[
  "<p>Britain will on Monday take steps towards opting out of a series of EU law and order measures in a move designed by the Tories to show that they are living up to their pre-election Eurosceptic pledges.</p> <p>As Michael Gove, the education secretary, became the latest cabinet minister to signal that Britain may have to leave the EU, Theresa May, the home secretary, was preparing a statement to MPs in which she will say that the government is \"minded\" to exercise Britain's right to opt out of scores of EU justice measures.</p> <p>Her statement comes after Vince Cable issued a dire warning of a collapse in the euro. Speaking at the Cheltenham literature festival, the business secretary said the EU would need to take stock if the euro unravels. \"We tend to forget, until we were reminded last week of that Nobel prize, the European project was constructed in order to rescue Europe from extreme nationalism and conflict. There is no automatic guarantee that won't return.\"</p> <p>The Liberal Democrats are digging in their heels on the EU after Nick Clegg blocked May from making a definitive statement of intent on law and order. He wants the decision to be made in the interests of fighting crime and for it not to be used by the Tories to burnish their Eurosceptic credentials. One senior Lib Dem said: \"We will not let Eurosceptic obsessions endanger the safety of the British people. This is not about euro dogma. This is about people's safety.\"</p> <p>May will announce to MPs that the government is \"minded\" to invoke powers secured by Tony Blair during the Lisbon treaty negotiations to opt out of about 140 EU law and order measures. The Tories and Lib Dems agree it is right to do this as justice and home affairs issues will change their status in 2014 when individual national vetoes are ended in this area. But the coalition parties have yet to agree on the second stage of the process secured by Blair – working out how many areas Britain should opt back into – because Clegg is playing hardball.</p> <p>The deputy prime minister, who has instructed the Treasury chief secretary Danny Alexander to negotiate with Oliver Letwin, is keen for Britain to maintain the European arrest warrant. This was used to apprehend one of the July 2005 bombers.</p> <p>He also supports Europe's Police Intelligence Agency (Europol), which helped uncover the world's largest paedophile network, and the Joint Investigative Team. This allowed British police officers to work in France after the murders of members of a British family in Annecy last month.</p> <p>Lib Dem peer Lord Oakeshott said: \"Cameron, Gove and May should know better than to throw red meat to the rabidly anti-European Tory Right and Ukip. They're indistinguishable and insatiable. It's a gift to criminals across Europe if we throw our toys out of the pram on the European arrest warrant and then try to put them back in again one by one.\"</p> <p>The Lib Dems are citing a letter to Cameron and Clegg, signed by the former Metropolitan police commissioner Lord Blair and the former MI5 director Sir Stephen Lander, which called on Britain not to abandon its European partners. The letter says: \"As former members of the British policing, justice and security community, we wish to indicate why we support remaining within those current structures.</p> <p>\"The growth in cross-border criminal activity within Europe is both an inevitable bi-product of the free movement of goods, services, capital and people under the single market, and a serious policing and security challenge. Responding to an increasingly international criminal environment requires modern international legal and policing tools, fast and effective cross-border cooperation, and the ability to raise standards and share best practice with our closest security partners.\"</p> <p>In a rare intervention, the most senior British official in the European commission called last night for a \"sensible debate\". <a href=\"https://twitter.com/FaullJonathan\" title=\"\">Jonathan Faull, director general of internal market services, tweeted</a>: \"On #EU JHA and opt-ins/outs, hope we have sensible debate about European arrest warrant and other measures.\"</p> <p>The row came after Gove briefed the Mail on Sunday that Britain should be prepared to leave the EU if its 26 partners refuse to repatriate powers to Britain when a treaty negotiation is held to change the governance structures of the eurozone.</p> <p>He joins Iain Duncan Smith, Owen Paterson and Oliver Letwin who are calling for Britain to make clear Britain will leave unless it secures a significant repatriation of powers.</p>",
  "<p>An early childhood surrounded by books and educational toys will leave positive fingerprints on a person's brain well into their late teens, a two-decade-long research study has shown.</p> <p>Scientists found that the more mental stimulation a child gets around the age of four, the more developed the parts of their brains dedicated to language and cognition will be in the decades ahead.</p> <p>It is known that childhood experience influences brain development but the only evidence scientists have had for this has usually come from extreme cases such as children who had been abused or suffered trauma. <a href=\"http://www.psych.upenn.edu/~mfarah/index.html\">Martha Farah</a>, director of the centre for neuroscience and society at the University of Pennsylvania, who led the latest study, wanted to find out how a normal range of experiences in childhood might influence the development of the brain.</p> <p>Farah took data from surveys of home life and brain scans of 64 participants carried out over the course of 20 years. Her results, <a href=\"http://www.abstractsonline.com/Plan/ViewAbstract.aspx?sKey=734b1ccd-cfcf-4394-a945-083ca58f8033&amp;cKey=7b3e8587-f590-4d94-ae3f-e050d52e8488&amp;mKey=%7b70007181-01C9-4DE9-A0A2-EEBFA14CD9F1%7d\">presented on Sunday at the annual meeting of the Society for Neuroscience in New Orleans</a>, showed that cognitive stimulation from parents at the age of four was the key factor in predicting the development of several parts of the cortex – the layer of grey matter on the outside of the brain – 15 years later.</p> <p>The participants had been tracked since they were four years old. Researchers had visited their homes and recorded a series of details about their lives to measure cognitive stimulation, details such as the number of children's books they had, whether they had toys that taught them about colours, numbers or letters, or whether they played with real or toy musical instruments.</p> <p>The researchers also scored the participants on \"parental nurturance\" – how much warmth, support or care the child got from the parent. The researchers carried out the same surveys when the children were eight years old. When the participants were between 17 and 19, they had their brains scanned.</p> <p>Farah's results showed that the development of the cortex in late teens was closely correlated with a child's cognitive stimulation at the age of four. All other factors including parental nurturance at all ages and cognitive stimulation at age eight – had no effect. Farah said her results were evidence for the existence of a sensitive period, early in a person's life, that determined the optimal development of the cortex. \"It really does support the idea that those early years are especially influential.\"</p> <p>As the brain matures during childhood and adolescence, brain cells in the cortex are pruned back and, as unnecessary cells are eliminated, the cortex gets thinner. Farah found that the more cognitive stimulation a participant had had at the age of four, the thinner, and therefore more developed, their cortex. \"It almost looks like whatever the normal developmental process is, has either accelerated or gone further in the kids with the better cognitive stimulation,\" she said.</p> <p>The most strongly affected region was the lateral left temporal cortex, which is on the surface of the brain, behind the ear. This region is involved in semantic memory, processing word meanings and general knowledge about the world.</p> <p>Around the time the participants had their brains scanned in their late teens, they were also given language tests and, Farah said, the thinner their cortex, the better their language comprehension.</p> <p><a href=\"http://www.iop.kcl.ac.uk/staff/profile/?go=10245\">Andrea Danese</a>, a clinical lecturer in child and adolescent psychiatry at the <a href=\"http://www.kcl.ac.uk/iop/index.aspx\">Institute of Psychiatry</a>, King's College London, said the study suggested that the experience of a nurturing home environment could have an effect on brain development regardless of familial, perhaps genetic, predispositions to better brains. Danese added that this kind of research highlighted the \"tremendous role\" that parents and carers had to play in enabling children to develop their cognitive, social, and emotional skills by providing safe, predictable, stimulating, and responsive personal interactions with children.</p> <p>\"Parents may not be around when their teenage children are faced with important choices about choosing peers, experimenting with drugs, engaging in sexual relationships, or staying in education,\" said Danese. \"Yet, parents can lay the foundations for their teenage children to take good decisions, for example by promoting their ability to retain and elaborate information, or to balance the desire for immediate reward with the one for greater, long-term goals since a young age.\"</p> <p><a href=\"http://www.bristol.ac.uk/expsych/people/bruce-m-hood/index.html\">Bruce Hood</a>, an experimental psychologist who specialises in developmental cognitive neuroscience at the University of Bristol, said his advice to parents was just to \"be kind to your children. Unless you raise them in a cardboard box without any stimulation or interaction, then they will probably be just fine.\"</p>",
  "<p>It's only when I arrive at the cafe where we're to meet that I realise I'm not sure what <a href=\"http://www.katbanyard.org/\" title=\"\">Kat Banyard</a> looks like. Her anonymity presents an obvious practical problem – but the inconvenience is eclipsed by surprise. How odd to have known her name for years, and not her face – but I think that must be just as Banyard would like it.</p> <p>Britain's leading young feminist is no <a href=\"http://www.guardian.co.uk/news/2005/apr/12/guardianobituaries.gender\" title=\"\">Andrea Dworkin</a> sloganist, dramatising defiance via dungarees, nor a gladiatorial <a href=\"http://www.guardian.co.uk/profile/germainegreer\" title=\"\">Germaine Greer</a> show-off, nor another glossy <a href=\"http://www.guardian.co.uk/profile/naomiwolf\" title=\"\">Naomi Wolf</a>. The young woman who presently approaches is self-effacing, serious and so cautiously considered that I think she can see quotation marks waiting to pounce on every sentence out of her mouth.</p> <p>I spend the next hour trying to work out what's making her so apprehensive. In the end I decide it can only be fear of allowing any impression that she deserves personal credit for reviving the feminist movement in Britain today. If that's the case, then her nerves make more sense than I'd thought – because I'm afraid there's no way to write about Banyard without doing precisely that. At only 29, she has pulled off what to me at her age had looked impossible, inspiring a fresh wave of feminists without getting into a cat fight with the post-feminists of the 90s, or pretending all the old arguments are boringly obsolete, or having to make herself sufficiently sexy to be media friendly.</p> <p><a href=\"http://ukfeminista.org.uk/\" title=\"\">UK Feminista</a>, the grassroots movement founded by Banyard, will be <a href=\"http://ukfeminista.org.uk/event-details/feministlobby/\" title=\"marching on parliament\">marching on parliament</a> on 24 October alongside other feminist groups such as the Fawcett Society, led by Helen Pankhurst, great-granddaughter of Emmeline and one of the Olympics suffragettes. When Pankhurst was recruited earlier this summer, Jacques Rogge was hailing the Games as <a href=\"http://www.ww.w.londonthenews.com/news/Sports/20120727/34062576/IOC-head-London-Olympics-boost-gender-equality.htm\" title=\"\">\"a major boost for gender equality\"</a>, and in the warm Olympics afterglow a mass lobby in protest at the erosion of women's rights had struck some as anachronistic. But since then we have seen the minister for women call for a reduction in the abortion limit to 20 weeks – and the secretary of state for health propose, apparently off the top of his head, a time limit of just 12 weeks. Suddenly the protest could not feel more timely nor more urgent.</p> <p>\"It shows we can never afford to be complacent about the right to an abortion. It's easy to become complacent, and then suddenly we see these attacks, and it brings home how important it is that we maintain a really strong pro choice movement. We need to speak out openly about our own experiences, because these ministers' statements are creating a hostile environment. One in three women have an abortion in their lifetime. The majority of the UK population support a woman's right to choose. All the main UK medical bodies support the current term limit. So it's just not true that the situation has changed in any way. It shows you that women's bodies are still battlegrounds.\"</p> <p>It is now 45 years since the Abortion Act was passed. Very few young gay or black people or Muslims or disabled people would say that prejudice had been defeated, yet in the 90s it was commonplace for young women to declare sexism dead. Due in large part to Banyard's activism, this is beginning to change, but why does she think so many women had been convinced they had no need for feminism?</p> <p>\"Throughout the 90s and much of the noughties, we were sold a lie on an almighty scale. That equality had been won, that the battle was over, and now was the time to enjoy our rights. I&#xa0;think what really helped contribute to that was how institutions and corporations who rely on sexism, who rely on women's inequality, adapted and changed. And co-opted the language of feminism very, very cleverly. Feminists of previous generations really got these ideals of independence, equality and agency accepted as standards and values society holds dear. So this didn't escape the notice of people like Hugh Hefner, the sex industry, the beauty industry. They knew that to survive they had to adapt. So all of a sudden putting on makeup was a major route to empowerment; visiting or performing in a lapdancing club was evidence of your independence and how sexually liberated you were. The sex industry held itself up as the promised land of feminism. Everything that feminists had been fighting for – sexual liberation, economic independence, control over their own bodies and so forth. When in fact what they represented was the complete opposite of feminism.</p> <p>\"This neo-liberal ideology of choice being the ultimate test of whether or not something's OK did influence feminism itself, and really threatened to derail the movement. And the consequences are felt by absolutely everyone in society.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397817072\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/12/1350064076988/Kat-Banyard-London-Playbo-008.jpg\" alt=\"Kat Banyard London Playboy Club Protests, 2011\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Banyard (right) and fellow members of UK Feminista and Object protest against the opening of Playboy London in June 2011. Photograph: Nick Cunard/eyevine</span> <span class=\"element-image__credit\">Photograph: Nick Cunard/Nick Cunard /eyevine</span> </figcaption> </figure>  <p>The sex industry of today, she says, would be unrecognisable to earlier generations of feminists. \"Commercial sexual exploitation has been industrialised, on a global scale, and the profits for a small few at the top – pimps and pornographers – are astronomical.\" Pornography is literally everywhere, yet in reality \"it's a form of filmed prostitution\" – and with the average age of a boy's first exposure to hardcore internet porn now just 11, its&#xa0;impact is \"an issue we simply cannot ignore\".</p> <p>UK Feminista has worked hard with other groups such as <a href=\"http://www.object.org.uk/\" title=\"\">Object</a> to re-categorise lapdancing clubs so they require special sex licences. But the implication of campaigns for tighter regulation of the sex industry, or better conditions for those working within it, might arguably be that it is OK, as long as the women are treated properly. Can&#xa0;there ever be such a thing as an OK&#xa0;sex industry?</p> <p>\"No. There can't. You can't commodify consent. The inherent harm at the heart of this transaction we see evidenced in the astronomical rates of post-traumatic stress disorder, which is a result of having repeated unwanted sex because you need the money. It's often argued that it's just like stacking shelves. That it is ordinary work, just like any other work. But if you're stacking shelves, is it a bit different if your manager says: 'Right, before you go at the end of your shift can you give me a blowjob?' Would you feel uncomfortable about that? It's the inherent harm of having repeated unwanted sex which lies at the heart of the problem.\"</p> <p>Banyard regards the sex industry's male consumers as victims too. \"I&#xa0;think their sexuality has been co-opted by a predatory sex industry, which distorts and exploits it for profit. A new generation of boys, the vast majority have watched hardcore pornography on the internet, so we have a generation of boys coming through whose first sexual experiences will be vicariously participating in prostitution. They are watching filmed prostitution and getting their ideas about sex from it. This is an industry dedicated to finding ways of getting men to come back and keep coming back for more, so it tends to be increasingly violent to keep upping that response.\"</p> <p>Another way of looking at it would be less charitable. Offered limitless choice, it turns out that what men really want is the most violent, degrading, misogynist porn imaginable. Does that tell us something about men?</p> <p>\"Well, increasingly we are seeing men who are speaking out about it.\" I begin to see how deftly Banyard has learned to sidestep old accusations like man-hating which have tangled up so much past feminist thinking. \"One young man, a friend, set up the <a href=\"http://www.antipornmen.org/\" title=\"\">Anti Porn Men Project</a> because he was using pornography at university, as all of his mates did, and suddenly started to become very conscious of how it was filtering into his everyday life – the way he looked at women, the way he thought about sex, and this really started to jar with his notions of equality. I think that's the only way we'll start to move forward, if more and more men do actually stand up publicly and say this is exploitative, and a man's sexuality should not be based on the exploitation of a woman, and we need to take our notions of sexuality back from these predatory pornographers.\"</p> <p>Everyone who has ever campaigned against pornography comes up against the same problem. If they want to stop people using porn, they must want censorship – and what kind of liberation movement calls for state control of individual liberty?</p> <p>\"In terms of what we do about it, I&#xa0;don't think there are simple answers.\" At first this sounds like a bit of a cop-out, until Banyard points out that our choice need not necessarily come down to a pornographic free-for-all versus nanny state censorship; we just haven't yet had the resources to develop other possibilities. \"For me it's really important just to open up that conversation. The organisations that work on this are hugely underfunded, so the ability to conduct research, to provide a forum to develop policy, has been severely restricted. People see it as an inevitable aspect of our life that commercial sex is now firmly embedded in society, and the point is there's an alternative. It's not inevitable. As a society we can choose whether or not it exists.\"</p> <p>Post-feminists became a lot more relaxed about pornography when <a href=\"http://www.imdb.com/title/tt0159206/\" title=\"\">Sex and the City</a>, widely celebrated as porn for women, came along. Now we're all enjoying it equally, the argument went, the problem's solved. Banyard offers a witheringly dry smile. \"Well, equality of oppression is never a great strategy for&#xa0;liberation.\"</p> <p>A similar argument is often made these days about the beauty industry. With more and more men getting waxed and manicured, surgically enhanced and elaborately styled, why are feminists still so bothered about body image?</p> <p>\"But if you look at the statistics of who is and isn't getting surgery it is 90% women who are having their flesh cut, tucked, pulled, to fit the beauty ideal. Cosmetic surgery fundamentally is about businesses trying to convince people to get unnecessary, invasive, very risky surgery. They know as well as everyone else does that women hate their bodies on a massive scale, and the solution they offer is the knife; they don't say, actually, we need to change the culture which is fuelling the self-hate and making women feel like this. They say, cut up your body to fit the culture.\"</p> <p>Some feminists think the solution to a beauty industry that makes women hate their bodies is more diversity. If all sorts of different shapes and sizes appeared in adverts and the media, women would soon stop feeling inadequate – a theory allegedly proven by the sensational success of a <a href=\"http://www.dove.us/Social-Mission/campaign-for-real-beauty.aspx\" title=\"\">Dove ad campaign</a> featuring \"ordinary\" women. \"But it's still this notion that beauty is fundamental to women's identity,\" Banyard says. \"It's still about objectification and commodification. And the product itself they were selling\" – a body lotion promising to firm up wobbly flesh – \"kind of undermined their claims.\"</p> <p>Susie Orbach's <a href=\"http://www.campaignlive.co.uk/news/481078/\" title=\"\">public endorsement</a> of the Dove campaign suggested to me tactical feminist pragmatism. To challenge an entire culture of objectification is monumentally ambitious; to make it slightly less damaging is more doable. But it runs the risk of validating the very thing you wish did not exist, so I ask where Banyard sits on pragmatism versus principle. After a long pause and a short, uneasy laugh, she says: \"Fundamentally, everybody wants change, and I'm not going to sit here and judge other people's efforts. I do think we need a broad range of approaches to these issues.\"</p> <p>I think she's avoiding saying anything that could be misconstrued as a feminist slagging match. \"No, not at all. In my book I wrote that I'm seriously troubled by Dove. I think it just shows you the lack of work that's going on to tackle this. It's been completely sidelined as an issue; we don't hear many politicians battling it out on who's going to best tackle the harmful cultures which make young girls feel like they're objects. \"I went to a recent event to celebrate efforts to promote better body image, a series of awards, and who got up but businessman after businessman after businessman. For me that's not what a feminist revolution looks like.\"</p> <p>Another perennial feminist dilemma is the tension between personal choice and duty to principle. Every woman who gets breast implants can't help but reinforce the message that it's perfectly normal and sensible to spend thousands of pounds being cut open and stuffed with fake breasts. I ask if she thinks feminists who do so are letting other women down.</p> <p>\"It doesn't work like that,\" she says very firmly. \"Not at all. The whole point is that feminism is about tackling the cultures that led women to feel like they didn't look good enough in the first place. I don't believe anyone has the right to judge another woman for the choices she makes in a highly sexist culture. Women have to find ways to survive and get by each day, and how we do that will depend upon our circumstances. I think judging other women on that basis is the antithesis of what feminism is about. And we need to have our sights set on the structures and the industries which feed this culture, who are the ones driving it and reaping the profits from it.\"</p> <p>I don't think I've ever met a high-profile activist so lacking in any discernible trace of ego. I've certainly never seen an interviewee approach the photoshoot with greater dread. The modesty makes her a somewhat guarded interviewee – she doesn't like to talk about her private or family life at all – but her achievements are all the more remarkable for it. UK Feminista is galvanising feminist campaigns across the country, training more new recruits in the art of activism.</p> <p>One critic who reviewed <a href=\"http://www.guardian.co.uk/books/2010/feb/21/the-equality-illusion-kat-banyard\" title=\"\">her book</a> complained that Banyard just didn't sound angry enough to stand a chance of making much impact. I wondered if that had made her angry, but she just shrugs. \"Yeah, the very notion of anger crops up again and again in feminist discussions; either you're too angry, or you're not angry enough. If you're angry, you're irrational; if you're not angry, you don't care enough.\" She pauses and smiles. \"But I've always found feminism incredibly inspiring.\"</p> <p>• This article was amended on 15 October 2012. The original said it was 35 years since the Abortion Act was passed. It is 45 years since the act was passed in 1967.</p>",
  "<p>What were you doing before you started reading this? Were you&#xa0;fully focused on another article? Or doing the crossword? Eating breakfast? Organising your day? Or were you staring out of the window, feeling restless and bored?</p> <p>It is more likely to have been the latter. Fleeting moments of boredom are universal, and are often what drives us to stop what we are doing and shift to something that we hope will be more stimulating.</p> <p>But although boredom is common, it is neither trivial nor benign, according to Dr John Eastwood, a&#xa0;psychologist at York University, Toronto. Eastwood is the joint author of <a href=\"http://pps.sagepub.com/content/7/5/482.abstract\" title=\"\">The Unengaged Mind</a>, a major new paper on the theory of boredom.</p> <p>Boredom, he points out, has been associated with increased drug and alcohol abuse, overeating, depression and anxiety, and an increased risk of making mistakes. Mistakes at work might not be a matter of life and death for most of us, but if you are an air traffic controller, pilot or nuclear power&#xa0;plant operator, they most certainly can be.</p> <p>Commercial pilot Sami Franks (not his real name) confirms that boredom can make pilots lose attention. \"When you fly long haul, there are two pilots, one of whom is monitoring all the screens while the other does the paperwork, talks to air traffic control and so on. You need to be alert for landing and takeoff, but once you're 500ft above the runway, the plane's on&#xa0;autopilot and it can be very quiet and boring.</p> <p>\"In a study I saw of co-pilots who woke up after a nap, 30% reported seeing the other pilot asleep too,\" adds Franks, in a comment that will not play well with nervous flyers.</p> <p>The stakes are not usually so high, but boredom can be protracted, heavy and associated with an unpleasant sensation, according to Eastwood. And&#xa0;despite having attracted the attention of philosophers, psychologists, neuroscientists and educationalists, there is no precise definition of boredom and no consensus as to how we counter it. The report says boredom is most often&#xa0;conceptualised as \"the&#xa0;aversive experience of wanting, but being unable, to engage in satisfying activity.\"</p> <p>\"All instances of boredom involve a failure of attention,\" says Eastwood. \"And attention is what you are using now to blot out the plethora of stimuli around you while you focus awareness on a given topic.\"</p> <p>There are three functions involved in attention. We have to be suitably aroused, so as not to fall asleep on the job. Then we have an orienting system that can cut in so that if you cross the road, deep in thought, you will still respond to a flickering light on the edge of your visual field that heralds a&#xa0;fast-approaching car. And the third type of attention is an executive system that oversees our mental activities, so we can consciously stay engaged even if the task is not very interesting. Boredom results when any of these functions breaks down.</p> <p>Dr <a href=\"http://www.uea.ac.uk/edu/People/Academic/epriyadharshini\" title=\"\">Esther Priyadharshini</a>, a senior lecturer in education at the University of East Anglia, has studied boredom and says it can be seen in a positive light. \"We can't avoid boredom – it's an&#xa0;inevitable human emotion. We have&#xa0;to accept it as legitimate and find ways it can be harnessed. We all need downtime, away from the constant bombardment of stimulation. There's no need to be in a frenzy of activity at all times,\" she says.</p> <p>Children who complain that they have nothing to do on rainy half-term breaks may find other things to focus on if left to their own devices. The artist Grayson Perry has reportedly spoken of how long periods of boredom in childhood may have enhanced his creativity. \"We all need vacant time to mull things over,\" says Priyadharshini.</p> <p>But if boredom can enhance our creativity and be a signal for change, why is it such a corrosive problem for some individuals?</p> <p>People who have suffered extreme trauma are more likely to report boredom than those who have had a less eventful time. The theory is that they shut down emotionally and find it&#xa0;harder to work out what they need. They may be left with free-floating desire, without knowing what to pin it&#xa0;on. This lack of emotional awareness is known as alexithymia and can affect&#xa0;anyone.</p> <p>Frustrated dreamers who haven't realised their goals can expend all their&#xa0;emotional energy on hating themselves or the world, and find they have no attention left for anything else. Bungee jumpers and thrill-seekers may also be particularly susceptible to boredom, as they feel the world isn't moving fast enough for them. They constantly need to top up their high levels of arousal and are always searching for stimulation from their&#xa0;environment.</p> <p>\"Boredom isn't a nice feeling, so we have an urge to eradicate it and cope with it in a counterproductive way,\" says Eastwood. This may be what drives people to destructive behaviours such as gambling, overeating, alcohol and drug abuse, he says, though research is&#xa0;needed to tease out whether there's a direct causal link.</p> <p>\"The problem is we've become passive recipients of stimulation,\" says Eastwood. \"We say, 'I'm bored, so I'll put on the TV or go to a loud movie.' But boredom is like quicksand: the more we thrash around, the quicker we'll sink.\"</p>",
  "<p>For actors, suffering for one's art usually means weight gain, rather than weight loss – think Robert De Niro in <a href=\"http://www.guardian.co.uk/film/movie/36329/raging.bull\" title=\"\">Raging Bull</a>, or Renée Zellweger in <a href=\"http://www.guardian.co.uk/film/movie/88087/bridget.jones.s.diary\" title=\"\">Bridget Jones's Diary</a>. Michael Fassbender, who shed two stone for his role in <a href=\"http://www.guardian.co.uk/film/movie/124579/hunger\" title=\"\">Hunger</a>, was a rarity.</p> <p>But recently, the reverse has been true. First there was Anne Hathaway, who lost 7kg (16lb) to play a tuberculosis victim in Les Miserables. Then came Matthew McConaughey. Normally chunky, <a href=\"http://www.usmagazine.com/celebrity-body/news/whoa-see-matthew-mcconaugheys-scary-three-month-slimdown-20121010\" title=\"\">he was seen on Tuesday</a> looking practically emaciated – cheekbones the size of craters. He lost 14kg to play an Aids patient in a new film called The Dallas Buyers' Club. Finally, there's Antonia Campbell-Hughes, who underwent a rapid, drastic diet to play starving kidnap victim Natascha Kampusch in <a href=\"http://www.guardian.co.uk/world/2012/apr/17/natascha-kampusch-feature-film\" title=\"\">3096</a>.</p> <p>\"There was an understanding from the beginning,\" Campbell-Hughes <a href=\"http://www.standard.co.uk/arts/film/antonia-campbellhughes-why-im-starving-for-this-role-7896277.html\" title=\"\">told the Evening Standard</a>, \"that I would suffer as much as she did.\"</p> <p>As ever, such news has prompted speculation about which particular crash diets these actors have endured – speculation that is usually woefully wide of the mark. \"When [journalists] write things about the weight loss I did for Les Mis and they publish a diet that had nothing to do with what I did and people believe it to be true,\" <a href=\"http://uk.omg.yahoo.com/gossip/the-juice/anne-hathaway-exclusive-dangerous-people-write-weight-loss-162557440.html\" title=\"\">said Anne Hathaway earlier this year</a>, \"I think that's really dangerous.\"</p> <p>How dangerous? Very, says dietitian Sian Porter, spokeswoman for the British Dietetic Association. \"If you're on less than about 1,300 calories a day, there's a risk that you'll start to break down your muscle tissue. When you're losing weight, your body wants calories more than anything, so it will get those calories from where it can.\"</p> <p>By muscles, Porter doesn't just mean biceps and triceps. She's also talking about heart muscle: there's a risk that too rapid a diet will cause organ failure. Matt Damon, who lost 18kg for his part in the 1996 film <a href=\"http://www.guardian.co.uk/film/gallery/2009/sep/25/physical-transformation-film\" title=\"\">Courage Under Fire</a>, was once told that the process almost caused permanent shrinkage of his heart.</p> <p>In the short term, it is likely to cause headaches, tiredness, irritability – and sometimes constipation. \"Your skin can be affected, hair loss – and women can get a disrupted menstrual cycle.\"</p> <p>Some rapid dieters drink large amounts of water to avoid dehydration. But this can have the opposite effect: \"You can get dehydrated by drinking too much water, which brings problems itself. Your body can become waterlogged and that can include your brain, and that can lead to brain damage.\"</p> <p>Crash dieting could also cause psychological issues for actors, even if their diet has been initiated for professional reasons. \"There's always a danger with some people that disordered eating can turn into an eating disorder,\" says Porter. \"They can become obsessed with keeping it up, or losing even more weight. You forget about normal eating patterns.\"</p> <p>So the long and short of it, says Porter, is not to try it at home. \"Part of a film star's contract will include expert advice on how to lose weight and then how to gain it afterwards. They would be doing it in a controlled environment.\" The best way to lose weight, Porter advises, is simply to watch your portion size and be more physically active.</p>",
  "<p>Bovine tuberculosis is a serious problem for UK farmers, deserving the highest standard of evidence-based management. The government's TB-control policy for England includes licensing farmers to cull badgers. As scientists with expertise in managing wildlife and wildlife diseases, we believe the complexities of TB transmission mean that licensed culling risks increasing cattle TB rather than reducing it.</p> <p>Even if such increases do not materialise, the government predicts only limited benefits, insufficient to offset the costs for either farmers or taxpayers. Unfortunately, the imminent pilot culls are too small and too short term to measure the impacts of licensed culling on cattle TB before a wider roll-out of the approach. The necessarily stringent licensing conditions mean that many TB-affected areas of England will remain ineligible for such culling. We are concerned that badger culling risks becoming a costly distraction from nationwide TB control.</p> <p>We recognise the importance of eradicating bovine TB and agree that this will require tackling the disease in badgers. Unfortunately, culling badgers as planned is very unlikely to contribute to TB eradication. We therefore urge the government to reconsider its strategy.</p> <p><strong>Professor&#xa0;Sir&#xa0;Patrick&#xa0;Bateson&#xa0;FRS</strong></p> <p>University&#xa0;of&#xa0;Cambridge&#xa0;and president of the Zoological Society of London, and 30 others (see observer.co.uk/letters) Professor&#xa0;Mike&#xa0;Begon,&#xa0;University&#xa0;of&#xa0;Liverpool&#xa0;; Professor&#xa0;Tim&#xa0;Blackburn,&#xa0;Zoological&#xa0;Society&#xa0;of&#xa0;London&#xa0;; Professor&#xa0;John&#xa0;Bourne&#xa0;CBE,&#xa0;former&#xa0;Chairman,&#xa0;Independent&#xa0;Scientific&#xa0;Group&#xa0;on&#xa0;Cattle&#xa0;TB; Professor William Sutherland, University of Cambridge; Professor&#xa0;Terry&#xa0;Burke,&#xa0;University&#xa0;of&#xa0;Sheffield; Dr&#xa0;Chris&#xa0;Cheeseman,&#xa0;formerly Food &amp; Environment Research Agency; Professor&#xa0;Sarah&#xa0;Cleaveland,&#xa0;University&#xa0;of&#xa0;Glasgow; Professor&#xa0;Tim&#xa0;Clutton&#xa0;Brock&#xa0;FRS,&#xa0;University&#xa0;of&#xa0;Cambridge&#xa0;; Professor Andrew Dobson,&#xa0;Princeton&#xa0;University; Dr Matthew Fisher, Imperial&#xa0;College&#xa0;London; Dr&#xa0;Trent&#xa0;Garner,&#xa0;Zoological&#xa0;Society&#xa0;of&#xa0;London; Professor&#xa0;Stephen&#xa0;Harris,&#xa0;University&#xa0;of&#xa0;Bristol; Professor&#xa0;Daniel&#xa0;Haydon,&#xa0;University&#xa0;of&#xa0;Glasgow; Professor&#xa0;Peter&#xa0;Hudson&#xa0;FRS,&#xa0;Pennsylvania&#xa0;State&#xa0;University; Professor&#xa0;Kate&#xa0;Jones,&#xa0;University&#xa0;College&#xa0;London; Professor&#xa0;Matt&#xa0;Keeling,&#xa0;University&#xa0;of&#xa0;Warwick; Professor&#xa0;Richard&#xa0;Kock,&#xa0;Royal&#xa0;Veterinary&#xa0;College; Professor&#xa0;Lord&#xa0;Krebs&#xa0;Kt&#xa0;FRS,&#xa0;University&#xa0;of&#xa0;Oxford; Dr&#xa0;Karen&#xa0;Laurenson,&#xa0;Frankfurt&#xa0;Zoological&#xa0;Society; Professor&#xa0;Sir&#xa0;John&#xa0;Lawton&#xa0;CBE&#xa0;FRS,&#xa0;former&#xa0;chief&#xa0;executive&#xa0;of&#xa0;the&#xa0;Natural&#xa0;Environment&#xa0;Research&#xa0;Council; Professor&#xa0;Simon&#xa0;Levin,&#xa0;Princeton&#xa0;University; Professor&#xa0;Georgina&#xa0;Mace&#xa0;FRS,&#xa0;University&#xa0;College&#xa0;London; Professor&#xa0;Jonna&#xa0;Mazet,&#xa0;University&#xa0;of&#xa0;California,&#xa0;Davis School of Veterinary Medicine;&#xa0;Professor&#xa0;Lord&#xa0;May&#xa0;OM&#xa0;AC&#xa0;Kt&#xa0;FRS,&#xa0;University&#xa0;of&#xa0;Oxford; Professor&#xa0;Graham&#xa0;Medley, University&#xa0;of&#xa0;Warwick; Professor&#xa0;E.J.&#xa0;Milner-Gulland,&#xa0;Imperial&#xa0;College&#xa0;London; Professor&#xa0;Denis&#xa0;Mollison,&#xa0;former&#xa0;Independent&#xa0;Scientific&#xa0;Auditor&#xa0;to&#xa0;the&#xa0;Randomised&#xa0;Badger&#xa0;Culling&#xa0;Trial; Professor Pej Rohani,&#xa0;University&#xa0;of&#xa0;Michigan; Dr Tony Sainsbury,&#xa0;Zoological&#xa0;Society&#xa0;of&#xa0;London; Professor&#xa0;Claudio&#xa0;Sillero,&#xa0;University&#xa0;of&#xa0;Oxford; Professor&#xa0;Rosie&#xa0;Woodroffe,&#xa0;Zoological&#xa0;Society&#xa0;of&#xa0;London </p> <h2><strong>The death behind drugs 'fun'</strong></h2> <p>What would it take to make Cat Marnell and her friends (\"<a href=\"http://www.theguardian.com/world/2012/oct/07/cat-marnell-drugs-addict-destructive?newsfeed=true\" title=\"\">The unapologetic addict</a>\", Magazine) – \"I know hardly anybody who isn't using drugs\" – to make the connection between their indulgence and the thousands murdered in Latin America each year by narco gangs? The media are understandably reluctant to publish photographs of the routine decapitations the drug gangs favour, but perhaps it's only such shock tactics that will jolt Cat and her peers to wake up to the misery their \"recreation\" causes.</p> <p><strong>Penny Wainwright</strong></p> <p>Leeds</p> <h2><strong>Abortion: get the facts right</strong></h2> <p>The Abortion Act 1967 did not and does not require two doctors to agree \"that the termination is in the best mental and physical interests of the woman\" (\"<a href=\"http://www.theguardian.com/politics/2012/oct/06/jeremy-hunt-attacked-abortion-comments\" title=\"\">Hunt call for abortion limit sparks bitter backlash</a>\", News).</p> <p>Rather, it requires them to believe that the risk of injury to the woman's physical or mental health from the continuation of the pregnancy would be greater than the risks involved in termination.</p> <p>Nor did the act impose a time limit of 28 weeks. The de facto limit of 28 weeks was imposed on the operation of the 1967 act by the provisions of the Infant Life (Preservation) Act 1929.</p> <p>The 1990 Human Fertilisation and Embryology Act's amendment of the Abortion Act imposed a 24-week limit on only one of the four grounds maintained from the earlier act.</p> <p>By providing that any action that was lawful under the 1967 act was also lawful under the 1929 act, the amendment effectively removed any time limit from terminations under any of the other three grounds, which the article might usefully have identified.</p> <p><strong>Robert M Lynn </strong></p> <p>Cardiff Law school</p> <p>Cardiff</p> <h2><strong>We all wanted older boyfriends</strong></h2> <p>Charles Shaar Murray rightly highlights the young man/younger girl theme that pervaded popular music throughout the 60s and into the 70s and the resultant \"groupie\" culture (\"<a href=\"http://www.theguardian.com/music/2012/oct/07/does-pop-encourage-under-age-sex?newsfeed=true\" title=\"\">Young girls, older men: it was a common theme of 70s pop – but it was still wrong</a>\", Viewpoint.</p> <p>This was, however, a reflection of how things worked in the wider world. Older boyfriends were the norm. Everyone had one – or wanted one – and it was not considered unusual or inappropriate, even by parents. At my girls' school, no one wanted to go out with a boy who was not at least two or three years older, often more. It did not necessarily mean they were having sex with them, though some were.</p> <p>In order to meet older \"blokes\", girls routinely passed themselves off as older than they were and sometimes ended up in potentially dodgy situations.</p> <p>These days, we know better and the culture is outdated. The current generation of teens and young people has grown up with a much greater awareness of paedophilia and sexual opportunism and seems to enjoy a closer, healthier and more equal relationship within its own age group as a result.</p> <p><strong>Heather Schiller</strong></p> <p>Brighton</p> <h2><strong>A knotty ash problem</strong></h2> <p>Tracy McVeigh's warning on the risk to ash in Britain is timely if, at last, it stimulates UK ministers to take action now to ban imports of ash plants from Europe, bearing in mind that they have chosen to ignore such warnings for the past two years from British and European forest pathologists (\"<a href=\"http://www.theguardian.com/world/2012/oct/07/disease-killing-denmarks-ash-trees\" title=\"\">Ashes to dust: killer fungus is wiping out Danes' tree of life</a>\", News).</p> <p>The unwillingness of the UK authorities to make full use of our island status to control tree diseases stems from an unfounded fear of irritating the EU, where such unilateral action could be seen as interfering with free trade, an attitude that has clear political overtones.</p> <p><strong>Jim Pratt</strong></p> <p>West Linton</p> <p>Peeblesshire</p>",
  "<video data-media-id=\"gu-video-397746511\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/15/1350291243816/Occupy-protest-011.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/15/121015Occupy-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/15/121015Occupy_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121015Occupy/121015Occupy.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/15/121015Occupy-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/15/121015Occupy_3gpSml16x9.3gp\"/> </video>   <p>The traditional solemnity of St Paul's Sunday evensong was disrupted when four members of the Occupy London movement, which camped outside the cathedral for four months, chained themselves to the base of the pulpit.</p> <p>While the choir sang, four women dressed in white <a href=\"https://pad.riseup.net/p/KcSiwEdk1kF8\" title=\"\">shouted their own sermon</a> to mark the anniversary of the start of the Occupy camp outside St Paul's, accusing the cathedral authorities of colluding with banks and failing to help the poor.</p> <p>Occupy had been invited to read a prayer at the service, but if the gesture was an attempt at reconciliation, it was firmly rejected. After Tanya Paton, of Occupy Faith, had read her prayer, the four women rose from their seats and chained themselves to the pulpit. \"In the fight for economic justice Jesus threw the money changers out of the temple, but you invited them in and instead evicted us,\" shouted activist Alison Playford.</p> <p>\"Your collusion with the City of London Corporation led to our violent eviction on your doorstep. You testified against us which acted to uphold injustice and inequality that is growing by the day. St Paul's Cathedral you must stand up and be counted at this great trial of history.\"</p> <p>Activists from Christianity Uncut held a simultaneous protest outside, unfurling a large banner which called for St Paul's to \"Throw the money changers out of the temple\".</p> <p>The female protesters said they did not plan to leave. City of London police arrived at the cathedral, but staff told them they were happy for the protesters to remain.</p> <p>The Very Reverend David Ison, dean of St Paul's, spoke immediately after the women to give his sermon, mildly joking that he now had a \"captive audience\". He told the protesters that they were welcome in the church and he would be happy to speak to them after the service. \"I hope you will listen to what I have to say,\" he said, before arguing that \"tribalism\" was not the way to defeat poverty and inequality.</p> <p>\"We need partners, allies whether they are bankers or campers, conservative or liberal, religious or not. God's invitation to us is to follow Jesus Christ and to change ourselves and the world to one which is inclusive and generous and calls all of our self interests into question whether it's the interests of the Church of England or Occupy or the City of London.\"</p> <p>Speaking later, he said: \"I'm just sorry they decided to do this, which makes it hard for members of Occupy Faith, who have been working together with us on something which is respectful.\"</p> <p>But members of Christianity Uncut said they had been requesting a meeting with St Paul's since some protesters were forcibly removed from the cathedral's steps by police given permission to do so by the cathedral authorities, following an eviction order by the City of London.</p> <p>\"Christians were dragged away from St Paul's while they were kneeling in prayer,\" said 25-year-old Siobhan Grimes, one of the protesters. \"We have been trying to have a meeting since then and this is obviously what you have to do to get one.\"</p> <p>Playford said it was time for St Paul's to get off the fence. \"The cathedral makes platitudes to Occupy but they colluded with the City of London and missed a perfect opportunity to enact the teachings of Jesus,\" she said. \"The poor and needy came to them and they shut the door and got rid of us as soon as possible.\"</p> <p>The protest marked a further deterioration in relations between St Paul's and the Occupy protesters who camped outside. Monday marks the first anniversary of the occupation – part of a global movement born in the wake of the financial crisis – which involved hundreds of protesters living in the camp while calling for an end to the perceived excesses and injustices of the global financial system.</p> <p>The women cut themselves free at about 10pm after police entered St Paul's and warned them they faced arrest, according to an Occupy spokesman.</p> <p>\"They have now left the cathedral,\" he said. \"Some of the awareness-raising they wanted to do has been done. The dean has also agreed to meet them and talk.\"</p> <p>Raising tensions between the cathedral and protesters resulted in the resignation of the canon chancellor, Giles Fraser, who left his post because he did not want to see \"violence in the name of the church\", and a chaplain, Fraser Dyer.</p> <p>Since being removed by police in February, Occupy have opened short-lived camps in Finsbury Square and Shoreditch, east London, but the movement no longer has a physical base.</p> <p>\"We are calling on people to take the conversation out of St Paul's and into their homes,\" said Occupy campaigner Ronan McNern.</p> <p>\"There is more need for this movement than ever. The welfare state is being dismantled and our call is still for people to stand up and challenge this injustice and inequality. The tents have gone but we are still here.\"</p>",
  "<p>It was one of the few quality newspaper success stories left in the developed world, but now Spain's El País is to axe a third of its workforce as the country's media sector shrivels under the combined weight of the global newspaper crisis and a worsening domestic recession.</p> <p>The announcement has provoked bitter tensions within the newspaper as fears grow that the sale of a major share in El País's debt-laden parent company, Prisa, to a group of New York-based investors in 2010 will lead to the paper being bled of resources or sold off. Juan Luis Cebrián, the veteran former El País editor who is now Prisa's chief executive, dropped the bombshell on the workforce a week ago. Of the 464 staff, the company plans to sack 128, send 21 into early retirement and exact a 15% pay cut from the remainder. Under labour law changes introduced earlier this year, the cost of shedding one-third of the workforce is about half what it would have been in 2011.</p> <p>Journalists at the paper responded with a two-day withdrawal of bylines, and plan to begin disruptive stoppages shortly. As tempers frayed, a union meeting urged the editor, Javier Moreno, to resign while Cebrián was urged to pay back millions of euros he has earned in recent years. Management claimed the paper's survival was at stake. \"Either we change our model and the newspaper's structure or we cannot continue producing El País,\" said the newspaper's chief executive, José Luis Sainz.</p> <p>There was a confrontation between Cebrián and another former editor, Joaquín Estefania, in a meeting with senior staff, amid concerns that Moreno was losing power over his own paper. \"I doubt he will last beyond the summer,\" said one disgruntled senior journalist.</p> <p>Moreno won a battle to persuade journalists to put their bylines back on articles last week, though union delegates denounced strong-arm tactics. \"These actions on the part of Moreno have created an irrevocable split between the newsroom and its editor,\" the newspaper's union chapel said. \"In the light of this, the El País workforce takes the view that Javier Moreno is now unfit to occupy his post.\"</p> <p>Management argue that the historically profit-making paper finally began to lose money in August and that revenue was down €200m since 2007. Sales are expected to fall 10% this year to 320,000.</p> <p>\"We are not going to put out the same newspaper with fewer resources. It is time for a new transformation,\" said Moreno. It was not clear, however, what that new model involved for a brand that aims to be the global Spanish-language newspaper.</p> <p>El País recently lost its digital boss Gumersindo Lafuente, who had turned around the paper's lacklustre online presence, amid rumours that he was fed up with foot-dragging over future plans.</p> <p>More importantly, El País's founder and owner Jesus Polanco died in 2007, bringing an uncertain end to three decades in which the moderately leftwing paper had established itself as Spain's top-selling daily.</p> <p>Three years later, a group of investors headed by the \"homeless billionaire\" Nicolas Berggruen (who lives in hotels) and British-born Martin Franklin took a major share in Prisa and dug it out of a €4.7bn debt hole; Cebrián told the Guardian then that the future would bring \"very deep change\".</p> <p>Cebrián, who also claimed the slide in sales of El País could be reversed, said he would stand down in 2013. Sales then were running at 375,000. The €650m deal reduced the holding of a core group of paternalistic shareholders, led by the Polanco family, from 70% to about 30% of Prisa.</p> <p>El País, referred to by Berggruen as a \"trophy asset\", represents less than 10% of Prisa's business, with pay television and educational publishing its two biggest units.</p> <p>\"Our interest is in fixing the balance sheet, not in fixing the editorial content,\" Franklin told the Guardian at the time. \"What we want is a well-governed public company.\" Shortly after the deal was completed, Prisa announced that it would be cutting its 2,500-strong global workforce by 18%.</p> <p>The massive job losses at El País came as two of Spain's other biggest newspaper groups, El Mundo publisher Unidad Editorial, and ABC publisher Vocento, were shedding employees too.</p> <p>Spain's overpopulated TV news industry is also shrinking, with the state broadcaster TVE announcing a plan to reduce salary costs by 25% and Valencia's regional broadcaster sacking 1,200 people. Prisa closed its CNN+ news channel in 2010, while recent mergers bringing together the private broadcasters La Sexta with Antena 3 and Tele5 with Cuatro are also shrinking Spain's journalism pool.</p> <p>El País's struggles are only one part of a succession of editorial cutbacks that demonstrate how hard the country's economic crisis is hitting its media landscape.</p>",
  "<p>Japan's putative <a href=\"http://www.theguardian.com/world/2012/sep/05/japan-china-disputed-islands\" title=\"\">\"grabbing\" of the Senkaku Islands</a> has been <a href=\"http://www.theguardian.com/world/2012/sep/14/china-japan-senkaku-diaoyu-islands\" title=\"\">shrilly reported in Chinese media this past month</a>. Known in China as the Diaoyu Islands, this small collection of islets and rocky outcroppings in the East China Sea has lain outside of direct Chinese control since 1895. By 1970, the discovery of probable fossil fuel resources transformed these uninhabited islets into a watery stage for political theatre.</p> <p>Dangerous brinksmanship these past two months has seen incursions by Chinese marine surveillance craft, an embarrassing water gun naval \"battle\" between Taiwanese and Japanese ships, fierce anti-Japanese protests and torched Japanese factories on the mainland. Yet last Wednesday, Japan made a small but potentially important conciliatory gesture. <a href=\"http://english.kyodonews.jp/news/2012/10/187022.html\" title=\"\">Official sources</a> indicated that they might be willing to \"acknowledge\" China's claim for the first time, a calculated move to allow the Chinese to save face and defuse tensions. It remains to be seen whether the scandal-weakened Chinese side would accept this, faced as they are with a delicate leadership transition in November and a population whose fury has helped put pressure on Japan but may prove difficult to rechannel.</p> <p>Chinese people's long-standing animus toward their erstwhile colonial overlord is, of course, very real. Yet Chinese rage against Japan, as performed, resembles a poorly sutured wound that the Chinese state can tear open and let bleed when expedient – though which the authorities sometimes hurry to stitch up again lest they risk losing control. Being in Beijing, Shanghai, and elsewhere in China this past September reminded me more than once of the <a href=\"http://en.wikipedia.org/wiki/Two_Minutes_Hate\" title=\"\">Two Minutes Hate</a> scene in Orwell's Nineteen Eighty-Four, and even of Hate Week itself.</p> <p>Winston, the novel's wretched protagonist, describes the Two Minutes Hate as a \"hideous ecstasy of fear and vindictiveness\" where one \"could not help sharing in the general delirium\". Groups of co-workers unleash a brief torrent of ritual patriotic abuse each morning in dystopian London, snarling and screaming at the despicable figures of the enemy that flash on a big telescreen.</p> <p>Comparisons between present-day China and the soulless, dreary totalitarian socialist state immortalised in Orwell's masterpiece are difficult to sustain after seeing clutch after clutch of Chinese teenagers, dressed in the latest quasi-Japanophile fashion, walk down a mobbed Beijing pedestrian shopping arcade nibbling at bouquets of candy floss and prattling on as if the phrase \"commodity fetishism\" had never crossed their young lips.</p> <p>Yet the blistering anti-Japanese media campaign I witnessed upon my arrival in China bore a close resemblance to the organised \"hate\" that Orwell so memorably described. Chinese TV, for example, featured cartoonish portrayals of rightwing Japanese wannabe powerbrokers attempting to inflame the territorial dispute. Of course, it seemed to matter little that many such reactionaries in Japan are widely seen as out-of-touch and occasionally as buffoons. (Though wary of Chinese intimidation, Japan's population is, nearly seventy years after WWII, about as truly pacifist as I've encountered in the industrialised world.)</p> <p>Other menacing video depicted imposing American naval carrier groups, suggesting that just out of view on China's coast lurked sinister forces bent on further predatory operations against islets there. Tellingly, the Chinese navy chose this juncture to unveil its first aircraft carrier, refurbished after purchase from the Ukraine. Chinese warplanes are apparently not yet capable of landing on the carrier, but the move played well with Chinese audiences and sent an aggressive message to China's rivals.</p> <p>In rather comical solidarity, Chinese networks also started broadcasting weather reports for the Diaoyu Islands, as if any day now Chinese holidaymakers might lounge on a steep, rocky shoreline overlooking the area's shark-infested waters.</p> <p>The tacitly state-sanctioned venting of spleen against Japan certainly came easily to a lot of Chinese, many raised since childhood to look askance at things Japanese. Thousands participated in protests, during which Chinese pelted the Japanese embassy in Beijing, and consulates elsewhere, with eggs, bottles, rocks, and other missiles. Angry mobs in a range of cities vandalised Japanese businesses there and called for boycotts of Japanese products. Such bigotry, while no doubt sincere, could lead to absurd outcomes. For example, a group of taxi drivers accused one of my friends (a European woman with light brown hair, blue eyes and fair skin) of being Japanese and refused her fare. The occasional puzzling rumour that \"Japanese people\" were in town – meaning us – circulated around during our time there. Perhaps xenophobia takes what it can get.</p> <p>The Chinese authorities' historical tendency to unleash, then rein in, such demonstrations of anti-Japanese sentiment is, fittingly, prefigured in Orwell's prose as well: after all, such hate \"could be switched from one object to another like the flame of a blowlamp\" – and could even be directed toward China's politburo itself. Though this summer's xenophobic venting may have proven useful, the chances are that, in the runup to the party's 18th national congress on 8 November – inaugurating a tense, once-a-decade leadership transition – the state will choose stability over frenzy.</p> <p>Ironically, this coming period could have been a \"Nixon to China\" opportunity for Beijing. The deep scars of wartime memory notwithstanding, Chinese and Japanese economic partnership has proved highly compatible and profitable in recent years. Though extremely unlikely in practice, if the new Chinese leadership sought rapprochement, the two nations could, potentially, even deepen co-operation to reverse slowing growth in China's economy and revitalise Japan's anaemic one. I believe the will exists on the Japanese side, however weary they are of Chinese bullying. Perhaps the biggest obstacle remains the \"blowlamp\" of nationalist Chinese opinion itself. After years of stoking the furnace of Chinese public outrage – to diplomatic and political advantage – Chinese leaders might find it difficult to avoid the blowback.</p>",
  "<p>There's nothing like a long-haul flight to give you time to think. So with his mobile phone turned off flying back from the International Monetary Fund summit in Tokyo, I hope our chancellor has taken the time to reflect. Because this weekend's <a href=\"http://www.theguardian.com/business/imf?INTCMP=SRCH\" title=\"\">IMF</a> gathering has marked a significant turning point in the debate about austerity in Britain and around the world – however much our chancellor tries to pretend otherwise.</p> <p>Over the past two years, George Osborne and David Cameron have increasingly seemed in deep denial, desperate to pretend things are going to plan when everyone else can see their strategy is badly off track. Now even the IMF has concluded that deep tax rises and spending cuts will have a <a href=\"http://www.theguardian.com/business/2012/oct/13/imf-george-osborne-austerity-76bn?newsfeed=true\" title=\"\">much more negative impact on economies than it previously thought</a>.Or, to use the economic jargon, that the \"fiscal multiplier\" has been much higher in the aftermath of the global crash.</p> <p>Of course, two years ago, the IMF was one of the strongest supporters of Osborne's plan A. But it has been inching towards a new view for many months. A year ago, when forecasting growth of 1.6% in the UK in 2012, it said that if things turned out worse the government should adopt a plan B of temporary tax cuts and extra infrastructure investment. Twelve months on, with its forecast down to minus 0.4%, Britain in a double-dip recession and borrowing on the rise to pay for the mounting costs of economic failure, there can be no question that action to kickstart the economy is urgently needed.</p> <p>Will Osborne listen? Sadly, politicians in denial usually claim that nothing has really changed. That's why the chancellor has spent the weekend insisting he is at one with the IMF on the need for a credible deficit reduction plan. The problem is there is nothing credible about a plan that leads to a double-dip recession and rising borrowing.</p> <p>The central political and economic debate remains not over whether to get the deficit down, but over the best way to do so. And with this new evidence from the IMF it is clearer than ever that action on growth and a steadier and more balanced deficit reduction plan would be more successful in getting borrowing down over the medium term and preventing long-term economic damage.</p> <p>In these circumstances, the reckless thing to do is simply to press on regardless. The sensible thing would be for the chancellor to accept the IMF's revised estimates and announce action to stimulate the economy now. That is why I proposed <a href=\"http://www.theguardian.com/politics/2012/sep/30/balls-labour-windfall-housebuilding-pledge\" title=\"\">using the funds raised from the imminent auction of the 4G mobile phone spectrum to build 100,000 more affordable homes</a>, creating hundreds of thousands of jobs, alongside temporary tax cuts to kickstart growth.</p> <p>Of course, politicians in denial also pretend things are better than they seem. The government will doubtless take false comfort from next week's GDP figures. With billions of pounds of Olympics TV rights and 18 months of ticket sales all counted in this quarter, we should finally emerge from the longest double-dip recession since the second world war. But that one-off boost, no matter how big it is, should not breed complacency. Even if growth was 1% last quarter, as some are expecting, our economy will simply be the same size as a year ago. The major question is what level of growth can be generated in future quarters and, crucially, whether we can ever catch up all the ground we have lost over the last two years.</p> <p>A further denial tactic is to try to change the subject. That is why ministers at the Conservative and Liberal Democrat conferences merely wanted to talk about further cuts to be made in 2015. But the only reason for that debate is that a failing plan and no growth means the government's promise to balance the books by the next election looks set to be broken, and by some margin.</p> <p>The longer this stagnation continues, the bigger the fiscal challenges we will face. So the most vital debate now is why the government's plan has not worked and what we need to do by 2015 to get our economy back on track.</p> <p>Tragically, I fear the Treasury will simply bat away the new estimates from the IMF, and Britain will be left with a chancellor in denial, trapped by a failing plan, and dragging the country down with him. Surely Britain deserves better?</p>",
  "<p>Raoul de Keyser, who has died aged 82, created paintings that were inspired by American abstract art but nonetheless rooted in&#xa0;his everyday life in&#xa0;provincial Belgium. Though largely self‑taught, he&#xa0;was praised by some writers for his sophistication and irony (pre-eminently postmodern qualities) – when&#xa0;not being dismissed by others for&#xa0;his ineptitude.</p> <p>Despite his lack of technical virtuosity, his work does explore, or at&#xa0;least play around with, the&#xa0;nature of painting. It flirts with different genres of abstraction and figuration, and this was in itself enough to secure him powerful critical support. At the time of&#xa0;his retrospective at the Whitechapel Gallery in London in 2004, he was even described as someone who \"<a href=\"http://www.whitechapelgallery.org/shop/product/category_id/37/product_id/149?session_id=135024284248507a3143540a344ddbe59573ce329b\" title=\"Whitechapel Gallery website\">reconciles the irreconcilable</a>\", though his miracle-working may have been slightly&#xa0;exaggerated.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397722191\"> <img src=\"https://static.guim.co.uk/sys-images/Arts/Arts_/Pictures/2012/10/14/1350222710856/De-Keyser-portrait-010.jpg\" alt=\"De Keyser portrait\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">De Keyser in 2009. Photograph: Christophe Vander Eecken/CVE</span> <span class=\"element-image__credit\">Photograph: Christophe Vander Eecken/CVE</span> </figcaption> </figure>  <p>De Keyser was born and brought up in&#xa0;Deinze, a&#xa0;quiet town on the Leie river in&#xa0;East Flanders. Neither the time nor&#xa0;the place seemed particularly propitious. As a&#xa0;young man in postwar&#xa0;Belgium, De Keyser pursued a&#xa0;reasonably successful career as a journalist, commentating eclectically on&#xa0;sport and art. Much later, he was to draw on these dual interests in&#xa0;his oil painting Ground, begun in 1971, though altered in 1995, in which the plan of a football pitch is reduced to&#xa0;a virtually abstract composition. The title itself seems to refer whimsically not just to the picture's sporting motif, but also to&#xa0;the integrity of the painted surface, on which the theorists of American abstraction had placed such emphasis during De Keyser's youth.</p> <p>Although De Keyser first tried painting when young, he took it up seriously only in his 30s, after a&#xa0;brief training at&#xa0;the Academy of Fine Arts in Deinze (1963-64). He swiftly began to introduce his trademark qualities: a&#xa0;debt to American&#xa0;abstract art and an&#xa0;equally strong emphasis on the&#xa0;mundane and banal. These characteristics can be clearly seen, for example, in Baron in an Al Held&#xa0;Field (1964-66), a parody of the now almost-forgotten hard-edge painter <a href=\"http://www.guardian.co.uk/news/2005/aug/01/guardianobituaries.artsobituaries\" title=\"\">Al Held</a>, in which streaks of yellow and blue are juxtaposed absurdly with the figure of a puppy. It is as if he was trying to&#xa0;create pop art and abstract expressionism on the same canvas.</p> <p>At the same time, De Keyser joined New Vision, a Flemish movement led by&#xa0;the painter Roger Raveel with the avowed aim of \"revaluing everyday reality\". While these intentions would have been worthy of René Magritte, New Vision's images were anything but surreal. Door handles, tents and garden hoses were to dominate De Keyser's work, anticipating the walking stick that&#xa0;appeared in his recent exhibition in&#xa0;Berlin – hardly inspiring images, but somehow in accord with the pop-art zeitgeist of the 60s.</p> <p>In general, De Keyser's emphasis on&#xa0;traditional materials – oil on&#xa0;canvas and&#xa0;watercolour – did not fit in&#xa0;with the conceptual emphasis of the 60s and 70s.&#xa0;By the 1980s, however, a renewed interest in painting helped to promote him: in works such as Untitled of 1987, he appears to ask questions about the nature of his art, simply by pushing its boundaries. Can these frontiers include such a rough, untreated canvas on wood? Could such an oddly shaped object really be a painting?</p> <p>De Keyser's great breakthrough occurred in 1992, when he participated in the Documenta IX show in Kassel, Germany, organised by his compatriot Jan Hoet. This earned De Keyser widespread recognition across Europe and in the US. A decade after his appearance at Documenta, he was rewarded with seminal exhibitions at&#xa0;White Cube and the Whitechapel in&#xa0;London.</p> <p>Throughout his career, De Keyser remained in debt to the heroes of abstract expressionism, even though his&#xa0;work consciously eschewed the large&#xa0;scale of Mark Rothko or Barnett Newman. It does not really pay to compare De Keyser's fields of colour, or&#xa0;his expressive strokes and splashes, too&#xa0;closely with their American counterparts. Yet his more intimate vision, recently seen in works such as A&#xa0;Failing? (2010) at <a href=\"http://www.davidzwirner.com/artists/raoul-de-keyser/\" title=\"David Zwirner website\">David Zwirner</a>'s gallery in New York, certainly has its&#xa0;rewards.</p> <p>As well as producing bold, totally non-figurative compositions, De Keyser responded vividly to his environment, abstracting shapes from the monkey puzzle trees outside his window, or from vapour trails, venetian blinds or the corners of walls. His style may at times have seemed derivative, but he&#xa0;had a distinct, uncompromising sensibility. As he said in 2002: \"I don't want to become the 'pretty' painter … Ultimately I want to paint ruthlessly.\" He resolutely avoided being decorative or ingratiating.</p> <p>His wife, Dina Baudoncq, whom he married in 1952, died in 1984. De Keyser is survived by his longtime companion, Lia Schelkens, three sons, Luc, Piet and Jan, and six grandchildren.</p> <p><em>• </em>Raoul de Keyser, painter, born 29 August 1930; died 5 October 2012</p>",
  "<p>\"We were very clear about it being contemporary from the beginning,\" <a href=\"http://en.ectorino2012.it/ready-to-sing/directors/Rob-Kearley-UK\" title=\"\">Rob Kearley</a> remarks in the programme&nbsp;for <a href=\"http://www.operanorth.co.uk/\" title=\"\">Opera North</a>'s new production of <a href=\"http://www.metoperafamily.org/metopera/history/stories/synopsis.aspx?id=12\" title=\"\">Faust</a>, which he has co-directed with <a href=\"http://www.youtube.com/watch?v=iIY_4O0dR0M&amp;feature=plcp\" title=\"\">Ran Arthur Braun</a> in association with video artist <a href=\"http://www.lillevan.com/\" title=\"\">Lillevan</a>. \"Contemporary\" really does mean here and now in this instance: as presidential elections draw near, Braun and Kearley have relocated Gounod's opera to the present-day US and \"put it into a political environment where everything is heightened, forced, false and manufactured\".</p> <p>It actually starts out as a commentary on technology and greed. When <a href=\"http://www.ingpen.co.uk/artist_detail.php?aid=66\" title=\"\">Peter Auty</a>'s fiftysomething Faust sells his soul in exchange for youth to <a href=\"http://www.hazardchase.co.uk/artists/james_creswell\" title=\"\">James Creswell</a>'s sinister Méphistophélès, plastic surgeons arrive to fix his looks before he is whisked from his file-lined study into a world in which everyone seems attached to a smart phone or tablet. Méphistophélès' acid remarks about the dominance of \"the golden calf\" are soon proved true when money begins to rain down from the skies and Lillevan's screens are filled with whirling roulette wheels, Vegas-style.</p> <p>Things get worrying, however, when we reach Faust's relationship with Marguerite (<a href=\"http://www.youtube.com/watch?v=86K4ecD-Jlo\" title=\"\">Juanita Lascarro</a>). Gounod presents her as a naive young girl, driven to insanity and the murder of her illegitimate child when her seduction brings down on her the wrath&nbsp;both of her soldier brother Valentin and of the judgmental&nbsp;society in which she moves. Braun and Kearley, however, reinvent Valentin (<a href=\"http://www.youtube.com/watch?v=WX2ALVBQ1eQ\" title=\"\">Marcin Bronikowski</a>) as an evangelical politician with an anti-abortion agenda,&nbsp;whose followers hound Marguerite when she aborts Faust's&nbsp;baby.</p> <p>This creates immense problems. First of all, the reimagination of any narrative of infanticide in terms of abortion is profoundly questionable. And second, in an attempt to accomplish it in musico-dramatic terms, a fair amount of violence has been done to the score, with extensive cutting and dovetailing of episodes in the fourth and fifth acts.</p> <p>There are some fine performances, though Lascarro's voice has lost some of its lustre since I <a href=\"http://www.guardian.co.uk/music/2007/dec/14/classicalmusicandopera3\" title=\"\">last heard her</a>, and Bronikowski struggles with some of his high notes. Creswell is chilling, while Auty sings the title role with infinite passion. <a href=\"http://www.stuartstratford.com/\" title=\"\">Stuart Stratford</a>'s conducting is stylish and unsentimental. But it remains a disquieting effort: Opera North may well have a controversy on their hands, though it's not an artistic&nbsp;success.</p> <p>• What have you been to see lately? Tell us about it on Twitter using #GdnReview</p>  <figure class=\"element element-audio\" data-canonical-url=\"//platform.twitter.com/widgets.js\"> <a href=\"https://twitter.com/intent/tweet?button_hashtag=GdnReview\"class=\"twitter-hashtag-button\">Tweet #GdnReview</a> <script>!function(d,s,id){ varjs,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");</script> </figure>",
  "<p>Some of Britain's top environmental science agencies are being told to use their skills to help \"de-risk\" investment for UK oil companies in the polar regions.</p> <p>The demands are contained in a consultation document on an already controversial move to merge the British Antarctic Survey (BAS) with the National Oceanographic Centre.</p> <p>The \"outrageous\" new strategy direction is at odds with a House of Commons committee calling on the government to stop drilling by Shell in the Arctic over safety concerns and worries that the sea ice is melting faster than ever, warn critics.</p> <p>Some banks have already decided they will not support operations in the far north, but the Natural Environment Research Council (NERC), which is pushing the tie-up between the BAS and the National Oceanographic Centre, says in its consultation brief: \"A long-term vision is needed to equip UK business and UK investors with the edge needed for de-risking major investment decisions in hostile, unfamiliar environments.\"</p> <p>The merged group would seek to exploit opportunities by \"strengthening the business and commercial expertise within a reshaped leadership team\" while \"building and broadening business engagement, particularly in the seeking of regional innovation clusters\", adds the NERC document, which was sent out ahead of a consultation exercise which ended earlier this week.</p> <p>NERC is the UK's main agency for funding and managing research in the environmental sciences and its desire to merge the two highly respected institutions has upset scientists and even some Conservative backbenchers.</p> <p>Critics presumed the real reason for the merger was the desire to cut budgets but the consultation documents suggest it could also be partly about turning the combined body into a better support system for the business community.</p> <p>Duncan Wingham, the NERC chief executive, said all scientific institutes were now under pressure to ensure they were providing value to the UK economy.</p> <p>But he denied that a more business-focused approach meant that the council necessarily supported drilling in the Arctic, although future work would provide relevant information to oil companies.</p> <p>\"It is not the function of NERC to take a policy decision but to provide scientific information upon which someone else can make such a decision. There is no question there is a perceived tension between the regulatory approach to retaining a clean environment and on the other hand our [the UK's] need to provide new energy supplies,\" he said.</p> <p>Greenpeace has recently launched a major campaign to make parts of the far north off limits to Big Oil and fears for the future of Antarctica as drilling picks up in areas such as the South Atlantic.</p> <p>\"The British Antarctic Survey is a world-renowned institution, and has done great work in helping us to understand and protect one of the most fragile and wonderful regions on the planet,\" said the Greenpeace head, John Sauven.</p> <p>\"So dismantling this leading scientific centre and using the leftovers to do the bidding of oil companies is both wrong and outrageous. BAS must not be used to make it easier to extract resources from the Arctic and Antarctic. These regions need to be protected.\"</p> <p>NERC argues that putting the Cambridge-based BAS together with the National Oceanographic Centre in Southampton should make it more dynamic and insists budgets have been protected.</p> <p>The environmental audit committee of the House of Commons warned in its report that the vulnerable Arctic region was being endangered by a misguided search for hydrocarbons.</p> <p>\"The shocking speed at which the Arctic sea ice is melting should be a wake-up call to the world that we need to phase out fossil fuels fast,\" said the committee chair, Joan Walley MP. \"Instead we are witnessing a reckless gold rush in this pristine wilderness as big companies and governments make a grab for the world's last untapped oil and gas reserves.\"</p> <p>Since the report was unveiled last month, one of the world's major oil companies, Total of France, has declared that it will not drill for oil, saying it realised a spill would ruin its corporate reputation.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397718251\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217228291/A-demonstrator-bangs-a-sa-004.jpg\" alt=\"Global Noise Protests: A demonstrator bangs a saucepan with a spoon in Mexico City\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A demonstrator bangs a saucepan in Mexico City</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718255\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217236230/A-protester-with-a-Guy-Fa-007.jpg\" alt=\"Global Noise Protests: A protester with a Guy Fawkes mask in Madrid\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protester in Madrid</span> <span class=\"element-image__credit\">Photograph: Pedro Armestre/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718257\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217245159/A-woman-marches-in-protes-010.jpg\" alt=\"Global Noise Protests: A woman marches in protest against the payment of bank's debts\" width=\"728\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman takes part in a march in Madrid to protest against the public payment of banks' debts</span> <span class=\"element-image__credit\">Photograph: Pedro Armestre/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718259\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217230963/Anger-over-austerity-and--005.jpg\" alt=\"Global Noise Protests: Anger over austerity and debt - Madrid\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thousands of people made noise with pots and pans as part of protests in Madrid, Spain</span> <span class=\"element-image__credit\">Photograph: Javier Lopez/Demotix via Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718261\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217260832/Demonstrators-protest-aga-015.jpg\" alt=\"Global Noise Protests: Demonstrators protest against the government's austerity Lisbon, Portugal\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators protest against the government's austerity measures in Lisbon, Portugal</span> <span class=\"element-image__credit\">Photograph: Manuel De Almeida/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718263\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217239685/Global-Noise-Against-Aust-008.jpg\" alt=\"Global Noise Protests: Global Noise Against Austerity Protest In Spain\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters undress during a demonstration in Paseo de la Castellana in Madrid</span> <span class=\"element-image__credit\">Photograph: Pablo Blazquez Dominguez/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718267\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217254809/Mexicans-demonstrate-in-M-013.jpg\" alt=\"Global Noise Protests: Mexicans demonstrate in Monterrey, Mexico\" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protest in Monterrey, Mexico, to mark the first anniversary of the Occupy movement</span> <span class=\"element-image__credit\">Photograph: Miguel Sierra/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718273\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217222829/Occupy-took-to-the-street-002.jpg\" alt=\"Global Noise Protests: Occupy took to the streets in London to mark its first anniversary\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Occupy took to the streets in London to mark its first anniversary by taking part in the Global Noise movement</span> <span class=\"element-image__credit\">Photograph: P Nutt/Demotix via Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718253\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217219633/A-protester-briefly-block-001.jpg\" alt=\"Global Noise Protests: A protester briefly blocks a road near Tower Bridge in London\" width=\"400\" height=\"533\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters block a road near Tower Bridge in London</span> <span class=\"element-image__credit\">Photograph: P Nutt/Demotix via Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718269\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217248450/Occupy-London-Stock-Excha-011.jpg\" alt=\"Global Noise Protests: Occupy London Stock Exchange anniversary\" width=\"696\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters from the Occupy movement stage a demonstration near London Bridge in London</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718271\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217251941/Occupy-London-protesters--012.jpg\" alt=\"Global Noise Protests: Occupy London protesters hold a rally outside St Paul's Cathedral\" width=\"760\" height=\"475\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters hold a rally outside St Paul's Cathedral in London to mark the first anniversary of Occupy protests</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718275\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217242379/People-make-noise-as-they-009.jpg\" alt=\"Global Noise Protests: People make noise as they take part in a\" width=\"746\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People make noise as they take part in the march in Madrid</span> <span class=\"element-image__credit\">Photograph: Pedro Armestre/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397718277\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/14/1350217233680/Students-go-on-strike-aga-006.jpg\" alt=\"Global Noise Protests: Students go on strike against the austerity cuts in Venice\" width=\"718\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students go on strike against the austerity cuts in Venice, Italy</span> <span class=\"element-image__credit\">Photograph: Ferdinando Piezzi/Demotix via Corbis</span> </figcaption> </figure>",
  "<p>Microsoft, Apple and Samsung will lead smartphone and tablet makers in unleashing a $5bn blizzard of advertising in the runup to Christmas, analysts are predicting.</p> <p>The battle for consumer hearts and wallets began this weekend, with Microsoft preparing for the biggest product launch of its corporate life. The software giant has set aside an estimated $1.5bn to $1.8bn (£1.1bn) for the launch of Windows 8, according to analysts, a sum the media analyst Robert Enderle says \"is on a scale you don't see outside presidential elections\".</p> <p>Microsoft has always been big on advertising, but it is being joined now by younger digital titans such as Google that used to sniff at relying on traditional media, having grown rich through clicks and links and word of mouth.</p> <p>Jeff Bezos once described advertising as \"the price you pay for having an unremarkable product\", but Amazon's founder has clearly had a change of heart. With tablets and e-readers to sell, his budget has more than doubled, rising from $593m in 2009 to $1.4bn in 2011.</p> <p>Google has trebled its spend to $1.4bn in three years. Add in the rapidly growing marketing dollars from Motorola, which Google now owns, and the total spend last year was £2.1bn.</p> <p>Annual reports for eight of the largest technology advertisers, from chip maker Intel to Sony, Samsung, Nokia, Google and Apple, show they spent a combined $15bn promoting themselves in their most recent financial year. Samsung, whose 2011 budget was $2.7bn, spent some of those dollars promoting televisions as well as handsets, and a large chunk of Sony's $4.5bn is reserved for marketing its Hollywood films.</p> <p>But with promotional budgets growing more than 50% a year at some firms, total spend is likely to be significantly higher this year. Add in the outlay for promoting the arrival of 4G by various network operators, including EE in the UK, and the global spend for all things mobile could well reach $5bn in the final three months of 2012, says Benedict Evans at the research firm Enders Analysis.</p> <p>\"One and a half billion for Windows 8 sounds like a lot of money, but in the context of these companies it seems reasonable and appropriate. Microsoft need to communicate a fundamental change in their platform that is hugely strategically important to them in terms of driving their business into mobile.\"</p> <p>With PC sales declining, the software firm is determined to join the portable computing party. Windows 8, reinvented for the touch screen and considered the most radical redesign since the release of Windows 95, goes on sale on Friday, along with Microsoft's Surface tablet. On 29 October, its smartphone software goes live, followed by new Windows phones from HTC, Nokia and others.</p> <p>Phone-makers such as Nokia and HTC will also benefit from Microsoft's marketing largesse. Having agreed to kill its own operating platform and replace it with Windows Phone, Nokia has been rewarded since October of last year by $250m a quarter in \"platform support\" money to help promote its handsets.</p> <p>The sums exceed the amount in royalty fees it is likely to have to pay to Microsoft for using Windows, and HTC is understood to benefit from a similar deal. The money is essential if the smaller players are to take on the combined marketing might of Apple and Samsung, and thereby give Windows a chance of establishing itself as a third operating platform against Android and Apple's iOS.</p> <p>There is some catching up to do. In the first six months of this year, some 300m Android phones were snapped up, Apple shifted 115m iPhones, and a comparatively paltry 10m Windows phones were sold.</p> <p>Samsung and Apple will use their superior marketing firepower to retain the top two spots. The South Korean group's major launches of 2012 have already happened, but the Galaxy SIII phone, which now comes in a \"mini\" size, and its 4G compatible version, will be given the hard sell, as will tablets in various sizes. Samsung may have been ordered to pay Apple $1bn in damages for infringing iPhone patents, but the legal bill will be more than matched by media outlay.</p> <p>Apple will not be far behind. Its spend doubled from $500m in 2009 to $933m last year, and the Christmas quarter will see it pushing the global rollout of the iPhone 5, the new iPad and the supposedly imminent launch of the iPad mini.</p> <p>\"We've got an unprecedented number of significant launches from vast global players in a short period of time and the combination of those three things is creating this tsunami of advertising,\" says Shaun Collins at the mobile research specialist CCS Insight. \"It's as big a quarter as we've ever seen. The level of commitment each of these players is willing to put behind a mobile launch shows how valuable it could be if they get it right.\"</p> <h2>The big spenders</h2> <p><strong>Microsoft</strong></p> <p>Annual advertising spend: $1.6bn</p> <p>Promoting: Windows 8 software for tablets and PCs, Micosoft Surface tablet, Windows Phone 8 smartphone software</p> <p><strong>Samsung</strong></p> <p>Annual advertising spend: $2.7bn</p> <p>Promoting: Galaxy SIII smartphone, Galaxy SIII mini smartphone, Galaxy Tab2 tablet</p> <p><strong>Amazon</strong></p> <p>Annual advertising spend: $1.4bn</p> <p>Promoting: Kindle Fire HD tablet, Kindle Paperwhite e-reader</p> <p><strong>Google</strong></p> <p>Annual advertising spend: $1.5bn</p> <p>Promoting: Nexus 7 tablet, LG Nexus 4 smartphone</p> <p><strong>Apple</strong></p> <p>Annual advertising spend: $933m</p> <p>Promoting: iPhone 5, iPad mini, new iPad</p>",
  "<p>Women beware! Across the political spectrum, a consensus has broken out on the joys of maternity leave. And now the latest twist to \"family-friendly\" law is to encourage fathers to share the leave, if <a href=\"http://www.theguardian.com/lifeandstyle/2012/oct/12/parental-leave-fathers-year-off\" title=\"\">reports are to be trusted</a>, after about a month. That may suit the family-focused rhetoric of the political classes. But more shared leave will not solve the problems of the conveyor belt system on which many working mothers find themselves after the birth of their babies, entitled to a year's leave and a job to return to.</p> <p>Maternity payment, generous to begin with at 90% of average income, drops to £135 a week for 33 weeks. Back at work within the statutory year, earnings tend to decline comparative to those who have not been on leave. There's evidence to suggest that it can take up to 15 years after the birth of each child to get back to where they were. Some have to drop hours or move to part-time work or a less demanding job in order to cope with family as well as work. Over a lifetime's work, the story for many women in ordinary jobs will be of smaller earnings, missed pension contributions and downward professional mobility.</p> <p>Adding more leave for fathers to the rota may be good for the Treasury if a high-earning woman returns rapidly to work. But it adds to the difficulties for business. At a time of recession and job losses, employers will have double the uncertainty and the costs this brings to business: two potential employees to find cover for where previously there was one; two jobs to be kept open and benefits paid; two lots of replacement staff to be trained – then let go.</p> <p>The costs of this scheme may have been massaged by Nick Clegg to a \"manageable\" round figure reported as a mere £8m start-up (and £22m for the new IT system to prevent fraud). But the true cost will be to jobs and markets in a western labour market that continues to award more time off and more benefit for less work. The UK, like its EU neighbours, is pricing itself out of a global market for labour and goods: we pay ourselves too much and produce too little.</p> <p>So what's to be done? If business is to grow, the UK debate must move to the structural reform of the labour market. Where should the law stop and business begin? In the UK, cover for maternity leave for working women was introduced in 1911 and there's no reason why that should stop in a better system.</p> <p>But the real problem for many women is not just poorer lives they face after a year's leave; it's how to afford a career break to spend the early years with their children which many want (<a href=\"http://www.uswitch.com/blog/2012/09/07/money-worries-forcing-new-mums-back-to-work-early/\" title=\"\">75% in one recent poll</a>), a break followed by good training and a return to the labour market on equal terms – as happens now for female doctors and many lawyers.</p> <p>If that's to happen, we must return the national insurance system to William Beveridge's contributory principle without which (he judged) the welfare state could not work. Contribution in time of earning would provide income when earnings cease in a personal pot of entitlement. The Beveridge model must now be adapted to the longer lives – and working lives – people will lead. So, a five- or 10-year career break out of 40 working years is a relatively short and affordable break to be covered by a lifetime's contributions. For maternity benefit, the sum might not be huge, but a benefit based on contributions over such a period would be a start.</p> <p>Having a job and having a decent income can't come from the state. But what the state can do is to make it possible for business to flourish and people to earn. Our leaders need now to see through the PR, and the wishlists and soundbites in which they dress \"family-friendly legislation\". The reality is of an expensive and overbearing state, unfriendly to business, unfriendly to women.</p>",
  "<p>President Obama and Governor Romney are talking a lot about how they're going to save the economy. But it doesn't take a genius to recognize that what they're saying is only talk. The debates are an opportunity for them to broadcast campaign promises, but where is the accountability, when past promises have already been left in the dust?</p> <p>Romney's fairytale features <a href=\"http://www.washingtonpost.com/business/economy/study-romney-tax-plan-would-result-in-cuts-for-rich-higher-burden-for-others/2012/08/01/gJQAbeCCOX_story.html\">tax breaks for the wealthy</a>, <a href=\"http://articles.orlandosentinel.com/2012-10-09/news/os-jeb-bush-for-romney-20121009_1_mitt-romney-jeb-bush-romney-administration\">deregulation</a> and more <a href=\"http://www.nj.com/us-politics/index.ssf/2012/10/romney_intensifies_epa_attacks.html\">dirty energy</a>. He <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/factchecking-the-first-presidential-debate-of-2012/2012/10/04/9d47934e-0d66-11e2-bb5e-492c0d30bff6_blog.html\">promises</a> 12m new jobs, but has no plan to get us there. His track record demonstrates off-shoring, not job creation here at home.</p> <p>Meanwhile, Obama's plan points to General Motors as the model of where we need to go. But GM was bailed out by taxpayers and then went on to slash workers' wages while padding CEO salaries. Obama says he'll create 1m manufacturing jobs by 2016, but these are all low-wage, insecure jobs with poor benefits. </p> <p>Both Romney and Obama promise to <a href=\"http://www.aljazeera.com/indepth/interactive/2012/09/20129308542614575.html\">slash public spending</a> on education, healthcare, job training, social security and the environment. And both are calling for corporate income tax cuts. These policies are not only bad for working families, they're killers of economic growth. That's because capitalism doesn't work when capital doesn't move. And capital doesn't move when our government promotes the hoarding, rather than the redistribution, of capital.</p> <p>In the short term, policies that favor Wall Street make a few people very rich, but in the long term, those same policies create massive inequality that cause Wall Street – and the rest of us – to crash. It's time to take Wall Street out of the driver's seat and to free the truly productive segments of working America to make this economy work for all of us.</p> <p>This is the worst economic crisis since the Great Depression. Why not use a similar strategy to FDR's for getting us out of it? Under the <a href=\"http://www.pbs.org/fmc/interviews/kennedy.htm\">New Deal of the 1930s</a>, unemployment rates were substantially reduced, and millions of jobs were created.</p> <p>For this reason, I propose a <a href=\"http://www.democracynow.org/2012/7/13/green_new_deal_organizer_physician_jill\">Green New Deal for the 2010s</a>, which – unlike the doomed-to-fail proposals of Obama and Romney – is proven to work. The Green New Deal will create 25m jobs by implementing nationally funded, but locally controlled, direct employment initiatives. These would offer public-sector jobs that can be \"stored\" in job banks in order to take up any slack in private-sector employment.</p> <p>The Green New Deal protects the right to quality healthcare, to be achieved through a single-payer Medicare-for-all program; a tuition-free, quality, public education system from pre-school through college; decent affordable housing, including an immediate halt to all foreclosures and evictions; and the right to accessible and affordable utilities including heat, electricity, phone, internet and public transportation.</p> <p>The Green New Deal also provides grants and low-interest loans to grow green businesses and cooperatives, with an emphasis on small, locally-based companies that keep the wealth created by local labor circulating in the community – rather than being drained off to enrich absentee investors. We will redirect public research funds away from fossil fuels and other dead-end industries and toward sustainable energy systems such as wind, solar and geothermal. We will invest in sustainable, nontoxic materials, closed-loop cycles that eliminate waste and pollution, and organic agriculture, permaculture, and sustainable forestry.</p> <p>Most importantly, under the Green New Deal, we will build a financial system that is open, honest and stable, and a political system that protects the rights of voters, not the political parties and their corporate funders.</p> <p>Most Americans agree that the policies of the Green New Deal are exactly what we need. Yet, many voters remain afraid to vote their values. We've all been told to vote against politicians, not for policies. And the result has been, year after year, that the politics of fear has delivered everything we were afraid of: expanding war, the meltdown of the economy, and the dismantling of our civil liberties.</p> <p>Our society is at a breaking point: we may not survive four more years of Wall Street rule. We must answer the politics of fear with the politics of courage. The <a href=\"http://www.debates.org/\">Commission on Presidential Debates</a> has attempted to monopolize the discourse and limit our choices. But the debate about America's future that matters most is the debate that takes place within each of us.</p> <p>Our country desperately needs a Green New Deal. A vote for me is a mandate for those policies, not only in November, but for the months and years to come.</p>"
]