[
  "<p>Samsung has hit back at arch-rival Apple as investors wiped $12bn (£7.6bn) off the South Korean smartphone manufacturer's market value after its loss of a high-profile US court battle over patents.</p> <p>Samsung stock fell 7.5% in the South Korean capital Seoul on Monday as shareholders reacted to <a href=\"http://www.theguardian.com/technology/2012/aug/25/apple-samsung-patent-infringement-trial\" title=\"\">the $1bn fine imposed on Friday</a> for copying key elements of the Apple iPhone's behaviour and appearance.</p> <p>In an <a href=\"http://global.samsungtomorrow.com/?p=17705\" title=\"\">angry internal memo</a> Samsung management said Apple had rebuffed attempts to settle out of court. Urging consumers to shun Apple products, they said: \"History has shown there has yet to be a company that has won the hearts and minds of consumers and achieved continuous growth when its primary means to competition has been the outright abuse of patent law, not the pursuit of innovation. We trust that the consumers and the market will side with those who prioritise innovation over litigation, and we will prove this beyond doubt.\"</p> <p>Analysts said the verdict could result in Apple broadening its attack on other handset makers that use Google's Android operating system, potentially hobbling them in the US, the richest segment of the $219bn (£138.6bn) global smartphone business.</p> <p>Those fears hit shares in Google, which fell 1.4% on Monday in New York. It might also open a door for Nokia, the lossmaking Finnish mobile phone maker, which would be able to offer products without fear of lawsuits. US-listed shares in Nokia gained 9% to in early trading.</p> <p>Although Samsung said it would appeal against the verdict, Judge Lucy Koh could triple the fine because the jury of nine in San Jose, California, determined that the infringement of Apple's patents and designs was \"willful\". Apple will also be able to apply for an injunction against the 24 smartphones and tablets named in the suit at a 20 September hearing.</p> <p>Apple's shares gained almost 2% during the first day of trading in New York after the victory, which chief executive Tim Cook told staff on Friday had been \"about something much more important than patents or money. It's about values … we [make products] to delight our customers, not for competitors to flagrantly copy\".</p> <p>Apple filed the suit against Samsung in April 2011 and has dozens more pending in other countries against various Android handset makers, accusing them of infringing patents on function so that they behave like the iPhone or iPad.</p> <p>The lawsuits were initiated by the late Steve Jobs, Apple's co-founder, who said he would \"go thermonuclear\" against Android, which he considered a copy of the iPhone's software. Versions of Android shown before the iPhone's release in 2006 looked more like RIM's BlackBerry; those released after 2010 functioned much more like the iPhone.</p> <p>According to analysts, the verdict – and Apple's expected request for injunctions against Samsung's infringing phones – will not hurt the two companies' enormously valuable supplier relationship.</p> <p>Samsung's lawyer told the trial that the company provided about a quarter of the parts in every iPhone, measured by value. Apple is Samsung Electronics' biggest customer, with Samsung providing screens and memory chips for the iPhone and iPad.</p> <p>Since the verdict, there has been an increasing focus on the jury, which shocked observers by reaching a decision in two and a half days, after four weeks of complicated arguments over \"utility patents\" and \"trade dress\".</p> <p>Its foreman, Velvin Hogan, is himself a patent owner and the seven men and two women had legal and engineering experience from companies including Intel and AT&amp;T. Those who have spoken to the press say they worked diligently through the 23 questions on the verdict form, some about alleged infringement by up to 24 devices from three different Samsung subsidiaries.</p> <p>The decision could embolden Apple to broaden its attack on Android. \"We think that the real winner here will be Microsoft and the Windows Phone ecosystem,\" Nomura analysts CW Chung and Manabu Akizuki said in a note. \"As Android and Apple tear each other apart, Microsoft has been waiting in the wings and is in a very good position to move in and entice users to switch from Android to Microsoft, as we have already seen that user loyalty is low.\"</p> <p>Microsoft's Windows Phone software only has about 5% of the global market, but Nokia has now staked its future in smartphones on it and is expected to unveil new devices next month. \"In addition to Apple, we name Microsoft and Nokia as the main beneficiaries from this outcome,\" said Nordea analyst Sami Sarkamies.</p>",
  "<p>Being a vegetarian can carry with it an oppressive aura of smugness, as each day being a carnivore gets <a href=\"http://www.britishmeat.com/49.htm\" title=\"\">a bit more like smoking</a> – an act that is not only self-destructive but damaging the rest of the world too.As the US grain plains swelter under an unrelenting sun, and fresh water becomes a declining resource, another slew of <a href=\"http://www.theguardian.com/global-development/2012/aug/26/food-shortages-world-vegetarianism\" title=\"\">reports </a>warns of the impending crisis in food production – all those acres devoted to growing thirsty corn and soya just to make more hamburgers. Going veggie is the only sane response. But meat production is only one of the sources of global food insecurity. The real case for going veggie is that being vegetarian has never been easier, tastier or more varied. It needn't have anything to do with drought or famine, nor with animal welfare nor even the myriad benefits it confers. <a href=\"http://vegetarian.procon.org/view.resource.php?resourceID=004527\" title=\"\">Gandhi, Einstein and Plutarch </a>can't all be wrong, or at least not about the same thing. As the ad used to say, it tastes good and it does you good.</p> <p>• This article was amended on 28 August 2012, correcting the spelling of Gandhi</p>",
  "<p>A scorching morning in the San Fernando valley and I am driving up and down Balboa Boulevard, parks and fields either side of the motorway, lost. The talking GPS on my dashboard has lapsed into silence, defeated by an arcane destination with no zip code. I spy a park attendant emptying a bin and pull over to ask directions. He eyes me, baffled. I wonder if he is deaf and repeat the question. He still looks confused. \"Did you say river?\" Yes, I reply. Where is the river? He shakes his head. \"What&#xa0;river?\"</p> <p>I find an elderly woman with a straw hat walking her terrier and ask the same question. She looks puzzled. \"What river, honey?\" The river I am supposed to kayak, I reply. She looks at me compassionately, as if I have sunstroke. \"I don't think you're in the right&#xa0;place.\"</p> <p>But I am. Swishing below, all but invisible from the park and motorway above, is the Los Angeles river. A river with water, fish, tadpoles, birds, reeds, banks, a river that flows for 52 miles skirting Burbank, north Hollywood, Silver Lake, downtown and Compton and empties into the Pacific Ocean at Long Beach. A regular river, except that to most Angelenos it's a secret. I&#xa0;ask three other people and receive the same blank looks until finally a park ranger confirms that, yes, there is a river at the bottom of a ravine all of 150ft away.</p> <p>There, amid the reeds, bob a dozen little green and red kayaks, and people wearing helmets and lifejackets are clambering inside them. It is the inaugural season of <a href=\"http://lariverexpeditions.com/\" title=\"\">LA River Expeditions</a>, a pioneering effort to reclaim a waterway that vanished from the city's consciousness almost a century ago. \"Welcome,\" says George Wolfe, the group's founder. \"I&#xa0;hope you're ready for adventure.\" We push off into the current.</p> <p>Until recently this excursion would have been considered not just mad but illegal. City authorities encased the river bed in concrete in the 1930s, turning it into a flood-control channel that was a byword for contamination and forbidden to boaters. For decades it languished all but forgotten, save for Hollywood using its storm drains in films such as <a href=\"http://www.youtube.com/watch?v=HsYC-hVEpQM\" title=\"\">Grease</a> and <a href=\"http://www.youtube.com/watch?v=dnM7mFX8D_4\" title=\"\">Terminator 2</a>. Now, however, it has formally opened to boating tours, specifically kayaks and canoes. Activists hope it is the first step towards transformation. \"It's a milestone, and hopefully there are more to come,\" says Charles Eddy, a board member of Friends of the LA&#xa0;River, and part of this expedition, as he navigates his kayak through brambles. \"If you think of the river as a blank palette, people will create all sorts of wonderful things.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395850980\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/27/1346077212783/Kayakers-in-Los-Angeles-010.jpg\" alt=\"Kayakers in Los Angeles\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kayakers paddle under the Woodley Avenue bridge in Los Angeles. Photograph: ZUMA Wire Service / Alamy/Alamy</span> <span class=\"element-image__credit\">Photograph: ZUMA Wire Service / Alamy/Alamy</span> </figcaption> </figure>  <p>The kayak excursions are the latest twist in California's water wars, a saga immortalised in Roman Polanski's 1974 film Chinatown, a neo-noir exploration of intrigue and treachery with Jack Nicholson and Faye Dunaway set during the state's 1930s battles over land and water rights. The river, fed by streams from the Simi hills in Canoga park, originally provided food, water and transport for Gabrielino Indians and Spanish settlers. After the US seized control from Mexico the city's water needs outgrew the river. <a href=\"http://www.guardian.co.uk/environment/2006/dec/07/water.usnews\" title=\"\">An aqueduct completed in 1913 directed water from the Owens river in the Sierra Nevada mountains to LA, ending dependence on the LA river.</a> Disastrous flooding prompted its conversion – desecration, some critics would say – into a glorified drainage ditch. And so it remained for decades, a butt of jokes, a rubbish dump, out of sight and mind except when used as a backdrop for Hollywood car races and chases.</p> <p>Its nascent revival this summer as a source of recreation and environmental awareness comes amid a renewed water battle. The diverted Owens river is no longer enough – LA&#xa0;county is home to about 10 million people, not to mention vast farms further south clamouring for irrigation. <a href=\"http://www.latimes.com/news/opinion/editorials/la-ed-0808-delta-conservation-plan-20120808,0,4862053.story\" title=\"\">Governor Jerry Brown is championing a proposed $14bn (£9bn) tunnel system to divert water from northern California to southern California's parched cities and farms.</a> Two tubes, each 33ft wide, would direct part of the Sacramento river – up to 9,000 cubic feet a second – to existing pumps and aqueducts, supposedly ending <a href=\"http://www.latimes.com/news/local/la-me-cap-water-20120730,0,7084638.column\" title=\"\">the water conflicts that Ronald Reagan, Arnold Schwarzenegger and a string of other governors failed to resolve</a>.</p> <p>\"This thing is never going to be free of controversy and conflict,\" <a href=\"http://www.businessweek.com/news/2012-07-25/brown-says-14-billion-plan-will-boost-california-water\" title=\"\">Brown told a press conference last month</a>. \"But we know a lot more today than we did then. Here we are, 30 years later, with a lot more knowledge and a lot more science.\" The US secretary of the interior, Ken Salazar, said the new tunnels would end \"the epic water wars that have plagued this state for&#xa0;decades\".</p> <p>Maybe, but the plan will have to overcome resistance from environmentalists who say it will kill salmon and farmers who complain about costs. Some analysts think the water wars will drag on, with southern California seeking ever more desperate remedies for its water shortages.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395850981\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/27/1346083196073/Terminator-2-Judgment-Day-007.jpg\" alt=\"Terminator 2: Judgment Day\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">LA as a \"soulless, dystopian metropolis\": Terminator 2: Judgment Day. Photograph: Tristar/Sportsphoto Ltd/Allstar</span> <span class=\"element-image__credit\">Photograph: Tristar/Sportsphoto Ltd/Allstar</span> </figcaption> </figure>  <p>The Los Angeles river, once the city's lifeblood, is a sideshow to the latest high-powered struggles for water. But to a coalition of artists, historians, environmentalists and outdoors enthusiasts its fate symbolises an attempt to make LA, branded by critics a soulless, dystopian metropolis, a kinder, gentler, more integrated city.</p> <p>\"We have to start thinking in new ways, and using words differently. If you call it a sewer ditch you treat it like a sewer ditch. Call it a river and you treat it like a river,\" says Wolfe, the expedition leader, as our group paddles upstream through a gorge. An advertising copywriter with a passion for canoeing, Wolfe and some companions made the first journey down the entire river over three days in 2008. It was technically illegal – the city did not want anyone in its drainage ditch – but they rebuffed police challenges with a (legitimate) filming permit, a magical pass when dealing with the LAPD, and made it to Long Beach.</p> <p>The voyage obliged authorities to admit that the waterway was navigable, something previously denied, and created a legal wedge to demand public access under public trust doctrine, a concept dating from Roman law. Eddy says 80% of the water was treated sewage, most of the rest groundwater with modest contamination. \"My dog has been drinking it for seven years and he hasn't got three tails.\"</p> <p>Inch by inch, authorities yielded, allowing Wolfe and his friends to take 300 people down the river in a pilot project last year. After nobody drowned or contracted a hideous disease, LA River Expeditions was allowed to start running regular, scheduled trips this summer for around 2,000 people. Tickets – $55 (£35) each – were snapped up within minutes of going on sale. \"So here we are,\" says Wolfe, as the group of mostly novice kayakers bump and splash in his wake along a narrow stretch of surging water. The mood is giddy. Like the park attendant and dog-walker, until recently some of us did not even know there was a river, or where it was, or that it was usable. \"I've lived near this river almost all my life and I've never been on it. I jumped at this chance,\" says Gloria Barke, 77, a retired events organiser, as her partner Robert Finkle, 81, a copyright lawyer, paddles from the back.</p> <p>The LA river will never compete with the Danube or Seine or Thames as an attraction for stressed city-dwellers. Nor will it inspire many poems or novels. It is too meagre, too hidden, to ever be fully part of the city. But advocates are on to something when they say it can transform perceptions of LA.</p> <p>After passing a concrete bridge with graffiti-daubed arches and a shopping trolley half-buried in mud, we enter a wilderness that seems a world removed from the freeways and urban sprawl above. \"We call this the Grand Canyon,\" says Wolfe, showing his flair for advertising, as we paddle through a mini-gorge 15ft tall. Nature slowly asserts itself. To our left are wild fig trees, descendants of those planted by the Indians, to our right potentially deadly ricin-producing plants. Further on, hallucinogenic jimson weed. \"Around the next bend is the Apocalypse Now bit,\" says Wolfe. We encounter \"fish sticks\": improvised traps made by unknown hands to trap carp, tilapia and other species. A discourse on how to make the traps is drowned out by a passenger jet roaring low overhead, briefly breaking the spell.</p> <p>The sense that this is something special returns as we moor our boats and slosh ashore, inspecting plants, a turtle shell, a cascade, before resuming the journey. It is difficult to believe that the 405 freeway, the gridlocked bane of LA motorists, is just a mile away. Three hours later we return to where we started, a swampy bank, and moor the kayaks amid some ducks. The tour is over. We saw nothing that would excite David Attenborough. But we glimpsed another LA, one not consumed by automobiles, or turned into a strip mall, where nature and human optimism thrive in a watery realm, an ever so slightly mystic river.</p> <p>• This article was amended on 3 September 2012. The original referred to hallucinogenic gypsum weed. That should have been jimson weed, or Datura, and has been corrected.</p>",
  "<p>The two MPs who wrote on the subject of food banks (<a href=\"http://www.theguardian.com/society/2012/aug/24/food-banks-symptom-failure?INTCMP=SRCH\" title=\"\">Letters</a>, 25 August) should perhaps consider the waste of taxpayers' money on their own food. Under a freedom of information request, I have found that the House of Commons catering service loses £5.2m a year. MPs are paid over £60,000pa, hardly breadline or soup kitchen levels. Ministers are paid more and a fair few are millionaires. Yet taxpayer subsidise their meals. Is not this a perfect opportunity for the cabinet to savour pasties and install a branch of Greggs?<br><strong>John Loader</strong><br><em>Leyburn, North Yorkshire </em></p> <p>• Brilliant (<a href=\"http://www.theguardian.com/politics/2012/aug/26/mps-alarmed-parliament-repairs?INTCMP=SRCH\" title=\"\">MPs concerned at moving house</a>, 27 August). Leaving the present fairy-tale environment might bring MPs back into the real world, the one the rest of us live in. Why not make it permanent and turn the present parliament building into a museum; it could then generate income rather than hot air.<br><strong>Ivan Troth</strong><br><em>Birmingham</em></p>",
  "<p>While Jackie Ashley's growing impatience with government prevarication over its airport policy is perfectly reasonable, her unquestioning acceptance that business must be right in demanding more airport capacity is not (<a href=\"http://www.theguardian.com/commentisfree/2012/aug/26/london-airport-expansion-just-decide?INTCMP=SRCH\" title=\"\">Comment</a>, 28 August). Aviation already accounts for about 13% of the UK's greenhouse gas emissions. If allowed to continue unchecked, aviation growth will mean it is impossible for the UK to meet its (already inadequate) target of reducing emissions by 80% by 2050.</p> <p>Moreover, recent research by the <a href=\"http://www.aef.org.uk/\" title=\"\">Aviation Environment Federation</a> suggests that the UK already has sufficient airport infrastructure to meet the maximum levels of future demand that would be consistent with the limits on aviation growth recommended by the <a href=\"http://www.theccc.org.uk/\" title=\"\">Climate Change Committee</a>. Indeed, the government's own forecasts of air-traffic demand indicate that even if no constraints on airport growth were imposed for environmental reasons, passenger demand in the south-east could be entirely met with existing infrastructure until nearly 2030. Those forecasts are themselves likely to overestimate demand, since they're based on very generous assumptions , including a resumption of economic growth at around 2% per annuma year or above, no increase in oil prices, and a continuation of aviation's tax exemptions. Instead of acceding to demands for ever-increasing aviation growth, the government should learn from <a href=\"http://www.wwf.org.uk/how_you_can_help/get_your_business_involved/one_in_five_challenge/\" title=\"\">WWF's One in Five Challenge</a>, a successful scheme to help companies cut 20% of flights in five years.</p> <p>Some of the UK's leading businesses, including Lloyds TSB and Marks &amp; Spencer, have reduced their business flights by 41% over two years, saving £2.4m and reducing emissions by 3,600 tonnes of CO2. Members say that lower-carbon ways of staying connected, like advanced video-conferencing, are actually helping them to increase their efficiency, with less time spent out of the office, faster decision-making and increased collaboration.<br><a href=\"http://www.carolinelucas.com/\" title=\"\"><strong>Caroline Lucas MP</strong></a><br><em>Green, Brighton Pavilion</em></p> <p>• When the three main political parties united after the last election to rule out a third runway at Heathrow, it was the first time in the history of flight in this country that any government had said no to the aviation industry's demands for unfettered growth at any environmental cost. Since then the aviation industry has mounted the most expensive US-style lobby ever witnessed in the UK. Never before have we seen this scale of wining and dining of journalists, so-called opinion formers, policy advisers, MPs and ministers.</p> <p>It is not just 700 homes in Sipson that would be destroyed by a third runway, but at least 10,000 people having their homes demolished or rendered unlivable by air pollution. It is not thousands of Londoners that would suffer increased noise pollution but at least 2 million. There is no independent evidence to demonstrate that the UK is missing out on trade with China or any other Bric country. The reverse is true, as London is served by its network of five airports that make us the best connected city in the world.</p> <p>The future for aviation is to replace domestic flights with high-speed rail, to maximise the efficiency of our existing London airports and the advantages of our regional airports. Haven't we learnt sufficiently from the experience of the banks and Murdoch about allowing corporate interests to determine our policies?<br><a href=\"http://www.john-mcdonnell.net/\" title=\"\"><strong>John McDonnell MP</strong></a><br><em>Lab, Hayes and Harlington </em></p>",
  "<p>There are no comparisons to be made. This is not like war or plague or a stockmarket crash. We are ill-equipped, historically and psychologically, to understand it, which is one of the reasons why so many refuse to accept that it is happening.</p> <p>What we are seeing, here and now, is&#xa0;the transformation of the atmospheric physics of this planet. Three weeks before the likely minimum, the melting of Arctic sea ice has already broken the&#xa0;record set in 2007. The daily rate of&#xa0;loss&#xa0;is now 50% higher than it was that year. The daily sense of loss – of the&#xa0;world we loved and knew – cannot be quantified so easily.</p> <p>The <a href=\"http://www.theguardian.com/environment/2012/jan/03/david-attenborough-frozen-planet-climate-change\" title=\"\">Arctic has been warming roughly twice as quickly</a> as the rest of the northern hemisphere. This is partly because climate breakdown there is self-perpetuating. As the ice melts, for example, exposing the darker sea beneath, heat that would previously have been reflected back into space is absorbed.</p> <p><a href=\"http://www.theguardian.com/environment/2012/aug/23/arctic-sea-ice-record-low\" title=\"\">This great dissolution, of ice and certainties</a>, is happening so much faster than most climate scientists predicted that one of them reports: \"It feels as if everything I've learned has become obsolete.\" In its last assessment, published in 2007, the Intergovernmental Panel on Climate Change noted that \"in some projections, Arctic late-summer sea ice disappears almost entirely by the latter part of the 21st century\". These were the most extreme forecasts in the panel's range. Some scientists now forecast that the disappearance of Arctic&#xa0;sea-ice in late summer could occur in this decade or the next.</p> <p>As I've warned repeatedly, but to little effect, the IPCC's assessments tend to be conservative. This is unsurprising when you see how many people have to approve them before they are published. There have been a few occasions – such as its <a href=\"http://www.theguardian.com/environment/2010/jan/20/ipcc-himalayan-glaciers-mistake\" title=\"\">estimate of the speed at which glaciers would be lost in the Himalayas</a> – on which the panel has overstated the case. But it looks as if these will be greatly outnumbered by the occasions on which the panel has understated it.</p> <p>The melting disperses another belief: that the temperate parts of the world – where most of the rich nations are located – will be hit last and least, while the poorer nations will be hit first and worst. New knowledge of the way in which the destruction of the Arctic sea ice affects northern Europe and North America suggests that this is no longer true. A paper published earlier this year in Geophysical Research Letters shows that <a href=\"http://www.climatecentral.org/news/arctic-warming-is-altering-weather-patterns-study-shows/\" title=\"\">Arctic warming is likely to be responsible for the extremes now hammering the once-temperate nations</a>.</p> <p>The north polar jet stream is an air current several hundred kilometres wide, travelling eastwards around the hemisphere. The current functions as a barrier, separating the cold, wet weather to the north from the warmer, drier weather to the south. Many of the variations in our weather are caused by great travelling meanders – <a href=\"http://weatherfaqs.org.uk/node/145\" title=\"\">Rossby waves</a> – in the jet stream.</p> <p>Arctic heating, the paper shows, both&#xa0;slows the Rossby waves and makes&#xa0;them steeper and wider. Instead of moving on rapidly, the weather gets stuck. Regions to the south of the stalled&#xa0;meander wait for weeks or months for rain; regions to the north (or underneath it) wait for weeks or months for a break from the rain. Instead of a benign succession of sunshine and showers, we get droughts or floods. During the winter a slow, steep meander can connect us directly to the polar weather, dragging severe ice and snow far to the south of its usual range. This mechanism goes a long way towards explaining the shift to sustained – and therefore extreme – weather patterns around the northern hemisphere.</p> <p>I have no idea what is coming to Europe and North America this winter and next summer, in the wake of the record ice melt, but it's unlikely to be pleasant. Please note that this record represents a loss of about 30% of Arctic sea ice, against the long-term average. When that climbs to 50% or 70% or 90%, the impacts are likely to be worse.</p> <p>Our governments do nothing. Having&#xa0;abandoned any pretence of responding to the environmental crisis&#xa0;during the <a href=\"http://www.theguardian.com/environment/2012/jun/23/rio-20-earth-summit-document\" title=\"\">Earth summit</a> in June, now they stare stupidly as the ice on which we stand dissolves. Nothing – or&#xa0;worse than nothing. Their one unequivocal response to the melting has&#xa0;been to facilitate the capture of the oil and fish&#xa0;it&#xa0;exposes.</p> <p>The companies that caused this disaster are scrambling to profit from it. On Sunday <a href=\"http://www.latimes.com/news/nation/nationnow/la-na-nn-shell-arctic-chukchi-20120826,0,6093682.story\" title=\"\">Shell requested an extension to its exploratory drilling period in the Chukchi Sea</a>, off the north-west coast of Alaska. This would push its operations hard against the moment when the ice re-forms and any spills they cause are locked in. The Russian oil company Gazprom is using the great melt to try to drill in the Pechora Sea, north-east of Murmansk. After turning its Arctic lands in the <a href=\"http://www.greenpeace.org/international/en/campaigns/climate-change/arctic-impacts/The-dangers-of-Arctic-oil/Black-ice--Russian-oil-spill-disaster/\" title=\"\">Komi republic into the Niger delta of the north</a> (repeated oil spills are left unremediated in the tundra), Russia wants to extend this industry into one of the world's most fragile ecosystems, where ice, storms and darkness make decontamination almost impossible.</p> <p>As I write, activists from Greenpeace, whom I regard as heroes, are <a href=\"http://www.greenpeace.org/new-zealand/en/blog/arctic-action-live/blog/41861/\" title=\"\">chained to Gazprom's supply vessel</a>, preventing the rig from operating. These people are stepping in where all governments have failed. David Cameron, who still claims to lead the greenest government ever, is no longer hugging huskies. In June he struck an <a href=\"http://www.theguardian.com/environment/damian-carrington-blog/2012/jun/07/energy-uk-norway-oil-gas-renewables\" title=\"\">agreement with the Norwegian prime minister</a> \"to enable sustainable development of Arctic energy\". Sustainable development, of course, means drilling for oil.</p> <p>Is this how our children will see it: that we destroyed the benign conditions that made our world of wonders possible, and then used the opportunity to amplify the damage? All of us, of course, can claim to have acted with other aims in mind, or not to have&#xa0;acted at all, as the other immediacies of life seemed more important. But&#xa0;– unless we respond at last – the results follow as surely as if we had sought to engineer them.</p> <p>Stupidity, greed, passivity? Just as comparisons evaporate, so do these words. The ice, that solid platform on which, we now discover, so much rested, melts into air. Our pretensions to peace, prosperity and progress are likely to follow. <a href=\"http://www.enotes.com/shakespeare-quotes/we-such-stuff-dreams-made\" title=\"\">\"And like the baseless fabric of this vision, / The cloud-capp'd towers, the gorgeous palaces, / The solemn temples, the great globe itself, / Yea, all which it inherit, shall dissolve.\"</a></p> <p>• Twitter: @GeorgeMonbiot</p> <p>• For a fully referenced version of this article, visit George Monbiot's website: <a href=\"http://www.monbiot.com/\" title=\"\">www.monbiot.com</a></p> <p>• This article was amended on 29 August 2012. The original quoted Prospero as saying \"Ye all which it inherit, shall dissolve\". That should have been \"Yea\" and has been corrected.</p>",
  "<p>The world of pigeon racing is a-flutter with talk of hundreds of birds <a href=\"http://www.guardian.co.uk/uk/the-northerner/2012/aug/24/birds-bermuda\" title=\"\">going missing</a> in the \"Bermuda Triangle\". No, not the mysterious zone of popular legend between Bermuda, Miami and Puerto Rico. Rather, a somewhat less exotic imaginary triangle between Thirsk, Wetherby and Consett in the north-east England.</p> <p>Earlier this month, at a racing event that saw participating pigeons pass through the triangle, only 13 out of the 232 birds returned to their coops in Scotland. At another event, 200 out of 1,000 went missing in action.</p> <p>\"They're calling it the Bermuda Triangle, but who knows where they are going?\" Keith Simpson, of the East Cleveland Federation of pigeon fanciers, said to local reporters. \"Last weekend, a mate had 63 birds away from Durham and 25 went missing. It's heartbreaking, it's puzzling, and some people's seasons are finished because of this.\"</p> <p>Why have so many birds gone missing over this specific region? Several theories have been advanced, the woeful summer weather chief among them. Some&#xa0;fanciers have suggested the missing birds might have tried to avoid rainclouds over the higher ground of North Yorkshire and never managed to get back on&#xa0;course.</p> <p>Others have blamed fluctuations in the <a href=\"http://en.wikipedia.org/wiki/K-index\" title=\"\">\"K index\"</a> – a measure of the earth's geomagnetic activity. Racing pigeons are able to fly hundreds of miles, but to find their way home they \"sense\" their location via geomagnetic fields before using their sight for the last 40 miles or so to find familiar landmarks.</p> <p>Pigeon fanciers monitor the K&#xa0;index before races, but any unsuspected disturbance in geomagnetic activity could throw the birds off course. For this reason, the finger of suspicion has&#xa0;fallen on <a href=\"http://www.guardian.co.uk/world/2012/mar/01/menwith-hill-eavesdropping-base-expansion\" title=\"\">RAF Menwith Hill</a> in&#xa0;North Yorkshire, where the US&#xa0;military operates 33 huge radar domes as part of its global defence system and eavesdropping network. Could the radar be disrupting the pigeons' internal homing beacon?</p> <p>However, on the online pigeon racing forums, a more popular theory abounds: the talk is largely of \"bops\" (birds of prey) such as \"percies\" (peregrine falcons) taking their beloved \"doos\" (pigeons). The RSPB comes in for particular criticism because of its policy of trying to reintroduce threatened species of&#xa0;birds of prey in recent years.</p> <p>On <a href=\"http://forum.pigeonbasics.org/topic/60520-bbc-website/page__hl__missing__st__20\" title=\"\">PigeonBasics.com</a>, \"stb\" was crestfallen after losing more than half of his 90 doos to percy strikes in recent weeks: \"I don't blame anyone for packing in. The game's over.\"</p>",
  "<p>Under the <a href=\"http://www.bmj.com/content/342/bmj.d1695\" title=\"\">government's franchise plan for the NHS</a>, shareholders and equity investors will use the service's logo as a Trojan horse to prise open the budgets of other countries' health systems and to front up their unethical, fraudulent and inequitable activities. However, prospective customers will be buying neither NHS services nor the NHS model of care.</p> <p>Since 1948, the NHS has been the model for universal heathcare on the basis of need and free at the point of use. In 2012, <a href=\"http://www.marcuschown.com/THE%20HEALTH%20AND%20SOCIAL%20CARE%20ACT%20-%20Briefing%20-%20Marcus%20Chown.htm\" title=\"\">parliament in England passed a law effectively ending the NHS</a> by abolishing the 60-year duty on&#xa0;the government to secure and provide healthcare for all. From 2013, <a href=\"http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2812%2960119-6/fulltext#article_upsell\" title=\"\">there will be no National Health Service in England</a>, and tax funding will increasingly flow to global healthcare corporations. In contrast, Scotland and Wales will continue to have a publicly accountable national health service.</p> <p>NHS hospitals and services are being sold off or incorporated; l<a href=\"http://socialinvestigations.blogspot.co.uk/2012/02/nhs-privatisation-compilation-of.html\" title=\"\">and and buildings are being turned over to bankers and equity investors</a>. RBS, Assura, Serco and Carillion, to name but&#xa0;a few, are raking in billions in taxpayer funds for leasing out and part-operating PFI hospitals, community clinics and GP surgeries that we once owned.</p> <p>Strangled by PFI debts and funding cuts, NHS foundation trusts compound their problems by entering into joint ventures. The great NHS divestiture, which began in 1990 with the introduction of the internal market and accelerated under the PFI programme, now takes the form of franchising, management buyout and corporate takeovers of our public hospitals. Virgin has been awarded £630m to provide services to vulnerable people and children in Surrey&#xa0;and Devon. Circle has been given the <a href=\"http://www.bbc.co.uk/news/health-15436685\" title=\"\">franchise for NHS hospital Hinchingbrooke</a> and is now struggling to contain its debts. London teaching hospitals are merging to give them greater leverage for borrowing and cuts.</p> <p>As for public accountability, there is none. Commercial contracts are redacted so that crucial financial information is not in the public domain. Government departments and companies refuse to release the necessary information on the grounds of commercial confidentiality and <a href=\"http://www.corporatewatch.org/?lid=4251\" title=\"\">allow companies to sequester their profits in offshore tax havens</a>. NHS staff transferred from the public to the private sector see their wages and benefits eroded. But all this is nothing compared with what is in store for patients.</p> <p>In the new world it will no longer be possible to measure coverage or fairness. Former NHS hospitals, free to generate half their income from private patients, will dedicate their staff and facilities to that end, making it impossible to monitor what is public and what&#xa0;people are paying for.</p> <p>The belief that markets distribute resources more efficiently is the basis of regional economic agreements like the European Union as well as policies imposed on developing countries by the World Bank and IMF. Britain led the way, starting with gas, water, telecoms and railways. By 2004, the whole of Whitehall was committed to putting corporations in control of what had formerly been publicly administered services. This year it is the turn of the NHS.</p> <p>Loss of public control means higher cost and fewer services, as we have learned from the toxic record of the US corporations which are now part of England's new healthcare market and helped design it. Billing, invoicing, marketing and advertising will add between 30% and 50% to costs compared with 6% in the former NHS bureaucracy.</p> <p>Patient charges will become commonplace. Fraudulent billing and embezzlement will become endemic. <a href=\"http://www.nytimes.com/2012/08/15/business/hca-giant-hospital-chain-creates-a-windfall-for-private-equity.html?pagewanted=a\" title=\"\">Take HCA, one of the largest and most profitable US chains</a> and controlled by private equity firms including Mitt Romney's Bain Capital. In 2006 HCA International described its first joint venture with the NHS, the PFI University College London Hospital (UCLH), as \"the establishment of Harley Street at UCLH\".</p> <p>HCA-UCLH provides cancer treatment to those who can pay from the 15th floor of the hospital. But currently some of HCA's American hospitals are under investigation for refusing care and performing <a href=\"http://www.nytimes.com/2012/08/07/business/hospital-chain-internal-reports-found-dubious-cardiac-work.html?_r=1&amp;pagewanted=all\" title=\"\">unnecessary investigations and treatment, including cardiac surgery</a>. A decade ago it <a href=\"http://www.justice.gov/opa/pr/2003/June/03_civ_386.htm\" title=\"\">paid the federal government $1.7bn to settle fraud charges</a>, while former chief executive Rick Scott – now the Republican governor of Florida – managed to avoid prosecution.</p> <p>This is the pattern elsewhere. <a href=\"http://www.sec.gov/news/press/2007/2007-255.htm\" title=\"\">Unitedhealth</a>, which is currently providing services to the NHS, <a href=\"http://www.yourlawyer.com/topics/overview/UnitedHealth_Care_Reimbursement_Fraud\" title=\"\">paid hundreds of millions of dollars in settlement of mischarging allegations in the US</a>; Medtronic paid $23.5m for paying illegal kickbacks to physicians to induce them to implant the company's pacemakers and defibrillators; <a href=\"http://dirtdiggersdigest.org/archives/3228\" title=\"\">GlaxoSmithKline and Abbott paid $4.5bn</a> in fines relating to improper marketing and coercion of physicians to prescribe antidepressants and antidementia drugs respectively. <a href=\"http://en.wikipedia.org/wiki/Novartis\" title=\"\">Novartis</a>, <a href=\"http://abcnews.go.com/Politics/Health/astrazeneca-pay-520-million-illegally-marketing-seroquel-schizophrenia/story?id=10488647#.UDuMxo49VsQ\" title=\"\">AstraZeneca</a>, <a href=\"http://www.scientificamerican.com/blog/post.cfm?id=record-pfizer-23-billion-fraud-sett-2009-09-03\" title=\"\">Pfizer</a> and Eli Lilly have all paid large fines for regulatory breaches.</p> <p>The list is not exhaustive. In the absence of information and strong laws to prevent corporate crime and tax evasion, England's business-friendly environment is rapidly becoming a banana republic. Franchising is not an easy win for the public. It is a profit opportunity for big business in whose interests healthcare is increasingly being run both at home and abroad.</p>",
  "<p>Last week, a British education minister spoke eloquently of the necessity of a highly qualified teaching profession, free university learning and the vital importance of public education as a \"societal, not just an individual, good\".</p> <p>No, Michael Gove has not had a radical change of heart over the summer break. The minister in question was <a href=\"http://www.snp.org/people/michael-russell\" title=\"\">Michael Russell</a>, cabinet secretary for education in the SNP government. He and I were sharing a platform at a packed session at this year's Edinburgh book festival on \"the value of education\", with many cogent and passionate contributions from leading academics and educationalists.</p> <p>The most immediate thing to strike a visitor from Planet Gove is how very different the atmosphere and assumptions are on this subject north of the border. With its proud tradition of the \"democratic intellect\", long history of compulsory education and world-renowned universities, the Scots seem genuinely to value their school system.</p> <p>Here one finds very little teacher-bashing and scant reference to market solutions to social problems. At the Edinburgh event, the overriding concern was how to improve access by poorer students to higher and further learning and keep universities free, despite considerable pressure from an unholy alliance of English newspapers and Scottish conservatives. There is a heartening and robust belief in publicly funded, publicly accountable high-quality education.</p> <p>Is this perhaps the very reason we in England hear so little about Scotland's education system, bar some envious carping at its avoidance of tuition fees? While every fashionable free-schooler or educational conservative has rushed to bash underfunded Wales as proof of comprehensive failure, or bemoaned attempts in Northern Ireland to eliminate its outmoded selective system, there is little discussion of the evident strengths of the Scottish comprehensive system.</p> <p>In fact, Scotland has deliberately rejected what Russell accurately labels the <a href=\"http://www.pasisahlberg.com/blog/?p=68\" title=\"\">Germ (Global Education Reform Movement)</a> approach so beloved of the coalition, with its commitment to privatisation, competition and deregulation.</p> <p>He is rightly scathing of the \"three initiatives before breakfast\" policy-hyperactivity of the current English government. At the Edinburgh session he declared himself \"stunned\" at recently announced English <a href=\"http://www.theguardian.com/education/2012/jul/27/academies-allowed-hire-unqualified-teachers\" title=\"\">plans to allow unqualified teachers into classrooms</a>. Rigorous teacher training is at the heart of the Scottish approach, and there are plans, modelled upon the Finnish example, to require every teacher to possess a master's in addition to a first degree.</p> <p>Scotland publishes no official league tables, although individual schools obviously release their results. (Even Wales now publishes the results of secondary schools grouped into one of five bands.) The Scottish government is moving towards greater school self-evaluation and has, over the past decade, slowly rolled out a progressive \"curriculum for excellence\", in stark contrast to our own government's speedily devised, overly prescriptive and increasingly contested programmes for learning.</p> <p>And it seems to be working. Results for Scottish highers, a formal examination taken between 16 and 19, have slowly climbed over the years and are <a href=\"http://www.bbc.co.uk/news/uk-scotland-19151749\" title=\"\">up again in 2012</a>, with no serious claims of grade inflation. From this year, pilot schemes will be rolled out, with the ultimate aim of each child learning two languages in addition to their own. And only last year, the <a href=\"http://www.theguardian.com/education/2011/feb/15/scotland-pupils-lead-science-takeup?INTCMP=SRCH\" title=\"\">Royal Society praised the high numbers of Scottish students – 49.7% – who study science to the higher levels</a>, and suggested that the rest of the UK should emulate Scotland in this regard.</p> <p>Denominational schooling is still a huge issue and while some indicators suggest that Scotland is better at educating its poorer students than we are in England, it remains, like all parts of the UK, dogged by an unacceptable attainment gap based on social class.</p> <p>Acknowledging this, Russell points to \"some spectacularly good practice\" on improving the performance of low-income students in Glasgow's toughest schools. It is an approach, says Russell, consistent with Scotland's belief in \"collaboration rather than competition\". He adds succinctly: \"We do not believe that poverty is destiny. But <a href=\"http://www.newstatesman.com/education/2010/04/charter-schools-pupils\" title=\"\">Kipp (a reference to the US Charter model)</a> would not work for us.\"</p> <p>Not perfect but improving: that seemed to be the general, modest consensus up in Edinburgh. Indeed, it may be that modesty and consensus-seeking are the hallmarks of Scotland's approach, in marked contrast to the \"quick fix\", grandstanding approach of Germ guerillas everywhere who deliberately seek to undermine public trust and confidence in the role of the state.</p> <p>Scotland offers another model, celebrating both the possibilities of good government and education as a public good. As a result, it could well nudge ahead of busy old England in the years to come.</p> <p>Melissa Benn's latest book <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9781844677368\" title=\"\">School Wars: The Battle for Britain's Education</a> is published by Verso</p>",
  "<p>'The right to know and effectively challenge the opposing case has long been recognised by the common law as a fundamental feature of the judicial process\" – so said <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=lord%20kerr%20the%20right%20to%20know%20and%20effectively%20challenge%20the%20opposing%20case&amp;source=web&amp;cd=2&amp;ved=0CCcQFjAB&amp;url=http%3A%2F%2Fwww.justice.org.uk%2Fdata%2Ffiles%2Fresources%2F292%2Fpress130711.pdf&amp;ei=1GE7UPy8A8WV0QWh6IHwDw&amp;usg=AFQjCNFLQ-ZioG42Bt72NLcDCqPC1KfjnQ&amp;cad=rja\" title=\"\">Lord Kerr in a recent supreme court judgment</a>.</p> <p>However, the <a href=\"http://www.theguardian.com/law/justice-and-security\" title=\"\">justice and security bill</a> now going through parliament would give the government the power to decide that certain evidence in civil proceedings might cause \"damage\" or \"harm\" to the public interest, and therefore must be given in secret. It would use the <a href=\"http://www.theguardian.com/commentisfree/libertycentral/2009/jan/13/prevention-terrorism-act\" title=\"\">special advocate procedure</a>, which excludes non-state parties from a hearing or from any knowledge of the secret evidence given in these <a href=\"http://www.theguardian.com/law/2012/may/16/secrecy-closed-material-procedures\" title=\"\">\"closed material proceedings\"</a>. Those of us campaigning on human rights in Northern Ireland are particularly concerned about&#xa0;the impact of this legislation in our region.</p> <p>The Northern Ireland dimension is important for three reasons. First, the legislation is a breach of the common law principle of open justice, which is at least 300 years old. Second, similar measures have been trialled in Northern Ireland and led to miscarriages of justice. Third, applying this law here would add to the cover of secrecy over the past and present actions of security and intelligence agents – threatening to undermine the peace process and nurture a culture of impunity.</p> <p>The establishment of a parallel \"anti-terrorist\" justice system would lead to the kind of human rights abuses that fuelled the conflict in Northern Ireland and marginalised communities. And this legislation risks weakening the&#xa0;peace process in one crucial way. One of the gaps in that process is the&#xa0;lack of a comprehensive method of dealing with the legacy of the past, especially in terms of unsolved murders and other&#xa0;crimes. Instead there is a patchwork of&#xa0;measures, including public inquiries, the <a href=\"http://www.theguardian.com/uk/2010/sep/02/northern-ireland-police-cost-of-justice\" title=\"\">historical inquiries team</a>, ongoing investigations by the Police Service of Northern Ireland, the police ombudsman and inquests.</p> <p>Thankfully, the secret justice proposals do not relate to inquests. But a range of civil proceedings dealing with the legacy of the conflict would be affected, including any future judicial reviews of investigations into conflict-related deaths, challenges relating to decisions not to prosecute, and civil actions for damages that concern miscarriages of justice, cases of&#xa0;ill-treatment or unlawful killings. This legislation would in effect close off all the other legal avenues that victims or their relatives are trying to use to get at the truth.</p> <p>Many of these cases revolve around the actions of state agents – whether uniformed policemen or soldiers, or the shadow army of agents and informants recruited by a range of secret agencies during the secret war in Northern Ireland. There is a pattern emerging of covering up these activities and refusing to properly investigate cases where state agents may have been involved in unlawful killings. This pattern includes the refusal of an inquiry into the murder of the human rights lawyer Pat Finucane – the most prominent and serious collusion case admitted by the UK prime minister.</p> <p>There can be little doubt, however, that the experience of waging a 30-year dirty war within the borders of the UK has deeply corrupted the British security establishment. It is arguable that its long experience in Northern Ireland has normalised human rights abuses in the pursuit of \"counter-terrorism\". Today the dirty war is not confined to Northern Ireland but has a global theatre of operations. And, under the same lid of secrecy, a culture of impunity for the security establishment corrupts and rots the very fabric of&#xa0;democracy and the rule of law.</p>",
  "<p><strong> </strong></p> <p>The Arctic sea ice has hit its lowest extent ever recorded, according to the US-based <a href=\"http://nsidc.org/\" title=\"\">National Snow and Ice Data Center</a> (NSIDC), the Japanese Aerospace Exploration Agency, and Norwegian, Danish and other government monitoring organisations.</p> <p>With possibly two weeks' further melt likely before the ice reaches its minimum extent and starts to refreeze ahead of the winter, satellites showed it had shrunk to 4.1m sq km (1.6m sq miles) on Sunday. The previous record of 4.3m sq km was set in 2007. <a href=\"http://www.theguardian.com/environment/2012/aug/23/arctic-sea-ice-record-low\" title=\"\">The Guardian reported earlier this month that such a record low was likely to be hit imminently</a>.</p> <p>NSIDC scientist Walt Meier said: \"This is an indication that the Arctic sea ice cover is fundamentally changing.\"</p> <p>\"The previous record, set in 2007, occurred because of near perfect summer weather for melting ice. Apart from one big storm in early August, weather patterns this year were unremarkable. The ice is so thin and weak now, it doesn't matter how the winds blow,\" said the NSIDC director, Mark Serreze.</p> <p>The record is widely seen by scientists at the NSIDC and elsewhere as a strong signal of long-term climate warming.</p> <p>\"The Arctic used to be dominated by multiyear ice, or ice that stayed around for several years,\" Meier said. \"Now it's becoming more of a seasonal ice cover and large areas are now prone to melting out in summer,\" said Serreze.</p> <p>\"These figures are not the result of some freak of nature but the effects of man-made global warming caused by our reliance on dirty fossil fuels,\" said John Sauven, the Greenpeace UK director.</p> <p>\"These preliminary figures provide irrefutable evidence that greenhouse gas emissions leading to global warming are damaging one of the planet's critical environments, one that helps maintain the stability of the global climate for every citizen of the world,\" said Sauven.</p> <p>Arctic sea ice follows an annual cycle of melting through the warm summer months and refreezing in the winter. It has shown a dramatic overall decline over the past 30 years.</p> <p>\"Record-breaking ice minimums are becoming the new normal,\" says Clive Tesar of WWF's global Arctic programme. \"We're breaking records on a regular basis as the sea ice continues its decline.\"</p> <p>According to many scientists, the sea ice plays a critical role in regulating climate, acting as a giant mirror that reflects much of the sun's energy, helping to cool the Earth.</p> <p>The formation of the sea ice produces dense saltwater, which sinks, helping drive the deep ocean currents. Without the ice, many scientists fear this balance could be upset, potentially causing major climatic changes.</p>",
  "<p>Jeffery Boswall, who has died of cancer aged 81, helped to cultivate the BBC Natural History Unit's global reputation for wildlife film-making. The popular children's series Animal Magic, which began in 1962, gave Boswall his first TV experience as a producer and director after working in radio. The series' presenter Johnny Morris – dressed as a zookeeper for the filmed inserts – had a gentle, humorous style and put words into animals' mouths by mimicking what he envisaged them to be saying. Gerald Durrell was also a presenter of the early programmes.</p> <p>Boswall then worked on Look, presented by Peter Scott, the renowned conservationist and leader of ornithological expeditions worldwide. <a href=\"http://www.wildfilmhistory.org/film/97/Private+Life+of+the+Kingfisher.html\" title=\"The Private Life of the Kingfisher\">The Private Life of the Kingfisher</a> (1966), one of the episodes he produced for the wildlife series, was the Natural History Unit's first programme to be broadcast in colour. Filmed over a year on the river Test in Hampshire, it featured remarkable pictures of the hunter birds mating, performing spectacular dives and feeding their young with whole fish. It won the silver medal at the Moscow film festival.</p> <p>The original black-and-white version, The Kingfisher, had been screened the previous year as a schools programme. Boswall recognised the talents of the directors, Ronald and Rosemary Eastman, and commissioned them to re-shoot it in colour. This began a long and successful wildlife film-making career for the couple. After Look ended, Boswall commissioned other Private Life documentaries (1969-75); the subjects of these single-species studies included the starling, fox, cuckoo and wild duck.</p> <p>He ventured in front of the camera when Alan Moorehead had to pull out of presenting <a href=\"http://www.wildfilmhistory.org/film/102/102.html?filmid=102\" title=\"Review of Wildlife Safari to Ethiopia\">Wildlife Safari to Ethiopia</a> (1970). Boswall spent six months filming in the Horn of Africa with the camera operator Douglas Fisher to bring previously unfilmed animals and plants into viewers' homes. He later presented similar programmes on Argentina (1973), Mexico (1976) and Thailand (1979).</p> <p>Although he had a full and fulfilled life, if Boswall had one regret it might have been that he did not get more exposure in front of the camera. He once told a friend: \"David Attenborough is the presenter of a lifetime – why did it have to be my lifetime?\"</p> <p>Boswall was born in Brighton, East Sussex. His father, Richard, a grocer who also made a living by renting out properties, died when Jeffery was nine. His mother, Elizabeth, subsequently brought up him and his older brother and sister alone.</p> <p>When Boswall was 13, a friend took him to see the birdlife on the river Adur, at Shoreham-by-Sea. His resulting enthralment with ornithology determined the course of his life. On leaving school at 16, Boswall took a job with the <a href=\"http://www.rspb.org.uk/\" title=\"RSPB website\">Royal Society for the Protection of Birds</a> as assistant warden on Skokholm Island, off the Pembrokeshire coast. Within months, his first article in the journal <a href=\"http://www.britishbirds.co.uk/\" title=\"British Birds journal\">British Birds</a> was published.</p> <p>In 1958, a year after it was formed, he joined the BBC's Natural History Unit, in Bristol, as an assistant radio producer working on The Naturalist and Birds in Britain. Four years later, Boswall started directing Animal Magic and, in 1964, he switched permanently to television.</p> <p>Experience as an officer in the territorial army meant that he planned productions like a military operation. Although some colleagues found him prickly and abrupt, he was widely seen as an eccentric, larger-than-life character with whom it was possible to have a professional disagreement while continuing to be a friend.</p> <p>In a 1988 paper, The Moral Pivots of Wildlife Film-making, Boswall raised the issue of ethics, advocating that the audience should not be deceived. He asserted that this sometimes happened when film-makers baited an animal or gave it food not normally eaten, or introduced it to another with which it did not usually interact. He considered adding sound to the footage to be dishonest.</p> <p>One of Boswall's later films for the BBC, which he narrated and produced, was <a href=\"http://www.wildfilmhistory.org/film/116/Animal+Olympians.html\" title=\"Profile of the documentary Animal Olympians\">Animal Olympians</a> (1980), contrasting the beauty, endurance and power of creatures with human athletes. It was a fun documentary showing, for instance, sprinters being outrun by cheetahs and swimmers proving no match for seals.</p> <p>In 1987, Boswall returned to the RSPB as head of its film and video unit. He produced various short documentaries, including For Love of Birds – The Story of the RSPB 1889-1989, to mark the charity's centenary.</p> <p>After a few years, he left the RSPB to launch wildlife film-making courses at the University of Derby, where he became a senior lecturer. Later, he lectured widely across the country and on cruises, and sat on film festival juries. Boswall chaired the British Kinematograph Sound and Television Society's international symposiums for wildlife film-makers from 1976 to 1991.</p> <p>In 1961, he married Pamela Watson, who died in 2002. He is survived by their sons, Peregrine, Julian and Rupert.</p> <p>• Jeffery Hugh Richard Boswall, wildlife film-maker and ornithologist, born 20 March 1931; died 15 August 2012</p>",
  "<p>My mother-in-law, Ellen Nicholls, who has died aged 104, was a child of her time. She belonged to the generation of women who accepted their lot and got on with their lives, with no bitterness and no apparent regret.</p> <p>Born Ellen Horton in South Elmsall, a West Yorkshire mining community, she knew tragedy when her older brother, Alma, was killed in the first world war, aged 17. Like so many young men, he had lied about his age to fight for his country.</p> <p>Ellen left school at 14 and went into service in a Scarborough boarding house. She later worked in a mill in Shipley, where the owner provided her with ballet lessons. Despite her early promise as a ballet dancer, she was never able to fulfil her potential.</p> <p>She married Sam Nicholls, a miner in Frickley Colliery. They loved going to dances together and would cycle or walk for miles to get to them. Ellen devoted her married life to supporting Sam through his gruelling shift work, and to bringing up their two sons.</p> <p>Ellen enjoyed cooking for us all and we have a letter she wrote about the Christmas cake she had sent us. It displays her wry sense of humour as she relates how she had to substitute many of the ingredients and ended up putting the rum into her tea and spilling the tea leaves into the cake mix.</p> <p>She also loved poetry; even in the week before she died she could still remember poems that she had learned off by heart at school and would recite them to her grandchildren.</p> <p>It was heart-warming to see the care that Ellen received towards the end of her life. Michelle Mottershead, the centre manager at Housing 21 Sycamore Hall, Bainbridge, where Ellen lived for some years, said: \"Ellen was simply a pleasure to know and a true character, with so many tales to tell. She wasn't afraid of saying what she wanted and she was a true perfectionist. We all respected the fact that at such a great age she would not compromise over her standards; and why should she?\"</p> <p>Sam died in 1976. Ellen is survived by her sons, Kenneth and Robert (my husband), seven grandchildren and four great-grandchildren.</p>",
  "<p>What was different about the Edinburgh fringe this year? It was sunny, and it was overshadowed by the Olympics. While the rest of the world watched <a href=\"http://www.theguardian.com/sport/2012/aug/05/usain-bolt-olympic\" title=\"\">Usain Bolt win the 100m</a>, some of us were at a <a href=\"http://www.theguardian.com/culture/2012/aug/08/pajama-men-edinburgh-review\" title=\"\">Pajama Men</a> gig in a tent in George Square. And why not? After all, the fringe is the Olympics of the comedy and theatre worlds, a contest between the brightest, most innovative and funniest performers that is even more competitive than the games. This&nbsp;year's event showed that participants can jump as high and run as fast as ever. Here's what we learned:</p> <h2><strong>Capitalism hasn't killed the fringe</strong></h2> <p><a href=\"http://www.theguardian.com/culture/2012/jul/30/stewart-lee-slow-death-edinburgh-fringe\" title=\"\">Stewart Lee's Guardian article</a> about the commercialisation of fringe comedy got everyone talking – and then the festival set about refuting its premise through sheer force of eclecticism. Two young Irishmen, their faces swaddled in polythene balaclavas, comedy-rapped about the IRA (<a href=\"http://www.theguardian.com/stage/2012/aug/10/rubberbandits-edinburgh-festival-review\" title=\"\">Rubberbandits</a>). A comedian in a magenta leotard escaped his audience by leaping on to a&nbsp;passing bicycle (<a href=\"http://www.edfringe.com/whats-on/comedy/discover-ben-target\" title=\"\">Ben Target</a>). Neither of these remotely resembled Lee's dreaded \"Chipping Norton of the arts\". And yet <a href=\"http://www.theguardian.com/stage/2012/aug/14/edinburgh-comedy-harry-hill-x-factor\" title=\"\">low sales figures for many acts</a> did lead to rumblings that the comedy bubble cannot inflate indefinitely.</p> <h2><strong>We're cooling on the mainstream </strong></h2> <p>And then came the most indie (and interesting) <a href=\"http://www.theguardian.com/culture/2012/aug/22/edinburgh-comedy-award-shortlist-announced\" title=\"\">Edinburgh comedy award shortlist</a> in years – one that celebrated infinite variety, and snubbed the mainstream. <a href=\"http://www.theguardian.com/culture/2012/aug/14/claudia-odoherty-review\" title=\"\">Claudia O'Doherty</a> was nominated for a malfunctioning \"difficult theatre\" romance between a Regency washerwoman and a modern-day New York cop; James Acaster for a show in which he hollered a Kettering Town football chant for five long minutes. The best comedy of the fringe, Pappy's touching and hilarious <a href=\"http://www.theguardian.com/culture/2012/aug/22/pappys-last-show-edinburgh-review\" title=\"\">Last Show Ever</a>, was in the end pipped by the blissed-out American Phil Burgers, whose <a href=\"http://www.theguardian.com/stage/2012/aug/23/doctor-brown-edinburgh-festival-review\" title=\"\">alter ego&nbsp;Doctor Brown</a> trampled over boundaries with his silent clown show.</p> <h2><strong>Everyone likes a good magic trick</strong></h2> <p>There were plenty of impossible feats, including a nail-up-the-nose stunt in the extraordinary Australian acrobatic show <a href=\"http://www.theguardian.com/stage/2012/aug/14/knee-deep-edinburgh-festival-assembly-george-square\" title=\"\">Knee Deep</a>. We'd also count: <a href=\"http://www.shonareppepuppets.co.uk/shonareppepuppets/Home.html\" title=\"\">Shona Reppe</a>, who worked a pubic-hair joke into a kid's show with such delicacy that no sane person would complain; the fact that so many people went up Arthur's Seat in the dark to experience NVA's runners-in-light-suits show <a href=\"http://www.theguardian.com/stage/2012/aug/10/speed-of-light-arthurs-seat-review\" title=\"\">Speed of Light</a> (and nobody died); and the chances of getting into the Assembly Rooms without a ticket (its bouncers make it our winner of the Least Welcoming Venue award). Shauna Macdonald deserves a mention, for performing Gary McNair's Born to Run on a running machine (while talking, too)But the Most Impossible Feat of All award goes to Rob Drummond's extraordinarily tense, moving <a href=\"http://www.theguardian.com/stage/2012/aug/05/bullet-catch-edinburgh-festival-review\" title=\"\">Bullet Catch</a>, a multi-layered show about the illusions of theatre and the disillusionments of life, set around a potentially deadly magic trick.</p> <h2><strong>Fringe theatre got very steamy</strong></h2> <p>Perspiration is much admired in Edinburgh. This might be because some venues so resemble the Black Hole of Calcutta that even sitting down and doing nothing can be exhausting. Sit in the first two rows of the <a href=\"http://www.telegraph.co.uk/culture/theatre/edinburgh-festival-reviews/9458638/Edinburgh-Festival-2012-A-Clockwork-Orange-Pleasance-Courtyard-review.html\" title=\"\">all-male A Clockwork Orange at Pleasance</a>, and you risked a bath in the actors' sweat. But the show in which the sweat really rose and turned to steam was <a href=\"http://www.theguardian.com/culture/2012/aug/08/mies-julie-edinburgh-review\" title=\"\">Yael Farber's extraordinary production of&nbsp;Mies Julie</a>. Hot as hell in every way, but theatre heaven.</p> <h2><strong>The comic revolution is on hold</strong></h2> <p>The long-awaited rebirth of political comedy did not come to pass. But there were green shoots – most notably, <a href=\"http://www.theguardian.com/stage/2012/aug/07/chris-coltrane-edinburgh-review\" title=\"\">Chris Coltrane's Activism Is Fun</a>. A host of other comics put aside childish things to address stuff they actually cared about: for <a href=\"http://www.theguardian.com/stage/2012/aug/21/alfie-brown-comedy-edinburgh-review\" title=\"\">Alfie Brown</a> it was the stupidity of pop culture; for <a href=\"http://www.theguardian.com/culture/2012/aug/17/susan-calman-review\" title=\"\">Susan Calman</a> it was gay marriage; best of all was <a href=\"http://www.theguardian.com/culture/2012/aug/14/sara-pascoe-edinburgh-festival-review\" title=\"\">Sara Pascoe</a>, looking at feminism through the lens of her 90s Essex adolescence.</p> <h2><strong>Americans can be pretty funny</strong></h2> <p><strong> </strong></p> <p>Not for the first time, a clutch of exciting US acts arrived to contest our claim to global comedy pre-eminence. We encountered the dark imaginings of <a href=\"http://www.theguardian.com/stage/2012/aug/09/will-franken-edinburgh-festival-review\" title=\"\">Will Franken</a>, dissecting American culture late at night in a Cowgate cellar; and <a href=\"http://www.theguardian.com/stage/2012/aug/20/kumail-nanjiani-edinburgh-festival-review\" title=\"\">Kumail Nanjiani</a>, whose tales of beta-male self-preservation between Pakistan and the States were a sunny delight. Meanwhile <a href=\"http://www.theguardian.com/stage/2012/aug/16/eddie-pepitone-bloodbath-edinburgh-review\" title=\"\">Eddie Pepitone</a> brought his blue-collar rage and mid-life impotence to town (and was rewarded with an unlikely gossip column appearance when Hugh Grant <a href=\"http://www.theguardian.com/stage/2012/aug/20/hugh-grant-turned-away-edinburgh-show?newsfeed=true\" title=\"\">was barred from his show by overzealous bouncers</a>).</p> <h2><strong>We approve of shows with snacks</strong></h2> <p>Plenty of shows offered free food as an inducement. But who wants a stale croissant when Dan Bye's The Price of Everything at <a href=\"http://www.northernstage.co.uk\" title=\"\">Northern Stage at St Stephens</a> (a superb new venue)offered free milk as well as advice on how to remake the world through acts of kindness. Even so, the award has to go to the <a href=\"http://housetheatre.org.uk/companies/hunt-darton/\" title=\"\">Hunt &amp; Darton Cafe</a>, a pop-up establishment of disarming eccentricity. Poems nestled on the menu alongside cakes; sometimes Christmas was celebrated all day.</p> <h2><strong>Brevity is all</strong></h2> <p>The international festival hosted Ariane Mnouchkine's four-hour epic <a href=\"http://www.theguardian.com/culture/2012/aug/24/les-naufrages-fol-espoir-review?intcmp=ILCMUSTXT9383\" title=\"\">Les Naufrages du Fol Espoir</a>. Meanwhile, Spanish company Res de Res took just 11 minutes to astonish in their <a href=\"http://www.theguardian.com/stage/theatreblog/2012/aug/13/edinburgh-festival-2012-fringe\" title=\"\">Remor</a>.</p> <h2><strong>David Hasselhoff can't wear a kilt </strong></h2> <p>Two disturbing sequences are seared indelibly onto the memory. The first came in ex-Star journo Rich Peppiatt's prank show <a href=\"http://www.theguardian.com/stage/2012/aug/05/one-rogue-reporter-edinburgh-review\" title=\"\">One Rogue Reporter</a>, when he screened secret footage of a famous Fleet Street hack receiving a nude massage. The second came in <a href=\"http://www.theguardian.com/tv-and-radio/2012/aug/22/david-hasselhoff-live-edinburgh-review\" title=\"\">David Hasselhoff's bumbling Audience With... show</a>, in which the Baywatch star forgot the words to the Proclaimers' 500 Miles, while struggling to stop his kilt falling down. We would walk 500 miles to erase that image from the mind – and it still wouldn't work.</p>",
  "<p>Corruption is rife and getting worse in high-growth export markets promoted by the Foreign Office and Downing Street, according to a leading academic who advises corporations on leadership and ethical business practices.</p> <p>In the Bric countries – Brazil, Russia, India and China – and beyond to Mexico, South Africa and Indonesia, the demand for backhanders and financial favours is on the rise, says Andrew Kakabadse, a professor of international management development at Cranfield University. In eastern Europe, the situation has deteriorated since the financial crash, with corrupt contracts for new roads and infrastructure projects a feature of the former communist bloc states.</p> <p>\"In two-thirds of the world, one can't do business unless a bribe is given. From Russia to China to Turkey and Greece and most of South America, to many Asian countries, some transactional cost may be incurred – it is called bribery in the west, in other countries it is called a transactional cost,\" says Kakabadse.</p> <p>According to the academic, about 80% of deals outside Europe and the US are marred by attempts to extract bribes or kickbacks that costs billions of pounds. Ruling elites, middlemen and civil servants routinely demand cash and favours before allowing contracts to be signed. Sometimes they refuse to pay companies for goods and services, knowing local courts will dismiss applications from foreign-owned firms for compensation. Few cases come to court.</p> <p>Britain is keen to venture into new markets as part of what the chancellor, George Osborne, terms \"the march of the makers\", but Kakabadse's comments indicate that encounters with corruption could be one consequence of broaching some territories.</p> <p>Ukraine's president, Viktor Yanukovych, has conceded that his country is in the grip of a corruption epidemic. He says a crackdown on kickbacks to public officials is under way, though his critics allege he has presided over a sharp rise in corrupt practices since taking office. Elsewhere in eastern Europe, Hungary has failed to shake off bad habits and ranks alongside Romania, Bulgaria and the Balkan countries among states where corruption is rife.</p> <p>Multinationals are also becoming embroiled in graft cases. Last week Siemens paid €330m (£261.4m) to the Greek government to settle a long-running bribery case. Greece had claimed that bribes paid by the company from the late 1990s to 2007 cost taxpayers €2bn in overpriced hospital buildings and defence contracts. Greek officials who brokered the contracts gained millions of euros in kickbacks, and an investigation named 15 Greek politicians as also benefiting.</p> <p>Walmart, the US retailer, is examining a report alleging that it bribed hundreds of Mexican public servants to win planning permission to open stores. Documents are believed to show senior executives sanctioned the payments. Nonetheless, Transparency International, which ranks countries by their levels of corruption, says the situation is improving after several years of campaigning against corrupt practices.</p> <p>Few UK businesses will discuss brushes with corruption. This can include their exports being ensnared by corrupt port authority workers, local government staff and planning officers who impound goods and refuse to validate contracts, and high-ranking government officials demanding a slice of foreign company revenues. The engineering firm Mott MacDonald is one of the few to discuss the issue openly, citing corruption as a problem in several countries where it operates.</p> <p>Richard Williams, Mott MacDonald's boss, says many countries are \"ethically challenged\" and managers need to be aware of the demands for kickbacks. The CBI, the UK business lobbying group, echoes the Foreign Office in giving firms a straightforward message: comply with the Bribery Act, which came into effect last year. The act outlaws bribery by UK companies and their local partners. Facilitiation payments, which are bribes to get planning documents processed or the electricity in a local office switched on, are banned, as are favours to protect existing contracts or win business.</p> <p>Williams argues that it would be wrong to characterise Europe as a haven of clean business dealings. He says he wants to warn UK firms that they must be wary of jumping into new export markets blind to the potential for corrupt practices. In central Europe, which is still throwing off some of the worst practices of the communist era, poverty wages for civil servants encourage corrupt practices.</p> <p>\"It is generally state organisations that put a lake of treacle in front of you that must be crossed to win a contract. And even when you win, there is the possibility you have become a victim of something – a corrupt practice – that is going on without your knowledge,\" Williams says. \"In some countries we have restricted ourselves to working with the private sector.\"</p> <p>A recent report by the international anti-poverty charity Tax Justice Network found that efforts by global institutions to tackle bribery and corruption had failed, despite a raft of new laws and guidelines ostensibly barring businesses and public institutions from turning a blind eye. It said a crackdown by the Organisation for Economic Co-operation and Development, which polices anti-corruption rules put in place by nation states, was \"deeply flawed\" because it failed to look in detail at the role played by tax havens. Much of the cash paid in cases of bribery and corruption makes its way to tax havens to avoid local tax inspectors and bypass the police and officials entrusted with tackling corruption.</p>",
  "<p>\"Free trade\" is a sacred mantra in Washington. If anything is labeled as being \"free trade\", then everyone in the Washington establishment is required to bow down and support it. Otherwise, they are excommunicated from the list of respectable people and exiled to the land of protectionist Neanderthals.</p> <p>This is essential background to understanding what is going on with the Trans-Pacific Partnership Agreement (TPP), a pact that the United States is negotiating with Australia, Canada, Japan and eight other countries in the Pacific region. The agreement is packaged as a \"free trade\" agreement. This label will force all of the respectable types in Washington to support it.</p> <p>In reality, the deal has almost nothing to do with trade: actual trade barriers between these countries are already very low. The TPP is an effort to use the holy grail of free trade to impose conditions and override domestic laws in a way that would be almost impossible if the proposed measures had to go through the normal legislative process. The expectation is that by lining up powerful corporate interests, the governments will be able to ram this new \"free trade\" pact through legislatures on a take-it-or-leave-it basis.</p> <p>As with all these multilateral agreements, the intention is to spread its reach through time. That means that anything the original parties to the TPP accept is likely to be imposed later on other countries in the region, and quite likely, on the rest of the world.</p> <p>At this point, it's not really possible to discuss the merits of the TPP since the governments are keeping the proposed text a secret from the public. Only the negotiators themselves and a select group of corporate partners have access to the actual document. The top executives at General Electric, Goldman Sachs, and Pfizer probably all have drafts of the relevant sections of the TPP. However, the members of the relevant congressional committees have not yet been told what is being negotiated.</p> <p>A few items that have been leaked give us some insight as to the direction of this pact. One major focus is will be stronger protection for intellectual property. In the case of recorded music and movies, we might see provisions similar to those that were in the Stop Online Privacy Act (Sopa). This would make internet intermediaries like Google, Facebook and, indeed, anyone with a website into a copyright cop.</p> <p>Since these measures were hugely unpopular, Sopa could probably never pass as a standalone piece of legislation. But tied into a larger pact and blessed with \"free trade\" holy water, the entertainment industry may be able to get what it wants.</p> <p>The pharmaceutical industry is also likely to be a big gainer from this pact. It has decided that the stronger patent rules that it inserted in the 1995 WTO agreement don't go far enough. It wants stronger and longer patent protection and also increased use of \"data exclusivity\". This is a government-granted monopoly, often as long as 14 years, that prohibits generic competitors from entering a market based on another company's test results that show a drug to be safe and effective.</p> <p>Note that stronger copyright and patent protection, along with data exclusivity, is <em>the opposite</em> of free trade. They involve increased government intervention in the market; they restrict competition and lead to higher prices for consumers.</p> <p>In fact, the costs associated with copyright and patent protection dwarf the costs associated with the tariffs or quotas that usually concern free traders. While the latter rarely raise the price of a product by more than 20-30%, patent protection for prescription drugs can allow drugs to sell for hundreds, or even thousands, of dollars per prescription when they would sell for $5-10 as a generic in a free market. Patent protection increases what patients pay for drugs in the United States by close to $270bn a year (1.8% of GDP). In addition to making drugs unaffordable to people who need them, the economic costs implied by this market distortion are enormous.</p> <p>There are many other provisions in this pact that are likely to be similarly controversial. The rules it creates would override domestic laws on the environment, workplace safety, and investment. Of course, it's not really possible to talk about the details because there are no publicly available drafts.</p> <p>In principle, the TPP is exactly the sort of issue that should feature prominently in the fall elections. Voters should have a chance to decide if they want to vote for candidates who support raising the price of drugs for people in the United States and the rest of the world, or making us all into unpaid copyright cops. But there is no text and no discussion in the campaigns – and that is exactly how the corporations who stand to gain want it.</p> <p>There is one way to spoil their fun. <a href=\"http://salsa.democracyinaction.org/o/1439/content_item/freetpp\">Just Foreign Policy is offering a reward</a>, now up to $21,100, to WikiLeaks if it publishes a draft copy of the pact. People could add to the reward fund, or if in a position to do so, make a copy of the draft agreement available to the world.</p> <p>Our political leaders will say that they are worried about the TPP text getting in the hands of terrorists, but we know the truth: they are afraid of a public debate. So if the free market works, we will get to see the draft of the agreement.</p>",
  "<p>Sunday at Reading has a smell you wouldn't want to bottle. A funky concoction of rising dust, stale urine, mustard crushed into cardboard, burnt plastic and emo goth armpits that've been dousing the same Bullet for My Valentine T-shirt all weekend. It's the smell of moshpit and impending riot that you get in milder form at many rock fests, but Reading's strain has a certain pungency and insidiousness. No amount of scrubbing will get it out of your skin before September.</p> <p>This particular Reading Sunday also has a defining sound – a blues rock riff, played like blues rock still matters. And in the hands of <a href=\"http://www.guardian.co.uk/music/artist/1641141b-3c9c-4772-a5cc-7e23fdf17382\" title=\"\">Band of Skulls</a> and <a href=\"http://www.guardian.co.uk/music/artist/68b3fbf1-66b7-46d2-b93a-75c2dc2cc644\" title=\"\">Alberta Cross</a> it does. Southampton's BOS, around midday on the Main Stage, want to be mid-west rockers so bad they model their look on JT LeRoy's The Heart Is Deceitful Above All Things, pummel out riffs as heavy as 18-wheelers and drop in poker slang like the most hardened hold-'em hustler (\"Got 25 grand on the bubble\"; yes, but what are the blinds?). Yet their romantic idealism of the canyon rock genre gives Death by Diamonds and Pearls and I Know What I Am fresh British bite. New York's Alberta Cross meld prehistoric blues with helium Band of Horses melodies, much to the delight of a man who's been forced to wear an \"I Heart Michael Buble\" T-shirt to their Festival Republic stage set because it's his birthday.</p> <p>As the Gaslight Anthem shift the main stage into fifth gear and drive it straight through the truck-stop pumps singing Springsteenishly about girls, bars, \"American skies\" and the impressive speaker systems they've got fitted in their pick-ups, we decide to take a break from the blustery Americana rock and head over to the NME/Radio One stage for respite. Ironically, when we get there, we find <a href=\"http://www.guardian.co.uk/music/artist/002ea9e4-4e04-4e6b-b488-2491916cfbbf\" title=\"\">Tribes</a> managing to out-bluster Gaslight with their rousing We Were Children, sung by Johnny Lloyd as he tries to stop the front row tearing from his back the sort of sparkly black blouse last seen on Beverley Knight in 1996. Or possibly Robert Smith on Friday.</p> <p>Remember the shock of Friday's blog declaring the <a href=\"http://www.guardian.co.uk/music/musicblog/2012/aug/24/reading-festival-2012-kicks-off\" title=\"\">unexpected popularity of Hadouken!</a>? Well you'll never guess who else is far less finished than everyone's telling you they are: <a href=\"http://www.guardian.co.uk/music/kaiser-chiefs\" title=\"\">Kaiser Chiefs</a>. Really. Their main stage crowd is gigantic, the forward-rushes for I Predict a Riot as enthusiastic as any of the weekend and their set – solid hits drawn from their forthcoming singles compilation Souvenir, plus their Olympics cover of the Who's Pinball Wizard – is headliner-worthy, with singer Ricky Wilson displaying all the crowd-pumping nous of a stadium stalwart. It's tantamount to discovering that Placebo remain a global success (which, as it happens, they do), and if Reading's credibility feels tarnished from this much shameless indie fun, it can always cleanse itself with an icy blast of <a href=\"http://www.guardian.co.uk/music/sbtrkt\" title=\"\">SBTRKT</a> in the NME/Radio One tent afterwards, where Aaron Jerome's glacial rave from a stage festooned with tribal masks inspires a whole new form of dance move we shall name The Shiver.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/MNx9jwwSadU?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/MNx9jwwSadU\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube-nocookie.com/embed/MNx9jwwSadU\">Reading this on mobile? Click here to view</a></p> <p>Then, back to the blues. <a href=\"http://www.guardian.co.uk/music/black-keys\" title=\"\">The Black Keys</a> have built a hefty fanbase and draw a huge crowd to the Main Stage with their Light Stripes chutzpah, even though their voodoo pop take on the blues smacks more of Jack White's Raconteurs partner Brendan Benson than their reputation as the heirs of Jack and Meg suggests. They pull out a charming hour tinged with T Rex glam, deep south stomp and producer Danger Mouse's trademark antique synth crackle, as well as a muso's playbox of brilliant guitars – a double-necked beast for the Gold on the Ceiling romp and a golden resonator guitar for Dan Auerbach's ballad intro to Little Black Submarines. You know it's Sunday at Reading when you start wondering what sort of rack the guy's rocking.</p> <p>As the sun goes down, the perversity of some of Sunday's scheduling starts to become clear. Who thought it a funny idea to tempt hordes to the noisenik dreariness of <a href=\"http://www.guardian.co.uk/music/artist/fe563c67-8e92-416b-bd6e-b53a04a42568\" title=\"\">the Horrors</a> at the same time King Charles is having a calypso limbo knees-up in the Festival Republic tent, his piled-high dreadlocks and grotty overalls resembling 1983 Boy George taking up motor mechanics and his musical interpretation of Oscar Wilde's The Ballad of Reading Gaol exposing a vibrant new branch of intellectual party pop? Who decided to have <a href=\"http://www.guardian.co.uk/music/futureheads\" title=\"\">the Futureheads</a> doing their – fantastic – a capella and acoustic set of traditional folk drinking songs within bawling distance of <a href=\"http://www.guardian.co.uk/music/foofighters\" title=\"\">Foo Fighters</a>?</p> <p>For those of us witness to Dave Grohl dragging out Monkey Wrench to 20 minutes with cliched hair rock drop-downs and extended solos at Milton Keynes Bowl last year, a scheduled three hours of Foo Fighters at Reading is a daunting prospect. Luckily tonight's a special occasion for Grohl – the last night of the tour and a virtual homecoming to what's \"more than just a festival to me\" and, although you slyly suspect he says that to all the festivals, he certainly makes Reading feel precious. He avails us with his entire history of Readings from the first time he heard about the place from Mudhoney's drummer at a Nirvana barbeque to the legendary tent crush of the Foos' debut appearance in 1995, and dedicates a moving These Days to Krist Novoselic and Kurt Cobain. To mark the occasion he's brought his entire family along for the ride; his daughter sits on a packing case for a riveting, passionate Walk (a song Grohl wrote while teaching her to toddle) and the crowd sings happy birthday to his mum, just like they did during Nirvana's set here in 1992.</p> <p>Best of all though, with regular cries of \"here's one we haven't done in fucking years!\" he trims the set to two and a half hours and allows little in the way of fripperies and padding, ramming in as many major hits and speedy rarities as he can manage. It's always boggling to hear the Foos rattle out the likes of My Hero, All My Life, Rope and Learn to Fly in the first hour and still keep so many crowd-pleasers in reserve (Best of You, Everlong, Times Like These, This Is a Call; their canon is frankly dazzling), but when they're also dotted with first album treats like Alone + Easy Target or drummer Taylor Hawkins singing a faithful and powerful rendition of Pink Floyd's In the Flesh, the sense of occasion bulges to bursting. It's a fitting end to one of the most exuberant and good-natured Readings in recent memory, and the clean-up operation is already underway. Well, there are people forming two-storey shoulder towers in order to place empty beer cups into an enormous teetering stack to the cheers of a large mob over there, anyway.</p>",
  "<p>Whatever's going on in music, the <a href=\"http://www.leedsfestival.co.uk/\" title=\"\">Leeds festival</a> always feels like a parallel universe. Unfashionable tattooed American pop-punk reliably clogs the main stage and fans look to make an exhibition of themselves for a weekend before returning to normality. With the sunshine denying punters the traditional sport of puddle-diving, graveyard-faced rocker <a href=\"http://www.theguardian.com/music/mark-lanegan\" title=\"\">Mark Lanegan</a> found himself singing to someone dressed as the Pink Panther, while the <a href=\"http://www.theguardian.com/music/black-keys\" title=\"\">Black Keys</a>' set benefited most from this year's trend of baring breasts at bands.</p> <p>Surreal environment aside, the festival is a good place to see future musical phenomena. The very first band on the NME stage on Friday, Iceland's <a href=\"[http://www.theguardian.com/music/2012/aug/12/of-monsters-men-mossman-interview\" title=\"\">Of Monsters And Men</a>, recently turned a raved-about appearance at SXSW into a top 10 placing in the US charts, and they will surely repeat such success in Britain. Their joyous, instant anthems about wolves and forests went down a storm here – people even cheered the trumpet solo.</p> <p>His career kickstarted by a beer advert, Jake Bugg drew a packed crowd, suggesting the future of rock'n'roll is skiffle. As people jostled to get a view, one fan excitedly shouted: \"Look, I can see his wrist!\"</p> <p>Santigold's eclectic electro pop and the Swedish synth balladeers Miike Snow were among the better-received alternatives to guitar rock. Elsewhere, proceedings felt uncomfortably familiar and captured a sense that the current scene is waiting for something to happen. Friday's headliners, Foo Fighters, topped the bill in 2002 and 2005, when their trademark displays of brutal hard rocking didn't require two hours and 30 minutes or as many solos, jams, monologues and a near-10 minute wait for an encore.</p> <p>By contrast, Saturday's headliners, The Cure, who last appeared at Leeds's Reading counterpart in 1979, crammed 32 songs into just five minutes longer and offered something for everybody, although the teens giddily singing along to In Between Days and Love Cats edged away as older fans glowered knowingly to A Forest and One Hundred Years. With his mad barnet now resembling the sort of exotic creature David Bellamy might unearth in an Amazonian forest, Robert Smith showered songs about sex, death and caterpillars with an intensity unmatched by anyone else all weekend, explaining that talking between songs would \"break the spell in my head\".</p> <p><a href=\"http://www.theguardian.com/music/2012/aug/16/the-vaccines-young-dumb-primitive\" title=\"\">The Vaccines</a> transferred to the main stage and repeated their wowing of the NME tent last year. \"Wanna best gigs we evuh played,\" drawled singer Justin Young, demonstrating that success has brought confidence, Jim Morrison hair and a faux American accent.</p> <p>But a promotion to Sunday second headline spot felt beyond Florence and The Machine. Avoiding their hit cover You've Got The Love, their dippy, indulgent set felt like a cross between Kate Bush and a suburban self-healing group, with Florence Welch's urges to \"Hug each other! Express yourself!\" causing guffaws among the northern drinkers.</p> <p>As tiredness and drunkenness set in, <a href=\"http://www.theguardian.com/music/kasabian\" title=\"\">Kasabian</a> found just the right blend of electro lad rock and skeleton-costume silliness to unite the flagging field. When the moon appeared overhead, it joined the show. \"Everybody point at Neil Armstrong!\" yelled the grinning singer Tom Meighan. It spoke volumes that the weekend's most memorable moment was provided by a deceased astronaut.</p>",
  "<p>Last July, a post about a <a href=\"http://www.theguardian.com/books/2012/aug/21/racism-row-novel-coals-pearls?newsfeed=true\" title=\"\">\"problematic\" new book</a> came up on my Tumblr dashboard. I only paid it minimal attention – I had <a href=\"http://fuckyeah-avengers.tumblr.com/\" title=\"\">Avengers gifs</a> to look at, after all – but then someone else posted about it, and then another, and then another. I began to pay more attention to it.</p> <p><a href=\"http://www.savethepearls.com/\" title=\"\">Revealing Eden: Save the Pearls</a> is the first in a trilogy of self-published young adult novels by Victoria Foyt, in which the world as we know has drastically changed: \"the Heat\", a mysterious global happening, has wiped out most white people (the \"Pearls\" of the title). Darker-skinned people have survived this disaster thanks to their skin's melanin; they're called \"Coals\".</p> <p>Book one follows a young Pearl, Eden, who \"loathes her white skin and accepts the oppressive opinion that it is ugly, even worthless\". She wears a \"special dark coating in order to protect it from the Heat\". In an added twist, Eden must find a mate by the time she is 18, or else she will be killed. In book two, we learn that Eden's father works in a laboratory owned by a Coal (Bramford, who Eden falls in love with), where he develops the technology to enable mankind to overcome the Heat. The \"technology\" is essentially a human-animal hybrid, and Bramford becomes the first \"man-beast\" after trialling this new technology. There's also some other stuff about a terrorist Coal group, a community of near-naked rainforest-dwellers with a prophecy and some mild bestiality, too – and this is just Book One. Hoyt has also created an accompanying website to promote the book, with <a href=\"http://www.savethepearls.com/members/jamal/\" title=\"\">individual bio pages</a> to flesh out her characters' back stories. One young Coal named Jamal (sigh) notes his bucket list thusly: \"mate, turn 24, buy a new gun, become president of the FFP, destroy all Pearls\".</p> <p>It's a lot to take in.</p> <p>Foyt is hardly the first writer to use the trope of a dystopian world in young adult fiction (<a href=\"http://en.wikipedia.org/wiki/The_Hunger_Games\" title=\"\">The Hunger Games</a> is still doing brisk business) and for that matter, she is not even the first to do it with a twist on race: Malorie Blackman's largely excellent <a href=\"http://en.wikipedia.org/wiki/Noughts_%26_Crosses_%28novel_series%29\" title=\"\">Noughts &amp; Crosses</a> series does this, so we know it is possible to write a nuanced and smart book on such a foundation. I have read Foyt's book, and aside from the astonishingly bad prose, the thing that leaps out at you is the absence of self-awareness or acknowledgement of privilege. Foyt has gone for broad brushstrokes in her fictional world: from the names she's given her characters' \"races\": Coals and Pearls (oh, come on!) to the cure for all this racial strife: the creation of a black \"beast man\" (!), to the \"special dark coating\" – blackface by any other name – to the jungle-dwelling \"primitive\" tribespeople, she's gone about it all wrong. The book is littered with several \"uh, what?\" moments, as Foyt betrays her own personal biases. When the book's very premise is so steeped in privilege, it is impossible for it not to be offensive.</p> <p>Commentator Jay Smooth has a video called \"<a href=\"http://www.youtube.com/watch?v=b0Ti-gkJiXc\" title=\"\">How To Tell People They Sound Racist</a>\". In it, he talks about the \"what they did\" versus the \"what they are\" conversation. It's about separating intention from action. Foyt's stated intent was to portray the horrors of racism. There is nothing wrong with her intention, but there are huge issues with her execution. When you write about a fictional oppressed race of white people from the position of your present-day white privilege and do not acknowledge it, the results are messy. And that's what Revealing Eden is: incredibly messy. More importantly, when you receive notice from hundreds of people of colour saying so, you do not release a statement telling them they are wrong (\"how can you critique or damn a book if you haven't read it?\" she wrote. \"This kind of blind attack is exactly what creates racism. This book is meant to provoke the white community that has never experienced racism or been oppressed because they have been in the majority in this country\"), you listen, identify and acknowledge your mistakes – and do better next time. Most recently, the makers of the Twilight movies made sure to cast Native American actors in the roles of the Quileute Indian wolf pack, a deliberate move which avoided the whitewashing to which Hollywood often resorts.</p> <p>Back in February, Foyt <a href=\"http://www.huffingtonpost.com/victoria-foyt/interracial-relationships_b_1312303.html\" title=\"\">wrote in the Huffington Post</a>:</p> <blockquote> <p>\"What does the lack of any racial outrage or puzzlement or fervor amidst the tremendous rain of positive reviews possibly say? Conceivably, if the book had not reached the African-American community of readers, if such a category still exists, perhaps there might be some backlash. The first young African-American reader who responded to me loved the book. But then, she's the kind of free spirit who would eschew limiting herself to a single category.\"</p> </blockquote> <p>Her comments remind me of Baratunde Thurston's assertion in his book, <a href=\"http://howtobeblack.me/\" title=\"\">How to Be Black</a>, that all white people need a \"Good Black Friend\" to help them through potentially problematic racial situations. Thanks to the internet, Foyt just acquired a few hundred Good Black Friends. It'd be nice if she would listen to them.</p>",
  "<p>José María Olazábal would settle for the competitive days of the Ryder Cup proving as straightforward as his European wildcard picks.</p> <p>Olazábal was widely expected to name Ian Poulter and Nicolas Colsaerts as his captain's selections for the meeting with the United States at Medinah next month. At noon on Monday in the Gleneagles hotel, the Spaniard duly obliged.</p> <p>Poulter's formidable Ryder Cup record rendered him a sensible selection for Olazábal, regardless of the Englishman's refusal once again to participate in the Johnnie Walker Championship. Poulter will fancy himself to defeat any American opponent, as the former Europe captain Colin Montgomerie has acknowledged.</p> <p>\"I said at the end of play two years ago, if Poulter was 50th on the list, you would pick him,\" Montgomerie said. \"It's just the confidence of the guy, and that's what any captain wants is a team full of confidence.\"</p> <p>Olazábal concurred. He said: \"There are obvious reasons for picking Ian. He has a great Ryder Cup record and he is playing well. His attitude and spirit in the Ryder Cup has always been great.\"</p> <p>Colsaerts, too, has looked perfectly at home in a matchplay environment having won the Volvo World Match Play title three months ago. The big-hitting Belgian was runner-up in the same tournament a year earlier.</p> <p>\"Nicolas is the only rookie in an experienced team,\" Olazábal added. \"He has had a very solid season and on top of that has made an extra effort to make the team.</p> <p>\"He really showed me that he wanted to make it. His desire and determination to be there was huge.</p> <p>\"Medinah is a long course. Length can be a factor but we all know the most important thing is how many putts are made. I think Nicolas's game is suited to the golf course.\"</p> <p>Colsaerts and Poulter thereby join Rory McIlroy, Luke Donald, Graeme McDowell, Justin Rose, Francesco Molinari, Sergio García, Lee Westwood, Peter Hanson, Paul Lawrie and Martin Kaymer in forming the European contingent for Chicago.</p> <p>Europe's hopes of defending the Ryder Cup have been boosted by recent success stories. García, McIlroy and Lawrie have won tournaments, belying the widely held theory that the USA are justifiably strong favourites. What does, obviously, work to the Americans' benefit is that they will play at home but they also have three rookie players already within Davis Love III's party: Webb Simpson, Jason Dufner and Keegan Bradley.</p> <p>\"Winning tournaments builds confidence and that is crucial,\" Olazábal said. \"What you need in winning teams is confident players.\"</p> <p>Olazábal's mission thereafter was to prevent discussion about one player who will not feature in his team from proving a distraction. Padraig Harrington's case over that of Colsaerts was not particularly strong but the Irishman will still ask why his candidature was dismissed so publicly by Olazábal.</p> <p>The affair only fuelled speculation that a personal grievance Olazábal has towards Harrington had come into play even if, in reality, the three-times major winner did not do enough over the qualifying period to merit inclusion. Harrington's recent Ryder Cup performances also did little to boost his case.</p> <p>\"I spoke to him [Harrington] last night,\" Olazábal said. \"I was very straight and to the point. I know he tried hard but he was 19th on the list, just a little down the list. I know he is a great player and I would love to have him in the team – the same as Paul Casey or Robert Karlsson – but you need to be playing good. I think he took it well.\"</p> <p>Unsurprisingly, Colsaerts and Poulter had greater cause for cheer.</p>",
  "<p>Audiences clearly have a taste for Lionsgate's action masala <a href=\"http://www.guardian.co.uk/film/movie/148845/expendables-2\" title=\"\">The Expendables 2</a>, which contained enough spice to stay atop the US charts for the second consecutive weekend. <a href=\"http://www.guardian.co.uk/film/filmblog/2012/aug/20/the-expendables-2-box-office\" title=\"\">I said last week</a> that the sight of Sly Stallone and Arnold Schwarzenegger shooting holes in the landscape after all these years says all you need to know about the dearth of marketable A-list action heroes today, but you've got to hand it to them – it appears the old dogs can still entertain.</p> <p>Good to see Universal's fourth <a href=\"http://www.guardian.co.uk/film/movie/147726/bourne-legacy\" title=\"\">Bourne</a> thriller taking strides towards the $100m mark. Jeremy Renner has fitted into the franchise seamlessly with his quiet intensity and superior acting chops and <a href=\"http://www.guardian.co.uk/film/movie/147726/bourne-legacy\" title=\"\">The Bourne Legacy</a> should pass the milestone by next weekend, which will be its fourth in release.</p> <p><a href=\"http://www.guardian.co.uk/film/movie/148980/paranorman\" title=\"\">ParaNorman</a> has grossed $28.3m after two weekends. It's a flawed gem but I doubt it has enough in the tank to overtake <a href=\"http://www.guardian.co.uk/film/movie/128447/coraline\" title=\"\">Coraline</a>, the earlier film from Laika Entertainment that Focus Features also distributed. Coraline finished on $75m and was something of a phenomenon because of its artistry and story subject. The artistry is still on show in ParaNorman – Laika is a brilliant stop-motion factory – but audiences haven't responded to the I-see-dead-people theme as enthusiastically as its backers would have hoped.</p> <p>ParaNorman's narrative lags in places and the finale is way too intense for young children. It ranks alongside the incinerator sequence in <a href=\"http://www.guardian.co.uk/film/movie/140033/toy-story-3\" title=\"\">Toy Story 3</a> for inappropriate scares and would lend itself to a live-action remake in the vein of Carrie. Speaking of which, MGM and Sony's Carrie remake starring Chloe Moretz opens next year.</p> <p>The big story of the weekend was the rise of <a href=\"http://2016themovie.com/\" title=\"\">2016: Obama's America</a>. The conservative documentary surged from number 13 to number eight in its seventh weekend in release and added $6.2m to reach just over $9m. That's great going for a political doc. Admittedly the numbers are not in the Michael Moore league but he is a phenomenon and a $9m-plus gross is nothing to sniff at.</p> <p>Distributor Rocky Mountain Pictures staged a smart, targeted campaign that drew political sympathisers to screening venues. The distributor-for-hire has released plenty of movies in recent years such as An Inconsistent Truth, which rebutted some of the arguments in Al Gore's acclaimed global warming essay <a href=\"http://www.guardian.co.uk/film/movie/114266/inconvenient.truth\" title=\"\">An Inconvenient Truth</a>, and the intelligent design polemic Expelled: No Intelligence Allowed.</p> <p>Off-piste distributors like Rocky Mountain have been springing up a dime a dozen in recent years to help smaller movies make a splash at the increasingly crowded box office. Open Road is an example of a larger company doing just this: the distributor is a joint venture between the two leading domestic theatre chains AMC and Regal (the former is being acquired by Chinese conglomerate Dailan Wanda) and has had some success this year with The Grey; not so much with Killer Elite.</p> <p>Open Road opened the action comedy Hit And Run in 10th place at the weekend and it's taken $5.9m in its first five days. While this isn't the best result in the world, much of the production costs will have been covered by international pre-sales through a company called Exclusive Media International co-run by the veteran British producer Nigel Sinclair. Pre-sales are the primary financing mechanism for the independent space and give a movie such as this a shot at a US theatrical release.</p> <h2>North American top 10, 24-26 August 2012</h2> <p>1. <a href=\"http://www.guardian.co.uk/film/movie/148845/expendables-2\" title=\"\">The Expendables 2</a>, $13.5m. Total: $52.3m<br>2. <a href=\"http://www.guardian.co.uk/film/movie/147726/bourne-legacy\" title=\"\">The Bourne Legacy</a>, $9.3m. Total: $85.5m<br>3. <a href=\"http://www.guardian.co.uk/film/movie/148980/paranorman\" title=\"\">ParaNorman</a>, $8.5m. Total: $28.3m<br>4. <a href=\"http://www.guardian.co.uk/film/movie/148981/campaign\" title=\"\">The Campaign</a>, $7.4m. Total: $64.5m<br>5. <a href=\"http://www.guardian.co.uk/film/movie/141046/dark-knight-rises\" title=\"\">The Dark Knight Rises</a>, $7.2m. Total: $422.2m<br>6. <a href=\"http://www.guardian.co.uk/film/movie/148982/odd-life-of-timothy-green\" title=\"\">The Odd Life of Timothy Green</a>, $7.1m. Total: $27.1m<br>7. Premium Rush, $6.3m<br>8. 2016: Obama's America, $6.2m. Total: $9.1m<br>9. <a href=\"http://www.guardian.co.uk/film/movie/148983/hope-springs\" title=\"\">Hope Springs</a>, $6m. Total: $45m<br>10. Hit and Run, $4.7m. Total: $5.9m<br></p>",
  "<p>What the UK economy needs is an approach to economic policy that focuses on co-ordinated and concerted investments for prosperity by governments, households, and businesses. As the Labour party develops its policy programme for 2015 and beyond, the role of investment for prosperity needs to be confronted head on.</p> <p>Fundamental to the achievement of economic prosperity are investments in physical infrastructures and human capabilities. These investments are essential to generate well-paid, employment opportunities in the domestic economy and competitive advantage in the global economy. In a world of changing technologies and emerging markets, a nation that fails to invest for the future on a continuing basis can look forward to long-term economic decline.</p> <p>Investments for prosperity are not solely the responsibility of the business sector. Governments and households have to invest as well. Governments invest in physical infrastructures – for example roads, schools, and defence – that have the character of <a href=\"http://www.theguardian.com/commentisfree/2012/mar/27/when-privatisation-doesnt-work\" title=\"\">public goods</a> as well as in society's \"knowledge base\" consisting of a generally educated labour force and specific expertise in science and technology. Households invest in the development and sustenance of a capable labour force, relying heavily on government investments in education and physical infrastructures.</p> <p>With government and household investments as essential foundations, businesses invest in processes of production and distribution to transform physical and human inputs into goods and services that customers want to buy at prices that they are willing (or can afford) to pay.</p> <p>Prosperous economies are ones in which investments by governments, households, and businesses – or what I call the \"investment triad\" – reinforce one another in building innovative capabilities.</p> <p>Of course, investments for tomorrow require access to financial resources today. Governments need taxes, households need wages, and businesses need profits. Each actor in the triad can leverage this internal finance by taking on external debt. Ultimately, however, it is internal finance – taxes, wages, and profits – that must be sufficient to both service the debt and invest for the future if the prosperity of the economy is to be sustained.</p> <p>So what is the weak link in the UK investment triad? Conservatives would have a tough time answering this question because they believe that we can rely on unregulated markets to allocate the economy's resources. The problem is that it is organisations – governments, households and businesses – not markets that invest for the future. A failure of an economy to invest in the productive capabilities that are the bedrock of sustainable prosperity is an organisational failure, not a market failure.</p> <p>Governments can fail, and there is no doubt that Labour's programme for prosperity must reconsider the effectiveness of the national and local governments in investing in the UK's physical infrastructures and the nation's knowledge base. Households can fail, and there is a pressing need to probe deeply into whether Britain's households have access to the resources and stability required to develop the next generation to be productive members of the labour force.</p> <p>For rebuilding Britain, however, the real challenge for the Labour party is its approach to business failure. I am not talking primarily about businesses that fail to make profits and possibly go bankrupt. I am referring to some of the nation's largest and most profitable businesses that pay out far too much to shareholders instead of investing for the future. For the period 2001-2010, 86 of Britain's largest companies that are included in the <a href=\"http://www.standardandpoors.com/indices/sp-europe-350/en/us/?indexId=speur-350-eurff--p-reu---\" title=\"\">S&amp;P Europe 350 Index</a> made €882bn in net profits of which 63% was paid out in dividends and another 26% to buy back their own shares.</p> <p>This development, the financialisation of British business corporations, has them hot on the heels of their American counterparts. For the decade 2001-2010, 459 companies in the S&amp;P 500 Index, almost all of which are US-based, expended $1.9 trillion, or 40% of net income, on dividends, and $2.7 tn, or 54% of net income, on share buybacks, leaving only 6% of profits to potentially be invested for the future.</p> <p>In the United States, I have called for a ban on share buybacks in particular and a major reform of corporate governance in general. Neither US political party shows any real interest in heeding the call. The American people are paying the price for this inaction, and will continue to do so long into the future. In the UK, the Labour party has the opportunity to take investment for prosperity seriously. Rather than emulate the declining US economy, Labour can formulate a new \"Anglo-Saxon\" model to rebuild Britain that recognises how governments, households, and businesses can work together as an investment triad that forms the foundation for equitable and stable economic growth.</p>",
  "<p>A traditional folk tale of an anti-hero Foxy, whose sly endeavours lead to his eventual downfall. \"Whatever you do, don't look in the sack. But everyone must have a little peep. Crafty Foxy tricks them all - and into his sack go a fine rooster, a fat pig and even a little boy!\" </p> <p>The story has plenty of repetition which helps build the dramatic tension but as Foxy's confidence grows you begin to realise the direction the tale is heading. However, Bryn and I have struggled to find much pleasure in this book. Bryn had questions over the feasibility of some of the animals fitting into the sack and although I liked the striking illustrations, I wasn't captivated by the story.</p> <p>This book wasn't an instant hit in our house although we have enjoyed the opportunity to experience a more challenging story, and Bryn's recent request to take the book to his nursery to show his friends suggests that he, at least, is warming to the tale!</p> <p><strong>Want to tell the world about a book you've read? <a href=\"http://www.theguardian.com/books/childrens-books/2011/mar/02/how-do-i-get-involved-guardian-childrens-books\">Join the site</a> and send us your review!</strong></p>",
  "<p>The baroque is one of the great ages of British art. This week's <a href=\"http://www.guardian.co.uk/artanddesign/series/story-of-british-art\" title=\"\">Story of British Art</a> is dedicated to it. But what is the baroque? It is a grand, florid style that first appeared in Italy around 1600 when artists and architects burst out of classical rules to create emotive, dynamic images and overwhelming spaces. <a href=\"http://www.guardian.co.uk/culture/2005/feb/17/1\" title=\"\">Caravaggio's painting The Seven Acts of Mercy</a> is a powerful expression of the baroque. So is <a href=\"http://saintpetersbasilica.org/Altars/Cathedra/Cathedra-altar.jpg\" title=\"\">Bernini's awe-inspiring multimedia installation the Cathedra Petri</a> in St Peter's.</p> <p>This Olympic summer exploded just about every cliche of British national identity. Stiff upper lip? Yeah, right. Severe and puritanical? You're kidding? The Olympics revealed a nation of extravagant, theatrical fun. You might even say <a href=\"http://www.guardian.co.uk/sport/2012/jul/27/olympic-opening-ceremony\" title=\"\">a baroque nation</a>. That talent for spectacle should come as no surprise because Britain took powerfully to the baroque the first time around, in the 17th century. The <a href=\"http://www.guardian.co.uk/stage/2012/mar/29/duchess-of-malfi-review\" title=\"\">gore of Jacobean tragedy is totally baroque</a>. Artists including <a href=\"http://www.royalcollection.org.uk/collection/405356/landscape-with-st-george-and-the-dragon\" title=\"\">Peter Paul Rubens</a>, <a href=\"http://collections.vam.ac.uk/item/O77684/charles-i-painting-van-dyck-anthony/\" title=\"\">Gianlorenzo Bernini</a> and <a href=\"http://www.royalcollection.org.uk/eGallery/object.asp?maker=12024&amp;object=405551&amp;row=0&amp;detail=about\" title=\"\">Artemisia Gentilsechi</a> worked for Britain's baroque monarch, Charles I. Sadly for him, there were plenty of Puritans around too. <a href=\"http://www.historyonthenet.com/Stuarts/stuartsmain.htm\" title=\"\">Early Stuart</a> architectural extravagances like the <a href=\"http://www.rmg.co.uk/about/history/queens-house/\" title=\"\">Queen's House in Greenwhich</a> and the Banqueting House in Whitehall – <a href=\"http://www.hrp.org.uk/banquetinghouse/stories/peterpaulrubenspaintedceiling\" title=\"\">with its ceiling by Rubens</a> – did not exactly reassure them about the dynasty's grand self-image.</p> <p>The baroque age in Britain was bloody – it includes the <a href=\"http://www.bbc.co.uk/history/british/civil_war_revolution/\" title=\"\">Civil War and the execution of Charles I</a>. Yet art and architecture kept on getting better and better. <a href=\"http://www.nationalgallery.org.uk/artists/anthony-van-dyck\" title=\"\">Van Dyck is the portraitist of Charles I's court</a>, <a href=\"http://www.courtauld.ac.uk/gallery/exhibitions/future/index.shtml\" title=\"\">Peter Lely of Charles II's</a>. The Great Fire of London was terrifying yet cleared the ground for the architectural masterpieces of <a href=\"http://www.stpauls.co.uk/\" title=\"\">Wren</a> and <a href=\"http://www.sacred-destinations.com/england/london-christ-church.htm\" title=\"\">Hawksmoor</a>.</p> <p>This was the age when British world power started to matter. By the end of the 17th century, London was taking over from Amsterdam as the leading entrepôt of global trade and the <a href=\"http://www.amazon.co.uk/Empire-Britain-Modern-Popular-Penguins/dp/0141037318\" title=\"\">British navy was getting ready to rule the waves</a>. Baroque magnificence was the perfect art to express Britannia's newfound glory. In 1698 Wren designed an enormous domed dining hall for officers of the Royal Navy at Greenwich: the \"<a href=\"http://www.ornc.org/visit/attractions/painted-hall\" title=\"\">Painted Hall</a>\" was decorated with flamboyant murals by Sir James Thornhill that make it one of the most amazing interiors in Britain. In 1729 Thornhill's daughter Jane married a young printmaker and painter called <a href=\"http://www.hogarth.org.uk/resource/mcerts/wh_jt_ma.htm\" title=\"\">William Hogarth</a>. In <a href=\"http://www.library.hbs.edu/hc/ssb/description.html\" title=\"\">Hogarth's art the energy of the baroque is transformed into grotesque comic abundance</a>.</p> <p>This is an age when art and architecture are one, culminating in great mixed-media theatres of power like <a href=\"http://www.blenheimpalace.com/\" title=\"\">Blenheim Palace</a> and <a href=\"http://www.castlehoward.co.uk/\" title=\"\">Castle Howard</a>. In its quest for potent images and its mixing of all media to create an effect, baroque Britain (1600-1730) has a lot in common with the <a href=\"http://yorkshiresoul.blogspot.co.uk/2012/07/london-2012-olympics-opening-ceremony.html\" title=\"\">baroque Britain of 2012</a>.</p>",
  "<p>Tate Liverpool is about to change the landscape of the city with a circular, bitumen-coated pavilion designed by the architect <a href=\"http://www.adjaye.com/\">David Adjaye </a>and artist <a href=\"http://www.dougaitkenworkshop.com/\">Doug Aitken</a> in the latter's first public artwork to be shown in the UK.</p> <p>The building has been created to house <a href=\"http://www.tate.org.uk/whats-on/tate-liverpool/exhibition/sky-arts-ignition-series-doug-aitken\">a new commission</a> from the artist as part of the seventh <a href=\"http://www.biennial.com/\">Liverpool Biennial</a> which opens on 15 September and lasts until 25 November. The pavilion itself will continue until 13 January.</p> <p>Inside and on the exterior walls will be The Source, the first commission in the Biennial's Sky Arts Ignition series, designed to help Aitken's plans to explore the nature and source of creativity in conversation with contemporary artists and others. Those lined up so far include Adjaye himself, Devendra Banhart, Thomas Demand, Liz Diller, William Eggleston, Jacques Herzog, Mike Kelley, Lucky Dragons, James Murphy, Philippe Parreno, Richard Phillips, Jack Pierson, Stephen Shore, Paolo Soleri, Tilda Swinton, Ryan Trecartin and Jack White. </p> <p>The pavilion's temporary home is in Mermaid Court, next to the largest single grouping of Grade 1 listed buildings anywhere in England. By day, visitors will encouraged to go inside to see the work; by night, lighting will act as a beacon on the surrounding former docks, projecting the work outwards and showing Aitken's own work on the outside walls. </p> <p>The structure has a wooden frame, clad with bitumen and corrugated acrylic panels, and measures 14.2 metres in diameter, with a sloping roof rising from 2.8m (9.2ft) to</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395331699\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/10/4/1317739789007/David-Adjaye-002.jpg\" alt=\"David Adjaye\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Architect David Adjaye. Photograph: Linda Nylind for the Guardian</span> <span class=\"element-image__credit\">Photograph: Linda Nylind/Guardian</span> </figcaption> </figure>  4.8m (46.4ft) in height. It is designed to be a temporary structure, separating Aitken's work from the traditional gallery space in order to \"create a new cultural destination.\" <p>Tate Liverpool will also present Thresholds, responding to the Biennial theme Hospitality. Based on key works from the Tate Collection, Thresholds engages with themes including British identity, migration and the global effects of regional conflicts. Exhibits will include work by artists including Gilbert &amp; George, Martin Parr, George Shaw, Mark Wallinger and Sophie Calle.</p> <p>Aitken says of his contribution: </p> <blockquote> <p>This project is about the roots of creativity. Many of the people in this project are working in very diverse mediums and it's that common thread that I'm interested in. The project is very much about the empowerment of the viewer. I want the installation at Tate Liverpool to be a destination: a place that one can go to and walk into this field of ideas. It will be a celebration of the power of the individual and the forging of a borderless new creative territory – I'm incredibly excited.</p> </blockquote> <p><br>Sook-Kyung Lee, curator of the exhibition, says:</p> <blockquote> <p>Doug Aitken is one of the most innovative artists working across film, installation and new media today, stretching and erasing perceived boundaries between different artistic media. His previous installations, which have transformed public spaces around the world from New York to Hydra island in Greece, show that we can expect an installation that is significant and compelling. </p> </blockquote> <p><br>James Hunt, director of Sky Arts, says:</p> <blockquote> <p>It's clear to us just how fascinated people are by the creative process that goes into making works of art. Doug's plan really captures that; opening up the creative process and making it more relatable and accessible. </p> </blockquote> <p><em>You can see an image and read more about the pavilion on de zeen's <a href=\"http://http://www.dezeen.com/2012/07/26/pavilion-for-tate-liverpool-by-david-adjaye-and-doug-aitken/\">website here</a>.</em></p>",
  "<p>The first arrival of earthly life on another celestial body ranks as an epochal event not only for our generation, but in the history of our planet. Neil Armstrong was at the cusp of the Apollo programme. This was a collective technological effort of epic scale, but his is the one name sure to be remembered centuries hence.</p> <p>Armstrong spent years as a test pilot, but he didn't seem a daredevil; indeed his demeanour more resembled a stolid civilian airline captain. He described himself as a \"nerdy engineer\", and it was as a professor of engineering that he quietly spent his later life.</p> <p>Apollo 11 landed on the moon only twelve years after the launch of Sputnik, and only 66 years after the Wright brothers' first flight. Had the pace been sustained there would by now be human footprints on Mars. But the moon race was an end in itself, driven by the urge to beat the Russians; there was no motive to sustain the huge expenditure.</p> <p>The images of Earth's delicate biosphere, contrasting with the sterile moonscape where the astronauts left their footsteps, have become iconic for environmentalists: these may indeed be the Apollo programme's most enduring legacy.</p> <p>It is now 40 years since Harrison Schmidt and Eugene Cernan, the last men on the moon, returned to Earth. To the young, this is all ancient history. They learn that America landed men on the moon just as they learn that the Egyptians built the pyramids, but the motivations seem almost as bizarre in the one case as in the other; the outdated gadgetry and \"right stuff\" values portrayed in films and news clips of the period seem as antiqated as those of a traditional Western. Manned spaceflight has lost its glamour – understandably so, because it hardly seems inspiring, 40 years after Apollo, for astronauts merely to circle the Earth in the space shuttle and the International Space Station.</p> <p>We depend on space technology for communications, weather forecasting, mapping, position-finding and so forth quite apart from the science it has given us. But this doesn't need astronauts.</p> <p>Closeups of the Martian surface, and of Jupiter, Saturn and their moons, have beamed back pictures of varied and distinctive worlds. In the coming decades, the entire solar system will be explored by flotillas of unmanned craft. Indeed, it is realistic to expect robotic fabricators, building large structures, or perhaps mining rare materials from asteroids.</p> <p>But will people venture back to the moon, and beyond? The need weakens with each advance in robots and miniaturisation. But deep space still beckons as a long-range adventure for – at least a few – humans.</p> <p>Perhaps the Chinese will embark on a prestigious space spectacular. For this, a return to the moon would not be enough. To repeat Neil Armstrong's feat, 50 years later, would hardly proclaim that China had achieved parity with the US. They would surely aim to trump Apollo by heading for Mars.</p> <p>But would humans on Mars serve a purpose beyond mere prestige? There's no denying that an observant geologist might make startling discoveries that Nasa's recently-landed Curiosity rover would overlook. But the current cost gap between manned and unmanned missions is huge.</p> <p>This is partly because Nasa has become constrained by public and political opinion to be too risk-averse. The space shuttle's two failures in its 135 launches were national traumas in the US, though that is a risk-level that astronauts would willingly accept.</p> <p>Indeed Neil Armstrong, who landed the tiny Eagle module with the aid of no more computer power than we have in a washing machine today, rated his odds of a safe touchdown as no better than 50/50. And that wasn't the scariest risk: the rockets that blasted them off on the return trip could have failed. Indeed, staff of the president, Richard Nixon, had prepared an alternative speech for him to give if Armstrong and Buzz Aldrin had been stranded and perished on the moon.</p> <p>Future expeditions to the moon and beyond will only be politically and financially viable if they are cut-price ventures, spearheaded by individuals with the right stuff of the Apollo astronauts, prepared to accept high risks – perhaps even \"one-way tickets\". They may be privately-funded adventurers. The SpaceX company led by the entrepreneur Elon Musk, has successfully sent a payload into orbit and docked with the International Space Station.</p> <p>It is foolish to claim, as some do, that emigration into space offers a long-term escape from Earth's problems. Nowhere in our solar system offers an environment even as clement as the Antarctic or the top of Everest. Nonetheless, a century or two from now, small groups of intrepid adventurers may be living independent from the Earth. Whatever ethical constraints we impose here on the ground, we should surely wish such pioneers good luck in genetically modifying their progeny to adapt to alien environments: the post-human era would then begin. Neil Armstrong, the quiet hero, would then indeed have prefigured \"one giant leap for mankind\".</p> <p><em>Sir Martin Rees is the astronomer royal</em></p>",
  "<video data-media-id=\"gu-video-395256895\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/27/120827IsaacFlorida-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/27/120827IsaacFlorida_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120827IsaacFlorida/120827IsaacFlorida.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/27/120827IsaacFlorida_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/27/120827IsaacFlorida-16x9.mp4\"/> </video>   <p>Millions of residents in four vulnerable Gulf Coast states were bracing for the arrival of a powerful tropical storm that has already claimed several lives on its path through the Caribbean.</p> <p>The governor of Florida, Rick Scott, declared a state of emergency ahead of tropical storm Isaac's expected landfall Sunday night in the Florida Keys, with the storm then expected to intensify into a 105mph hurricane as it moves north into the Gulf of Mexico and towards the Alabama-Mississippi-Louisiana coastline.</p> <p>But with tropical storm-force winds extending up to 200 miles from Isaac's centre, the area under threat for moderate to substantial damage covered much of southern and western Florida and along the Gulf Coast to Louisiana.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395258213\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2012/8/26/1345991227749/Hurricane-Isaac-path-008.png\" alt=\"Hurricane Isaac path\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hurricane Isaac path Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p>Forecasters at the National Hurricane Center have issued a hurricane warning for the northern Gulf of Mexico coast from Louisiana to the Florida Panhandle, but said it was too soon to predict where Isaac, blamed for at least six deaths in Haiti, would make its second landfall, probably in the early hours of Wednesday.</p> <p>The current predicted track, subject to a wide margin of error, points the eye of the storm close to Biloxi, Mississippi, with a hurricane watch posted along the coast for hundreds of miles in either direction.</p> <p>\"Waters along the forecast track are very warm and upper level winds are forecast by the global models to become conducive to strengthening,\" said Dr Michael Brennan, a senior hurricane centre expert.</p> <p>\"It's important not to focus on the exact forecast track since significant hazards extend well away from the centre.\"</p> <p>Scott cancelled his appearance at tomorrow's Republican national convention in Tampa to concentrate on storm preparations, shortly before event organisers announced that the first day and a half would be shelved anyway to allow the storm to pass.</p> <p>\"This is a state that has dealt with hurricanes forever. We are a state [where] we know we have to get prepared for hurricanes,\" Scott said.</p> <p>No mandatory evacuation of the Florida Keys was ordered, but a steady stream of traffic was building on Highway 1 towards the mainland late on Saturday and early today as conditions began to worsen.</p> <p>The storm has already contributed to two deaths on the roads, Florida Highway Patrol reported, with a crash on the Florida turnpike near Miami blamed on conditions.</p> <p>Many businesses were boarded up in Key West at the tip of the 150-mile island chain, and emergency managers called for all visitors to leave.</p> <p>By mid-morning Sunday, the Keys were being lashed by torrential rain and wind gusts in excess of 60mph as Isaac's outer bands closed in. Further east, thousands of families in Miami and surrounding towns lost power, still several hours ahead of the worst expected conditions.</p> <p>Florida Power and Light, the state's largest electricity provider, amassed a large fleet of vehicles and put more than 8,000 engineers on standby to move into affected areas and restore power once conditions allowed.</p> <p>\"We've seen a gradual increase in thunderstorm activity,\" said Dr Rick Knabb, director of the hurricane centre.</p> <p>\"People should stay indoors. We've lost lives in previous tropical storms when people have been out and about in their cars.\"</p> <p>Commanders at the naval air station in Pensacola, Florida, began moving more than 100 aircrafts to safety Sunday morning while long queues formed at DIY stores and supermarkets in southern Alabama and Mississippi as residents stocked up on supplies.</p> <p>Among the eight deaths reported so far by the Red Cross in Haiti were an eight-year-old girl and a 10-year-old girl killed when a wall fell onto her.</p> <p>The aid agency said that although the centre of the storm had passed, the country was still being drenched with rain. Almost 14,000 people, mostly those still living in tents since the devastation of the 2010 earthquake, were evacuated to emergency shelters.</p> <p>\"The west and south-eastern departments are the most affected by the storm, causing the deaths of at least two persons and damaging bridges, roads and canals,\" United Nations spokeswoman Eliana Nebaa said in a statement.</p> <p>\"The storm is also responsible for flooding, high water areas, and damages to tents and tarps in some camps.\"</p> <p>Several people were also reported missing in the Dominican Republic following Isaac's crossing on Saturday. Police said on Sunday night that two men had died after being swept away by flooded rivers that burst their banks.</p>",
  "<p>The British prime minister wants us to <a href=\"http://www.number10.gov.uk/news/david-cameron-new-york-university/\" title=\"\">stop talking about the quantity of aid we give</a>, and \"start talking about what I call the 'golden thread', which is you only get real long-term development through aid if there is also a golden thread of stable government, lack of corruption, human rights, the rule of law, transparent information\".</p> <p>This is not a new wheeze: David Cameron was talking about the golden thread before he was leader of the Conservative party. Although the idea has never been set out in detail, he has described in speeches what he calls \"enablers\" of development: transparency, openness, accountability, empowerment, freedom, rule of law, property rights, absence of corruption, free media, free and fair elections, trade, flexibility and civil society. (<a href=\"http://www.economist.com/node/9257593\" title=\"\">Tony Blair</a> and <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/20/opening-remarks-president-obama-open-government-partnership\" title=\"\">Barack Obama</a> have similar ideas.)</p> <p>These ideas may reappear in the conclusions of the <a href=\"http://www.guardian.co.uk/global-development/poverty-matters/2012/may/28/david-cameron-development-panel\" title=\"\">UN high-level panel on the future of the millennium development goals</a>, which Cameron co-chairs, so it's important to reflect now on whether the golden thread is good development policy.</p> <p>Critics fear it is a naive restatement of economic liberalism, which says developing countries are poor because of bad policies and weak institutions. This thinking led to the policy prescriptions of the 1980s <a href=\"http://www.who.int/trade/glossary/story094/en/index.html\" title=\"\">Washington consensus</a>, now widely regarded as a failure.</p> <p>But Cameron does not intend the golden thread as a return to the 1980s. <a href=\"http://conservativehome.blogs.com/toryleadership/files/cameron_to_cps_on_mcc.pdf\" title=\"\">In a 2005 speech</a> (pdf) he framed it as economic empowerment, which he explicitly contrasted with economic liberalism. What's the difference? Economic liberalism is about removing obstacles to enable firms to be more efficient; economic empowerment is about enabling society to evolve and change more rapidly and more fairly. This is not a semantic difference: the golden thread focuses on openness, transparency, accountability and a free press, none of which was ever part of the Washington consensus.</p> <p>The golden thread fits nicely with the growing interest in \"complexity\" in development. This idea, borrowed from physics and biology, <a href=\"http://www.cgdev.org/content/multimedia/detail/1426397/\" title=\"\">is explored in my online presentation</a>.</p> <p>According to this view, <a href=\"http://blogs.cgdev.org/globaldevelopment/2012/08/what-is-development.php\" title=\"\">development</a> is what happens when an economic, social and political system improves its ability to adapt and evolve. The enablers described by Cameron are plausible candidates for the kinds of policies that could accelerate the ability of an economic and social system to evolve. His view fits the mainstream development consensus that emphasises \"country ownership\" – that lasting change comes from within developing countries, rather than through policies imposed from outside. With its emphasis on transparency and accountability, the golden thread seeks to strengthen and accelerate those internal processes.</p> <p>But as development policy, the golden thread needs more work. It has three main shortcomings. First, it stresses free markets, jobs and growth, but not other ways to encourage positive social and economic change, such as reducing inequality, tackling the power of elites, providing social protection and ensuring a strong voice for civil society. There is a streak of laissez-faire in the choice of policies that does scant justice to the idea that societies can – and should – shape their own evolution.</p> <p>Second, the golden thread has said nothing about the need for changes to the global system, not just within developing countries. Rich countries could promote open, independent, legitimate and accountable institutions internationally; stop stitching up the appointment of top jobs; encourage companies in developing countries <a href=\"http://www.guardian.co.uk/global-development/2012/aug/23/uk-government-development-tax-rules\" title=\"\">to pay tax</a> to support the emergence of a social contract; and reform aid to make it less likely to undermine domestic accountability. Rich countries could promote transparency by requiring companies to publish details of their payments to developing countries, and property rights by accepting that a country's people, not illegitimate leaders, <a href=\"http://wenar.info/EIA_Clean_Trade.pdf\" title=\"\">own their natural resources</a> (pdf). Rich countries could support due process and the rule of law by closing financial havens and improving information exchange between tax and law enforcement authorities. They could promote openness and an exchange of ideas by making it easier for people from developing countries to study in their schools and universities, and by improving their immigration policies; and by ensuring that intellectual property rights do not obstruct the transfer of knowledge and ideas.</p> <p>Third, and most important, the golden thread has more to say about desirable dynamics in society than how to bring them about. We have had more failures than successes trying to nurture institutional and political reform in other countries, and efforts to transplant institutions from one situation to another generally end in failure. Understanding economic, social and political change through the lens of complexity should make us modest about our ability to engineer new systems. The golden thread lacks humility about the difficulty of affecting these changes, and risks appearing to offer itself as a universal blueprint for success.</p> <p>Cameron's golden thread fits well with the view that we should do what we can to help change occur from within, not impose it from outside. It emphasises the importance of institutions and policies that may strengthen and shape change. But it would benefit from a broader understanding of how societies change (eg attacking privilege, not just further liberalising markets), appreciation of the need for policy changes by rich countries to improve conditions for change in the developing world, and greater humility about the role that outsiders can play.</p> <p>• <em>A longer version of this article appears on the </em><a href=\"http://blogs.cgdev.org/globaldevelopment/\" title=\"\"><em>Centre for Global Development</em></a><em> website</em></p>"
]