[
  "Nutrition, nudges and national health",
  "Freshers' week survival guide",
  "Grant Shapps's Wikipedia page was edited to remove byelection gaffe",
  "US warned of credit rating downgrade if budget dispute continues into 2013",
  "Bill Clinton grants Obama campaign request for help in battleground states",
  "Widespread distrust of US extends beyond Middle East, poll shows",
  "Burberry can't bank on China's love of luxury - or the rest of the world's",
  "What's your country's reputation?",
  "German judges could hold the future of the eurozone in their hands",
  "Ron Taylor obituary",
  "Choir Boy – review",
  "Jihadi organisations under growing scrutiny in Syrian uprising",
  "Liverpool fly-on-the-wall documentary leaves more questions than answers",
  "Development reads, slum dwellers and new UK secretary of state Justine Greening",
  "Vince Cable's industrial policy: panel verdict",
  "Rupert Murdoch promotes NI top exec to News Corp chief technical role",
  "Inside the 14 September edition",
  "Where are the books that make secondary schools look fun?",
  "So Long, Watching Sports Every Four Years People",
  "Sir Peter Bazalgette: Big Brother man facing a big challenge",
  "Live discussion: what does the Social Value Act mean for councils?",
  "Peter Cook and Frank Sidebottom rise again – and Airplane flies to the top of the polls",
  "New music: Wave Machines – Ill Fit",
  "Boris Johnson allies press ahead with controversial Earls Court redevelopment",
  "Internet sock-puppeteers could learn from some illustrious forebears",
  "The 100 most endangered species on the planet – the list in full",
  "Andy Murray: five reasons why he won a first grand slam at the US Open",
  "Can tablet screens disrupt sleep?",
  "University Awards: judges",
  "Andy Murray's US Open win should lead to global sponsorship millions",
  "Guardian Weekly Letters, 14 September 2012",
  "The global land grab is the next human rights challenge for business",
  "Climate activists target Shell with ice protest over Arctic drilling",
  "BlackRock fined £9.5m by FSA for failing to protect client money",
  "Society daily 11.09.12",
  "10 indie games you MUST play this month",
  "Is it a growler, a rime or a pancake? Learning the language of sea ice",
  "Subconscious cues can trigger the placebo effect, say researchers",
  "Armando Iannucci's Bafta lecture 2012 – full transcript",
  "Cycling in China: not for the faint-hearted",
  "World university rankings – analysis",
  "Britain: a steak to the heart",
  "Betfair blames Olympic distraction for revenue slowdown in August",
  "Luxury goods sector slumps after shock Burberry profit warning",
  "Booker prize: Hilary Mantel is bookies' top tip for shortlist",
  "MPs question Ofqual chiefs about GCSE grading row: Politics live blog",
  "Climate change will extend hay fever season by six weeks, report warns",
  "Why non-communicable diseases must be part of any new development goals",
  "MIT beats Cambridge and Harvard to top spot in world university rankings",
  "The expendables? World's 100 most endangered species listed"
]