[
  "NYC mayor Mike Bloomberg endorses Barack Obama - US politics live",
  "Diary",
  "Christian Horner revels in Red Bull's mastery of F1 constructors' race",
  "Henning Berg unveiled at Blackburn amid faint praise from the owners",
  "Bloomberg brings climate change out of the closet in stunning snub to Romney",
  "Serious Fraud Office made 'irregular' £400,000 payoff to chief executive",
  "Acid Jazz at 25: 'Everyone said we were mad to set up in Hoxton'",
  "In the wind turbine debate, who dares utter the B-word?",
  "Hacktivist: 'We're uniting a lot of people'",
  "Obama hits the campaign trail in Wisconsin for final run to election day",
  "David Cameron hails opportunity to end extreme global poverty",
  "A life under surveillance",
  "Syria's rebels fear foreign jihadis in their midst",
  "Corrections and clarifications",
  "Lib Dems and Tories trade blows over windfarms",
  "Expect jobs figures to be bleak. But the US economy is showing signs of life",
  "Oliver Burkeman's election diary … the long good Biden",
  "Overcoming internal resistance to sustainability",
  "Sheldon Adelson's billions shape US politics as many question his influence",
  "Plutocrats: The Rise of the New Global Super Rich by Chrystia Freeland – review",
  "China congress: toy helicopters and pigeons vanish in security crackdown",
  "Alex Reid's 'sex dungeon' shows him to be a fearless man",
  "US has added 1.1m new millionaires under Obama, says study",
  "Nicki Minaj: 'My heroes? Scary Spice and Hermione from Harry Potter'",
  "Chicago Fire 1-2 Houston Dynamo - as it happened",
  "Revealed: the day Obama chose a strategy of silence on climate change",
  "A thermonuclear Sir Alex Ferguson",
  "Panel talk: how small businesses can access new markets",
  "Superstorm Sandy: Businessweek's cover will blow you away",
  "Working lives: managing housing on the island of St Helena",
  "Eurozone crisis live: UK manufacturing sector shrinks",
  "Politics live blog: fallout from EU budget defeat",
  "Planning reform: can we get Britain building again?",
  "Hugh Grant leads fresh calls for an end to self-regulation of the press",
  "North Korean leadership visualised",
  "Ash dieback: Forestry companies blame 'chaotic' import system",
  "New nuclear reactors could be eligible for subsidies, says minister",
  "NCAS conference provides food for thought for directors of social care",
  "The Polyphonic Spree – review",
  "Cashflow: Yoomi",
  "Telegraph launches limited paywall",
  "Shell reports 6% fall in third quarter profits",
  "BBC World Service urges journalists to consider voluntary redundancy",
  "It's time for pedestrians to reclaim our streets with 20mph speed limit",
  "Fusing business and education with eLearning",
  "UK manufacturing slowdown continues",
  "How to make open data more accessible",
  "Liberia's Johnson Sirleaf defiant over nepotism and corruption claims",
  "Academic Writing Month and the social landscape of academic practice",
  "How can John Hayes have a future in the energy department?",
  "UK house prices rebound 0.6% after 0.4% fall last month",
  "Today's media stories from the papers",
  "Surveys: do they reveal the truth at the top?",
  "A green economy is the future, but John Hayes only looks to the past",
  "Artist takes up residence at the Queen Mother's ancestral home",
  "CBI: slow growth will last years"
]