[
  "<p>The year after David Cameron became Tory party leader, he did something party leaders normally never do: he spoke at a fringe meeting of his party conference, such was his passion for the subject under discussion. I remember it well, since I asked him to do the debate and chaired the event.</p> <p>The issue was the environment. Cameron disarmed an audience filled with green activists, impressing them as he batted back questions.</p> <p>This was, after all, the cause so central to his drive to decontaminate the Conservative party image; remember those husky pictures, the green logo, the exhortations to \"<a href=\"http://www.metacafe.com/watch/1251723/david_cameron_launches_vote_blue_go_green_and_save_money/\" title=\"\">Vote Blue, Go Green</a>\".</p> <p>Within days of taking office, Cameron declared his coalition would be \"<a href=\"http://www.theguardian.com/environment/2012/apr/26/david-cameron-greenest-government-ever?intcmp=239\" title=\"\">the greenest government ever</a>\". For all the froth of his detractors he can confidently back up this claim, the tone set from the start with support for the 10:10 campaign. Labour argued it was impossible to meet the target yet Whitehall exceeded it; within one year, it cut emissions by 13.8%.</p> <p>It is logical for Conservatives to set the pace on the environment; it is about conservation of resources, after all, while reducing Whitehall's carbon footprint cut government spending with lower energy bills. Margaret Thatcher, a scientist by training, <a href=\"http://richardwillisuk.wordpress.com/2009/02/20/margaret-thatcher-%E2%80%93-climate-change-pioneer/\" title=\"\">was admirably far-sighted on this subject</a>, warning 24 years ago of the danger greenhouse gases posed to the planet. By painting his party green, Cameron was true to her legacy.</p> <p>With each passing day, evidence grows that Lady Thatcher was right to raise the alarm. Most worrying was the extent of Arctic ice melt this summer, outpacing even the most dire predictions. <a href=\"http://www.rollingstone.com/politics/news/global-warmings-terrifying-new-math-20120719\" title=\"\">September was the 331st consecutive month</a> in which the globe's temperature exceeded last century's average; the odds of this happening by chance are greater than the number of stars in the universe.</p> <p>Given this rising tide of evidence and the overwhelming strength of scientific opinion, it is strange the Conservatives appear to be developing cold feet. There is a growing internal backlash against the green agenda, one threatening to torpedo both the public trust in politicians and the party's stuttering modernisation project.</p> <p>Most visible was the promotion of <a href=\"http://www.theguardian.com/politics/2012/oct/11/owen-paterson-environment-guardian-profile\" title=\"\">Owen Paterson</a> to the environment portfolio – a man hailed by ConservativeHome editor Tim Montgomerie as the only senior British Tory who could easily win election as a US Republican. If that is not enough evidence against him for this job, he claims to be a \"realist\" on global warming, opposes wind farms and wants to cancel green energy plans.</p> <p>After hearing Paterson's risible speech to party conference earlier this month – which failed to mention climate change – one green-minded minister said to me: \"Well, at least the battle lines are clear now.\" But his was not the only alarming move: John Hayes, who has also opposed wind farms, was moved to energy minister while Peter Lilley, one of the most hardline sceptics, was appointed last week to the Commons energy and climate change committee.</p> <p>Meanwhile the chancellor George Osborne is leading attempts to cut subsidies for renewable energies, abandon decarbonisation targets and embark on a huge expansion of gas power plants and shale gas development. The dispute inside the coalition over the forthcoming energy bill is so heated there has already been one special meeting of the \"quad\" group of senior ministers, with another pencilled in for this week.</p> <p>To his credit, Cameron mentioned green issues three times in his conference speech – unlike Ed Miliband, who despite being a former climate change minister ignored them in his own party address. But the prime minister is supporting Osborne on the energy bill, hoping a ban or tax on plastic bags will underline sufficiently their green credentials (although even this minor measure is causing concern that it might be seen as adding to the cost of living).</p> <p>Ill-informed loudmouths have long opposed policies to tackle climate change. Sadly, their views appear to be gaining ascendancy, such is the Tory leadership's desire to appease the right, combined with the fear of appearing elitist by endorsing measures that might affect the cost of living. \"It has become a totemic issue,\" said one senior Tory. \"Either you are a tough Essex man in touch with the people or you are dismissed as an effete metropolitan toff.\"</p> <p>The environment is far from the first concern of focus groups, although there is clear support for green policies. But if you believe humans are causing climate change, there can be no issue of comparable importance. Regardless, the debate has moved on in recent years: it is no longer about shackling business but about supporting a booming green economy that employs more people than the car and telecom industries combined, with huge export potential to the fastest-growing parts of the world.</p> <p>China alone is investing £1 trillion in the low-carbon economy over the next five years; little wonder foreign secretary William Hague has emerged as an unlikely cabinet champion. Meanwhile such is the political prevarication, global energy giants are threatening to withdraw massive investment in Britain. To be anti-green now is to be anti-growth.</p> <p>Cameron has not given a speech on the environment since taking office. Yet along with health, this was the issue most personally identified with his transformation of the Tories. We saw the damage caused by bungled health reforms; imagine the dismay and distrust caused by shooting badgers, stopping wind farms, supporting airport expansion and strangling the green economy.</p> <p>There is a danger the short-term search for favourable headlines blows away any long-term sense of strategy. This is why the prime minister must demonstrate his continuing passion for green politics, which played such a prominent role in making him his party's first prime minister for a generation. Whether politically, economically or scientifically, it would be senseless and self-defeating to give ground on this crucial cause.</p>",
  "<p>Your article on Peter Lilley joining the House of Commons select committee on energy and climate change (<a href=\"http://www.theguardian.com/environment/2012/oct/25/climate-change-sceptic-peter-lilley-commons-committee\" title=\"\">Report</a>, 25 October) drew attention to his recent attack on the 2006 Stern review on the economics of climate change. However, you failed to point out that Lilley's pamphlet was published by the Global Warming Policy Foundation, which actively lobbies against government climate change policies while refusing to reveal its sources of funding.</p> <p>Lilley's central criticism is that the Stern review, led by Nicholas Stern, a former chief economist at the World Bank and a well-known authority on public policy analysis, exaggerated the risks posed by unmitigated climate change. However, this claim is based on Mr Lilley's false assertion that the review used a single discount rate to assess how climate change might affect future economic growth. In fact, in such analyses discount rates will depend on consumption or income levels at any point in time, and these levels will depend on climate change policies and impacts. Thus any growth path involves many discount rates and such rates will depend on assumptions about the severity of damages from climate change and the weights attached to consumption or income losses that occur. The review explicitly examined a whole range of assumptions about these issues.</p> <p>The review's main conclusion, that the risks of inaction on climate change are far greater than the costs of reducing greenhouse gas emissions, is robust, confirmed many times over by subsequent research. By contrast, Mr Lilley's pamphlet is riddled with embarrassingly bad economics and flawed science.<br><strong>Bob Ward</strong><br><em>Grantham Research Institute on Climate Change and the Environment, LSE</em></p>",
  "<p>Can someone start a tax kitemark awarded to companies that transparently pay full UK taxes (<a href=\"http://www.theguardian.com/technology/2012/oct/24/amazon-tax-loophole-ebooks\" title=\"\">EU acts to end Amazon VAT loophole</a>, 25 October)? Then we can choose where we want to put our money. Models are Which?, the Soil Association etc. <br><strong>V Cumming</strong><br><em>London</em></p> <p>• Rather than fitting her bike with the loudest horn money can buy (<a href=\"http://www.theguardian.com/environment/bike-blog/2012/oct/26/cyclists-loud-horn-curses\" title=\"\">Sketch</a>, 27 October), Zoe Williams could protect her safety more effectively by wearing high-visibility clothing and reading her Highway Code – \"let buses pull out\".<br><strong>John Burnett</strong> <em>(bus driver, cyclist)</em><br><em>Newbridge, Midlothian</em></p> <p>• For agnostics, Que Sera Sera might be appropriate (<a href=\"http://www.theguardian.com/theguardian/2012/oct/26/york-minster-vodafone-funerals\" title=\"\">Letters</a>, 27 October).<br><strong>Simon Hunter</strong><br><em>Brookmans Park, Hertfordshire</em></p> <p>• Plugging his new book, Simon Hoggart (<a href=\"http://www.theguardian.com/theguardian/2012/oct/26/ruthless-whips-commons-simon-hoggart?newsfeed=true\" title=\"\">27 October</a>) offers readers a \"signed and personalised sticker\" via the post. Will&nbsp;celebrity book signings all be like this post-Savile?<br><strong>Dr Alex May</strong><br><em>Manchester</em></p> <p>• My partner is known as Nanny Beach, the twins having been walked by her on the beach since they could first stand. Her counterpart is known as Nanny Sweets (<a href=\"http://www.theguardian.com/theguardian/2012/oct/25/home-and-away\" title=\"\">Letters</a>, 26 October). <br><strong>David Critchlow</strong><br><em>Poole, Dorset</em></p> <p>• When I was young we had two aunts living near the M25. We had to go round the motorway in opposite directions to see them so they were know as \"Auntieclockwise\" and \"Auntieanticlockwise\".<br><strong>Richard Wood</strong><br><em>Toddington, Bedfordshire</em></p>",
  "<p><strong>Age:</strong> 48</p> <p><strong>Appearance:</strong> Italianate. Legendary.</p> <p><strong>Oh, I love him!</strong> You do?</p> <p><strong>Yup. Loved him in Raging Bull, Taxi Driver, Mean Streets – can't put a foot wrong. Except for Stanley &amp; Iris. But everyone's allowed a mistake now and then.</strong> You're thinking of Al Pacino.</p> <p><strong>Oh.</strong> But Robert De Niro did play Capone, in The Untouchables.</p> <p><strong>And again he was brilliant. Which makes Stanley &amp; Iris all the stranger a choice. So, why is Al de Pacino in the news?</strong> AL CAPONE is being used to describe new policing tactics.</p> <p><strong>Such as?</strong> Well, the US state department in charge of counter-piracy policy –</p> <p><strong>Of the copyright-infringing, Captain Pugwash or Somalian kind?</strong> Somalian. It's announced that it is planning a global campaign to go after the dozen or so kingpins involved and <a href=\"http://www.telegraph.co.uk/news/worldnews/piracy/9633408/Al-Capone-strategy-to-defeat-piracy.html\" title=\"\">prosecute them for breaking corruption and money-laundering laws</a>.</p> <p><strong>Just like Kevin Costner got Truman Capote for tax evasion after he'd been running the biggest crime syndicate in 1920s Chicago, involving bootlegging, smuggling, prostitution, bribery and killing Sean Connery! </strong>Yes, almost, yes. And the Metropolitan police's sex crime unit Sapphire is planning to start using similarly <a href=\"http://\" title=\"\">oblique ways of targeting and thwarting rapists</a>.</p> <p><strong>I didn't think rapists could be relied on to keep incriminating business accounts? </strong>No, Sapphire is going to do things such as use licensing laws to close down establishments where a lot of rapes and sexual assaults occur.</p> <p><strong>I see. Wouldn't it be better – in all sorts of ways really – if the rapists were caught, charged with and prosecuted for the crimes they actually committed?</strong> Well, the police will be using other measures too, like covertly surveilling men they have reason to believe are sexual offenders who haven't yet been caught or successfully prosecuted.</p> <p><strong>And when they do, will they have baseball bats applied as hard and fast to their genitals as Al Capone swung his at treacherous heads? That's the Chicago way, I believe. </strong>Alas, no. If and when offenders are caught due process will then apply.</p> <p><strong>Do say:</strong> \"He pulls a knife, you pull a gun. He sends one of yours to the hospital, you send one of his to the morgue! That's the Chicago way, and that's how you get Capone!\"</p> <p><strong>Don't say:</strong> \"I loved him in Goodfellas.\"</p>",
  "<p>Graham Wake is hardly looking at me but one glance is enough. \"I could pay about £75 to £100 if you had a pixie cut,\" he says briskly. \"If you went for a short bob I'd give you £40.\" It's not often you get paid for a haircut, but Wake's business, <a href=\"http://www.bloomsburywigs.com/\" title=\"\">Bloomsbury Wigs</a>, now relies solely on hair <a href=\"http://www.hairharvest.co.uk/\" title=\"\">sourced</a> from the heads of women in the UK. Each week 30-40 envelopes stuffed with ponytails arrive at his office. Every day, one or two women visit to have their hair valued, cut off, and restyled. Some are bored with long hair, others need the money, and a few are raising money for charity.</p> <p>Wake says he prefers paying a fair price to women in the UK to buying hair from agents, and that 90% of the coils piled into the transparent plastic boxes that surround him are used to create wigs for people who have lost their hair. The rest are for hair extensions, which is what my locks could become. \"If your hair was any curlier, we couldn't take it,\" he says. \"It would just matt after a while, but as it is I could use it.\"</p> <p>It feels faintly embarrassing to be discussing the monetary value of something as personal as my hair.&#xa0;But perhaps I shouldn't have been surprised at myself; women's hair has always been a contentious issue. From orthodox Jews, Muslims, and nuns covering it for modesty, to a badge of femininity and beauty in fairytales such as Rapunzel, hair has always exerted a powerful metaphorical pull. Even in today's more secular world it acts as a lightning rod for our attitudes to women: something US gymnast Gabby Douglas discovered when her gold medal win at the Olympics was overshadowed by a <a href=\"http://thegrio.com/2012/08/02/gabby-douglas-hair-gets-more-attention-than-gold-medal/#48476247\" title=\"\">row</a> over whether her messy ponytail reflected badly on the black community. Miley Cyrus's decision to cut her hair short in the summer was taken as a sign that another teen pop star's life was <a href=\"http://www.radaronline.com/exclusives/2012/08/miley-cyrus-haircut-britney-spears-downward-spiral-psychologist\" title=\"\">spiralling out of control</a>, much like Britney Spears in 2007<strong>.</strong></p> <p>Today, hair is more than just a symbol: it is big business. From India to Peru, the human hair trade has spread across the globe, and it has the UK in its grasp. Last year HM Revenue and Customs recorded more than £38m worth of hair (human, with some mixed human and animal) entering the country, making the UK the third <a href=\"http://www.reuters.com/article/2011/08/03/us-human-hair-trade-idUSTRE7723U520110803\" title=\"\">biggest importer of human hair in the world</a>.</p> <p>Despite the recession the UK extension industry is booming, with hair extension companies claiming it is worth between £45m and £60m (according to London based industry research firm IBISWorld, revenue from hair and beauty salons will be £3.64bn in 2012-13). <a href=\"http://www.greatlengths.net/index.php\" title=\"\">Great Lengths Hair Extensions</a>, who supply more than 1,000 salons in the UK, report a staggering 70% growth in the past five years. And according to Dawn Riley from <a href=\"http://www.balmainhair.com/uk/hair-extensions/home.html\" title=\"\">Balmain Hair</a>, which sells extensions to thousands of salons and hundreds of wholesalers, this is only the beginning. \"It's still an emerging market. We are now seeing the growth that colour [hair dye] saw 30 years ago.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398553729\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351264855575/Women-at-work-in-a-hair-p-008.jpg\" alt=\"Women at work in a hair processing factory in India\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Women at work in a hair processing factory in India. Photograph: Dieter Telemans/Panos</span> <span class=\"element-image__credit\">Photograph: Dieter Telemans/PANOS</span> </figcaption> </figure>  <p>In the upmarket central London salon <a href=\"http://www.inanch.com/\" title=\"\">Inanch</a>, a full head of Great Lengths extensions costs around £900, and lasts up to six months. And while profits from cuts, colouring and blow drys have remained static, in 2012 the salon's hair extension business has grown 60% year on year. Owner Inanch Emir has well-known clients including Cher Lloyd, Mischa Barton and Saturdays singer Rochelle Wiseman, and when I visit one weekday afternoon her small salon is buzzing. \"I do about two or three hair extensions a day,\" she says. \"I used to do that a month.\"</p> <p>A stylist is finishing off a head of dramatic, tumbling curls for Bianca Gascoigne, a glamour model and reality TV contestant. With her thick, false lashes emphasising her wide-set eyes, the cascade of hair makes her look like a Disney drawing. Laughing, she agrees she likes to look like \"a princess\": \"Hair extensions make you feel glamorous,\" she says, explaining she first started wearing clip-in fake hair as a teenager, keen to copy celebrities such as Christina Aguilera. Now, she says, everyone she knows has them.</p> <p>I watch as a woman in her 40s with long, streaked, blond hair has some extensions that have fallen out refitted. Thin strands of hair topped by a \"polymer\" – a covered metal ring – are wrapped around tiny clumps of her hair in neat rows, a centimetre or so from her scalp. It's fiddly work, and it's fascinating to watch the stylist gently heat the bond so it stays put. Doesn't it weigh her hair down? No, she insists, \"you can't feel them, you don't even know it's there.\" And anyway, she says, \"You fall in love with it. You look great without even trying.\"</p> <p>Emir says the UK's passion for extensions began with Victoria Beckham. \"For a long time it was only celebrities who knew about hair extensions, but when Posh went from short to long, everyone realised – and that was it.\"</p> <p>Among hairdressers specialising in Afro-Caribbean hair, however, extensions have been popular for three decades or more, according to independent hairdresser <a href=\"http://parlourmagazine.com/2011/09/charlene-white-hair-amanda-biddulph/\" title=\"\">Amanda Biddulph</a>. <a href=\"http://www.guardian.co.uk/lifeandstyle/video/2010/jul/19/black-hair-beauty\" title=\"\">Black British women may not visit salons</a> as regularly as their US counterparts, whose styling habits were investigated in Chris Rock's 2009 documentary, <a href=\"http://www.guardian.co.uk/stage/2010/jun/24/good-hair-review\" title=\"\">Good Hair,</a> but in the last decade, demand for extra hair has really taken off. Once, extensions were the preserve of women in their late 20s to mid-30s, says Biddulph, but now she regularly sees 14-year-olds with 18-inch extensions, and has refused to put extensions into the hair of girls as young as 12. \"At the moment it's Kim Kardashian for the Afro community,\" she tells me. \"They are wearing middle partings and their hair really long.\"</p> <p>Not even the fact that incorrect removal and overuse of extensions and weaves are linked to traction alopecia – a form of hair loss Naomi Campbell is suspected of having after pictures emerged showing <a href=\"http://www.dailymail.co.uk/tvshowbiz/article-2185897/Naomi-Campbells-shocking-bald-patches-years-relying-hair-extensions.html\" title=\"\">bald patches in her hair</a> – puts people off.</p> <p>Gascoigne says she thinks the reality stars from TV show <a href=\"http://www.guardian.co.uk/tv-and-radio/the-only-way-is-essex\" title=\"\">The Only Way is Essex</a>, have also had a huge impact. \"I think it's the girls from The Only Way is Essex that are driving it, because everyone wants that glamorous lifestyle.\"</p> <p>Some women in the public eye may prefer to keep the \"help\" they get with their hair secret (Gascoigne says, perhaps naively, that people can't tell if she wears them). And after a <a href=\"http://www.guardian.co.uk/culture/2009/nov/24/cheryl-cole-hair-advertisement\" title=\"\">L'Oreal advert starring Cheryl Cole drew complaints</a> because she was wearing extensions, Emir says some of her famous clients have made her sign confidentiality agreements. Several of the experts I speak to tell me emphatically that they believe the Duchess of Cambridge has had extensions – but even if she had, it's unlikely she would discuss it. Reality show participants, however, have no such qualms, says Riley. \"It takes away the embarrassment for younger women. They wear it as a badge of pride – I can afford extensions, so I have extensions.\"</p> <p>In Liverpool, at hair suppliers <a href=\"http://www.rapunzelshaircity.co.uk/\" title=\"\">Rapunzel City of Hair</a>, teenagers in school uniform are a common sight, says owner Emma Canty. They buy clip-in synthetic hair extensions, which can sell for as little as £10 a packet. Fake hair accessories such as plaited hair bands, meanwhile, are also sold in highstreet shops such as Topshop. Theresa Yee, beauty editor at trend forecasting company <a href=\"http://www.wgsn.com/\" title=\"\">WGSN</a>, says these quick fixes are \"driving the popularity of this trend into a wider market\" allowing customers to \"try out multiple 'temporary' looks which they can achieve at home\".</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398553728\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351265188413/model-with-hair-extension-008.jpg\" alt=\"model with hair extensions\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big hair … a model makes the most of her Balmain hair extensions. Photograph: Gilbert Duivesteijn</span> <span class=\"element-image__credit\">Photograph: Gilbert Duivesteijn/PR company handout</span> </figcaption> </figure>  <p>Synthetic hair may still be popular, but it cannot be heat-styled, curled or straightened. So for more permanent extensions salons rely on human hair. With it comes an array of jargon. There is Remi hair (all strands face the same way and often come from just one person's head); virgin hair (unprocessed); double drawn (all the same length). The hair can be attached with a weave – when strips of extra hair, called a weft, are sewn into thin plaits of the customer's own hair – or attached to the customer's own hair using micro rings, or even glue. But while such terms may trip off the tongue of dedicated customers, few seem interested in the human beings it came from. \"If I'm honest, I don't think people care where it is from,\" admits Riley. \"I would like to say we are all ethically minded, but if clients want something and they can pay for it, they will have it.\" Gascoigne agrees: \"I never ask where the hair comes from, I just love it so much. When you have big, bouncy hair you feel a million dollars.\"</p> <p>Yet behind the bounce, the profit, and the rows of neatly packaged hair, is what hair historian <a href=\"http://heritagemodern.com/whoweare/\" title=\"\">Caroline Cox</a> calls the \"dark side\" of the industry. With the exception of a handful of businesses such as Bloomsbury Wigs, most hair comes from countries where long, natural hair remains a badge of beauty - but where the women are poor enough to consider selling a treasured asset.</p> <p>Cox points out that such exploitation has underpinned the industry since false fronts and hair pieces became popular in the UK in Edwardian times. \"It's taking advantage of those who are disadvantaged,\" she says. \"Working-class women's hair is used to bedeck the head of those who are more privileged. It's been going on for hundreds of years.\"</p> <p>Much of the hair on sale comes from small agents who tour villages in India, China, and eastern Europe, offering poverty-stricken women small payments to part with their hair. As one importer, based in Ukraine, <a href=\"http://www.nytimes.com/2010/11/22/business/global/22blond.html?pagewanted=all\" title=\"\">told</a> the New York Times recently: \"They are not doing it for fun. Usually only people who have temporary financial difficulties in depressed regions sell their hair.\" More worryingly, back in 2006, the Observer <a href=\"http://www.guardian.co.uk/world/2006/jun/25/india.theobserver\" title=\"\">reported</a> that in India some husbands were forcing their wives into selling their hair, slum children were being tricked into having their heads shaved in exchange for toys, and in one case a gang stole a woman's hair, holding her down and cutting it off. When Victoria Beckham said in 2003 that her \"<a href=\"http://www.guardian.co.uk/theguardian/2003/dec/23/features11.g2\" title=\"\">extensions come from Russian prisoners, so I've got Russian cell block H on my head</a>\", she may have been joking, but it was not long until the Moscow Centre for Prison Reform <a href=\"http://www.guardian.co.uk/world/2004/feb/13/gender.uk\" title=\"\">admitted</a> it was possible: warders were forcibly shaving and selling the hair of prisoners. Thanks to such horror stories, reputable companies try to ensure the hair they sell is \"ethical\". Balmain Hair, Riley explains, has been sourcing hair from China for almost 50 years, and pays women the equivalent of a man's six-month salary (although she cannot give me an exact figure). However, not all companies pay donors.<strong> </strong>In temples in south India devotees travel for hundreds of miles and queue for hours to have their hair tonsured, or ritually shaved. Some have prayed for a child, others for a sick relative or a good harvest, and when their prayers are answered they offer up their hair. According to one <a href=\"http://www.dailymail.co.uk/femail/article-2153691/From-Hindu-temple-Hollywood-hairdo-How-thousands-Indian-women-having-heads-shaved-gods-hair-end-3-000-extensions.html\" title=\"\">report</a>, most are rural women whose hair has often never been dyed, blow-dried, or even cut and is worth around £200. The hair is then sorted and sold, often by online auction. Last year Tirumala temple, apparently <a href=\"http://indiatoday.intoday.in/story/tirumala-temple-earns-huge-money-from-auctioning-human-hair/1/199003.html\" title=\"\">made</a> 2,000m rupees (more than £22m), from auctioning hair. Great Lengths, who sell \"temple hair\", point out the hair is donated willingly, and they have a representative based in India who buys it straight from the temple, and ensures the money is funnelled directly back into the local community to fund \"medical aid, educational systems and other crucial infrastructure projects\".</p> <p>But while the women who grew the hair may not be well paid, the price for the customers is rising. Biddulph says the cost of buying hair \"has gone through the roof\" – packets that used to cost £10.99 to £20.99 are now priced at £50 or £60. Yet, says Biddulph, even in a recession about half of her clients' extra hair is something they \"can't be without – they factor it in to their monthly expenses.\" Other stylists I speak to agree and link it to the higher grooming standards and emphasis on physical perfection that have recently crept in. Kim Hunjan, who runs <a href=\"http://bellehairextensions.com/\" title=\"\">Belle Hair Extensions</a> in North London, says: \"A lot of clients talk about botox and plastic surgery, and they see this as&#xa0;similar.\"</p> <p>In a recent report on the hair industry, <a href=\"http://www.ibisworld.com/industry/home.aspx\" title=\"\">IBISWorld</a> noted trips to salons are seen as essential, rather than an optional extra: \"Many salon customers have come to view their spending on hair colouring and styling services as non-discretionary expenditure causing demand for the industry to remain more resilient than in&#xa0;previous years.\"</p> <p>In fact, asking how women can afford the cost might be missing the point. According to Cox extensions, like long fake nails, are status symbols. \"If you have long nails, there is a suggestion you have a lot of leisure time. If hair costs a lot to do, and to keep up, there is the same suggestion. It's almost as though you are living the life of a The Only Way is Essex girl or glamour model.\"</p> <p>The fact that it does not necessarily look like your own hair also reflects the influence of the sex industry on our ideas of what a woman should look like, says Cox. \"The fashion for such a long time has been about the glorification of artificiality. Fake tans, fake teeth, fake boobs and fake nails – and you need fake hair to go with all that. The whole idea of beauty is [now] predicated on artificiality and getting rid of humanness – waxing every hair from your body but putting fake hair on your head.\"</p> <p>Recently there has been a move towards a more demure aesthetic, she says, but one that continues to emphasise wealth. \"In the recent series of The Only Way is Essex, almost half of it was set in hairdressing salons, and they were all having their hair styled in up-dos.\" This exposes roots and allows extensions to be clearly seen. \"It's a way of showing them off,\" says Cox. \"Today we want to show off that our extensions cost £800.\"</p> <p>Extensions also reflect a retrogressive attitude towards women's place in society, she says. \"When women try and change their role their hair becomes short and chic like in the 60s and 20s, but when gender roles become more traditional, fake hair comes in.\"</p> <p>However, economic woes, and the recent rise in grassroots feminism could spell the end of extensions. \"It's beginning to look old fashioned, especially as the recession continues,\" Cox explains. \"I think we are at the height of it; in the fashion cycle we are moving towards a more natural look.\" Biddulph has already noticed a rise in salons catering exclusively to women who don't relax, straighten or extend their Afro hair. \"More people are making a statement with natural hair and more salons are opening up. It's about a 70–30, but I think it will be 50–50 soon.\"</p> <p>Yet a natural look does not necessarily mean the end of extensions in the mainstream. Instead they are becoming more discreet – used to add volume rather than length. This trend reflects the fact that older women are turning to extensions: \"Young people often have coloured extensions, middle-aged women do it for the 'wow' effect, while older women often want thicker hair,\" says Emir. Riley agrees: \"Women's hair starts thinning at 35 but they want the beautiful hair they had at 20, and they do it by hair addition.\"</p> <p>Whatever sparked our love affair with extensions, it has deepened into something more permanent. On a rainy Thursday I watch as one of Kim's stylists works on bride-to-be Jessica Munday, who is having her hair lengthened in time for her wedding. It's a time-consuming, repetitive and expensive process but Jessica doesn't care. \"People want longer hair instantly. If I like it I'll&#xa0;definitely have it done again.\"</p>",
  "<p>Progress against cancer is stalling, with the latest targeted cancer drugs failing to live up to expectations and priced so high that treatment is becoming unaffordable even in rich countries, according to experts at a meeting of nearly 100 eminent cancer specialists from around the world.</p> <p>At the two-day meeting in Lugano, Switzerland, the doctors agreed a 10-point declaration, to be published early next year, which will chart the way forward for cancer care around the globe. Much needs to be done, they believe, to improve treatment, care and prevention both in the developed world and in poor countries, where cancer rates are rising even faster. They agreed to embark on an ambitious plan to get essential cancer care to those who are dying early in developing countries, in the same way that Aids doctors took on the fight to get HIV treatment into hard-hit Africa.</p> <p>The meeting of the World Oncology Forum, organised by the European School of Oncology and attended by experts such as epidemiologists Sir Richard Peto and Prof Michel Coleman as well as the government's national cancer director, Sir Mike Richards, agreed urgent action was needed on many fronts.</p> <p>Only a few years ago, many cancer experts thought the arrival of targeted medicines, designed to attack the genetic makeup of the tumour, would make dramatic inroads into cancer deaths. That has not happened. Instead, these therapies have only bought a few extra months of life. If the question was whether the world was winning the war on cancer, said Douglas Hanahan of the Swiss Institute for Experimental Cancer Research, who outlined the latest state of drug research, \"in general, for most forms of human cancer, the answer is clearly no\".</p> <p>The excitement generated by targeted drugs, which interfere with specific molecules involved in tumour growth and suppression, has been short-lived.</p> <p>Doctors reported apparently miraculous results from the use of the BRAF-inhibitor vemurafenib in advanced malignant melanoma, a usually fatal form of skin cancer. Within two weeks, the tumours had melted away.</p> <p>\"But six months later, [the cancer] is back with a vengeance,\" he said.</p> <p>Other drugs working in a similar way – including erlotinib (Tarceva) for a form of lung cancer, bevacizumab (Avastin) for breast, colorectal and other cancers, and sunitinib (Sutent) for renal cell carcinoma and gastrointestinal sarcoma – have also not done so well, said Hanahan. Resistance to the drugs builds up, sometimes very quickly. \"All came on line with great expectations. The reality check is they are all working in the important first step, but we have a long way to go in terms of winning the war.\"</p> <p>The future is probably using these drugs together or in combination with other, older types of drugs, but the price is likely to be prohibitive.</p> <p>A year's treatment with vemurafenib alone would cost £91,000. Even though the manufacturer, Roche, has offered an undisclosed discount to the Department of Health, the National Institute for Health and Clinical Excellence said in June it was too much for the NHS to pay. No health service will be able to afford to put a patient on two or three such drugs at the same time.</p> <p>Doctors at the meeting said pharmaceutical industry prices were unsustainable – and the pursuit of profits stopped companies taking part in trials of combinations of their drugs with those of their competitors, which might help patients. They were also said to be not interested in testing their drugs combined with older drugs that are out of patent.</p> <p>Prof Alexander Eggermont, general director of the Gustave Roussy Cancer Institute in France, said the \"economic models of molecular medicine are very uncertain, because if you don't produce cures, you don't know if it is going to sell\".</p> <p>Decades ago, genuine breakthrough drugs were discovered which continue to have a huge impact on the disease. Peto, an epidemiologist at Oxford University, pointed out that five years of tamoxifen reduces mortality in most breast cancers by a third and the benefits continue even after a woman stops taking it. It now appears that taking it for 10 years is even more effective. Nobody knows why resistance does not develop, as it does with the new drugs.</p> <p>But the meeting agreed that while changes are needed in research, regulation and funding to speed progress on new drugs for intractable cancers, a great deal could and must be done now to tackle cancer in less well-off countries where children and women, in particular, are dying of preventable and curable diseases.</p> <p>\"The divide is such that in Canada almost 90% [of children with leukaemia] can hope to survive while in the poorest countries of the world, 90% are expected to die,\" said Prof Felicia Knaul, director of the Harvard University global equity initiative.</p> <p>Between a third and a half of all cancers – 2.4m to 3.7m a year – are preventable, said Knaul, and 80% of those are in lower- and middle-income countries. Preventing and treating them would offer potential productivity savings globally of more than $130bn (£80bn) a year – far more than the cost of treatment.</p> <p>Cheap vaccines and basic screening can prevent and detect cervical cancer, which kills young women and mothers; cheap hepatitis B vaccination protects against liver cancer; and screening picks up breast cancer early. The dire shortage of morphine and other opioid drugs in developing countries to relieve suffering from cancer pain must be addressed, the doctors said.</p> <p>Rifat Atun, professor of international health management at Imperial College Business School, called on doctors and scientists to have \"bold ambition\" and follow the lead of clinicians involved in the Aids response.</p> <p>\"Prevention is important and we need to do it. That does not mean we should not be providing treatment,\" he said. A decade ago, people said it was not possible to get antiretroviral drugs to patients with HIV in Africa. There are now more than 8&#xa0;million people in lower-income countries on them.</p> <p>The forum agreed to a 10-point plan including a goal to cut deaths globally, oppose tobacco – possibly by a tax on manufacturers' profits – accelerate research and get an essential package of cancer care to poor countries.</p>",
  "<p>The scientist in charge of tackling the spread of the deadly ash dieback fungus that has devastated woodlands in parts of Europe has conceded the fungus could be disastrous for Britain's ash trees with serious knock-on ecological consequences.</p> <p>Prof Ian Boyd has been put in charge of a government taskforce dealing with the crisis as a ban on the import and movement of ash trees comes into effect on Monday.</p> <p>Boyd, chief scientific adviser at the Department for Environment, Food and Rural Affairs, said there was a small chance that Britain's ash trees may have a resistance to the disease.</p> <p>But speaking to the BBC Radio's World This Weekend he added: \"We don't know that yet. In general we have to accept that this is a bit of a disaster for our ash trees.\"</p> <p>He said his team was considering the kind of emergency measures used to tackle the spread of animal diseases like foot and mouth or bird flu.</p> <p>\"With plants we don't have as instant a reaction ... as we do with animal pathogens. And maybe we ought to be moving in that direction,\" he said. More than 100,000 ash trees have been destroyed so far in England and Scotland.</p> <p>Boyd added: \"Ecologically it is going to change the countryside very significantly. Parallels have been made with Dutch elm disease of the 1970s. This is not good news for the countryside.\"</p> <p>Around 100 staff have been redeployed from the Forestry Commission and the Food and Environment and Research Agency are to focus on the crisis after 10 cases of the disease were confirmed in separate woodlands in East Anglia. With a further 12 sites in East Anglia and Kent awaiting results to confirm the disease.</p> <p>Last year trade unions at the Forestry Commission warned the Commons' science and technology committee that a 25% budget cut would hit the agency's ability to detect the spread of tree diseases.</p> <p>A leaked staff consultation document from February last year said: \"There is no capacity to deal with costs of disease or other calamity.\"</p> <p>The government has denied opposition claims that it has been slow to react to discovery of the disease in Britain.</p> <p>The fungus, known as <em>Chalara fraxinea</em> was first discovered among trees imported to a nursery in Buckinghamshire in February.</p> <p>It causes leaf loss and can lead to the death of the tree. It has affected between 60% to 90% of ash trees in some areas of Denmark and is becoming widespread throughout central Europe.</p> <p>The latest cases in East Anglia and Kent are thought to have spread by the wind from the continent. The location of infected sites offers some hope that the disease can be contained, according to Forestry Commission spokesman Charlton Clark.</p> <p>\"We don't want to be complacent, but if it is confined to a relatively small number and area in East Anglia then we might decide that it is worth the effort and expense of trying to eradicate it,\" he said. \"If too many sites and trees are involved then the policy probably would be containment to stop it spreading out of East Anglia, There's a hope that at worst we can contain it in that area. If the wind is able to throw it further across Britain, then we would be looking at a very difficult situation.\"</p> <p>Clark said it was too early to estimate the cost of trying to eradicate the disease.</p> <p>One cause for hope is that the disease has not been found in woodland outside East Anglia and Kent, Clark said. \"We have been getting very few reports from elsewhere in the country. In fact the reports we have been getting from elsewhere show that ash is looking quite healthy this year. That's hopeful sign that maybe it hasn't spread that far,\" he said.</p> <p>Clark pointed out that ash trees make up around 5% of woodland in Britain, not a third of British trees as some newspapers have reported.</p> <p>University of East Anglia researcher Chris Panter said that if ash trees suffer large scale declines, 60 of the country's rarest insect species could be at risk of being lost from Britain.</p> <p>\"As well as 80 common insects, at least 60 of the rarest insect species in the UK have an association with ash trees – these are mostly rare beetles and flies,\" he said.</p> <p>Scarce species could become even scarcer and may even be lost, he warned.</p> <p>\"Ironically, many of the rare species associated with ash depend on the dead or dying branches of old trees, but if infected trees are ultimately cleared away then even these species will suffer also.</p> <p>\"Ash is also important for many lichens and mosses that grow in its bark, and its seeds are an important food for wood mice,\" he added.</p> <p>Rene Olivieri, chairman of The Wildlife Trusts, said: \"Ash trees, as hedgerow and field trees, are an important feature in our landscape and also a key component of ecologically unique woodlands that support rare species.</p> <p>\"For example, upland ash woods, such as those in the Peak District, support rare woodland flowers, a rich invertebrate fauna and important lichens.</p> <p>\"Their loss would have a dramatic negative impact on our natural environment.\"</p> <p>• This article was amended on Thursday 8 November. The main text said that 90% of trees in Denmark had been killed. This is incorrect and has been changed to \"affected\". </p>",
  "<p>It's a bit startling to achieve global recognition before the age of 30, on account of&#xa0;your sister, your brother-in-law and your&#xa0;bottom. But I am by nature an optimist, so I tend to concentrate on the advantages. Like cashing in while I can. No disrespect, sis, but royal marriages don't have the best track record! So imagine my surprise when Penguin offered me £400,000 and a full editorial team to cobble up a few lame party ideas that would help to promote my family's business, Party Pieces. I hope it takes you as long to read it as it took me to write it!</p> <h2><strong>Halloween</strong></h2> <p>I always think a party gets off to the&#xa0;perfect start with a little poem. So&#xa0;here's mine. <em>On a misty Halloween/ I&#xa0;like to trick or treat the Queen/ And if&#xa0;she gets a little glum/ I let Prince Harry&#xa0;pat my bum!</em> Halloween is a scary&#xa0;time of year, so it's a good idea to&#xa0;think of some scary things for people to do. Hollowing out a pumpkin&#xa0;and going \"Boo!\" can be quite&#xa0;amusing. It can also be fun to slit&#xa0;a cat's throat and drain off the blood into a wine bottle marked \"cat's&#xa0;blood\". The scariest food I can&#xa0;think of is toad-in-the-hole, a recipe for which I found in an old copy&#xa0;of the Daily Express. If you think&#xa0;sausages in batter are too frightening, you can serve with mashed potato instead. Above all, always plan ahead.</p> <h2><strong>Christmas</strong></h2> <p><em>I love to decorate the tree/ Because everyone stares at my botty/ And naughty Harry gets roaring drunk/ While all his mates smoke loads of skunk.</em> Christmas tends to come at a time of year when it's quite cold – the baby Jesus must have been a hardy boy – so I always think roast turkey is more appropriate than a barbecue. After someone else has cooked the big meal – go to www.partypieces.co.uk for bookings – I always go upstairs to change into another outfit. Christmas is a very Christmassy time, so it's nice&#xa0;to allow my guests to see me in a&#xa0;variety of figure-hugging dresses. While giving my guests this special treat, I also try not to forget that Christmas is really about children. So&#xa0;if&#xa0;anyone knows any black ones we can&#xa0;use for the photos, please give my&#xa0;publisher a ring as we really are&#xa0;struggling!</p> <h2><strong>Valentine's Day</strong></h2> <p><em>Now is the time to bump and grind/ Against my firm and smooth behind/ And Harry sends away his flunkey/ Hoping I will spank his monkey.</em> Valentine's Day is the day on which&#xa0;people celebrate their love for&#xa0;one another, so one unusual thing&#xa0;you can try is to give a card to your special one – Me! – with a heart on&#xa0;it. If you can't find any cards like this, you might want to buy me some flowers. A garage will help you out, if you don't find a florist open on your way back from the pub. I also think nothing says \"I love you\" more than a raspberry souffle, so I've included another recipe someone found somewhere. And for that final flourish, a box of After Eights is the perfect ending to a romantic evening.</p> <h2><strong>Wedding day</strong></h2> <p><em>Oh joyous, rapturous day of days/ When&#xa0;social climbing pays its way/ And&#xa0;Westminster Abbey doth as one all swear/ I have the world's best derrière.</em> A&#xa0;wedding is when someone gets married to another person, so the clever party organiser will always remember to bake a cake and order the&#xa0;right amount of chairs for the guests to sit on. On big family occasions like this, it's all too easy to imagine the&#xa0;day is about the bride and groom, and forget that a large, televised wedding is the perfect way to launch your own career. So never be afraid to upstage your sister, and once you have&#xa0;made yourself the centre of attention, you can relax with a glass of&#xa0;wine and a sing-song, knowing you will never have to work again.</p> <p><strong>Digested read, digested:</strong> Cutandpaste.</p>",
  "<p>Rising above the trees, a rack of gleaming metallic fins trumpets the arrival of a new beacon of education: the £80m headquarters of Holland Park school in west London. Once known as the \"socialist Eton\", nurturing the offspring of high-profile lefties – including Hilary Benn and the Guardian's Polly Toynbee – it was one of the first purpose-built comprehensives when it opened in 1958. It enjoyed an experimental, free-form curriculum in the 1970s, but has more recently been marshalled under the leadership of its current head teacher, Colin Hall, who is in the process of transferring it to academy status. Creative anarchy has been replaced by discipline and uniforms.</p> <p>And now Holland Park school has the building to match its dreams.</p> <p>\"We wanted it to be something unconventional and a little bit grand,\" says Hall. \"There should be an element of aspiration, lifting the pupils out of the ordinary.\"</p> <p>This aspirational monument takes the form of a six-storey monolithic box, wrapped with an undulating skin of bronze and copper fins that extend along its western facade and over the roof to engulf the building in a futuristic cage. To the east, the fins give way to a rippling mesh curtain that swells in and out along its length in an attempt to break down the sheer bulk of the box behind it.</p> <p>This glistening cruise-liner of a state school is the result of a land deal, by which a swath of its grounds to the south was sold off by the borough of Kensington and Chelsea for a housing development, earning it £105m, which paid for the project and beyond. By stacking the new building up into a six-storey slab, the rest of the site, currently home to the 1950s campus, can be transformed into playing fields, a facility that the school has never had.</p> <p>\"PE is one of the chief beneficiaries of the move,\" said Hall, describing the new AstroTurf sports pitch, multi-use games area, four-court sports hall, fitness suite – and 25m indoor swimming pool.</p> <p>We enter the main building through a polished bronze box into a soaring white atrium, one side of which tilts back at a dramatic angle, carrying a stack of open corridors on a marching range of angled steel columns. The walls either side of the atrium are entirely glazed, and everything is drenched in a clinical whiteness, giving it more the feeling of a corporate headquarters. But that is the point. \"We didn't want it to look or feel like a school,\" said associate head, David Chappell, describing disappointing visits to other model-educational buildings. \"This had to be unique, something that will be cherished. We are creating a legacy.\"</p> <p>There are certainly some radical innovations. The toilets are unisex and have no doors – apart from the cubicles themselves – to discourage bullying. Everything is as open and transparent as possible, with views through from one side of the building to the other, and glazed staff offices looking into the atrium to allow \"passive supervision\".</p> <p>\"There are no hidden areas anywhere in the building,\" said Hall. \"No dark places where people can be intimidated.\" Even the library (or \"learning resource centre\") is an open-plan area at the bottom of the atrium, overlooked by corridor decks and classrooms. I can imagine it would be a difficult place to concentrate.</p> <p>The classrooms are arranged with general teaching spaces along the eastern side, with more specialist rooms for science, technology and dance lining the west, overlooking the park. They are generously planned, designed in banks of three within the concrete frame, so they can be easily adapted to future demands. Each room has a built-in \"teacher's wall\", a kind of fold-out mini-office, while furniture has been bespoke designed in solid maple by Russell Pinch and manufactured by Ercol. A Holland Park chair can be yours for £400. \"We find that we can put in things of quality and our pupils respect them,\" said Hall. There is logic to this philosophy, if you have an £80m budget to play with.</p> <p>This strangely corporate vision for education is the work of Aedas architects, the biggest architectural practice in the world. It has designed more than 1,000 schools, as well as office blocks, business parks and even whole cities across the globe.</p> <p>The teachers heap praise on the Aedas team for being \"the most open\" and \"the best at listening to what a school should be\". But I can't help thinking that a smaller, more agile practice, less used to the scale of airport departure halls, might have had a lighter touch and delivered something a little more humane. It is rumoured that Michael Gove is considering sending his son here, which would an odd choice for a Tory education secretary who has declared that no \"award-winning architects\" should be designing our schools. In Holland Park, he has the perfect example of how a vast budget and a big architect can lead to a building that, for all its good intentions, uses architecture to create a slick, lifeless image, which ultimately adds little to the educational experience.</p> <h2>Holland Park alumni</h2> <p>• Labour MP Hilary Benn, son of Tony Benn, a former international development secretary and environment secretary.</p> <p>• Melissa Benn, journalist and novelist, daughter of Tony Benn.</p> <p>• Polly Toynbee, Guardian columnist and writer.</p> <p>• Jenny Abramsky, former director of BBC radio.</p> <p>• Anjelica Huston, who won the best supporting actress Oscar for her role in Prizzi's Honor.</p> <p>• Drummie Zeb, AKA Angus Gaye, drummer and one of the lead singers of the reggae group Aswad.</p> <p>• Miquita Oliver, who has hosted shows on BBC Radio 1 and was a co-presenter on Channel 4's Popworld.</p> <p>• The stand-up comedian Omid Djalili.</p> <p>• Yazz, real name Yasmin Evans, the singer best known for her 1988 No 1 hit The Only Way is Up.</p> <p>• Gwyneth Strong, best known for her role in the BBC sitcom Only Fools and Horses as Cassandra.</p>",
  "<p>The Bank of England's handling of the financial crisis will face fresh scrutiny this week when three reviews commissioned by the central bank are expected to be published.</p> <p>The reviews were commissioned in May when the Bank remained the only major institution not to have been subjected to a formal review process after the Financial Services Authority (FSA) and the Treasury were both criticised in separate reports.</p> <p>At the time the Bank's court – akin to a board of directors – promised that the reviews would \"pay close attention to the most intense period of the financial crisis in 2008-09 that included the collapse of Lehman Brothers in the United States in September 2008, the recapitalisation of the major UK banks and the deep global recession\".</p> <p>When the reviews were announced, the Bank said they would be presented to the court in October and eventually published. They were presented to the court last week, clearing the way for their release. The Bank of England would not comment.</p> <p>Three separate five-month reviews were commissioned. One was into the way liquidity was provided to the Royal Bank of Scotland and HBOS in 2008 and 2009, another into the Bank's general policy about providing liquidity to the financial system and a third into the forecasting capabilities of the monetary policy committee.</p> <p>Their findings will be released at a time when <a href=\"http://www.theguardian.com/business/2012/oct/07/paul-tucker-favourite-bank-england\" title=\"\">the successor to Sir Mervyn King, governor of the Bank of England, is being selected</a> and just as the government is preparing to hand the Bank sweeping new powers to oversee banks and insurers as well as a key role in securing financial stability.</p> <p>Before the reviews were commissioned King had said he was \"baffled\" at the need for any inquiries but has also said <a href=\"http://www.theguardian.com/business/2012/may/02/mervyn-king-we-did-too-little-warn-economic-crisis\" title=\"\">he wished the Bank had \"shouted from the rooftops\" about its concerns before the crisis</a>.</p> <p>The review into the emergency liquidity assistance for RBS and HBOS was handled by Ian Plenderleith, who spent 36 years at the Bank before retiring in 2002.</p> <p>The review into the way the Bank's money market operations functioned was run by Bill Winters, a member of the Independent Commission on Banking. The Bank's forecasting record was scrutinised by David Stockton, a former chief economist at the US central bank, the Federal Reserve, and a senior adviser to the former Fed boss Alan Greenspan and current head Ben Bernanke.</p> <p>The Bank has said it would look for lessons from the reviews and has already begun to respond to some concerns raised by politicians and commentators about its new powers by announcing that a new chief operating officer would be appointed to help run the growing operations.</p> <p>The FSA has published a number of reviews into its approach to regulation during the crisis and will be disbanded next April when the Bank will become responsible for banking regulation through a new Prudential Regulation Authority. A Financial Conduct Authority will remain in the FSA headquarters to oversee other aspects of regulation.</p> <p>A new governor is expected to be named on 5 December, the day of the autumn statement. The deputy governor Paul Tucker, FSA chairman Lord Turner, head of the Independent Commission on Banking Sir John Vickers and MEP Sharon Bowles are among those known to be candidates.</p>",
  "<p>A relative of the British family murdered in the French Alps has demanded British authorities return the two children who survived the massacre to their family and claimed a French nuclear worker found dead at the scene was the intended target of the attack.</p> <p>Dr Ahmad al-Saffar told the Guardian the family wanted the two children who survived the attack returned to them from foster care where they were placed when they came back to Britain.</p> <p>He said the family believed the sisters, aged seven and four, should be being brought up in a Muslim household. Saffar added that they were being kept in foster care \"against their will\", which was exacerbating the \"pain and suffering\" caused by the loss of their parents.</p> <p>Saffar is the uncle of Iqbal al-Saffar, who was found dead in a car in Annecy in September. Also shot dead was her husband, Saad al-Hilli, from Surrey, and her mother. One of their children was shot and beaten with a pistol, while another escaped unhurt. Nearby the body of a French cyclist was found.</p> <p>Saffar criticised the French prosecutor and said the family felt they were not being treated as victims but were being put on trial and their lives put under a microscope.</p> <p>Recent reports said ballistic tests showed the French cyclist was shot first, contrary to what had been first reported about the attack. The French authorities said they did know who was shot first.</p> <p>Saffar said his family resented the speculation that feuds among relatives may have been a motive for the killing. He said: \"From my family's perception I do not see any single reason why three members of my family were the targets for a murder. I do not see any reason. None of these [supposed motives] the French prosecutor has mentioned are credible at all.\"</p> <p>\"I think the French cyclist was the target. The mounting evidence and leaks are saying the main target was the cyclist. There is no reason for our family to be targeted in France when they were on vacation.\"</p> <p>The cyclist, Sylvain Mollier, worked as a welder at the subsidiary of a French nuclear company.</p> <p>Saffar dismissed speculation about a row over the will of Saad al-Hilli's father: \"I think this was ridiculous, this is not something unique to the al-Hilli family. Some differences arose after the father's death, but the family are civilised people, they are not solving their problems in this brutal way.\"</p> <p>He added: \"The French prosecutor is putting our family on trial, they are not being treated as the victims any longer, they are the accused.\"</p> <p>Speculation centred on Saad al-Hilli's brother, Zaid. Saffar said he and Zaid had helped organise the funerals last weekend in Britain and was saddened by the speculation. \"This really is very disturbing to bring up these issues as the reason for this savage murder,\" he said. \"He felt very bad about this speculation.\"</p> <p>Earlier this month it was claimed the family had a Swiss bank account and that Hilli had been in Geneva shortly before his death. An illegal Taser gun was claimed to have been found in the family's Surrey home.</p> <p>Over the weekend, Le Monde claimed Saad al-Hilli's father was linked to a payment of over £800,000 from the Saddam Hussein regime in Iraq, with the report saying the information had been passed to French police by German intelligence. The claims were rejected by French police who said they had no knowledge of the alleged payments nor had been given details about them.</p> <p>Saffar said he doubted the claim, saying: \"The father left Iraq in the 1970s because of disagreements with the regime.\"</p> <p>Hilli's seven-year-old daughter, Zainab, was left severely wounded, and four-year-old Zeena traumatised after hiding under her mother as the gunman sprayed the car with bullets.</p> <p>Saffar said Surrey county council, which has placed the orphaned sisters in foster care, should return the children to the family. \"Their suffering and pain continues on top of what pain and suffering they have experienced,\" he said.</p> <p>\"They should be with their family to give them some comfort and we see that every time we meet them.\"</p> <p>Saffar, who saw the children with their aunt last weekend, said: \"It was hard to see Zainab, to hear her ask why our meetings are so short.\"</p> <p>Their aunt is seeking guardianship of the two surviving children from the attack. Saffar said: \"The social services can see these two girls want to be with their aunt.\" The foster parents were not Muslims, he added, and the sisters were \"deprived of being in an environment which is the same as [provided] by their parents, in regards of religion and culture\".</p> <p>Saffar said: \"We are not saying anything negative about this [foster] family – they are good – but we think the girls are better off with their aunt. The affection is not there.\"</p> <p>He said of Zainab, whom the hitman attacked and left for dead: \"I saw her last Saturday. She is doing fine. One can see very clearly she is with a foster family against her will.\"</p> <p>In the Guardian interview, the al-Hilli family's dissatisfaction with the French investigation is barely disguised.</p> <p>Saffar said the family were not being kept in touch with the progress of the investigation. He said: \"We have had no contact from the French about the investigation, just interviews when we were in France after the murders, and no contact since.\"</p> <p>The family had one meeting with British police, in addition to interviews as witnesses.</p> <p>He criticised the French prosecutor, Eric Maillaud, saying: \"His job is to find the killer and not to focus on the family. I hope it will not take him 10 years to solve the crime, as he has said. I think he should hand it over to someone else to do a better job.\"</p>",
  "<p>Over wine and coffee in the Wilde Oscar restaurant, Peter Sibley and Gottfried Stecher are swapping stories of the bad old days when homosexuality was outlawed.</p> <p>\"I was a late developer, and didn't even learn the word 'gay' until I was 30,\" says Stecher, 84. \"I only came to the slow realisation that I myself was [gay] because I knew it wasn't usual not to be interested in girls,\" adds the retired confectioner who now works as an extra at the national opera house, the Deutsche Oper. \"I've spent most of my life being a lover to married men.\"</p> <p>Sibley, 70, a former London theatre and music manager, says he had the fortune \"of working in a profession where it was considered normal to be queer\". Apart from his parents, he says, \"I've lived with other gay people all my life.\"</p> <p>They may have had different life experiences, but in retirement both men had a similar wish: to grow old in an environment in which they could be open about their sexuality.</p> <p>Now neighbours, they are meeting for the first time in the plush restaurant on the ground floor of a revolutionary housing project both call home in west&#xa0;Berlin. In Europe's first multi-generational house for lesbian, gay, transgender and bisexual residents, Stecher has a two-room flat on the second floor, Sibley a single room in a fourth-floor flatshare.</p> <p>\"What all our residents have in common is that they wanted to live together with other gays and lesbians,\" says Marco Pulver of Berlin's gay and lesbian advisory service, which is behind the €6m project, Lebensort Vielfalt (Diverse Living Space). \"Many of our older residents spent their youth and often a large amount of their adult life in gay-hostile environments.</p> <p>\"Several even experienced persecution under the Nazis, and all of them have been affected by Germany's 'paragraph 175',\" he says, referring to the law that forbade sex between men and was not abolished until 1994.</p> <p>\"Now their priority is not to have to shy away from their sexuality and to certainly not have to worry about whether who is taking care of them, often in an intimate way, has a problem with it.\" There are more than 200 people on the waiting list for the home.</p> <p>Pulver insists that although 60% of the space is reserved for men over 55, the project is far more than just a retirement home for men. Women, as well as younger men, live there too. The youngest is 31-year-old Robert Franke, an accountant at a local yoga centre, who says he jumped at the chance when he was told he could apply for a flat in the housing project.</p> <p>\"I lived in a commune with 24 others in a squat in the former East Berlin,\" he says. \"When that broke up, I thought it would be nice to be a bit independent, but also to be in a well-defined community with other gay people.\"</p> <p>Fifty-two-year-old Paul Welbourne, from Boston Spa, West Yorkshire, said: \"I wouldn't idealise it – there are lots of challenges to living at close quarters and just because we're gay doesn't mean we all get on. But we plan to stick at it and hope to make it work.\"</p> <p>The residents of Lebensort Vielfalt's 25 flats are also served by a concierge, and enjoy a library, a garden, and the restaurant, which doubles up as a theatre/cabaret bar for regular entertainment including a recent \"gay not grey\" fashion show, which was open to the public.</p> <p>Sibley says the Berlin housing project saved him from \"ending my days rotting in an anonymous old folk's home\". Having recovered from the worst effects of a stroke last year, he set about trying to find suitable accommodation, helped by friends and the Terrence Higgins Trust in the UK.</p> <p>\"There was nothing comparable in the UK, so we had to look elsewhere. They're planning <a href=\"http://www.theguardian.com/world/2012/jan/02/spains-first-gay-retirement-home\" title=\"\">something similar in Madrid</a>, but seeing as I have friends in Berlin, and it's easy for UK friends to fly over to see me, we decided upon this,\" he says.</p> <p>Despite his ailments – he is reliant on a wheelchair – he views his situation with a healthy dose of humour. He draws on the daily encounters with his handsome, gay, Hungarian carer, trips to the local deli, the Scott Joplin piano concert he played when the project opened and details of life with his insomniac former opera-singing flatmate.</p> <p>Friends have now encouraged him to turn his words into a blog, <a href=\"http://oldbuggerzinberlin.wordpress.com/\" title=\"\">oldbuggerzinberlin</a>. \"There are days when I think 'get me out of here',\" he admits, \"but there are certainly far worse places in which to end up.\"</p>",
  "<p>Adam Smith would be the perfect expert witness in the case being brought by Guardian Care Homes (nothing to do with this newspaper) against Barclays bank, which has its first hearing in the high court on Monday.</p> <p>Back in 1776, the sage of Kirkcaldy noted: \"People of the same trade seldom meet together even for merriment and diversion, but the conversation ends in a conspiracy against the public, or in some contrivance to raise prices.\"</p> <p>The narrow issue is whether Guardian Care Homes was <a href=\"http://www.theguardian.com/business/2012/jun/29/barclays-missold-products-small-businesses\" title=\"\">mis-sold financial instruments, known as swaps</a>, that were marketed by banks as a way to protect businesses and public bodies against costly movements in interest rates.</p> <p>But in essence the action is a test case that could have severe consequences for the banks. The charge against Barclays is that the £12m the company claims it lost was the result of manipulation of the Libor (London interbank offered rate), used to price all sorts of financial products from student loans to mortgages and borrowing costs on credit cards.</p> <p>Libor is a strange creature, but the way it has been operated fits Smith's dictum to the letter. It is not like the bank rate, set monthly by the Bank of England's monetary policy committee and which stands at 0.5%. Nor is it akin to the interest rate paid on the gilts the government issues to finance its debt, which is fixed at auction and established by the myriad daily trades in the bond market.</p> <p>Instead, Libor is set by a small number of big banks, who submit a rate each day at which they think they might be able to borrow rather than the rates at which they can actually borrow. After the highest and lowest submissions are trimmed, an average of the rest of the quotes becomes that day's Libor rate.</p> <p>Getting the right Libor rate matters. Banks should not be able to fiddle the rate to screw their customers. Nor should they be able to submit misleading quotes in order to disguise just how bad a financial position they are in.</p> <p>Imagine, for example, that the UK authorities had known in the first half of 2007 that some banks were paying a lot more to fund themselves than they were letting on. Alarm bells would have rung earlier and action might have taken that would have saved the taxpayer a packet.</p> <p>Finally, there's the little matter of the financial derivatives that are priced against the rate. At a conservative estimate, outstanding derivatives contracts are worth $600tn (£372tn) – around 10 times the annual output of the global economy. It goes without saying that these complex financial instruments should be priced correctly.</p> <p>The question, therefore, is whether it is sensible to leave such an important interest rate in the hands of a cabal of banks. Is it sufficient to put down the scandals exposed this year to a handful of rogue traders, poor internal management and inadequately policed regulatory safeguards, or is there a deeper malaise?</p> <p>Enter poacher-turned-gamekeeper Alexis Stenfors, who received a five-year ban from working in the City after costing his employer Merrill Lynch $100m by concealing losses on his trading account. Stenfors is now an academic at the London School for Oriental and African Studies where he has just published two papers on Libor fixing.</p> <p>Some will say that, as a former rogue trader, anything he says has to be taken with a pinch of salt. Yet, he was a trader for 15 years before his fall and he knows first-hand how the markets operate.</p> <p>Put simply, the argument in the papers, available at <a href=\"http://www.researchonmoneyandfinance.org\">researchonmoneyandfinance.org</a>, is that there is a systemic problem with Libor. Although the banks would like us to believe that the scandal is down to a few bad apples, that is not the case.</p> <p>The first paper analyses how banks have the means, the opportunities and the incentives to rig Libor in a way that is beneficial to themselves. They have the means because they collectively set the rate. They have the opportunities because the rates they submit have little or no bearing on those at which they actually trade. They have two big incentives to \"game\" the rate. First, they can enhance the value of their derivatives portfolios by manipulating Libor. Second, they can avoid being stigmatised as a \"bank in trouble\" by putting in a low rate that bears no relation to what they are actually paying for their finance.</p> <p>In his paper, Stenfors conducts a number of different games, in some of which the banks collude with one another and in some of which they don't. In all the different scenarios, the outcome is a Libor rate that differs from the true funding costs of the banks. He also notes that the trimming process for removing the highest and lowest bids is ineffective and that bringing in new rules and constraints to enhance transparency provides disappointing results.</p> <p>\"Banks are given the chance to influence the Libor in a direction that is beneficial to them – stemming from the exclusive privilege to be able to play the game, in other words to participate in the Libor fixing process,\" he concludes.</p> <p>The second paper takes Keynes's beauty contest theory as its starting point. Investors, he said, were like members of the public asked to choose the prettiest contestant; they would often not choose the one they actually liked best but rather the one they thought fellow judges would collectively pick.</p> <p>The same principle, Stenfors says, applies to Libor. Banks are strongly influenced when they put in their daily Libor quote by what they think every other bank is doing. \"Honest\" banks have an incentive to act dishonestly because they fear that if they don't play the same game as all the other banks they will pay a financial cost.</p> <p>While the papers are theoretical and offer no policy suggestions, there are certainly some important conclusions that can be drawn from them.</p> <p>Clearly, Libor fixing is a case where self-regulation has proved to be useless. This might not matter much if the potential costs of getting Libor wrong were minor. But they are not: they are potentially astronomic, which perhaps explains why the authorities on both sides of the Atlantic have responded quickly to the scandal.</p> <p>US financial watchdogs last week added nine more banks to their investigation into whether Libor has been rigged by the world's big banks. Barclays, Lloyds, RBS and HSBC are all under the spotlight.</p> <p>The UK government has said it will accept the findings of <a href=\"http://www.theguardian.com/business/2012/sep/28/libor-riggers-jailed-fsa-regulator\" title=\"\">Martin Wheatley's report into Libor</a>. These include statutory regulation, making misleading Libor quotations a criminal offence, and giving the Financial Services Authority powers to force participating banks to abide by a new code of conduct. But if Stenfors is right and Libor is structurally flawed, reform will not be enough. This \"conspiracy against the public\" requires the Bank of England to design, run and police an entirely new system.</p>",
  "<p>Today I have completed my <a href=\"http://www.theguardian.com/world/hajj\" title=\"\">hajj</a> – the annual pilgrimage that brings together millions of people in the holy city of Mecca. I am extremely worried that hajj may have lost its true spiritual meaning. I may have attained a personal triumph for completing the rituals but the economic, environmental and human cost is staggering. I lament the speed of change that is sweeping this city, obliterating history and heritage in its path.</p> <p>Hajj is a spiritual journey of each and every pilgrim that merges into the journey of the masses. It is the coming together of every nation that makes hajj so special. It is personal yet collective. I came here with a clear focus: to centre God in my life. I would make a pledge to live a more conscientious life. I would care for my fellow human beings as I care for myself. Hajj is about an individual and collective renewal of the faith.</p> <p>But when I look around I see the <a href=\"http://www.theguardian.com/artanddesign/2012/oct/23/mecca-architecture-hajj1?newsfeed=true\" title=\"\">concrete jungle dominating the skyline</a> and imposing itself over the house of God – the Ka'bah – and I feel betrayed by the custodians of the holy sites. If I want to see skyscrapers I can take a quick trip to the Docklands in London. I did not come here to be shown another city of tall buildings, just like Las Vegas or New York. In these places I find no spirituality. I am pretty certain God does not want his holy site to be desecrated in this fashion either.</p> <p>The cost of hajj has trebled over the last five years, making the pilgrimage unaffordable for ordinary people. The <a href=\"http://www.theguardian.com/world/2010/nov/14/mecca-hajj-saudi-arabia\" title=\"\">new high-rise five-star hotels surrounding the Ka'bah</a> are available to those who can afford them. I noticed this year that hajj has already become a ritual for the super rich. The poorer people are being priced out by the unfair and disproportionate price hike. The essence of hajj lies in creating equality between all people by putting on two unstitched white pieces of cloth. This instantly eliminates social and economic inequality. The current trend is making equality a distant dream. I came to hajj to give up material pursuits but materialism is here in full force. There is no spirituality in this.</p> <p>Hajj for me is an invitation from God to visit his house. The infrastructure around the house of God is being built without any serious environmental consideration. Cars, gas-guzzling jeeps and diesel-operated buses are crowding the surrounding area. Making Mecca car-free should be at the forefront of public transport infrastructure strategy. People spend a lot of time stuck in the traffic jams; I spent half of my time waiting for my bus to take me to the holy site. I would have rather spent that time in the house of God in meditation, reflection and prayers. I found no spirituality in traffic jams.</p> <p>In Mina, Muzdalifah and Arafat, the three most important places that form the pilgrim path, there are more plastic bottles, wraps and bags strewn around than many cities produce in a year. The curse of plastic has serious ecological consequences that will outlive all the pilgrims here in Mecca. The environmental damage caused by people littering these sites is in direct contradiction to the teachings of Islam. There are billboard messages reminding pilgrims that \"Cleanliness is part of faith\", yet most simply ignore these words of wisdom. The hajj authority must takes serious steps to curb littering by introducing hefty fines for pilgrims and tour operators. They should ban plastic. Pilgrimage is about reconnecting with our humble origins and our ultimate destination. Being careless about the environment is the antithesis of spirituality.</p> <p>At this rate, hajj soon will become a materialistic ritual, a showground for the super rich to display their wealth and nobility. I badly miss the hajj that reconnects me with the prophet Abraham and helps me to centre God in my life.</p>",
  "<p>The Detroit Tigers will now have to make some serious history in the 2012 World Series after being shutout again by another dominating performance by the San Francisco Giants' pitchers.</p> <p>No team has ever come back from 0-3 in the World Series, but that is what the Tigers must do after losing Game Three 2-0 in Detroit. Indeed, only one team has ever come back from 0-3 in a best-of-seven baseball playoff series - the Boston Red Sox stunning the New York Yankees in the 2004 ALCS.</p> <p>The Tigers were shutout just twice in 162 regular season games; now Detroit has failed to score in two of the three 2012 World Series games. The last team to be shutout in consecutive World Series games were the LA Dodgers against the Baltimore Orioles in 1966.</p> <p>Ryan Vogelsong became the third Giants starting pitcher to dominate the much-vaunted Tigers batting lineup, featuring Triple Crown winner Miguel Cabrera and big-hitting Prince Fielder.</p> <p>The Tigers' big moment to break the Giants' stranglehold came in the fifth inning when Cabrera came to the plate with the bases loaded, but the Venezualan popped out, threw down his bat and helmet in frustration, and Detroit failed to create another serious attacking situation.</p> <p>Vogelsong pitched 5 2/3 scoreless innings and was backed up by Tim Lincecum and Sergio Romo out of the bullpen. <a href=\"http://www.theguardian.com/sport/2012/oct/26/san-francisco-giants-world-series-2-0-madison-bumgarner\">Madison Bumgarner pitched seven scoreless innings in Game Two</a>, while <a href=\"http://www.theguardian.com/sport/2012/oct/25/pablo-sandoval-san-francisco-giants-world-series\">Barry Zito only gave up a run at the end of his 5 2/3 inning shift in Game One</a>.</p> <p>Gregor Blanco's RBI triple and Brandon Crawford's RBI single in the second inning were enough to quieten the Comerica Park crowd and earn the road victory.</p> <p>The Giants can clinch the 2012 World Series in Game Four in Detroit on Sunday (8pm ET), with Giants pitching ace Matt Cain facing Max Scherzer for the Tigers. It will need a monumental effort from the Tigers to stop the Giants' bandwagon: San Francisco have not been behind in their last 54 innings.</p> <p><a href=\"http://mlb.mlb.com/mlb/gameday/index.jsp?gid=2012_10_27_sfnmlb_detmlb_1&amp;mode=box&amp;partnerId=LR_box\">Box score</a><br><a href=\"http://www.theguardian.com/global/2012/oct/28/san-francisco-giants-detroit-tigers-world-series-live-game-3\">San Francisco Giants 2, Detroit Tigers 0 - as it happened</a></p>",
  "<div id=\"block-508ca903b5793e5495b451a6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:39:47.624Z\">3.39am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, postgame</h2>  <div class=\"block-elements\">  <p>Ryan Vogelsong, Tim Lincecum and Sergio Romo - Detroit hitters have no answer to the trio despite boasting two of the most prolific hitters in all of baseball, and a capable lineup that was shut out just twice all season long. Now it's happened twice in the Fall Classic, as their hitters seem as confused and as weak as the Yankees looked against them in the ALCS.&#xa0;</p> <p>So we could very well have a new World Series champion tomorrow night when Matt Cain tries to bring a second ring in three seasons to San Francisco, while Matt Scherzer will try to extend this series for another day.&#xa0;</p> <p>We'll have all the action from 730PM EST on Sunday, but from the Brooklyn basement, it's time to say good night. Thanks for reading everyone!</p> </div>   </div> <div id=\"block-508ca7d3b5793e5495b451a5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:34:43.922Z\">3.34am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Final</h2>  <div class=\"block-elements\">  <p>Infante wastes another one before striking out! The ball game is over, and the Giants shut out the Tigers in consecutive games in the World Series! The Orioles pulled off the&#xa0;achievement&#xa0;in 1966, the Reds in 1919, now the Giants, who are thrashing Detroit in all aspects of the game right now.&#xa0;</p> </div>   </div> <div id=\"block-508ca722b5793e5495b451a4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:31:47.163Z\">3.31am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 9th</h2>  <div class=\"block-elements\">  <p>A ball away, then a foul into the stands on the left side. The count is 1-2.&#xa0;</p> </div>   </div> <div id=\"block-508ca6ccb5793e5495b451a3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:30:21.069Z\">3.30am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 9th</h2>  <div class=\"block-elements\">  <p>Make that 0-2. Romo is dominant right now.&#xa0;</p> </div>   </div> <div id=\"block-508ca6b4b5793e5495b451a2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:29:56.465Z\">3.29am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 9th</h2>  <div class=\"block-elements\">  <p>Alex Avila goes down a lot easier, popping out to center, and the Giants are an out away from a 3-0 series lead. It's up to Infante to extend the inning. He is already down in the count 0-1.&#xa0;</p> </div>   </div> <div id=\"block-508ca674b5793e5495b451a1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:28:52.820Z\">3.28am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 9th</h2>  <div class=\"block-elements\">  <p>Peralta checks his swing, he did not go, and it evens the count at two. Then he fouls off yet another slider, and another. He's hanging in there, protecting the plate. Seven pitches in Peralta hits a ball DEEP, into the corner and Blanco RUNS TO HIS RIGHT, REACHES OUT AND MAKES THE CATCH, THEN HITS THE WALL IN FOUL TERRITORY, AND HOLDS ON! One down, what defense these Giants have on display!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T03:28:59.751Z\">at 3.28am GMT</time></p>  </div> <div id=\"block-508ca57895cb4ec5a031babc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:24:40.628Z\">3.24am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 9th</h2>  <div class=\"block-elements\">  <p>Sergio Romo, socks up, hat low, black beard, is into the game looking to save Game Three for his Giants. I have to say, few look more bad ass in a baseball uniform than Sergio Romo. He wears it well, and faces Jhonny Peralta to start the ninth. It's 1-2 to the Tigers shortstop.&#xa0;</p> </div>   </div> <div id=\"block-508ca4ce95cb4ec5a031babb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:21:50.993Z\">3.21am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Email</h2>  <div class=\"block-elements\">  <p>Matt Dubuque writes:</p> <blockquote class=\"quoted\"> <p>After that superb Crawford play after Lincecum broke the bat of Cabrera, it seems clear the Giants are playing better defense than the Tigers.&#xa0;It also seems that they are pitching better than the Tigers.&#xa0;Additionally, it seems they are hitting better than the Tigers.&#xa0;So far this seems like full spectrum domination, the same way they dominated the much ballyhooed Cliff Lee, Josh Hamilton and the Texas Rangers in the 2010 World Series.&#xa0;This does not seem to be a fluke.</p> </blockquote> <p>It's a compelling argument, no doubt.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T03:22:17.876Z\">at 3.22am GMT</time></p>  </div> <div id=\"block-508ca45c95cb4ec5a031baba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:19:57.170Z\">3.19am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 9th</h2>  <div class=\"block-elements\">  <p>Joaquin Benoit is out, Phil Coke is in, and he strikes out the first batter he sees, that's Brandon Belt, who is the first out of the ninth. Gregor Blanco knocked in what is the winning run back in the second. Here he strikes out, leaving a ball that looked outside, but wasn't according to home plate umpire Fieldin Culbreth. Two down for Hector Sanchez, and COKE STRIKES OUT THE SIDE! There are cheers heading into the bottom of the ninth, where the home team need two runs, desperately, to keep this thing interesting. Can they do it?</p> </div>   </div> <div id=\"block-508ca2fb95cb4ec5a031bab9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:14:03.376Z\">3.14am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Email</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>Motown are now making Yugo's ... You go first and strike out, I'll follow you, then You go strike out</p> </blockquote> <p>-Roger Kirkby</p> <p>Hmmmm - that is&#xa0;borderline...</p> </div>   </div> <div id=\"block-508ca287b5793e5495b451a0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:12:07.604Z\">3.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilCokesBrain/status/262390471156977664\">  <blockquote class=\"twitter-tweet\"><p>We're never going to score again.</p>&mdash; Phil Coke's Brain (@PhilCokesBrain) <a href=\"https://twitter.com/PhilCokesBrain/status/262390471156977664\" data-datetime=\"2012-10-28T03:08:57+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Well Phil, you may or may not be right. Better shut those Giants down in the ninth.&#xa0;</p> </div>   </div> <div id=\"block-508ca242b5793e5495b4519f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:10:58.592Z\">3.10am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 9th</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/richiemetsoh/status/262388293398851584\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"262346735890874368\"><p>@<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a> last time a team looked this hapless at the plate in a 7 game post season series 2012 (Yankees) (v Detroit)</p>&mdash; Richie Owens (@richiemetsoh) <a href=\"https://twitter.com/richiemetsoh/status/262388293398851584\" data-datetime=\"2012-10-28T03:00:18+00:00\">October 28, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T03:14:15.885Z\">at 3.14am GMT</time></p>  </div> <div id=\"block-508ca1e795cb4ec5a031bab8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:09:27.562Z\">3.09am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 8th</h2>  <div class=\"block-elements\">  <p>Lincecum strikes out Dirks! What a weapon is this Lincecum, coming out of the pen, again, and dominating. Tigers have three outs to play with before potentially going down three games in the 108th World Series.&#xa0;</p> </div>   </div> <div id=\"block-508ca18e95cb4ec5a031bab7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:07:58.659Z\">3.07am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 8th</h2>  <div class=\"block-elements\">  <p>Fielder is out as easy as 1-2-3, and the Tigers are going quietly as they have all night long. Two outs for Delmon Young, who grounds to Crawford, who can't make the play on a routine grounder - there was time to get the out but he throws in the dirt and Young is on thanks to the E-6. Now Dirks represents the tying run...yeah, I know, no chance. Let's see.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T03:08:24.044Z\">at 3.08am GMT</time></p>  </div> <div id=\"block-508ca10f95cb4ec5a031bab6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:05:51.436Z\">3.05am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 8th</h2>  <div class=\"block-elements\">  <p>Lincecum deals to Miggy who his a sharp ground ball who DIVES TO LEFT, gets up and fires to get Cabrera! What a play by Crawford! One down. Here's Fielder.&#xa0;</p> </div>   </div> <div id=\"block-508ca02895cb4ec5a031bab5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T03:02:00.548Z\">3.02am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 8th</h2>  <div class=\"block-elements\">  <p>Pence grounds out to short to end the inning, which keeps e'm close. Side retired.</p> <p>Now we get Cabrera, Fielder and Young in the Tigers eighth, and with those guys coming up, it feels more like the bottom of the ninth.&#xa0;</p> </div>   </div> <div id=\"block-508c9f83b5793e5495b4519d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:59:16.116Z\">2.59am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 8th</h2>  <div class=\"block-elements\">  <p>Buster Posey, soon to be NL MVP goes down looking on a great pitch by Benoit - a medium-high fastball that caught the outside corner of the plate. Two outs, and Jeff Jones, Tigers pitching coach, is out to talk to Benoit, who will face Hunter Pence with another run 180 feet away.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:59:34.125Z\">at 2.59am GMT</time></p>  </div> <div id=\"block-508c9ec895cb4ec5a031bab4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:56:09.271Z\">2.56am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 8th</h2>  <div class=\"block-elements\">  <p>Joaquin Benoit is on in relief of Sanchez, and the first batter he faces is Marco Scutaro, batting as Phil Coke gets loose in the Detroit bullpen. A rare of-fuh for the Venezuelan as he grounds out to first. One down here in the eighth for Pablo Sandoval who hits it OFF BASE OF THE WALL in left - it's a one out double! Posey is up looking for more insurance.&#xa0;</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeteAbe/status/262385918332248064\">  <blockquote class=\"twitter-tweet\"><p>1966 Orioles (vs. Dodgers) last team with consecutive World Series shutouts. Giants 6 outs away.</p>&mdash; Pete Abraham (@PeteAbe) <a href=\"https://twitter.com/PeteAbe/status/262385918332248064\" data-datetime=\"2012-10-28T02:50:52+00:00\">October 28, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:56:44.554Z\">at 2.56am GMT</time></p>  </div> <div id=\"block-508c9dc2b5793e5495b4519c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:51:46.720Z\">2.51am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">The line</h2>  <div class=\"block-elements\">  <p>Anibal Sanchez was an animal tonight....excuse me, Brad Pitt just came on to teel us about perfume, and I just can't do this when that's happening......OK, that's done.&#xa0;</p> <p>Where was I? Sanchez - yeah, he was great, except for the second inning, but hey, nobody is perfect. Vogelsong is close to perfect though. Tough luck game right now for Anibal:</p> <p><strong>7IP 6H 2R 2ER 1BB 8K 0HR</strong></p> <p>That is normally enough, but right now, it ain't.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:51:53.252Z\">at 2.51am GMT</time></p>  </div> <div id=\"block-508c9d2c95cb4ec5a031bab3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:49:16.992Z\">2.49am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 7th</h2>  <div class=\"block-elements\">  <p>Tim Lincecum stays in and Alex Avila bounces to the pitcher and the former two-time Cy Young Award winner and he takes it himself, one down. Then Omar Infante goes quietly, a pop to right. This is too easy. The Giants have just one more hit, six, than Detroit, but San Francisco have the runs. Austin Jackson is up trying to extend the inning, taking the count to 3-2 before drawing a walk. Here's Berry who represents the tying run, but he strikes out to end the inning and is booed! Tigers fans are fed up with this offensive offensive meltdown, and I can't say I blame them. To the eighth.&#xa0;</p> </div>   </div> <div id=\"block-508c9bc695cb4ec5a031bab2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:43:18.466Z\">2.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jzmAuKXfhP4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/jzmAuKXfhP4?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>I'm just trying to fire these Tigers up a little bit. Give us a game Detroit!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:43:30.759Z\">at 2.43am GMT</time></p>  </div> <div id=\"block-508c9b9f95cb4ec5a031bab1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:42:39.589Z\">2.42am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Commercials</h2>  <div class=\"block-elements\">  <p>We have been&#xa0;watching&#xa0;the same two Samsung&#xa0;commercials&#xa0;over and over and over and over and all damn month. Now the playoffs are nearly over and we get a third? Come on?! You need to bring that in earlier, we're going crazy watching these!</p> </div>   </div> <div id=\"block-508c9af8b5793e5495b4519b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:39:52.521Z\">2.39am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adhockley/status/262381486123147265\">  <blockquote class=\"twitter-tweet\"><p>@<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a> With the JennyO pitching change, what's left to sponsor? That exaggerated \"strike\" gesture by the umpire brought to you by Lays</p>&mdash; Andy Hockley (@adhockley) <a href=\"https://twitter.com/adhockley/status/262381486123147265\" data-datetime=\"2012-10-28T02:33:15+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Now I'm getting even hungrier!</p> </div>   </div> <div id=\"block-508c9abbb5793e5495b4519a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:38:51.994Z\">2.38am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">7th Inning Stretch</h2>  <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8rzSmsGOTGE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/8rzSmsGOTGE?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-508c9aa6b5793e5495b45199\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:38:30.987Z\">2.38am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 7th</h2>  <div class=\"block-elements\">  <p>Gregor Blanco bounces to first but the throw is off line and Fielder has to dive to his right to get it while Blanco slides head first, OUT! Replays show he was safe, that Blanco's hand beat Fielder who was trying to get his foot back on the bag.&#xa0;</p> <p>Hector Sanchez flies out to right before Brandon Crawford collects his second single of the night, a knock to center. Then he steals second! So now a runner in scoring position for Pagan and he is BADLY FOOLED! Sanchez pulled the string for strikeout number eight. He has 117 pitches, so I can't imagine he'd be back regardless of the situation in the pen. Then again, you never know. Stretch time.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:39:20.252Z\">at 2.39am GMT</time></p>  </div> <div id=\"block-508c99d195cb4ec5a031bab0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:34:58.015Z\">2.34am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">The line</h2>  <div class=\"block-elements\">  <p>Ryan Vogelsong</p> <p><strong>5.2IP 5H 0R 0ER 4BB 3SO 0HR</strong></p> <p>The numbers tell the story here. FOX says that he has now gone seven starts without giving up more than one run in his previous seven starts and I have confirmed that at <a href=\"http://www.baseball-reference.com/players/gl.cgi?id=vogelry01&amp;t=p&amp;year=\">baseball-reference.com</a>. Where would San Francisco be without him?</p> </div>   </div> <div id=\"block-508c987195cb4ec5a031baaf\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:29:05.910Z\">2.29am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Emails</h2>  <div class=\"block-elements\">  <p>Matt Dubuque has that Giant chip on his shoulder yet again:</p> <blockquote class=\"quoted\"> <p>Vogelsong getting Cabrera out is not just \"charmed\". It's big league clutch hardball. The Giants deserve credit.</p> </blockquote> <p>On behalf of all my colleagues at The Guardian, I would like to give the Giants a healthy helping of credit for their&#xa0;superb play this postseason. </p> <p>Better?</p> </div>   </div> <div id=\"block-508c980db5793e5495b45198\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:27:25.825Z\">2.27am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 6th</h2>  <div class=\"block-elements\">  <p>What can Lincecum do with Mr. Peralta? He can retire him as it happens. It took three pitches to get him to pop to right field, a ball that for just a nano-second, looked like it might have found the gap. Side retired, to the seventh inning we go!</p> </div>   </div> <div id=\"block-508c97b2b5793e5495b45197\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:25:54.852Z\">2.25am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Jennie-O</h2>  <div class=\"block-elements\">  <p>Whatever happens in this at-bat, I'm switching to Jennie-O turkey. Won't you join me?&#xa0;</p> </div>   </div> <div id=\"block-508c973195cb4ec5a031baae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:23:45.246Z\">2.23am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 6th</h2>  <div class=\"block-elements\">  <p>Prince Fielder lines to right field. I think I'm going to take a nap for the next two outs. OK, I can't do that, but the Tigers are bore me so. I'll have a scotch instead!&#xa0;</p> <p>Vogelsong is cruising in the sixth - Pablo Sandoval makes a strong play, using his strong arm on a ground ball by Delmon Young for the second out.&#xa0;</p> <p>Now all Ryan has to do it get past Dirks, 0-2, to get through six innings without allowing a run. Nope, he issues a two-out walk. Here comes Peralta, who we know has pop. It seems so unlikely, but believe it or not, he represents the tying run.&#xa0;</p> <p>Vogelsong won't face him though, here comes Tim Lincecum into the game to replace the Giants starter, who needless to say, had his stuff tonight. Cue the organ.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:24:54.970Z\">at 2.24am GMT</time></p>  </div> <div id=\"block-508c95f4b5793e5495b45196\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:18:28.602Z\">2.18am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Email</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>Looks like Motown will produce it's second <a href=\"http://3.bp.blogspot.com/-GIUPpgDX7aM/TcMc6KsjoTI/AAAAAAAAJco/PKHfepzVxw4/s1600/1960-Edsel-2.jpg\">Ford Edsel </a>tonight</p> </blockquote> <p>-Roger Kirkby</p> <p>That Edsel was a bust, but it looks pretty good though - I'd take it!</p> </div>   </div> <div id=\"block-508c955cb5793e5495b45195\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:15:57.095Z\">2.15am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mister_Solomon/status/262375008800743424\">  <blockquote class=\"twitter-tweet\"><p>Is it possible the Tigers caught something from the Yankees? (I mean, besides a lot of Cano pop-ups.) @<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a></p>&mdash; Michael Solomon (@Mister_Solomon) <a href=\"https://twitter.com/Mister_Solomon/status/262375008800743424\" data-datetime=\"2012-10-28T02:07:31+00:00\">October 28, 2012</a></blockquote> </figure>  <p>I also heard that Miguel Cabrera was seen flirting with South African models sitting above the dugout. Any truth to that rumor?</p> </div>   </div> <div id=\"block-508c94de95cb4ec5a031baad\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:14:49.823Z\">2.14am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 6th</h2>  <div class=\"block-elements\">  <p>Pablo Sandoval flies to left center and Jackson has to run to his right to track it down for the first out.</p> <p>Then Buster Posey takes the lord's name in vain (thanks to FOX audio personnel) after popping up to the right side of the infield for out number two.</p> <p>Hunter faces the Anibal for the third time tonight and is on with an infield hit after a little roller to Cabrera at third is too slow to make the play - that means Pence is on for the third time tonight. A runner on for Brandon Belt, who strikes out looking after Sanchez pulls the string. Side retired.&#xa0;</p> </div>   </div> <div id=\"block-508c936795cb4ec5a031baac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:07:35.585Z\">2.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonHeymanCBS/status/262374267574972417\">  <blockquote class=\"twitter-tweet\"><p>maybe miguel cabera would do better if he wore that crown they just gave him up to plate. trout having better postseason</p>&mdash; Jon Heyman (@JonHeymanCBS) <a href=\"https://twitter.com/JonHeymanCBS/status/262374267574972417\" data-datetime=\"2012-10-28T02:04:34+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Damn, that's wrong.&#xa0;</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeteAbe/status/262374669192142848\">  <blockquote class=\"twitter-tweet\"><p>RT @<a href=\"https://twitter.com/jaysonst\">jaysonst</a>: Giants are playing great baseball, but not real good at drama. Haven't trailed now at any point in their last 50 innings</p>&mdash; Pete Abraham (@PeteAbe) <a href=\"https://twitter.com/PeteAbe/status/262374669192142848\" data-datetime=\"2012-10-28T02:06:10+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Nice little stat there, thanks Pete!</p> </div>   </div> <div id=\"block-508c927b95cb4ec5a031baab\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:03:39.866Z\">2.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>POPPED HIM UP! INNING OVER! Wow! That is crazy. Vogelsong dances through the atom bombs to escape the fifth inning in Detroit. What a frame at Comerica Park!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T02:03:52.492Z\">at 2.03am GMT</time></p>  </div> <div id=\"block-508c9239b5793e5495b45194\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:02:33.825Z\">2.02am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>WOOOSH! Berry strikes out after being ahead in the count! That is a big out, no doubt. Here comes Cabrera with two down, and this is what we paid to see folks. Miguel Cabrera with the bases loaded. HERE WE GO!</p> </div>   </div> <div id=\"block-508c91d5b5793e5495b45193\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T02:00:53.860Z\">2.00am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>Double barreled action in the Giants pen - Tim Lincecum and Jose Mijares are warming up as Vogelsong deals to Berry in this enormous at bat. The count is 2-2.&#xa0;</p> </div>   </div> <div id=\"block-508c917695cb4ec5a031baaa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:59:18.563Z\">1.59am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>Jackson works the count full, and then seven pitch at bat results in a walk to load the bases! Dave Righetti is out to talk to Vogelsong who is up to 85 pitches. Here's Quintin Berry, and if the Tigers can't score here...well...</p> </div>   </div> <div id=\"block-508c902ab5793e5495b45192\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:53:46.829Z\">1.53am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>A little flare by Infante finds a little bit of room out on right field, and that really is all you need. I am officially calling this a situation with the crowd on its feet and the top of the order coming up. Two on, one down and here's Austin Jackson. Another double play? Or something different? All shall be revealed in the next entry. Please stand by.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T01:54:15.915Z\">at 1.54am GMT</time></p>  </div> <div id=\"block-508c8f9f95cb4ec5a031baa9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:51:27.620Z\">1.51am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 5th</h2>  <div class=\"block-elements\">  <p>Pablo Sandoval falls, rather than dives to his right to deny Peralta a base hit - it's a line out for the first out. Then a sign of life, a single to right field and so Avila is on base with Omar Infante coming up. At some point, you have to imagine, realistically, that these Yankees...I mean Tigers are going to score.&#xa0;</p> </div>   </div> <div id=\"block-508c8ecab5793e5495b45191\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:47:54.552Z\">1.47am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tigers/status/262369594516328448\">  <blockquote class=\"twitter-tweet\"><p>You need to get 27 outs to win the game. The <a href=\"https://twitter.com/search/%23Tigers\">#Tigers</a> have 15 to score some runs. The time is now. Let's. Go. <a href=\"https://twitter.com/search/%23Tigers\">#Tigers</a>!!</p>&mdash; Detroit Tigers (@tigers) <a href=\"https://twitter.com/tigers/status/262369594516328448\" data-datetime=\"2012-10-28T01:46:00+00:00\">October 28, 2012</a></blockquote> </figure>  <p>The Tigers taking to the twitterssphere to try and get some runs. Desperate times...</p> </div>   </div> <div id=\"block-508c8e5595cb4ec5a031baa8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:45:57.544Z\">1.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 5th</h2>  <div class=\"block-elements\">  <p>So forgetting his hiccup in the second, Sanchez has been pretty good. Brandon Crawford, who had an RBI knock earlier,&#xa0;strikes out before Angel Pagan pus A-Jax on his horse in center - he hits it a mile away, but even that's not enough in the wide open spaces of Comerica Park. Jackson catches it with the heel of the glove, a little too much white there for comfort, but, an out is an out, as they say.</p> <p>Two down for Marco Scutaro, who is&#xa0;uncharacteristically&#xa0;0-2. Now he's 0-3 after grounding out to Miggy over at third, inning over. Another chance for the home team, coming right up.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T01:49:14.252Z\">at 1.49am GMT</time></p>  </div> <div id=\"block-508c8cf0b5793e5495b45190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:40:00.998Z\">1.40am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-5bd93463-dfd9-4e19-a35f-d31a4c3cee5f\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/28/1351388386661/b1d4031c-bdcf-46df-8acb-bc5541ee12af-460.jpeg\" alt=\"Miguel Cabrera looks happier receiving his Triple Crown from Hall-of-Famer Frank Robinson than he did when he lined to second in the fourth.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Miguel Cabrera looks happier receiveing his Triple Corwn from Hall-of-Famer Frank Robinson than he did when he lined to second in the fourth.  Photograph: MARK BLINCH/REUTERS</span> <span class=\"element-image__credit\">Photograph: MARK BLINCH/REUTERS</span> </figcaption> </figure> </div>   </div> <div id=\"block-508c8c6cb5793e5495b4518f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:37:48.415Z\">1.37am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 4th</h2>  <div class=\"block-elements\">  <p>Miguel Cabrera, Triple Crown winner, can only line out to second - one down. That means Prince is at the plate with nobody on, which is exactly what you want with the Fielder at the plate. He strikes out looking - Vogelsong's second K of the night.&#xa0;</p> <p>Home town pitcher Max Scherzer, interviewed in the dugout by our friends at FOX, says the Tigers can comeback, that it's only a two nothing game and that there's no reason to panic. I believe the latter, not sure about the former. Comebacks are tough when you can't score. Scherzer will have the ball tomorrow, question is, will the Tigers still be in the series by then?</p> <p>Delmon Young works the count full before drawing a walk,&#xa0;prompting&#xa0;a visit from pitching coach Dave Righetti. It's a two out walk that leads to another flameout. Andy Dirks goes down, grounding to second. Side retired.&#xa0;</p> </div>   </div> <div id=\"block-508c8b06b5793e5495b4518e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:31:51.127Z\">1.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dmukTdo-WuY\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/dmukTdo-WuY?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>A great Detroit World Series moment - 1984, Game Five, Kirk Gibson homers off San Diego's Goose Gossage, who was trying to keep the Padres close in the eighth inning of a 5-4 game. It's possibly the most dramatic home run in their&#xa0;franchise&#xa0;history - Sparky Anderson's smile is&#xa0;phenomenal.&#xa0;</p> <p>And yes, he should have walked him.&#xa0;</p> </div>   </div> <div id=\"block-508c89f695cb4ec5a031baa7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:27:19.052Z\">1.27am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 4th</h2>  <div class=\"block-elements\">  <p>Hunter vs. Animal. Hunter wins, I guess having a bat helps. His base hit to left gets the Giants going in the fourth. B</p> <p>elt follows with a fly out, can of corn, right to A-Jax for the first out, and now it's the slugger, little Gregor Blanco, who had a triple back in the&#xa0;second&#xa0;inning. No three-bagger this time, just a lazy pop up, again to center. Don't be surprised if the grass starts wearing out there.&#xa0;</p> <p>Hector Sanchez, the DH, is Sanchez' fifth strikeout tonight. Inning over, here come the Tigers beef.&#xa0;</p> </div>   </div> <div id=\"block-508c87a5b5793e5495b4518d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:17:25.602Z\">1.17am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HunterFelt/status/262351636746342401\">  <blockquote class=\"twitter-tweet\"><p>This game goes by much, much slower when you're not liveblogging it. @<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a></p>&mdash; Hunter Felt (@HunterFelt) <a href=\"https://twitter.com/HunterFelt/status/262351636746342401\" data-datetime=\"2012-10-28T00:34:39+00:00\">October 28, 2012</a></blockquote> </figure>  <p>This I can vouch for, believe me.&#xa0;</p> </div>   </div> <div id=\"block-508c878f95cb4ec5a031baa6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:17:03.984Z\">1.17am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 3rd</h2>  <div class=\"block-elements\">  <p>WOW! It's yet another kick in the teeth! Berry goes 4-6-3, it's a double play, inning over, side retired! Another potential rally squashed, and just before the beef of the Tiger lineup. These Giants, man, they are charmed.&#xa0;</p> </div>   </div> <div id=\"block-508c874b95cb4ec5a031baa5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:15:55.966Z\">1.15am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 3rd</h2>  <div class=\"block-elements\">  <p>Woooooosh - did you feel that breeze? No, it wasn't hurricane Sandy, but the breeze coming off the bat of Alex Avila, who swings through a Ryan Vogelsong fastball for the first out. Omar Infante hits a ball to second, and for once, Angel Pagan is not able to come up with it. That's a base hit, and now we're back to the top of the lineup. A-Jax hits a little roller, Panda charges, picks it up and fires to first - SAFE! He beats it out! So we have two runners on and just one out for Quintin Berry. The crowd senses something, is this it? Will the Tigers score?</p> </div>   </div> <div id=\"block-508c85a995cb4ec5a031baa4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:08:57.495Z\">1.08am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JackPattullo/status/262356511458742272\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"262351555389452288\"><p>@<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a> Again love the coverage but not the score</p>&mdash; Jack Pattullo (@JackPattullo) <a href=\"https://twitter.com/JackPattullo/status/262356511458742272\" data-datetime=\"2012-10-28T00:54:01+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Well, I know some people in&#xa0;Detroit. Let me see what I can do. Please stand by.&#xa0;</p> </div>   </div> <div id=\"block-508c852ab5793e5495b4518c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:06:50.538Z\">1.06am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 3rd</h2>  <div class=\"block-elements\">  <p>No Panda play, just a grounder to first for the second out.</p> <p>And now, we (FOX TV) interrupt this World Series game for an interview with a Taco Bell exec, who tells us about how we can collect our free taco on Tuesday. Fantastic.&#xa0;</p> <p>Baseball resumes, and Posey pops to Fielder in foul territory. Side retired, Sanchez seems to have found whatever it is he lost in the second.&#xa0;</p> </div>   </div> <div id=\"block-508c8473b5793e5495b4518b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T01:03:47.840Z\">1.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 3rd</h2>  <div class=\"block-elements\">  <p>Sanchez is still in there, meaning there was probably no health issue with Sanchez, but rather, he just sucked in the second. He is better in the third, at least so far. Scutaro is called out on strikes, that's his fourth of the night. Pablo Sandoval, Mr. Three World Series Home Runs, (a very long last name) is at the plate.&#xa0;</p> </div>   </div> <div id=\"block-508c8327b5793e5495b4518a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:58:16.025Z\">1.58am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Bottom 2nd</h2>  <div class=\"block-elements\">  <p>There seem to be issues with Anibal the animal, and our friends at Fox show us that Rick Porcello is getting up in the pen. Is that it for Sanchez tonight? If so that is absolutely awful news because the Tigers issues in the pen are well known.</p> <p>Meanwhile, Delmon Young hits a routine fly ball to center and because the Tigers fans are so despearte they cheer like they're about to get a free taco. All they get is an out. One down. Andy Dirks is next, and takes the count to 3-2 before popping out again to Pagan in center field. What about Peralta? Oh, he pops to center also. That's a lot of grazing for a Cray Horse. Side retired.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T00:58:22.496Z\">at 1.58am BST</time></p>  </div> <div id=\"block-508c81d595cb4ec5a031baa3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:52:37.490Z\">1.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/itsalanevans/status/262354791013961728\">  <blockquote class=\"twitter-tweet\"><p>I loved Tim Lincecum anyway, but even more so after @<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a> brought this to my attention: <a href=\"http://t.co/Dv0L5QHM\" title=\"http://www.cbssports.com/mlb/blog/eye-on-baseball/20221016/the-most-tim-lincecum-gif-ever\">cbssports.com/mlb/blog/eye-o…</a></p>&mdash; Alan Evans (@itsalanevans) <a href=\"https://twitter.com/itsalanevans/status/262354791013961728\" data-datetime=\"2012-10-28T00:47:11+00:00\">October 28, 2012</a></blockquote> </figure>  <p>The seeds thing is getting a lot of play tonight.&#xa0;</p> </div>   </div> <div id=\"block-508c810db5793e5495b45189\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:49:17.738Z\">1.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 2nd</h2>  <div class=\"block-elements\">  <p>There are nervous cheers from the Detroit crowd after Pagan grounds out to Fielder at first to retire the side. The Tigers need to get their car started, or this thing is going to be over tomorrow, and I'm not ready for that you hear!&#xa0;</p> </div>   </div> <div id=\"block-508c80a0b5793e5495b45188\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:47:28.301Z\">1.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 2 - Tigers 0, Top 2nd</h2>  <div class=\"block-elements\">  <p><strong>RUN!</strong> After Hector Sanchez is caught looking for the second out, Brandon Crawford, one of the Giants who isn't really hitting right now, hits a ball that drops in front of Austin Jackson in center field. It's a BASE HIT! And it gets passed Jackson! Blanco scores, Crawford moves to second base on the E-8, and the Giants have added a second run. What happened to Sanchez? He's lost it!</p> </div>   </div> <div id=\"block-508c7f50b5793e5495b45187\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:41:53.077Z\">1.41am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 1 - Tigers 0, Top 2nd</h2>  <div class=\"block-elements\">  <p>Anibal is a wild animal who walks a Hunter to start off the inning - a lead man is on base in the second inning. Brandon Belt stikes out, and then Gregor Blanco strolls to the plate.</p> <p>The Anibal throws a wild pitch!, It sends the Hunter to third. So now we have a situation where a fly ball can score a run and put the Giants up early here.&#xa0;</p> <p><strong>RUN!</strong></p> <p>Oh, and that is JUST WHAT HAPPENS! It's a deep fly ball, OFF THE WALL! Little Gregor Blanco fires a big bullet out into the right center pasture in Comerica Park - off the wall no less - and Blanco is in to third and with an rbi triple! That's a loud Giants dugout as they celebrate a run on the road. Big gulps for the home crowd.&#xa0;</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T00:44:22.613Z\">at 1.44am BST</time></p>  </div> <div id=\"block-508c7e2bb5793e5495b45186\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:36:59.836Z\">1.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/richiemetsoh/status/262349229106810880\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"262346735890874368\"><p>@<a href=\"https://twitter.com/lengeldavid\">lengeldavid</a> The stupid thing with the sunflower seeds make me want the giants to lose. That and Pence commuting on a scooter <a href=\"https://twitter.com/search/%23wacky\">#wacky</a></p>&mdash; Richie Owens (@richiemetsoh) <a href=\"https://twitter.com/richiemetsoh/status/262349229106810880\" data-datetime=\"2012-10-28T00:25:05+00:00\">October 28, 2012</a></blockquote> </figure>  <p>Hey man, I hear ya....</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=yWu_vr8t7KA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/yWu_vr8t7KA?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-28T00:47:49.216Z\">at 1.47am BST</time></p>  </div> <div id=\"block-508c7cc195cb4ec5a031baa2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:30:57.912Z\">1.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 0 - Tigers 0, Bottom 1st</h2>  <div class=\"block-elements\">  <p>Miggy breaks through...well, sort of. It's a knock to left field (he'll take it) and the Tigers are on the verge. The crowd are up early, HRH Fielder at the plate, two men on. This would be an enormous confidence boost to get on the&#xa0;board&#xa0;early...but NO! It's a 4-6-3 double play that gets Vogelsong out of trouble. Belt had to pick the ball up in the dirt to make the close play. That my friend, is a kick in the teeth. Ouch. No runs in the first.&#xa0;</p> </div>   </div> <div id=\"block-508c7ba295cb4ec5a031baa1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:26:10.591Z\">1.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 0 - Tigers 0, Bottom 1st</h2>  <div class=\"block-elements\">  <p>Ryan Vogelsong on the hill and he gets the first out easily, a little grounder from Austin Jackson to Marco Scutaro over at second. Then we have trouble, a one-out walk to Quintin Berry, which means the meat is coming up with a man on. The crowd is aching for runs - here's Miguel Cabrera, someone who has a bit of a reputation for driving them in.&#xa0;</p> </div>   </div> <div id=\"block-508c7b3095cb4ec5a031baa0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:24:16.349Z\">1.24am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Email</h2>  <div class=\"block-elements\">  <blockquote class=\"quoted\"> <p>David, in terms of how the weather might affect the San Francisco Giants, Giants broadcaster Mike Krukow pointed out that it feels like July 1 in San Francisco tonight.&#xa0;Pac Bell park is freezing most of the year.</p> </blockquote> <p>Matt Dubuque makes a great point...goes right along with \"The&#xa0;Coldest&#xa0;Winter I Ever Spent Was a&#xa0;Summer in San Francisco\".</p> </div>   </div> <div id=\"block-508c78f5b5793e5495b45185\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:14:45.806Z\">1.14am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 0 - Tigers 0, Top 1st</h2>  <div class=\"block-elements\">  <p>Nothin much. Buster can't find the Sanchez offering, that's his first K of the night. Side retired, and here come the home team!</p> </div>   </div> <div id=\"block-508c78b795cb4ec5a031ba9f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:13:43.225Z\">1.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giants 0 - Tigers 0, Top 1st</h2>  <div class=\"block-elements\">  <p>And we're off. The Tigers bid to get back in this series begins well. Anibal Sanchez has two quick outs - Angel Pagan, the Crazy Horse, is on his horse after a grounder to first, Price Fielder has it and steps on the bag. Then Marco Scutaro hits a ball to shortstop, Johnny Peralta has it, that's two in the bag. Pablo Sandoval, quite possibly the hottest hitter on the planet right now, his a little looper that drops in to center field. So we have a two-out runner here for Buster Posey. Watcha got catch?</p> </div>   </div> <div id=\"block-508c77d695cb4ec5a031ba9e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:09:58.336Z\">1.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Weather</h2>  <div class=\"block-elements\">  <p>It will be interesting to see how the Giants play in what is a loud, and getting colder Comercia Park. The temps will drop to 45 or less tonight. Not ice cold, but not an August afternoon either.&#xa0;</p> </div>   </div> <div id=\"block-508c77c795cb4ec5a031ba9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:09:43.455Z\">1.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MLB/status/262277164450316288\">  <blockquote class=\"twitter-tweet\"><p>Game 3 @<a href=\"https://twitter.com/tigers\">tigers</a> lineup: Jackson CF, Berry LF, Cabrera 3B, Fielder 1B, Young DH, Dirks RF, Peralta SS, Avila C, Infante 2B, Sanchez P</p>&mdash; MLB (@MLB) <a href=\"https://twitter.com/MLB/status/262277164450316288\" data-datetime=\"2012-10-27T19:38:43+00:00\">October 27, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MLB/status/262291836318674944\">  <blockquote class=\"twitter-tweet\"><p>Game 3 @<a href=\"https://twitter.com/sfgiants\">sfgiants</a> lineup: Pagan CF, Scutaro 2B, Sandoval 3B, Posey C, Pence RF, Belt 1B, Blanco LF, Sanchez DH, Crawford SS, Vogelsong P</p>&mdash; MLB (@MLB) <a href=\"https://twitter.com/MLB/status/262291836318674944\" data-datetime=\"2012-10-27T20:37:01+00:00\">October 27, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508c779f95cb4ec5a031ba9c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-28T00:09:03.852Z\">1.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Detroit offense this, Tigers pitching that. Miguel Cabrera, Prince Fielder, Justin Verlander. Blah blah blah. See what a pair of sluggers, the best pitcher in baseball and a well rested ballclub get you? In this World Series, at least so far, the answer is diddley squat, and even worse, a two game hold to dig out of.&#xa0;</p> <p>It would seem on paper that Detroit is the better team, but then again, they won 88 games in a mediocre division, and perhaps we are seeing just how good the Yankees made them look. Or, maybe they just ran into a buzz saw out in San Francisco, a&#xa0;ball club&#xa0;that prides itself on being greater than the sum of its parts - they've are plenty hot, enjoying a five game playoff winning streak, stepping on hearts and eating faces.&#xa0;</p> <p>The good news for Tigers fans is that they are out of that big hot mess of a ballpark and are back home in the Motor City, where mom makes porridge for breakfast and everybody is nice. It's a much more pleasant place to play a game that isn't quite do-or-die, but rather, do-or-oh-man-we're-in-huge-trouble.&#xa0;</p> <p>With the exception of poor Jose Valverde, the Tigers pitching recovered in Game Two once that Verlander guy was out of the way, and so at least that side of the game seems to be in a better place for Detroit, especially with the Animal, Anibal Sanchez on the mound tonight. Even if he is lights out as he was as a Marlin while pitching against the Giants (3-1, 1.98 ERA, two shutouts), who cares if you can't hit?&#xa0;</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=kTLJ7Xl7mxI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/kTLJ7Xl7mxI?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Pedro Sorrano channeled Jobu to help him hit the curve ball in Major League, but the Tigers need more help than that. They have three runs in this series, and all of them came in Game One during gar-bage time. Here comes the first class analysis you've all been waiting for - if you don't score, you can't win. Did you get that? Did you write it down? Call your buddies with the breaking news? I know,&#xa0;unforgettable&#xa0;stuff. It's true though, and how these guys are hitting .167 I will never figure out. This may sound familiar to those of you who watched the ALCS.&#xa0;</p> <p>It doesn't get any easier - Detroit face Ryan Vogelsong in Game Three, a nasty man, who has given up three runs in his previous 14 innings. Chew on that for a bit while you fold the damn laundry and cook your kid(s) dinner before the 8:07PM EST first pitch. Then email me at<a href=\"http://www.youtube.com/watch?v=FhWsNtZXdpY\">david.lengel.freelance@guardiannews.com</a>&#xa0;or tweet&#xa0;<a href=\"https://twitter.com/LengelDavid\">@lengeldavid</a>.</p> <p>OK?&#xa0;OK.&#xa0;</p> </div>   </div>"
]