[
  "<p>• Isn't there supposed to be some kind of protocol; a nod, at least to custom and practice? It took years for <a href=\"http://news.bbc.co.uk/1/hi/8573771.stm\" title=\"\">Lord Ashcroft to run into tax controversy</a> during his stint as Tory party deputy chairman. <a href=\"http://www.bbc.co.uk/news/uk-politics-18998841\" title=\"\">Baroness Warsi</a> was co-chair for a good two years before she was investigated over her expenses. Grant Shapps has been party co-chair for just a month. But already he's been dragged into a formal investigation. For we learn from tenacious blogger Aidan Byrne that the family business established by the new man at the top is to be <a href=\"http://plashingvole.blogspot.co.uk/2012/09/shapp-fell.html\" title=\"\">formally investigated by the Advertising Standards Authority</a> – another consequence of Shapp's practice in times past to use at least one trading pseudonym. It is said that as the driving force behind the entity HowToCorp, he would also be known perhaps as <a href=\"http://www.theguardian.com/politics/2012/sep/21/grant-shapps-posed-web-guru\" title=\"\">\"Alexander Fox\" and definitely as \"Michael Green\"</a>. This raises specific questions for the ASA; did the company's advertising material – in referring to Michael Green as a successful businessman – mislead? And what of the accompanying testimonials? Were they genuine? We are at an early stage, the ASA told us on Tuesday. So is Shapps, Big Dave's man with the plan, and already under scrutiny. Just one month. What will the next year be like?</p> <p>• Exciting developments too in education as public school heads <a href=\"http://www.telegraph.co.uk/education/universityeducation/9580257/Public-schools-threaten-university-boycott.html\" title=\"\">threaten to boycott universities that focus unnecessarily on state school students</a>. At the same time, Michael Gove unveils plans to base the design of new schools on <a href=\"http://www.theguardian.com/education/2012/sep/30/new-schools-smaller-coalition-budget\" title=\"\">the set of Prisoner: Cell Block H</a>. The average price of each school will be £7m less than under Labour's Building Schools for the Future – achieved by shrinking corridors, assembly halls, canteens and atriums. Architects don't like it, but Gove's not bothered. He plans to deal directly with builders, cutting the architects out of the loop. So, interesting times ahead for the likes of Galliford Try, Willmott Dixon and the building firm Wates which, the Department for Education confirms, have been \"sharing their thoughts on a standardised approach with the Education Funding Agency\". Wates is known to have given the Tories £110,000 since the coalition came to power and more than £200,000 over the past nine years. It won't get all the work, of course, for the tenders are transparent and the procedure has its checks and balances. But if the change of government brings change and exciting new possibilities, that's all to the good, isn't it?</p> <p>• What else is good? <a href=\"http://www.theguardian.com/environment/2012/oct/01/green-deal-spurned-retailers?newsfeed=true\" title=\"\">The Green Deal</a>. This will be the greenest government ever, the PM said. So at the launch of the deal's energy efficiency element this week we looked for Greg Barker, the climate change minister and the one most closely identified with the grand plan. He was in Tanzania. Clever Greg. Deniability aplenty when it all goes wrong.</p> <p>• And here comes <a href=\"http://www.bbc.co.uk/news/uk-19631591\" title=\"\">Closer magazine in France</a>, fresh from being humiliated in court by the Duke and Duchess of Cambridge in the matter of those topless photos. The mag is mad as hell. The new edition carries an editorial headlined \"Did anyone say 'hypocrisy'?\". Also a two-page spread with shots of infamous royal tabloid page ones of the past two decades, from Harry in the nude and Nazi garb to the Countess of Wessex's unclothed upper half and Fergie's toes, and back again. What will be the denouement, Closer asks: \"vile Froggies\" in London \"banned from shopping at Topshop\", or \"forced to eat English green jelly\" in punishment? It signs off with mentions of phone hacking and Leveson. Hell hath no fury like French hacks hauled over the coals by monarchy.</p> <p>• Finally, revealing that Mr Wikileaks, <a href=\"http://www.dailymail.co.uk/news/article-2210522/Its-like-living-space-station-Julian-Assange-speaks-living-room-embassy-refuge-mattress-floor-blue-lamp-mimic-daylight.html\" title=\"\">Julian Assange, invited the Mail on Sunday into his lovely room</a> at the Ecuadorian Embassy in London, but the picture remained incomplete. Why were we prevented from knowing the contents of documents and diagrams pinned to his wall? Is he for transparency or isn't he? Still, every day he gains new friends; the latest, the Spartacist League and its punchy journal, the Workers Hammer. \"It is in the interests of the working class and all of the oppressed to fight the witch hunt of Assange,\" it says. The Mail and the Workers Hammer. Isn't coalition quite the thing these days.</p> <p><em>Twitter: hugh_muir</em></p>",
  "<p>A Chinese company sued Barack Obama on Tuesday for blocking its windfarm project in Oregon on the grounds it was a national security threat.</p> <p>Obama made the rare decision last week <a href=\"http://www.theguardian.com/environment/2012/sep/28/obama-blocks-chinese-firm-wind-farm\">to bar the company from buying four small windfarms</a> close to restricted air space used by a navy weapons training facility.</p> <p>The privately owned Ralls Corp responded on Tuesday by accusing Obama of overstepping his authority as president and adding his name to its lawsuit against the treasury department's foreign investment committee.</p> <p>The amended complaint alleges the committee and the president deprived Ralls of its property rights.</p> <p>\"By failing to provide Ralls with sufficient notice and opportunity to be heard prior to prohibiting its acquisition of the windfarms and imposing extraordinary restrictions on the use and enjoyment of its property interests, CFIUS and the president have unconstitutionally deprived Ralls of its property absent due process,\" the complaint said.</p> <p>The lawsuit comes at a time when Obama has been accused by Mitt Romney of failing to stand up for American businesses against unfair competition from China.</p> <p>The Obama camp meanwhile has run television ads claiming Romney's Bain Capital shut down American firms and shipped jobs overseas.</p> <p>Ralls, which is based in Delaware, is owned by two Chinese nationals and executives of the China-based firm Sany Group Company. It had planned to purchase four small plots, all near restricted navy air space, and install turbines made by the Sany Group.</p> <p>The navy uses the area around the windfarms for developing drones.</p> <p>Obama stepped in last week to order Ralls to remove all installations from the sites, and divest itself of the properties. The president was essentially reinforcing an order from the foreign investment committee handed down last July calling on Ralls to keep out of the sites in Oregon.</p> <p>It was the first time in 22 years a president had raised national security concerns to block foreign investment.</p> <p>The lawsuit, however, was seen as almost unprecedented, said Joshua Zive, a lawyer with Bracewell and Giuliani who has handled other cases with the foreign investment committee.</p> <p>\"It's always a tough battle going up against government and agency action,\" he said. \"Certainly in the case of national security issues you tend to find a broader amount of discretion given to government and agencies overall.\"</p>",
  "<p>Several minutes into conversation with Shebby Singh, who bears, deadpan, the title \"global football adviser\" to the Indian owners of Blackburn Rovers, a strange and surprising sensation takes hold. Singh refuses to talk about Steve Kean or the circumstances in which the manager, appointed by Venky's so rapidly after the company bought the club and reviled by much of the Rovers crowd, resigned on Friday. \"I would prefer to look forward,\" Singh says.</p> <p>Given Rovers' imminent matches at Nottingham Forest on Wednesday then home against Wolverhampton Wanderers on Saturday, Singh insists the caretaker manager, Eric Black, needs support to work with the team. He says that after that, with the helpful delay of an international break, the owners will assess the options, including many candidates who have approached the club. \"We have to be very careful about the choice we make,\" Singh says. \"We have been through difficult times and now we must make the right decision.\"</p> <p>The unnerving realisation dawns gradually that Singh, the representative of the most hapless owners in English football's rollercoaster period of selling clubs internationally, is actually taking a sensible stance. His message, refusing to be drawn into an autopsy of Kean's period in charge, emphasising the importance of selecting a good manager next, praising supporters \"as the lifeblood of the club\", is the most coherent since Venky's introduced its peculiar strain of chaos to Ewood Park.</p> <p>The Indian poultry company, which always seemed so odd a fit for Blackburn Rovers, announced when it took over in November 2010 that it wanted Rovers to be \"the Arsenal of the north\" and aim for the Champions League. The then manager, Sam Allardyce, was almost immediately sacked, for \"not sharing our vision\". They mystifyingly found that Kean third in command as first-team coach, did share that vision. Kean's agent, Jerome Anderson, had, of course, introduced Venky's to the club, having been asked to find a buyer by Blackburn's previous owners, the trustees of the Jersey-based tax exile Jack Walker's estate.</p> <p>Anderson has always denied engineering Kean's elevation, pointing out he had no formal role at Rovers after brokering the takeover, except for acting as the club's agent during the following January transfer window. Singh will not discuss any of it, dismissing the intrigue which enveloped and embittered Ewood Park as \"a very tired subject\".</p> <p>The attrition rate has been breathtaking at a football club previously known for shrewd, efficient management through 10 years proudly competing in the Premier League after the death of Walker in 2000 and the trustees' consequent withdrawal of his bounteous financial backing. The executive chairman, John Williams, managing director, Tom Finn, and finance director, Martin Goodman, resigned after protesting to Venky's that they had been sidelined.</p> <p>After a period of drift during which supporters' bewilderment with Kean mutated into furious protest, Venky's appointed a deputy chief executive, Paul Hunt, a director with no football experience, Vineeth Rao, and a sporting director, Simon Hunt. Paul Hunt, in December, was soon also complaining in writing that at a club plummeting downwards he was being given no authority. He was then swiftly sacked in May when his letter surfaced. Rao and Simon Hunt have now gone, too.</p> <p>Rovers were relegated in May amid scenes of supporter disenchantment. Yet still the owners expressed their support and loyalty to Kean. The paradox at the heart of the Scot's exit is that, after all the opposition, he finally left after Rovers had made a solid start in the Championship; the 2-1 home defeat by Middlesbrough on 21 September was the first of the season. But there were reports that the owners had resolved to sack him, which Singh will not discuss, and Anuradha Desai, Venky's chair, then changed her mind.</p> <p>Kean's statement, issued through his lawyers, claimed his position had become \"untenable\" and he had been \"forced to resign\". Singh would not comment on suggestions that he had latterly interfered with team selection.</p> <p>It remains to be seen whether Kean has any legal case for claiming he was undermined, given that he was meteorically promoted then retained despite relegation.</p> <p>Certainly, with Singh's arrival, the politics at Ewood have shifted. The fans' BRFC Action Group, who say they have 8,000 members signed up and were implacably opposed to Kean, say Singh has talked to them openly.</p> <p>\"Shebby engaged with us, he quickly realised we had major issues and, now Steve Kean has finally gone, we are willing to give Venky's another chance,\" says Glen Mullan, the group's spokesman. \"It has been disastrous but now it is about the rebuilding process and making sure an experienced manager is appointed.\"</p> <p>Tiptoeing through the blood on the Ewood Park carpets are Paul Agnew, the former PR consultant recently promoted to operations director, Derek Shaw, the former chairman of Preston North End whom Agnew brought in, and Karen Silk, the finance director. Singh is a former Malaysian international footballer who for the last 11 years was a pundit on ESPN Star Sports, predominantly commenting on Premier League matches. For big games, he says, his TV audience in south-east Asia was 250-300 million people. Venky's saw him talking football, then appointed him to be global football advisor in July 2011, developing the Blackburn \"brand\" in Asia, before sending him to Blackburn itself this summer. He insists Venky's now understands the responsibilities of football club ownership and will take care over its next, critical moves.</p> <p>\"It is too early to say we have preferred candidates for the manager's job,\" he says. \"Eric Black needs to be given support and we will get down to the nitty-gritty after Saturday's game.&#xa0;Credit to my bosses, they are on the ball.\"</p> <p>Blackburn Rovers' and English football's reputations during this fad for foreign ownership rest on Singh's words translating into sense and stability. Fans of a grand old club must hope this episode is just a traumatic acting out of the old saying: that an omelette cannot be made without breaking some eggs.</p>",
  "<p>I was pleased to read that house prices are falling but surprised at your comment \"These latest disappointing property figures…\" (<a href=\"http://www.theguardian.com/money/2012/oct/01/uk-house-prices-fall\" title=\"\">House prices fall for third month in a row</a>, 1 October). Surely the consensus is that house price inflation partly explains the credit crunch, the asset richness of the baby boomers, and the difficulties for first-time buyers.<br><strong>Giles Youngs</strong><br><em>Bury St Edmunds, Suffolk</em></p> <p>• Interesting that Polly Toynbee does not mention the elephant in the room in her proposals for taxes to raise income for a Labour government (<a href=\"http://www.theguardian.com/commentisfree/2012/oct/01/ed-miliband-and-balls-have-plan\" title=\"\">The Eds do have a plan, but they needn't reveal all yet</a>, 2 October). Cutting the Trident missile replacement programme would save billions a year in taxes.<br><strong>Mike McGrath</strong><br><em>Leeds</em></p> <p>• Re Herbert Lom (<a href=\"http://www.theguardian.com/film/2012/sep/27/herbert-lom\" title=\"\">Obituary</a>, 28 September), I delivered Christmas mail to his flat in Earl's Court Square when I was a student in the 50s. His dog devoured all matter as fast as I could thrust it through the letterbox. In retrospect it is possible discern, from the cries of rage I heard from within, early indications of his impotence in dealing with Inspector Clouseau.<br><strong>Brian Shuel</strong><br><em>London</em></p> <p>• Goole (<a href=\"http://www.theguardian.com/theguardian/2012/oct/01/northern-liff-goole-hebden-bridge\" title=\"\">Letters</a>, 2 October) is immortalised several times by the film-maker Peter Greenaway. In The Falls (1980) Goole's water tower becomes a film repository for the committee examining the effects of the VUE (Violent Unknown Event). In Vertical Features Remake (1978) it is a repository for films and documents made by Greenaway's alter-ego Tulse Luper for the shadowy and mysterious IRR (the Institute of Reclamation and Restoration).<br><strong>Dr Ian Waites</strong><br><em>University of Lincoln</em></p> <p>• \"Fifty months to tackle climate change\" (<a href=\"http://www.theguardian.com/environment/2012/oct/01/50-months-tackle-climate-change\" title=\"\">Letters</a>, 1 October). Thirty-two months more of a chancellor of the exchequer who is in denial on global warming. Help!<br><strong>Michael Bassey</strong><br><em>Coddington, Nottinghamshire</em></p> <p>• Thank you for the Peta advert (2 October). Like many Guardian readers I shall be closing my account at Fortnum &amp; Mason immediately.<br><strong>David Prothero</strong><br><em>Harpenden, Hertfordshire</em></p>",
  "<p>One of the \"award-winning architects\" that Michael Gove wouldn't have allowed to work on new school buildings (<a href=\"http://www.theguardian.com/education/2012/oct/02/new-school-building-designs-curve-ban\" title=\"\">New no-frills school buildings face ban on curves and partitions</a>, 2 October) was ER Robson (1836-1917). He was principal architect of the London Schools Board, responsible for the many buildings that proliferated following the 1870 Education Act, and was engaged by the board precisely because he had observed and understood how architecture contributed to the improvement of educational institutions, not only here but throughout Europe.</p> <p>All the external corners of the 1872 Orange Street School (which Jerwood Space now inhabits) are constructed with rounded bricks, reducing the likelihood of severe damage to youngsters in any playground mishaps. Robson also instituted a formula to maximise available light (hence the huge windows that characterise board schools) and used sound materials, fit for purpose. He was the very epitome of those Victorian values that served the nation.</p> <p>As Gove says, he's not in the business of \"getting any award-winning architects … because no one … is here to make architects richer\". Fair enough: but the richness that architects bring to buildings is something no corner-cutting, ideologically driven Gradgrind will ever understand: the cost of everything … the value of nothing.</p> <p>I suspect that the next generation of no-frills-builds won't last anything like the 140 years that Robson's superb buildings have.<br><strong>Richard Lee</strong><br><em>Director, Jerwood Space</em></p> <p>• Having been closely involved in academies in the state education sector with the <a href=\"http://unitedlearning.org.uk/\" title=\"\">United Learning Trust</a>, in the building sector with built asset consultancy <a href=\"http://www.echarris.com/\" title=\"\">EC Harris</a>, and working in the private education sector with the <a href=\"http://www.iaps.org.uk/\" title=\"\">Independent Association of Prep Schools</a>, I have profound concerns about the school design proposals.</p> <p>The plans appear to constitute building another generation of poor-quality schools which will then have to be torn down in 20 or 30 years' time when they are discovered to be the rubbish that they are. There is absolutely no doubt that the quality of the school environment can enhance and improve the quality of teaching and learning within that school. It is not a substitute for good teaching, but it can improve it quite dramatically.</p> <p>Intelligent architectural design can create robust yet elegant, good-value school buildings which will be rewarding assets for decades to come.</p> <p>It is appalling that ideas such as squeezing space for corridors and ceilings left as bare concrete are being celebrated for their cost-effectiveness, with no thought being given to their lack of sustainability.<br><strong>David Hanson</strong><br><em>Chief executive, Independent Association of Prep Schools</em></p> <p>• It is always disappointing when a public servant feels obliged to justify a policy with dubious assertions. Why didn't Peter Lauener stick to arguments about the affordability within government spending limits of wide school corridors, which improve both movement and sight-lines? Of course, he is right (<a href=\"http://www.theguardian.com/education/2012/sep/30/new-schools-smaller-coalition-budget\" title=\"\">Squeeze on size for cheap new schools: Corridors, halls and canteens shrunk in government's design blueprint</a>, 1 October) that the inspiration that comes from good teachers is vital for a successful school, but a well-designed new building can also help transform the quality of learning – as the head of the <a href=\"http://www.education.gov.uk/aboutdfe/armslengthbodies/b00199952/the-education-funding-agency-efa\" title=\"\">Education Funding Agency</a> would have been free to say before May 2010.<br><strong>Rob Hull</strong><br><em>Chair of governors, Holloway school, London</em></p> <p>• Cutting the size of school canteens is a false economy. As <a href=\"http://www.londonmet.ac.uk/library/z13371_3.pdf\" title=\"\">The School Fringe research</a> showed, the reason that take-up for secondary school meals is so low (39%) is not that pupils reject Jamie Oliver's healthy recipes, but because they hate the long and raucous queues to get into canteens and the cramped conditions once they make it inside.</p> <p>The most common response is to skip lunch altogether. Instead, pupils buy food from the doughnut of shops surrounding schools – snacks on the way in, to eat at morning break, or bags of chips and sweets on the way home.</p> <p>School canteens are not an architectural extravagance, a \"frippery\". Shrinking them still further will only drive more pupils away. You cannot cut the size of canteens and still hope to cut the size of children's waistlines. Reducing schools capital budgets now will guarantee increased healthcare costs on obesity and all its consequences, for a generation ahead.<br><strong>Jack Winkler</strong><br><em>London</em></p> <p>• In my experience over many years as a teacher, corridor width is crucial in the design of schools. If you do not believe me, I suggest you send your journalists to some of our major public schools, and also to the most troubled of our state schools. I think they will provide evidence that size does indeed matter.<br><strong>Fred Litten</strong><br><em>Croydon</em></p> <p>• Peter Lauener advises: \"If you have shares in atriums, sell.\" If the picture of the \"standard\" Welsh school on page&#xa0;9 is anything to go by, would it be good advice also to invest the proceeds in your nearest flat-roof-repairs contractor or, failing that, in a bucket-maker? There&#xa0;is a reason why new-build primary schools in this area all have pitched roofs.<br><strong>Keith Potter</strong><br><em>Gunnislake, Cornwall</em></p> <p>• Don't worry about the \"Squeeze on size for cheap new schools\". Under this government, the kids will be shrunken,&#xa0;too.<br><strong>John Barker</strong><br><em>Chesterfield</em></p> <p>• I note that fish are getting smaller as a result of global warming (<a href=\"http://www.theguardian.com/environment/2012/sep/30/fish-shrink-climate-change\" title=\"\">Report</a>, 1 October). Does Michael Gove hope that the same might happen to school pupils?<br><strong>Richard Stainer</strong><br><em>Bradfield St George, Suffolk</em></p>",
  "<p>Russian billionaire Alexander Lebedev is drawing up \"contingency plans\" for his UK media holdings, the Evening Standard and Independent, as he faces charges of hooliganism and battery that he says are designed to silence his criticism of corruption in Vladimir Putin's Russia.</p> <p>The tycoon said his Russian-based banking, airline and agriculture businesses had suffered immensely in the past year, partly due to unprecedented pressure from Russia's security services. He is also considering floating his stake in Novaya Gazeta, Russia's chief opposition and investigative newspaper.</p> <p>Lebedev declined to detail his plans for his UK papers. When asked if the contingency plans included a possible sale, he said with exasperated reference to the global crisis in media: \"Is there anybody buying papers?\"</p> <p>\"Contingency plans are always handy, especially in times of crisis,\" he said.</p> <p>Lebedev faces up to five years in prison if found guilty on charges of hooliganism and battery levelled against him last week for punching Sergei Polonsky, a property developer, a year ago while filming a TV programme for state-run channel NTV.</p> <p>\"My behaviour was wrong but I really felt threatened,\" Lebedev said, repeating his claim that Polonsky had been provoking him throughout the 90-minute taping. \"I admit I might have over-exaggerated the threat.\"</p> <p>He said the case was being pursued by Russia's security services. An investigation was opened into Lebedev in October last year, days after Putin publicly called the punch up \"hooliganism\".</p> <p>Court documents obtained by the Guardian show that the investigation into Lebedev was \"on order of the head of Russia's investigative committee\", a high ranking body akin to the US Federal Bureau of Investigation. It is headed by Alexander Bastrykin, a close Putin ally.</p> <p>In June, Dmitry Muratov, the editor of Novaya Gazeta, accused Bastrykin of summoning his deputy at the newspaper to a forest outside Moscow and threatening to personally arrange his murder. Bastrykin denied making the threat.</p> <p>Novaya Gazeta is famous for its investigations into corruption and human rights abuses. One of the paper's leading journalists, Anna Politkovskaya, was killed in 2006. The case remains unsolved.</p> <p>Lebedev bought 49% of the newspaper in 2007 alongside Mikhail Gorbachev, while the newspaper's editorial board owns the remaining stake. Lebedev said there was a plan to publicly float his stake, targeting the newspaper's readership.</p> <p>Dmitry Muratov, the editor, confirmed the talks but said no decision had yet been reached.</p> <p>\"We completely understand the situation with Lebedev – the whole repressive apparatus is working against him to try to exclude him from public life, to scare him. It's part of the 'cleaning-up' of democratic life in this country,\" he said.</p> <p>\"We've been discussing possibilities in case I completely run out of dough or something does happen to me,\" Lebedev said. \"In theory we have been discussing it and it might have to be done. We have to brace for that.\"</p> <p>\"I have no sources of income,\" he said.</p> <p>The 52-year-old former KGB agent is worth $1.1bn, according to Forbes, and he insists he carries no debt. But Lebedev says his chief businesses will make losses this year – an expected $5m at Red Wings, a small airline, and 1.5bn roubles (£29.9m) at his National Reserve Bank, which has been raided by masked officers and investigated in another case Lebedev says is designed to put pressure on him. Lebedev also owns a stake in Aeroflot, Russia's national carrier, and properties in Russia and Europe.</p> <p>He has repeatedly insisted he is looking to sell up his businesses, but says it has not been easy. \"There's not exactly a queue of investors waiting to get into this country,\" he said.</p> <p>The case against Lebedev has revived concerns about Russia's investment climate and the cost of speaking out in Putin's Russia. It has drawn comparisons to the case of Mikhail Khodorkovsky, once Russia's richest man, who was jailed in 2003 on charges of fraud and tax evasion that he and his supporters say were politically motivated.</p> <p>Lebedev said he believed the case against him was being pursued by members of the Federal Security Service (FSB), the main successor to the Soviet-era KGB. Lebedev tried to sue the FSB's economic crimes sector, known as department K, in 2011 but the case was thrown out.</p> <p>\"They've been in the financial infrastructure of this country for years – in banks, and so on,\" Lebedev said. He said he had received indications of their displeasure with his investigation into an estimated $100bn that has disappeared from around 120 Russian banks through artificial bankruptcies claimed since the 2008 financial crisis.</p> <p>\"If these people think someone is coming closer and closer, for $100bn, they can do a lot,\" he said. \"These people seem to be threatened and they have to find their own way of dealing with it.\"</p> <p>Lebedev said he believed Putin had not signed the order against him but said \"he's the one running the show [in Russia]\"</p> <p>Dmitry Peskov, Putin's spokesman, said he \"did not know the details\" of the case against Lebedev. He insisted the authorities had no qualms about Novaya Gazeta. \"Novaya Gazeta is a tiny thing,\" he said. \"It's not the only one to exist in this country – we have much more critical newspapers.\"</p> <p>Lebedev denied persistent rumours that he would emigrate to avoid the charges, although he refused to sign a protocol delivered with the charges last week restricting his movement. Lebedev said he was staying put for now: \"I don't want want to travel at the moment – I don't want to provoke them. I'm staying here to be on the safe side.\"</p> <p>Yet he didn't exclude the possibility of emigration in future. \"As the publisher of a free newspaper, if I feel that I at least have some support here or some audience, then it's worth defending your ground. If this is not even a public issue here, if there is no united opposition, if no one is investigating corruption and fraud, if the authorities really behave as if nothing is happening, then it's completely useless. If I think it's useless, then of course sacrificing my business and personal life and security then becomes meaningless.\"</p> <p>Where would he go? \"Africa, Papua New Guinea.\"</p>",
  "<p>Next week Nato defence ministers meet in Brussels, reportedly to start planning an <a href=\"http://www.theguardian.com/world/2012/oct/01/nato-forces-afghanistan-early-retreat\" title=\"\">Afghan army \"retraining mission\"</a> next year. Start planning? What have they been doing for over a decade? When will spades be called spades and retreats retreats?</p> <p>Afghanistan has become another <a href=\"http://www.kipar.org/military-history/kirkes_spanish_succession.html\" title=\"\">war of the Spanish succession</a>, its cause long forgotten by the opponents but an unending parade of pride, money, heroism and national prestige. It is no longer a war of retribution for 9/11, no longer a war of democratic nation building. It is merely a place where soldiers are sent by politicians to pretend to win, even as they die.</p> <p>The one straw at which ministers and generals will grasp is that as long as the war lasts, it helps them lobby for money. Ever since Nato lost its reason for existing, its task has been to find a purpose. It has dragged out the insane Afghan conflict for 11 years. Why stop now? In the one battle that matters to a modern army – the battle for resources – the Taliban is not an enemy but an ally.</p> <p>What do officials say nowadays to the relatives of the <a href=\"http://www.mirror.co.uk/news/world-news/afghanistan-2000-us-soldiers-have-now-died-1352799\" title=\"\">433 British and 2,000 American who have died fighting in Afghanistan</a>. Do they say they have avenged the dead of 9/11, taught the Taliban a lesson, \"sent a message\" to militant Islam, helped rebuild a poor country? They cannot surely be repeating Gordon Brown's line, that their deaths are making Britain's streets safer. London now has to be patrolled by armed policemen, and a billion pounds spent protecting the Olympics.</p> <p>The truth is that British troops are dying in Afghanistan because no British government has the guts to admit they are there to no purpose. Military lobbyists shelter behind the \"bravery of our boys\" to sustain defence spending. No party dares question the war or its objective, for fear of demeaning heroism. The war is not mentioned at party conferences. Money is poured into drone bombing, despite its manifest counter-productivity. The coalition claims to be \"training\" a 350,000-strong local army and police force, but knows them to be unreliable, a new Taliban in the making.</p> <p>There is evidence that Philip Hammond, the least gullible of defence secretaries, is starting to cleanse the Augean stables of defence spending. <a href=\"http://www.theguardian.com/uk/2012/sep/26/trident-nuclear-missiles-review-downgrading\" title=\"\">Trident is being mothballed</a>. Regiments are being disbanded. Hammond is demanding the army get below 100,000 soldiers, given that after Afghanistan it will have little to do beyond changing the guard. The navy and air force crave another Libya, where they \"bravely\" spent half a billion pounds replacing a nutcase with a bunch of bandits. Their reckless procurements are at last being addressed.</p> <p>Whether Hammond survives long enough to do more than scrape the surface of his <a href=\"http://www.theguardian.com/business/2012/sep/16/agustawestland-search-rescue-deal-helicopter\" title=\"\">£37bn budget</a> has yet to be seen. He is still buying jet fighters, destroyers and \"hunter-killer\" submarines, designed by military lunatics to fight Hitler. In 2010 Cameron was bamboozled by the defence lobby into the nonsense that it would cost more to cancel aircraft carriers than to build them. He then found <a href=\"http://www.theguardian.com/news/defence-and-security-blog/2012/may/10/defence-fighter-aircraft\" title=\"\">adapting F-35 fighters to use them (one day) had tripled in cost</a>.</p> <p>These are not sums attributable to the vagaries of war. They are normal day-to-day spending, as on schools and hospitals. If any other government department, let alone a council or private company, behaved like the MoD it would be bankrupted and replaced, its officials probably up before the Old Bailey.</p> <p>Senior politicians are putty in the hands of military posturing and hard-graft lobbying. That is how Britain has come to spend more on defence than Germany, Japan, India and even Russia. The MoD has seen 250 senior staff leave to work for defence contractors in a single year, without batting an eyelid. Defence spending is one vast job-creation scheme. It has not made Britons safer, merely some Britons richer.</p> <p>Each attempt to cancel or cut a programme is greeted with howls from the lobbyists. A marine general, Julian Thompson, popped up recently to say that <a href=\"http://www.telegraph.co.uk/news/worldnews/southamerica/falklandislands/9122675/Falklands-would-be-lost-if-Argentina-invaded-warns-former-commander.html\" title=\"\">\"the Falklands war would be lost today\"</a>, so deep are the cuts. Admirals deplore the \"hollowed out navy, holed below the waterline\". Dan Jarvis, an ex-paratrooper and Labour MP, wails to the Guardian that <a href=\"http://www.theguardian.com/uk/2012/jul/05/cameron-defence-security-cheap-britain\" title=\"\">army cuts damage \"our ability to leverage influence in the world\"</a>. Spending on defence is like the Olympics, a matter not of security but of global leverage and influence.</p> <p>Afghanistan policy no longer uses the word victory. It needs only to engineer a future that preserves Nato dignity and saves its generals from humiliation, however long it takes. Today's wars of intervention are like medieval conflicts, causes so lofty that mere mortals cannot see the point. They are an outlet for heroism, a reason for lucrative taxation and, with luck, a source of glory.</p> <p>I have never read a coherent explanation, in simple English, of why Britain still spends money on defence, long after the cold war is over. If anyone were to emerge to pose a conventional and existential threat to the British state, which is wildly unlikely, we would have time to rearm. As for our current obsession with fighting wars in small countries, the future is said to lie with hi-tech cyber-weapons, not lumbering armies and manned weapon platforms.</p> <p>Nothing illustrates the thinness of the case for military spending so much as the airy language nowadays used to justify it. We no longer need to stop invasion. We merely need to \"punch above our weight\" and \"stand tall in the world\". This is fatuous. An attaché swaggering at an embassy drinks party is not influence. China and Germany are proving that influence in the modern world comes from working hard, from a tight budget and a sound economy. Britain has neither.</p> <p>When public money is spent to no purpose it is usually wasted. Defence money merely encourages government to indulge in one stupid war after another, killing Britons and foreigners in conflicts we are never going to win. <a href=\"http://www.bbc.co.uk/programmes/b01jk6ch\" title=\"\">Rory Stewart's recent television history of Afghan disasters</a> was irrefutable.</p> <p>This week another British soldier is likely to die in Afghanistan. His death will be greeted with heroic rhetoric, intended to imply that his sacrifice is keeping this country safe. That will be a lie. Britain is less safe for fighting this war. Soldiers are dying to defend a Whitehall budget, enrich a commercial lobby and protect a politician's back. They are wretched reasons.</p>",
  "<p>There are a lot of big issues that you won't be hearing much about during the closing weeks of the presidential race.</p> <p>One of them is the war in Afghanistan. Don't expect either candidate to offer any fresh ideas – they have none – about how we are going to extricate ourselves from this decade-long quagmire. </p> <p>Campaign finance reform, arguably the most critical issue for the future of our democracy, is likewise off the table. <a href=\"http://www.opensecrets.org/pres12/\">Both candidates</a> are neck deep in corporate cash and not inclined to bite the hand that is feeding them. The US economy remains in the doldrums, yet we are going to get little more than partisan finger-pointing instead of the tough talk about the systemic roots of America's economic decline that we need to hear.</p> <p>But in this campaign season, in which so many important issues are not being discussed, arguably the biggest of them all is global warming.</p> <p>Which is not to say that President Obama won't mention it. He already has. In his convention speech, <a href=\"http://www.bloomberg.com/news/2012-10-01/presidential-showdown-evokes-last-call-for-climate-debate.html\">Obama stated</a> that \"Climate change is not a hoax.\" This was a swipe at Romney, who had made light of the issue in his own <a href=\"http://www.huffingtonpost.com/glenn-hurowitz/romney-mocks-planet-will-_b_1845523.html\">acceptance speech</a> a week earlier: </p> <blockquote> <p>\"President Obama promised to begin to slow the rise of the oceans and to heal the planet. My promise is to help you and your family.\"</p> </blockquote> <p>Romney got laughs and a standing ovation for this joke in Tampa. But it did not play well in the world beyond the convention floor where the candidate's words were widely regarded as only slightly less bizarre than Clint Eastwood's conversation with an <a href=\"http://www.theguardian.com/film/2012/aug/31/clint-eastwood-chair-speech-romney\">empty chair</a>.</p> <p>In contrast, Obama pointed out that <a href=\"http://www.whitehouse.gov/energy/climate-change\">his administration</a> has increased investments in green energy, strengthened fuel economy standards on cars and tightened emissions limits on coal-fueled power plants. Romney, for his part, vowed in a TV ad broadcast in the coalmining swing state of Ohio that <a href=\"http://content.usatoday.com/communities/onpolitics/post/2012/06/mitt-romney-ad-100-days-swing-states-/1\">he will repeal</a> this regulation within 100 days of taking office. He also said that <a href=\"http://energy.nationaljournal.com/2012/08/sizing-up-romney-and-obama-ene.php\">he wants to strip</a> the EPA of its mandate under the Clean Air Act to restrict CO2 pollution.</p> <p>But that is as far as it is likely to go. The Republican nominee will do his best to avoid ever saying the words \"global warming\" during the next five weeks. The League of Conservation Voters <a href=\"http://www.lcv.org/media/press-releases/Coalition-Drops-Off-More-Than-160-000-Debate-Petitions-to-Jim-Lehrer.html\">has launched</a> a petition drive to get Jim Lehrer to ask about climate change, which it calls \"the greatest challenge of our generation\", during the first debate (on the economy) on 3 October.</p> <p>If Lehrer does so, don't expect the president to offer a serious new plan for reining in greenhouse gases. <a href=\"http://www.huffingtonpost.com/2010/07/22/climate-bill-senate-democ_n_656175.html\">He failed</a> to get approval for his own comprehensive energy and climate bill in the Senate two years ago, in what former Vice-president Al Gore and other environmentalists <a href=\"http://www.rollingstone.com/politics/news/climate-bill-r-i-p-20100721\">viewed</a> as a half-hearted, disorganized effort. And there is little evidence that Obama has the stomach for another fight over cap-and-trade with the Republicans anytime soon.</p> <p>Which is a crying shame. <a href=\"http://www.scientificamerican.com/article.cfm?id=scientists-seek-strategy-to-convey-seriousness-of-sea-level-rise\">Scientists predict</a> that if we don't act now to curb greenhouse gases, ocean levels will rise by a meter or more by the end of the century, threatening 10% of the world's population who live in low-lying coastal areas that are vulnerable to storm surges. Climate change will also play havoc with global agriculture. Monsoon patterns in Asia's rice basket <a href=\"http://articles.timesofindia.indiatimes.com/2012-03-05/developmental-issues/31123921_1_kharif-crops-monsoon-rainfall-climate\">will be disrupted</a>. And arid regions in the US south-west and the Sahel <a href=\"http://www.sdsg.org/gunnison-basin/dust-deposition-on-snow/future-outlook/\">will become even drier</a>, leading to famine in Africa and elsewhere. A <a href=\"http://www.who.int/heli/risks/climate/climatechange/en/\">report by the World Health Organization</a> says that: \"Climatic changes already are estimated to cause over 150,000 deaths annually.\"</p> <p>A <a href=\"www.nrdc.org/globalwarming/cost/fcost.pdf\">Tufts University study (pdf)</a> predicts that the cost of climate change in America alone could be as high as 3.6% of US GDP, an estimated $3.8tn in today's dollars, by 2100. The report concludes that \"The longer we wait, the more painful and expensive the consequences will be.\"</p> <p>But don't expect this reality to intrude upon the current presidential contest. Both Romney and Obama see global warming as a no-win issue for them. Romney won't alienate his rightwing supporters by addressing something <a href=\"http://www.businessweek.com/news/2012-09-30/global-warming-links-democrats-independents-isolating-romney\">most of them don't even believe</a> is happening. And Obama is convinced that he has nothing to gain from talking about cutting CO2 emissions, especially in the swing states of the rust belt where regulation of industry would be portrayed as a job-killer.</p> <p>The president may be underestimating public support for action on global warming. Attitudes appear to be shifting – partly in response to this summer's record temperatures and crop-killing drought, which afflicted over half of the country. One <a href=\"http://www.businessweek.com/news/2012-07-18/record-heat-wave-pushes-u-dot-s-dot-belief-in-climate-change-to-70-percent\">survey showed</a> that belief in climate change is on the rise, most notably in the south and in Texas, which suffered the worst of the recent heatwave.</p> <p>Polls suggest that over 70% of Americans now believe that climate change is a reality. This is up from the 52% who held these views in 2010, according to a Brookings survey.</p> <p>Even more significant for the presidential race is the fact that <a href=\"http://www.pri.org/stories/science/environment/new-data-shows-undecided-voters-view-climate-change-as-factor-in-choosing-candidate-11642.html\">over half of currently undecided voters</a> say that global warming is one of several important issues that will guide their voting choice in November. A majority of those surveyed by the Yale Project on Climate Change believe that President Obama and the Congress need to do more to address this issue than they are currently doing. Granted, climate change remains an abstract issue for most Americans who are more focused on the state of the economy and matters that hit closer to home like entitlements and health policy.</p> <p>Still, it would arguably make political sense for the president to say more, if only to energize members of his own base – many of whom have been turned off by the perception that he has not fought hard enough for the environment. Obama could highlight the things that he has already accomplished: in addition to tightening pollution standards for cars and power plants, the <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/sep/11/barack-obama/barack-obama-says-weve-doubled-our-use-renewable-e/\">production of renewable energy has increased in the US by about 25% during the last four years</a> and tens of thousands of new jobs have been created as the result of tax cuts for green industries. The <a href=\"http://thinkprogress.org/climate/2012/04/19/466477/chart-how-obama-and-romney-compare-on-energy-issues/\">president has also called on</a> Congress to end tax breaks and cut subsidies for big oil and coal.</p> <p>Environmental activists applaud these moves, but say that they are not enough. They argue that the US, the world's largest producer of greenhouse gases <a href=\"http://www.theguardian.com/news/datablog/2011/jan/31/world-carbon-dioxide-emissions-country-data-co2\">per capita</a> (China recently surpassed us in sheer volume), needs to lead the fight to limit carbon emissions, rather continuing to block global treaties as it has done in the past. Some have called on the president to mount a Manhattan Project on green energy, enlisting the national laboratories at Los Alamos and elsewhere for a major research and development push, which could position the US to take advantage of the growing market for inexpensive renewable energy technology.</p> <p>Barack Obama knows what the challenge is, should he be re-elected. Whether he has the political grit to do battle on cutting greenhouse gases the second time around remains to be seen.</p>",
  "<p>Since the start of this year, I have been <a href=\"http://www.theguardian.com/search?q=Brett+Kershaw+&amp;section=higher-education-network\" title=\"\">blogging at regular intervals</a> about moving to Qatar to work at University College London's (UCL) new campus. Our journey from a small team of staff in a sparse corridor of offices, to a fully operational university campus with students is complete. It has been a very rewarding, if sometimes exhausting, process and last month we welcomed our first intake of 32 students from 13 nations.</p> <p>It's still very early days for <a href=\"http://www.ucl.ac.uk/qatar/\" title=\"\">UCL Qatar</a>, but we are on course for growth and hopefully success, so I feel able to reflect on lessons learnt that may come in handy for other UK institutions that are considering opening a branch campus in the Middle East or beyond.</p> <p>It is hard to comprehend how much work was and is needed to set up a branch campus from scratch and get to this stage. When I arrived in Qatar in late 2011, relatively little was in place apart from offices and grand plans. Our HR manager was already on the ground and had made significant progress in recruiting academic and administrative staff. It had of course already taken UCL senior management a lengthy period of time to make this vision a reality. We've seen milestones reached, from the basics such as purchasing computers and setting up an IT network, to the formal approval of the academic content for our degree programmes, and then on to opening our admissions process and gradual profile raising activities. Our first events have taken place – public lectures on all things cultural heritage – attracting audiences form across Doha and beyond, which have really served to put us on the map locally.</p> <p>The week in the run up to the arrival of our students was a particularly busy and anxious time, as we scrambled to get all our final arrangements in place. For me this meant welcome packs for our students and helping to piece together the itinerary for freshers week – a great British tradition that we successfully implemented in the Gulf, albeit without the hangovers! For other colleagues, it meant organising a meet-and-greet collection service for our international arrivals at Doha Airport.</p> <p>And that's been one of the fun things about being a part of the unique and unusual environment of setting up a branch campus. You may have your role within the organisation, but inevitably you'll have the opportunity to become involved with everything. I've gotten insight into IT, HR, finance and operations that ordinarily I wouldn't gain such exposure to. I've also been able to work very closely with our academics as they built and shaped our degree programmes. Even if every day is likely to throw up an another unexpected curveball, it is a learning experience that cannot be obtained in the usual academic environment of a well-established home campus.</p> <p>Our students are our priority now. As we move into this new phase of our young existence, our staff will work hard to continue to give our students everything they expect from a UCL degree. When we were recruiting students onto our degree programmes we were looking for students who were not only outstanding academically, but also energetic and able to come in and create a dynamic extracurricular environment. A concern for me was how we could create that special student experience that UCL is renowned for. To my great relief, our students have gone above and beyond in these early weeks. Bonds have been created and student societies formed. We'll all be turning out to watch the newly-formed UCL men's football team play their first match in the Education City football league against Texas A&amp;M University. The international students have definitely been enjoying discovering Doha – they spend their free time socialising in Doha's souqs and taking in the cultural attractions.</p> <p>The student demographics are very exciting. By far the most students, some 30%, come from Qatar itself. But they are learning alongside students from around the globe, from the Americas to Europe and East Asia. Each student brings a unique background – we have artists, photographers, conservators, scientists, historians and more. They can only benefit, grow and be challenged by this varied learning environment. We have high ambitions for our graduates. We expect them all to go on to be future leaders in the cultural heritage sector, whether it be as archaeologists or museum professionals.</p> <p>As much as building a branch campus is a challenge for a staff member, it is also a bold step for a student. I have to applaud our students for having the faith in us to deliver a programme that matches their high expectations and to be part of the first cohort. They have the unique opportunity to shape their courses for future classes, and their feedback and input will be sought all along the way as we seek to grow our student numbers and continue to attract high quality students from Qatar, the Middle East and all across the globe.</p> <p>To do this, we'll have to demonstrate that our programmes are unique and different. We'll use our location as a key selling point – Doha is at the heart of the Arab and Islamic worlds and is a perfect gateway for students wishing to gain practical exposure to the region. And we've invested in our facilities to ensure that our students have the most modern and equipped labs and teaching spaces, plus an exceptional library collection.</p> <p>For universities out there who are considering a similar international move, I'd say that the experience is well worth it. Obviously, your destination should be chosen carefully, there should be both an existing local gap that your degree programmes can fill, and a genuine thirst amongst the local population for the programmes you offer. In the future, I hope to see another British university out here in Qatar to fly the flag with UCL.</p> <p><em>Brett Kershaw is marketing officer for University College London's Qatar campus. Follow </em><a href=\"https://twitter.com/UCL_Qatar\" title=\"\"><em>UCL Qatar on Twitter</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>Higher Education Network</strong></a><strong>.</strong></p>",
  "<p>The continuing <a href=\"http://www.theguardian.com/world/2012/oct/01/iran-currency-rial-all-time-low\" title=\"\">currency crisis in Iran</a>, which has seen the rial go into freefall, has been cited, with some celebration in certain quarters, as proving that US-led sanctions are \"working\" against Tehran. Increasingly shut out from international banking and struggling to sell its oil, Iran has been forced to sell more cheaply while buying raw materials at a higher cash price. This, in turn, has led to currency speculation that the government has done nothing to halt, and to sharp devaluation.</p> <p>But what does \"sanctions are working\" actually mean? Some hawks have read it as the possible beginning of the end for Iran's nuclear programme and the collapse of the clerical regime. For others, including those anxious to avoid conflict over Iran, it has been seized on as a suggestion that the crisis might be resolved through negotiation and non-military pressure.</p> <p>The reality is that the political, economic and social impact of sanctions can produce very different results from those allegedly desired, more often than not hurting ordinary people. And there is a third scenario, in which sanctions might actually make the confrontation with Iran more dangerous still.</p> <p>The increasing popularity of economic sanctions, as Britain's former ambassador to the UN, Sir Jeremy Greenstock, has observed, is due to the perception that no other tool exists \"between words and military action if you want to bring pressure upon a government\".</p> <p>When three academics – <a href=\"http://www.iie.com/research/researcharea.cfm?ResearchTopicID=31\" title=\"\">Gary Clyde Hufbauer, Jeffrey Scott and Kimberly Ann Elliott</a> – examined the history of sanctions between 1914 and 1990, in Economic Sanctions Reconsidered they determined that out of 115 cases that they looked at, only a third had seen any measure of success. The US political scientist <a href=\"http://en.wikipedia.org/wiki/Robert_Pape\" title=\"\">Robert Pape</a> has challenged even this measure, claiming that of the 40, only five can be determined genuine successes for sanctions.</p> <p>As Pape argued in his essay, <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=why%20economic%20sanctions%20do%20not%20work&amp;source=web&amp;cd=3&amp;ved=0CDgQFjAC&amp;url=http%3A%2F%2Fwww.stanford.edu%2Fclass%2Fips216%2FReadings%2Fpape_97%2520(jstor).pdf&amp;ei=2f1qULTINcOr0QW1iYDQDA&amp;usg=AFQjCNFzu7rYlwNCwhu9KWI5sAPvVUespw&amp;sig2=sFMCTNO11hGJnSgvMGSZ7w\" title=\"\">Why Economic Sanctions Do Not Work</a>, \"The … case that we should expect sanctions to be more effective in the future is also flawed, because it relies on the expectation that economic punishment can overwhelm a state's commitment to its important policy goals.\" Rather, he argues, at times of sanctions, the opposite is often true: \"Pervasive nationalism often makes states and societies willing to endure considerable punishment rather than abandon what are seen as the interests of the nation.\"</p> <p>Even in cases where economic sanctions are generally considered to have had a positive impact – bringing about the end of white minority rule in South Africa and Rhodesia – there is disagreement over how decisive sanctions alone were in effecting that change. And if there is a disagreement over the efficacy of sanctions, what is also obvious is that they can come at a high price in terms of the impact on populations, and the risk that, far from undermining the legitimacy of regimes, they can entrench power – in a short term at least – around the regime elites being targeted. For Saddam Hussein's Iraq, which lived under a sanctions regime from August 1990 until 2003, that meant a sharp increase in childhood mortality for infants under five years old, even as Saddam's regime used money earned from avoiding sanctions to reward supporters.</p> <p>There is evidence too that states under sanctions have been able to use the cover provided by them to put the heaviest burden on unpopular groups and minorities.</p> <p>But one thing should be clear to all from the experience of global recession, ensuing austerity programmes, and recent global disturbances prompted by high grain prices. While it is easy to predict that people may become angry as they feel rapidly poorer, in such times of febrile politics how they will react is far harder to predict.</p> <p>So to those celebrating Iranian pain, be careful what you wish for in desiring a crisis. It was hyperinflation under a regime of reparations that contributed to the collapse of the Weimar Republic. Few foresaw then what might occur. And few, now, are considering what a sanctions-triggered economic crisis might really mean for Iran and the region.</p>",
  "<p>Has anyone noticed the link between this <a href=\"http://www.theguardian.com/stage/2010/jul/02/charleys-aunt-review\" title=\"\">once-famous 1892 farce by Brandon Thomas</a> and <a href=\"http://www.imdb.com/title/tt0053291/\" title=\"\">Billy Wilder's Some Like It Hot</a>? What happens to the Jack Lemmon character in that movie also happens to Lord Fancourt Babberley in this play: both, dragged unwillingly into skirts, slowly find themselves warming to the role. The joke is pushed much further in the film, but it still helps sustain Ian Talbot's pleasurable revival of this old theatrical warhorse.</p> <p>Mathew Horne, <a href=\"http://www.telegraph.co.uk/culture/theatre/theatre-features/9553795/Mathew-Horne-interview-I-wore-a-dress-for-six-months.html\" title=\"\">perhaps best known from the BBC's Gavin and Stacey</a>, plays the Oxford student forced to impersonate a fellow undergraduate's widowed Brazilian aunt. Horne starts with the advantage of resembling \"the jolly, cheerful little chap\" of the text – he's an eager-beaver type, but his eyes swivel in panic and his lower lip quivers like a jelly in a thunderstorm when he finds himself forced to carry off his fraudulent disguise. It's a spry, lively performance, and capitalises on Thomas's one real insight, which is that the clothes make, or perhaps unmake, the man: pursued by rival wooers, Horne becomes coyly flirtatious, bites saucily on the ribbon of&nbsp;his black bonnet and somewhat ambivalently declares: \"I'm a disgrace to my sex!\" You can equally well highlight the character's rugged masculinity: I've never forgotten the look of aghast horror on the face of Griff Rhys Jones, <a href=\"http://www.griff-rhysjones.co.uk/credits.htm\" title=\"\">who played the role at the Lyric Hammersmith in 1983</a>, as he was bounced up and down on a man's lap.</p> <p>There is strong support, too, from Jane Asher, quietly mischievous and a vision of loveliness in watered silk as the authentic aunt, and from Steven Pacey as a frisky old soldier with ramrod&nbsp;back and waxed moustache. Charles Kay also pops in to good effect&nbsp;as an old servant who looks as weathered as the college foundations. The farce takes a while to get going, and some of the minor roles are thinly written, but it will&nbsp;be a sad day if this piece of Victorian froth finally disappears from the repertoire.</p>",
  "<p>The group of women who are taking legal action against police chiefs has launched a new website.</p> <p>The website has been set up to support the eight women - it can be <a href=\"http://policespiesoutoflives.org.uk/?page_id=23\" title=\"\">found here</a>.</p> <p>The women say they were duped into forming long-term, intimate relationships with five undercover police officers. For more background on their case, see <a href=\"http://www.guardian.co.uk/uk/2011/dec/16/lovers-undercover-officers-sue-police\" title=\"\">this</a>, <a href=\"http://www.guardian.co.uk/uk/2011/dec/16/undercover-police-officers-lives-women?intcmp=239\" title=\"\">this</a> and <a href=\"http://www.guardian.co.uk/uk/undercover-with-paul-lewis-and-rob-evans/2011/dec/16/women-to-sue-over-undercover-spies?intcmp=239\" title=\"\">this</a>.</p> <p>The women are suing police chiefs as they say that the \"deeply degrading\" deceit caused them psychiatric and psychological injuries including depression, trauma, anxiety, anger and a difficulty to trust people again.</p> <p>The five undercover officers include <a href=\"http://www.guardian.co.uk/environment/mark-kennedy\" title=\"\">Mark Kennedy</a>, <a href=\"http://www.guardian.co.uk/uk/2011/oct/23/police-spy-tricked-lover-activist\" title=\"\">Bob Lambert</a> and <a href=\"http://www.guardian.co.uk/environment/2011/jan/19/wife-fourth-police-spy-children\" title=\"\">Jim Boyling</a>.</p>",
  "<p>Everyone knows <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/3930765.stm\" title=\"\">the Maldives are sinking</a>. Everyone, that is, except for Dr Diane Cassell, a climate-change expert at the university of York, who has been studying the islands for 20 years and has no empirical evidence that sea levels are rising. That may be good news for the environment, but not for her department, whose funding is <a href=\"http://blogs.spectator.co.uk/coffeehouse/2009/12/why-the-maldives-arent-sinking/\" title=\"\">threatened by such apostate views</a>.</p> <p>Playwright Richard Bean has made no&nbsp;secret of his scepticism over global warming – he dismissed the scientific arguments presented in Al Gore's documentary An Inconvenient Truth as&nbsp;<a href=\"http://www.creativetourist.com/featured/politicians-are-scientifically-illiterate-the-heretic-comes-to-the-lowry\" title=\"\">\"very close to nonsense\"</a>. And The Heretic, given the first out-of-London production by the <a href=\"http://www.librarytheatre.com/\" title=\"\">Library theatre</a>, is a belligerent and fleetingly brilliant riposte against orthodox thinking. The drama seems to be fuelled by Bean's annoyance at the unwillingness, or inability, of politicians to comprehend factual evidence. Cassell complains: \"If Frankenstein went into the House of Commons and chopped everyone up, he wouldn't be able to put together a single decent scientist.\"</p> <p>Chris Honer's production includes an enjoyable video cameo from John Humphrys, giving the Maldives' high commissioner a laconic grilling on&nbsp;the Today programme; and a&nbsp;superb scene in which&nbsp;Cate Hamer's flinty Cassell chooses to represent herself at a&nbsp;university disciplinary hearing with a stuffed polar bear. But the play&nbsp;strains credibility when&nbsp;the action switches&nbsp;to&nbsp;Cassell's cottage on the Yorkshire&nbsp;Moors, culminating in a Miss Saigon-like&nbsp;intervention from an emergency helicopter.</p> <p>The performances are enjoyable – particularly from Ciaran Kellgren as a neurotic student so determined to reduce his carbon footprint that he is anguished about the tendency of locally sourced vegetables to increase his methane output. We're also told that he lives on a barge on the river. Given that the Ouse has <a href=\"http://www.bbc.co.uk/news/uk-19731792\" title=\"\">reached its highest levels for 10 years</a>, one trusts that he thought to tether it up properly.</p> <p>•&nbsp;This article was amended on 4 October 2012. The original described The Heretic as a \"riposte against heterodox thinking\". This has been corrected to say orthodox thinking. </p>",
  "<p>The international community has been hand-holding Afghanistan for long enough and Kabul should now be left to get on with running the country without the west's constant interference, the British ambassador in Kabul has said.</p> <p>In an interview with the Guardian, Sir Richard Stagg said it was also clear that the Taliban had grown tired of camping across the border in Pakistan and had accepted they needed to be involved in peace and reconciliation talks over the next two years if they were to have any hope of sharing power.</p> <p>The Foreign Office does not believe the complex obstacles to negotiations are insurmountable, which will give further encouragement to the voices in Whitehall pushing for an acceleration of the British military and civilian withdrawal.Stagg acknowledged that the debate about withdrawal was ongoing and hinted that he believed a faster drawdown was not only possible, but preferable:</p> <p>\"The question is: how fast do you hand over? It's not a gulf of difference. It is a spectrum and it depends on your judgment on the progress we are making. And on the security side we are making good progress.</p> <p>\"The more the people of Afghanistan see their own government stand on its own two feet, the better for everybody. This is not a matter of us cutting and running and disappearing, it is a matter of shifting the nature of our engagement from hand-holding to one which is offering support as needed and required.\"</p> <p>He added: \"We need to allow [the Afghans] to get on with things more. The international community has been a bit omnipresent in the last decade and we need to move to a different business model in which we are there to provide help and guidance but not there to try to take decisions for them.\"</p> <p>The ambassador's remarks chime with those of Nato's secretary general, Anders Fogh Rasmussen, <a href=\"http://www.guardian.co.uk/world/2012/oct/01/nato-forces-afghanistan-early-retreat?INTCMP=SRCH\" title=\"\">who said on Monday </a>that the retreat of western forces from Afghanistan could come sooner than expected. \"If the security situation allows, I would not exclude the possibility that in certain areas you could accelerate the process,\" Rasmussen said.</p> <p>Much will depend on a report from Nato's overall commander in Afghanistan, General John Allen, which will be finished within weeks, and the result of the forthcoming US presidential election.</p> <p>The White House is not expected to make any big decisions on Afghanistan until after polling day on 6 November. If Mitt Romney wins, Nato commanders expect further delays as a new administration gets to grips with the issues. A former ambassador to India, Stagg took over from Sir William Patey in April this year. He said he had been encouraged by the capability of Afghan security forces, but added that one of his aims was to help underpin faith in the country's political system before the presidential elections in 2014.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397066663\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349196919532/British-High-Commissioner-006.jpg\" alt=\"British High Commissioner in India Sir Richard Stagg\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The British ambassador to Afghanistan, Sir Richard Stagg. Photograph: Fayaz Kabli/Reuters</span> <span class=\"element-image__credit\">Photograph: Fayaz Kabli/Reuters</span> </figcaption> </figure>  <p>Stagg warned there is a danger that western countries expect too much from Afghanistan: \"We need to be sensible in our ambition. I think wWe should be careful not to expect Afghanistan, which started off from a far, far worse place than its neighbours, to leap-frog to a far more orderly or better-run society than the rest of the region.</p> <p>\"We should help to lay a foundation so that the principles of how the society might evolve are there. The challenge is to have a process by 2014 that is orderly and transparent, and that it leads to a peaceful transition to a new government. Challenge is not a codeword for impossibility. There are still 18 months to go.\"</p> <p>Stagg said the Taliban could see a new political infrastructure being created in Kabul, and had begun to realise that if it wanted to shape Afghanistan's future, it needed to be involved now, and not after the election, when it will be too late.</p> <p>\"There is going to be a process of work over the next two years to shape the future Afghan political environment, and I think the Taliban can see that it would be to their disadvantage not to be part of that process. The Taliban have been in exile for over a decade. They would very much like to be back in their own country. And they have now discovered that the Afghan army is an effective force.</p> <p>\"The sense of being able to take charge of the country … I think they realise this is now totally unrealistic. So if you are thinking that the only way forward is the potential to share power, then talking is a sensible way of achieving that outcome. We are seeing more and more signs that the Taliban are moving towards that understanding.\"</p> <p>Nato is working towards pulling out all of its combat forces by the end of 2014, although it has not set out a timetable for withdrawal. Earlier this year, Nato military commanders had argued they needed as many troops there as possible for as long as possible, but that view has changed in recent months. The number of so-called \"green on blue\" attacks, where Afghan soldiers have shot colleagues in Nato's International Security and Assistance Force, has increased sharply this year.</p> <p>With more than 50 troops killed, including five Britons, trust between the forces has been strained and calls for a substantial withdrawal of forces in 2013 have increased.</p>",
  "<p>The inauguration of the Sheringham Shoals wind farm on 27 September, off the coast of north Norfolk, marked an <a href=\"http://www.guardian.co.uk/environment/2012/sep/14/uk-windfarms-generate-record-power?INTCMP=SRCH\" title=\"\">important milestone</a> for offshore wind power in the UK and beyond. For the first time, the UK could boast more than 2GW of offshore generation capacity – more than anywhere else in the world.</p> <p>Ed Davey, secretary of state for energy and climate change, hailed the opening as confirmation of the future direction of UK energy policy. \"We believe that offshore wind power has a major role to play in the UK's future energy, and as more developments such as these come along, costs will come down,\" he said. \"We need a diversified energy mix to keep energy bills down.\"</p> <p>Sheringham Shoals also shows the direction of UK energy for another reason – its major investors were also present, accompanied by the Crown Prince of Norway. Statkraft and Statoil, Norway's national energy utility and oil company respectively, are estimated to be investing £1.2bn in the new offshore wind farm. This illustrates that the majority of the UK's investment in renewable energy is now coming from overseas, including Norway, Denmark and Germany. It also reflects, in part, the nature of the UK's energy market, where the majority of the big six energy suppliers – Eon and RWE of Germany, EDF of France and Iberdrola of Spain, which owns Scottish Power — have overseas origins.</p> <p>Christian Rynning-Tønnesen, chief executive of Statkraft, said the UK was a particularly attractive area for investment in renewable energy because of its large wind resource – about 40% of Europe's wind capacity, according to estimates – but also its regulatory regime. \"We find the regulatory regime provides enough incentive – but not too much – to make it viable to site offshore wind farms here,\" he told the Guardian.</p> <p>He said: \"We are actively seeking new sites for offshore wind projects.\" But he added: \"If we cannot find any projects that are suitable, we will invest elsewhere.\"</p> <p><strong>The future growth of clean technology</strong></p> <p>Rynning-Tønnesen's words are likely to cheer investors in offshore wind in the UK, who have been under some pressure in recent months because of political rumblings from the rightwing of the UK's coalition government against the subsidies accorded to wind power. But they also underline the political risk attached to renewable energy investment in the UK.</p> <p>Clean technology is growing in the UK – about 80% of the UK's top new infrastructure projects can be classified as \"green\", according to the Labour party. But the UK's clean technology industry is acutely aware that future growth is not guaranteed – it depends on government policy, investor appetite and the continued reduction of costs.</p> <p>Gaynor Hartnell, chief executive of the Renewable Energy Association, says: \"We need a consensus across the political spectrum in favour of renewable energy, and that will unleash investment and jobs.\"</p> <p>Around the world, clean technology investment is still strong, despite slowing economies even in powerhouses such as China. In 2011, according to the Global Wind Energy Council, more than half of the global market for wind power installations was accounted for by China and India combined, with China taking about 43% of the market.</p> <p>Beyond China and India, other nations are eager to catch up on clean energy. South Korea, for instance, recently became world leader in tidal power – a technology in which the UK had hoped to be a pioneer – with a new tidal farm capable of supplying energy to 500,000 homes. Its first offshore wind turbines have also begun generating, and the country, which has a wide variety of suitable locations, hopes quickly to become a world leader in this technology too.</p> <p>Connie Hedegaard, the European Union's climate change commissioner, characterises the drive for clean energy as a competition between Asia, including China, India and their neighbours, and Europe. \"China is moving ahead very rapidly on these technologies,\" she says. \"Europe must not fall behind, and that will take effort from governments and industry.\"</p> <p><strong>A new lease of life for fossil fuels</strong></p> <p>But it is a race not only among countries, but among a variety of different fuels and technologies. Jeremy Leggett, founder of the solar technology specialist SolarCentury, is a former oil expert turned clean technology evangelist. He warns that fossil fuels have been making a comeback around the world, amid the recession and a newfound abundance of fuels such as shale gas. \"Society currently allows the carbon fuel incumbency – the coal, oil and gas companies, their bankrollers and their institutional supporters – to get away with a deeply dysfunctional defence of their narrow short-term interests,\" he says.</p> <p>In Europe, according to the International Energy Agency, there has been an increase in the use of coal in the past year, in defiance of long-term predictions of its decline. The resurgence has been partly the result of the US moving away from coal towards shale gas, which has lowered prices for coal, but also because of low prices on carbon within the European Union's emissions trading scheme.</p> <p>The EU ETS was supposed to encourage a move away from high carbon fuels such as coal, because under the scheme companies are allocated a quota of greenhouse gas emissions and must pay for extra permits to produce more carbon. This should benefit lower carbon fuels, such as renewables, and penalise coal.</p> <p>But the recession has resulted in a large excess of cheap carbon permits on the market, which has made coal – the highest carbon form of electricity generation – more economic. So companies that had been preparing to put their coal-fired power plants out of action now see a new lease of life in their operation.</p> <p>There could be few clearer indications that the future of energy supply in Europe and around the world, and of clean energy in particular, are determined as much by governments and their policies as by the companies involved.</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Become a </strong><a href=\"https://register.guardian.co.uk/sustainable-business/\" title=\"\"><strong>GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>Last week a friend posted to Facebook: \"Just tried talking my 16 [year-old] daughter out of wearing a micro mini-skirt to a One Direction concert. I lost.\"</p> <p>Back on my work email, I read a message from Lee, one of the blind young people that my charity, <a href=\"http://www.rlsb.org.uk/\" title=\"\">The Royal London Society for Blind People</a> (RLSB), works with. He wrote: \"At weekends I just stay at home wishing I could go out and do the same things as other people. I am not allowed to go out by myself and I don't want to go out with my sister all the time.\"</p> <p>Lee's experience is a snapshot of life if you are blind and young. It's not the futuristic digital generation, depicted in Danny Boyle's Olympic opening ceremony – of making friends and expressing themselves via the internet and using smartphones.</p> <p>In the UK, more than a fifth of young married couples first met online, a quarter of jobs are only advertised online, and the average person spends eight hours a month on Facebook. In stark contrast, nearly 40% of disabled people have never used the internet, accounting for half of all people who have never been online.</p> <p>Of the blind people motivated to get online, most go into battle using outdated kit badly adapted to today's internet, which is largely built by and for sighted people. Younger blind people are increasingly disconnected from the internet, and this in turn intensifies the dark reality of their lives: lonely, depressed, skint and with little hope for the future.</p> <p>Not every blind young person is like Lee, of course. A small number of them are actively making the most of the net: chatting, shopping, trading and getting work. The solution is found in smart touchscreen devices equipped with the latest software and apps.</p> <p>Blind people have a history of using touch to empower themselves. Braille, invented in the 19th century, is the classic example. In the 21st century touchscreen smartphone devices will become the new Braille. So why doesn't every young person that's blind get a tablet PC? Our research highlights three significant barriers.</p> <p>• First, browsing the internet is difficult if you are blind: research participants took up to 11 minutes to find out the following day's weather forecast. Unless you're a blind super-user, browsing doesn't improve without specialist software and training.</p> <p>• Second, learning to use new technology is difficult if you can't see it: blind young people exhibit low levels of new technology adoption. It's disruptive to their hard learned routines. Additionally, as technology brands rarely target younger ages of blind people, they aren't aware of new products.</p> <p>• Third, touchscreen smartphones cost too much. More than two thirds of blind people live in poverty – buying a device or getting a monthly data contract is too often out of reach.</p> <p>Because we speak to people like Lee every day we decided we ought to do something about the situation. RLSB's goal is to get a life changing fully accessible touchscreen device into the hands of every blind young person in and around London.</p> <p>We asked young people like Lee what would make the internet more attractive – they said they wanted the internet to talk with them, like the computer on Star Trek. We called this a <a href=\"http://www.rlsb.org.uk/conversational_internet/\" title=\"\">Conversational Internet</a>, where devices and users ask each other questions, jointly navigating the content of web pages. You can watch a concept video of it <a href=\"http://vimeo.com/33399797#at=0\" title=\"\">here</a>.</p> <p>We reached out to those we thought could help, and received incredible responses from many global technology brands. IBM's UK chief executive contacted us proposing their annual <a href=\"http://www-01.ibm.com/employment/us/extremeblue/\" title=\"\">Extreme Blue</a> intern program could develop a prototype solution. Two weeks ago <a href=\"http://www.bbc.co.uk/news/technology-19604217\" title=\"\">a basic working version was unveiled to the press</a>.</p> <p>To increase adoption of new technology among blind young people we need to inspire people to move beyond the limits of sub-standard, difficult to use 'access technology' and create 'everybody technology'. I believe increasingly there needn't be a choice between access or mainstream technology – mainstream innovation can deliver products good enough for anyone.</p> <p>To support this vision, we're creating an expert advisory network, drawn from the third sector, to work closely with technology companies to create technology that works for everybody. It's also important blind people and developers get to know each other better, and we'll be hosting our own event called <a href=\"http://www.rlsb.org.uk/techevent\" title=\"\">Technology without Limits</a> on 30 November in London to do just that.</p> <p>And no I haven't forgotten about the third challenge; the prohibitive cost of touchscreen technology. At our event we'll also be launching our pledge to provide a touchscreen smartphone, loaded with the best software, to each and every one of the 7,000 blind young people in London who needs one (donations are, of course, welcome!).</p> <p>Today, blind young people like Lee are stuck at home, isolated, inactive and cut-off from the world. In the 21st century this needn't be the case. Just as with Braille, with the right technology, the determination to use it and our help, blind young people can take another big step towards living their lives beyond blindness.</p> <p><em>Julian Dailly is director of communications at the </em><a href=\"http://www.rlsb.org.uk/\" title=\"\"><em>Royal London Society for Blind People</em></a></p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/media-network/start.php\" title=\"\"><strong>sign up for free membership</strong></a><strong> to the </strong><a href=\"http://guardian.co.uk/media-network\" title=\"\"><strong>Guardian Media Network</strong></a><strong>. This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. </strong></p>",
  "<p>As leading shares edged lower on renewed worries about the eurozone and the effects of austerity measures on the likes of Greece and Spain, support services group <strong>Babcock International</strong> confirmed it is positively benefiting from government cost cutting drives.</p> <p>The group said it was experiencing buoyant conditions, in both civil and military markets, as customers continued to seek increased efficiency:</p> <blockquote> We believe the current economic climate will continue to create significant medium and long term growth opportunities both in the UK and overseas. </blockquote> <p>John Lawson at Investec repeated his buy rating and raised his target price from 970p to £10. In the market Babcock bounced 22.5p to 945p.</p> <p>Overall, investors were uncertain which tack to take, given confusion over whether - or rather when - Spain would seek a bailout. Suggestions it could come this weekend were seemingly dismissed by the country's prime minister, Mariano Rajoy, who said a bailout request was not \"imminent.\" But the lack of clarity continued to unsettle the markets. So the <strong>FTSE 100</strong> finished down 11 points at 5809.45, having traded within a 60 point range. Angus Campbell, head of market analysis at Capital Spreads, said:</p> <blockquote> If Spain does seek a bailout then those investors who have bought in the last couple of days will be sitting very pretty, as you can expect a risk on rally to follow as it would open the door for the European Central Bank to buy Spanish bonds and really drive their borrowing costs down. </blockquote> <p>Banks were among the main fallers, not helped by the continuing crisis in Europe. <strong>Royal Bank of Scotland</strong> fell 8.9p to 257.5p and <strong>Lloyds Banking Group</strong> lost 0.95p to 39.025p following news that analysts at the banks' broker UBS had cut their recommendation from buy to neutral, highlighting concerns about their capital requirements.</p> <p>Meanwhile <strong>Bank of Georgia</strong> was the biggest faller in the mid-cap index, down 84p to £11.94 as the country's president conceded defeat in parliamentary elections. Analyst Sue Munden at Seymour Pierce said:</p> <blockquote> The impact on Georgia in the short term will be a higher degree of risk and uncertainty until the new government is formed and makes its policies clear. Moreover, the efficacy of the new government will rely on a cohesive coalition since the [outgoing] United National Movement will have a sizeable minority position. <br> In terms of Bank of Georgia, one would expect operations to continue with business as usual. We would, however, expect the share price to be weak until there is clarity on the new government and its intentions. We understand that investors may want further reassurance but we believe that the shares at these price levels represent a buying opportunity. </blockquote> <p><strong>Wolseley</strong> ended 15p lower at £26.68 despite the building materials group unveiling a special dividend of £350m. Full year profits rose 10% but its European markets continued to be weak.</p> <p>Back among the risers, <strong>International Airlines Group</strong>, owner of British Airways and Iberia, climbed 4.7p to 159p. The move follows reports Qatar Airways may join the oneworld alliance, which includes BA, as well as Monday's buoyant assessment of the industry outlook from the International Air Transport Association.</p> <p><strong>ITV </strong>added 0.65p to 90.6p on renewed takeover speculation, while <strong>Tesco</strong> rose 5.7p to 336.7p ahead of its first half figures on Wednesday.</p> <p><strong>Bumi</strong>, which fell sharply at the end of last month after unveiling a probe into possible irregularities at its Indonesian operations, rose 9.7p to 159.5p. The troubled 20% subsidiary said it would consider selling mines or even a rights issue to raise cash.</p> <p><strong>Bwin partydigital</strong> put on 5.9p to 110.8p on continuing bid speculation. Malaysia's Genting has been mentioned by traders as one possible bidder. Following news that Bwin would sell its Ongame poker network for up to €25m, Michael Campbell at Daniel Stewart - who has a 177p price target and hold recommendation - said:</p> <blockquote> The sale should be seen as welcome news and leaves [the company] to focus on integrating its core assets post the Bwin and Party Gaming merger which we believe is well on track. There is no impact on earnings; however the initial [payment] will boost 2012 cash reserves by €15m and in so doing further boost a balance sheet with significant firepower. <br> Bwin trades on an attractive multiple [but] we have the stock on hold despite our target price and this is based upon regulatory uncertainty in its single largest market, Germany. We retain this view until there is clarity on regulation out of Germany. </blockquote> <p>Satellite operator <strong>Inmarsat</strong> came down to earth ahead of an investor day next week.</p> <p>Its shares have been flying high in recent times, partly on hopes for its Global Xpress super-fast broadband network which will be delivered by the (yet to be launched) Inmarsat-5 satellite. Indeed last week it was lifted by <a href=\"http://www.guardian.co.uk/business/marketforceslive/2012/sep/25/weir-ftse-ge-inmarsat\" title=\"\">a positive note from Jefferies based on the prospects for Global Xpress</a>.</p> <p>But it lost 9p to 585p after HSBC downgraded from overweight to neutral and cut its target price from 650p to 640p ahead of the 9 October presentation by the company. The bank said it was time to be cautious:</p> <blockquote> We are sceptical regarding management's ability to offer full visibility on the Global Xpress ramp up one year ahead of first launch. </blockquote>",
  "<p>Today marked the launch of <a href=\"http://humanfaceofbigdata.com/\">The Human Face of Big Data</a>, with separate events taking place in Singapore, London and New York.</p> <p>The ambitious project, brainchild of award-winning American photographer <a href=\"http://en.wikipedia.org/wiki/Rick_Smolan\">Rick Smolan</a> and supported by big data experts EMC, is based around an eponymous smartphone app and has the goal of gathering data on personal and cultural beliefs from millions of people in countries across the world.</p> <p>At the time of the London launch event (12 pm GMT) the app had already been downloaded more than 100,000 times across ten countries including the UK, US, Malaysia and India.</p> <p>Each person who uses the app is asked 50 questions, ranging from \"Are you male or female?\" to \"Which closest fits what you think will happen when you die?\"</p> <p>Their responses are then uploaded, with live results, visualised by <a href=\"http://metalayer.com/\">Meta Layer</a>, shown <a href=\"http://hfobd.metalayer.com/\">here</a>.</p> <p>The interactive visualisation allows you to spot patterns in the answers to a question according to different demographics or different responses to other questions.</p> <p>For example, filtering by country shows us that under a quarter of Britons believe they will go to heaven or hell after they die, while in the US the figure is almost one in two.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-407096839\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349191967565/After-death-UK-US-002.jpg\" alt=\"After death UK US\" width=\"460\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">What happens when you die? Views differ widely from one country to the next. Click for full-size image</span> <span class=\"element-image__credit\">Photograph: Meta Layer/Public Domain</span> </figcaption> </figure>  <p>Another view shows that among those who considered their parents to have been 'very lenient', almost half now have an optimistic outlook on life. Only a third of those whose parents were strict say they are optimistic.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-407096835\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349192415165/Parenting-vs-optimism-002.jpg\" alt=\"Parenting vs optimism\" width=\"460\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">How does parental strictness relate to outlook on life? Click for full-size image</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>Here are some other interesting snapshots:</p> <h2>Acceptability of extramarital affairs, by gender</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-407096836\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349192638853/Gender-vs-affairs-001.jpg\" alt=\"Gender vs affairs\" width=\"460\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Do men and women feel differently about the acceptability of extramarital affairs? Click for full-size image</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <h2>If you could enhance your unborn child's DNA... by country</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-407096837\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349192833151/DNA-enhancement-002.jpg\" alt=\"DNA enhancement\" width=\"460\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">How - if at all - would people in different countries enhance the DNA of their hypothetical unborn child? Click for full-size image</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <h2>How to stay healthy, by gender</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-407096838\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349193147081/How-to-stay-healthy-001.jpg\" alt=\"How to stay healthy\" width=\"460\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">How do male and female views differ on the best way to stay healthy? Click for full-size image</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>You can also use the app to find your 'data doppelgänger' - or the person whose responses to non-demographic questions most closely match your own.</p> <p>The app will be available to download for Android and iOS* until late November, after which point the full data-set will be donated to a public library for further research and analysis.</p> <p>Explore the <a href=\"http://hfobd.metalayer.com/\">live data-visualisation</a> and post links to your own screenshots below.</p> <p><em>*The iOS version is due to launch later this week</em></p> <h2>NEW! Buy our book</h2> <p><a href=\"http://www.amazon.co.uk/Facts-are-Sacred-Guardian-ebook/dp/B006PI9PQG/\">• Facts are Sacred: the power of data (on Kindle)</a></p> <h2>More open data</h2> <p><a href=\"http://www.guardian.co.uk/data\">Data journalism and data visualisations from the Guardian</a></p> <h2>World government data</h2> <p></p> <p>• <a href=\"http://www.guardian.co.uk/world-government-data\">Search the world's government data with our gateway</a></p> <h2>Development and aid data</h2> <p>• <a href=\"http://www.guardian.co.uk/data-store/global-development-data/search?q=\">Search the world's global development data with our gateway</a></p> <h2>Can you do something with this data?</h2> <p>• <strong>Flickr</strong> Please post your visualisations and mash-ups on our <a href=\"http://www.flickr.com/groups/1115946@N24/\">Flickr group</a><br>• Contact us at <a href=\"mailto:data@guardian.co.uk\">data@guardian.co.uk</a></p> <p><strong>• <a href=\"http://www.guardian.co.uk/technology/page/2009/jun/17/1\">Get the A-Z of data</a><br>• <a href=\"http://www.guardian.co.uk/data-store\">More at the Datastore directory</a></strong><br><strong>• <a href=\"http://twitter.com/datastore\">Follow us on Twitter</a><br>• <a href=\"http://www.facebook.com/pages/Guardian-data/155291341187950\">Like us on Facebook</a></strong></p>",
  "<p>When Chris Dowding followed up a referral from a hospital discharge team to visit a 91-year-old woman who lived alone, he quickly realised she needed support.&#xa0;With her consent, he fitted a device she could activate at the push of a button to record sound and relay it live to a control centre.</p> <p>Dowding works for Staffordshire fire and rescue service. Yet his wages are paid by the NHS. Like many in the fire service, his job has changed so much over the past decade that the question being asked is: \"Are firefighters the new social workers?\"</p> <p>Since 2003, the <a href=\"http://www.communities.gov.uk/publications/corporate/statistics/firestatsgb201011\" title=\"\">number of fire incidents in Great Britain</a> that firefighters respond to has halved, from 572,000 to 287,000. Deaths and serious injuries have fallen commensurately, but, of the 388 fire-related fatalities in 2010-11, half involve people over 60. So with far fewer call-outs, fire services have turned increasingly to preventive work, visiting older and vulnerable people in their homes to check and advise on fire safety. \"If you compare the cost of replacing a pair of sloppy slippers with the cost of caring for somebody who has fractured their hip, you can start to see why it's so important,\" Peter Dartford, Staffordshire's chief fire officer and chair of the national prevention committee of the Chief Fire Officers Association (CFOA) told a <a href=\"http://www.staffordshirefire.gov.uk/2340.asp\" title=\"\">recent conference on dementia</a>.</p> <p>Dartford was making the point that fire fatalities account for less than 3% of accidental deaths of older people. By contrast, 43% are attributed to slips, trips and falls. He sees it just as much a part of the job of a visiting fire officer to look for trip hazards in the home, or for signs of vulnerability on the part of the householder, as for dodgy wiring.</p> <p>\"We are often in these homes before other agencies because we are actively seeking to get into households to promote fire safety,\" Dartford says. \"I am a passionate advocate of the idea that prevention is better than cure and because we engage with people, because we can capture their imagination and because fire services staff have a very positive standing within local communities, we can use that to influence a range of things beyond fire.\"</p> <p>Dowding, a specialist technician who works across south Staffordshire, underscores his chief's argument. \"The uniform does promote trust,\" he says. \"It opens doors and people feel more comfortable talking. They don't think: 'This social worker is going to put me into care, or take my children away'.\"</p> <p>Older people's organisations endorse this view. Elaine Jones, director of operations at Age Concern Birmingham, which works closely with the fire service, says: \"In our experience, it is trusted by older people. Firefighters' reputation for saving lives, often in dangerous circumstances, generates tremendous goodwill.\"</p> <p>The process works in two directions. Fire service community teams take referrals from agencies, such as the NHS, council adult social care and voluntary groups, and they make referrals to them when they come across an individual about whom they have concerns. While checking on the safety of appliances, or fitting a smoke alarm, they will assess whether the householder has any mobility problems, or whether there are any signs of drug or alcohol misuse or mental illness. They may even carry out basic and subtle tests for sensory deprivation.</p> <p><a href=\"http://www.staffs.ac.uk/faculties/health/research/camh/\" title=\"\">Academics at Staffordshire University</a>, which hosted the dementia conference in collaboration with four fire services and the CFOA, are developing a short series of questions for fire officers to ask the householder to determine whether there are any indications of cognitive impairment. Derek Beeston, reader in ageing and mental health, goes so far as to say: \"I&#xa0;would describe the fire service, certainly in Staffordshire, as probably the most dementia-friendly prevention service in the world.\"</p> <p>Firefighters stress they are not pretending to be health and welfare experts. Steve Vincent, head of community safety and partnerships for West Midlands fire service, says: \"We are not professionals, but we will notice some of these issues in the home. We will talk to the individual in a sympathetic way and then bring in partner agencies from among health and social care providers in the area.\"</p> <p>Do firefighters mind the switch of role? Some inevitably will, but Neil Pedersen, an assistant area commander with the Staffordshire service, says: \"I've been in the fire service 23 years and done the lot, rescuing cats up trees and all, but over the last 10 years there has been a complete culture change from response – going out in a big red fire engine to fight fires – to prevention. I have to say it's been exactly the right thing to do.\"</p> <p>One of the leaders of this culture change was Merseyside fire and rescue service. Phil Garrigan, its deputy chief fire officer, reckons his men and women have visited around 160,000 homes of older people and have started to play a key part in helping end the isolation many of them endure.</p> <p>\"We believe we are the eyes and ears of the community,\" says Garrigan. He talks of his fire officers finding people living in \"squalor you would never believe existed in the UK in 2012\". A glance at the service's log of reports bears this out: in one case, a man and his son were found living in a property that was immediately condemned as unfit for human habitation, with \"evidence that vermin had been eating food off this elderly gentleman's clothes while [he was] in bed\".</p> <p>Other cases demonstrate the fire risks being run by many people with dementia or mental health problems: one man experiencing psychotic episodes \"kept candles lit to keep witches away from his home\"; an older man with Alzheimer's disease was found to be habitually pouring tea over the flames of his coal-effect gas fire; and a woman who believed her dead sisters were alive was discovered to be preparing food for them, putting it on the table and then returning it to the gas cooker to keep warm.</p> <p>Under a scheme he calls \"community nudge\", Garrigan hopes his officers will be able to encourage neighbours to keep an eye on people identified as at risk. \"It's far better if we can engage someone down the street to look in,\" he says. \"There's some work to be done about the role we can play in linking the local community around the vulnerable person.\"</p> <p>Two obstacles stand in the way of fire services' growing role in the community. One is over-zealous interpretation of data protection law, thwarting exchange of information with other agencies. Garrigan admits it is a problem, but insists: \"I will happily share the data we hold on vulnerable people with other preventive services if I believe it is in the best interests of the individual.\"</p> <p>The other difficulty is money. Dowding is highly unusual in having his pay covered by&#xa0;the&#xa0;NHS: most preventive work is funded from the fire services' own budgets, which are to be slashed by £207m in England by&#xa0;2015.</p> <p>Vij Randeniya, chief fire officer in the West Midlands and president of the CFOA, says: \"Fire and rescue services are facing the toughest challenge in their history.\"</p> <p>Will it be the fire engines that go, or knocking on doors?</p>",
  "<p>Jeremy Lin's stardom may have peaked now that he has left New York for Texas, but the 24-year-old believes that he will get \"a lot\" better as a player. That would be extraordinary for a man who last season made one of the biggest instant impacts in American sports history, but also necessary if the Rockets are to have any prospect of reaching the playoffs.</p> <p>\"I've played 50 career games probably, something like that,\" Lin said on Monday. \"For me it is just the beginning. I'm very young in terms of learning. Every day I make a lot of mistakes in practice. As I cut down on those and hopefully grow my game I'll be able to evolve.\"</p> <p>As Houston Rockets players and staff lauded Lin, the New York Knicks held their own media day and did their best to say as little as possible about him.</p> <p>\"Basically, it comes down to the fact that Houston made a commitment to him that we weren't prepared to make,\" Knicks general manager Glen Grunwald said in the team's first public comments about Lin's departure.</p> <p>In mid-July <a href=\"http://www.guardian.co.uk/sport/2012/jul/18/jeremy-lin-ny-knicks-houston-rockets\">the Knicks passed on the option to match Houston's boggling free-agent offer</a>: $25.1 million in wages over three years for a player with 64 career NBA appearances, only 25 of them starts. A player Houston themselves had signed then cut just seven months earlier because they decided he would not get playing time and wanted to free space on the payroll.</p> <p>The Knicks decided the sums did not add up. The equation was something like this: cost plus celebrity, divided by talent. Their rejection was logical but unconventional: shouldn't a starlet graduate from Houston to Manhattan, not vice versa? From a smaller franchise to a bigger one? Kings of New York are not meant to abdicate and move to Texas.</p> <p>After the purple patch, the gray areas. Lin is a marquee player who is both established and an unknown quantity, because part of his fame springs from his inexperience: a story fit for the Twitter era of sudden trends about how someone so obscure could become so good, so quickly. He was a phenomenon within a week of his first NBA start. Impossible yet to discount the possibility that a fall will be as swift as the rise, that the substance will not keep pace with the celebrity. Being average would be a disappointment.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397055324\"> <img src=\"https://static.guim.co.uk/sys-images/Sport/Pix/pictures/2012/2/15/1329344137013/Fans-of-New-York-Knicks-g-002.jpg\" alt=\"Fans of New York Knicks guard Jeremy Lin\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Linsanity. Photograph: Mike Cassese/Reuters</span> <span class=\"element-image__credit\">Photograph: Mike Cassese/Reuters</span> </figcaption> </figure>  <p>Fuelled by points and puns, the \"<a href=\"http://www.guardian.co.uk/sport/2012/feb/13/jeremy-lin-harvard-taiwan-knicks-nba\">Linsanity</a>\" era began on February 4 when he accrued 25 points and seven assists for the Knicks against the New Jersey Nets. His first career start came two days later: 28 points, 8 assists. On February 10, Lin scored 38 points against the Los Angeles Lakers, outduelling Kobe Bryant.</p> <p>A knee injury ended his season in March, shortly before Time Magazine named him as one of the hundred most influential people in the world. Lin averaged 14.6 points and 6.1 assists over 35 appearances. But his performances declined badly in his last few games and his rate of 3.6 turnovers per contest is a worry.</p> <p>The $25m outlay has brought buzz to an overlooked, unglamorous and lately unsuccessful club. Houston last made the playoffs in 2009. Born in Los Angeles to Taiwanese parents, Lin's arrival will reinforce the popularity of the Rockets in Asia after the 2011 retirement of their Chinese eight-time All-Star, Yao Ming. As if symbolically, a restaurant in downtown named after Yao closed its doors last week.</p> <p>There is local sponsorship potential since Houston itself is far more diverse than its cowboys and oilfields image implies: nearly eight per cent of the four million people who live in the Houston region are Asian. And there are lots of empty seats to fill in Toyota Center: last season the Rockets ranked 22nd out of 30 NBA teams in average attendance.</p> <p>About 40 journalists, a quarter of them Asian, quizzed Harvard-graduate Lin on Monday in a television studio at the headquarters of Comcast SportsNet Houston, a regional network that launched the same night. It will broadcast Rockets games and the club has a near-31 per cent stake in the venture: a good moment to sign one of the world's most famous sportsmen, then.</p> <p>After their media duties, the Rockets flew to a training camp in the relative obscurity of McAllen, a border town in the Rio Grande Valley. Their first regular-season game of 2012-13 is away to the Detroit Pistons on October 31.</p> <p>Lin is reluctant to describe himself as the face of the franchise, though whoever produces the Rockets' marketing material naturally thinks otherwise. \"Some of the guys, more experienced, older guys, I'm going to look up to them,\" Lin said. \"I had a lot of fun last year and I'm having a lot of fun right now. It's definitely a different feel. We're all new to this thing and we're all in it together. It's a new challenge.\"</p> <p>The irony of \"Linsanity\" is Lin's sanity: that the guy in the middle of the madness remains utterly, defiantly, improbably rational. When he moved back to Houston he slept on the couch of a new team-mate, Chandler Parsons, for a couple of nights. \"He's just an unbelievable person. Everything he got last year, he never asked for. He's so humble,\" Parsons said.</p> <p>\"I'm a pretty lighthearted person,\" Lin said. \"I don't really read or look at too much stuff that's written about me. If I read too much good stuff it might take away my edge. I might get a little complacent.\" As for how fellow players might view him: \"I'm going to play this game whether there's a target on my back or not. I don't feel [any] resentment, it doesn't change my approach.\"</p> <p>Longer gaps between games compared with last year's condensed campaign should slow any bandwagons. And Texas might be the antidote to Lin fever. He said he wants to play \"blue-collar\" basketball: tough and hard-working. The ethos should fit well in Houston, a practical place which will care more about how good he is at sinking three-pointers than whether he is a media construct acting as a touchstone for analysis of Asian-American race relations and the nature of modern celebrity.</p> <p>Houston does not do frenzies, or circuses. The weather's too darn hot to get worked up about 'most anything. Basketball is at best the fourth-favorite sport, after NFL football, college football and high school football.</p> <p>Lin could score 40 points in a game this season and a Houston Texans player breaking a fingernail would still command more attention. This city wants winners, and the Texans have started the season 4-0.</p> <p>The most likely time for undivided focus on the Rockets is the spring, when football is over, the NBA is climaxing and the locals will want something to avert their gaze from the abysmal Houston Astros baseball team. But it would be bold to predict that such a young and mediocre-looking side as the Rockets will still be in post-season contention, no matter how great Lin's contribution.</p> <p>All in all, Houston might be an ideal environment for Lin: as near to normal as he could hope to find. Of course, Lin proving to be normal is exactly what the Rockets are afraid of. Who pays $25m for sensible and solid?</p>",
  "<p>The impact of Ed Miliband's speech on education at this year's Labour conference remains to be seen, but people in Westminster are still talking about last year's <a href=\"http://www.theguardian.com/politics/2011/sep/27/ed-miliband-speech-labour-conference\" title=\"\">argument for responsible capitalism</a>. The financial crisis in 2008 exposed some basic weaknesses in our capitalist system, but it was <a href=\"http://www.theguardian.com/politics/2011/sep/27/ed-miliband-speech-labour-conference\" title=\"\">Miliband's speech</a> that gave the first and most explicit recognition of the need for a more responsible form of capitalism, not only as an end in itself but as a means to achieving a more successful economy.</p> <p>But was the Labour leader picking up a thread already out there?</p> <p>In the Companies Act 2006, the previous government <a href=\"http://www.legislation.gov.uk/ukpga/2006/46/section/172\" title=\"\">introduced a provision</a> whereby a director must act in the way he considers would be most likely to promote the success of the company for the benefit of its members.</p> <p>The director must have regard to various factors, including the impact of the company's operations on the community and the environment. However, these provisions did not change the basic legal position of individual companies or of their directors. They are duties owed to the company itself, so are for the company (generally controlled by the directors) to enforce. So this duty of responsibility is not \"outward-facing\" and does not trigger direct enforcement by the public authorities.</p> <p>So how does Labour take this forward?</p> <p>It should be remembered that the main purpose of establishing a limited company with its own separate corporate identity is to limit the liability of the individuals involved, whether as shareholders, directors or otherwise.</p> <p>The system rests on the assumption that, even if those involved in the ownership and management of companies act for their own selfish ends, the net result will, nonetheless, be for the benefit of the community as a whole.</p> <p>Clearly the way forward cannot be to return to the pre-industrial era, when those involved in business remained personally responsible throughout. The right approach must surely be to develop mechanisms (if necessary through legislation, or at least non-statutory codes of guidance) which will prevent the harmful consequences of unrestrained business activity, while allowing such activity to continue to benefit the community through the production and distribution of goods, services, jobs etc.</p> <p>So how might the law frame this?</p> <p>Consider first the powers and responsibilities of shareholders. It may seem tempting to increase the powers of shareholders, to enable shareholders to control the composition and remuneration of the board of directors more effectively.</p> <p>However, by itself, conferring greater control is unlikely to be sufficient, since shareholders are likely to be motivated primarily by the profitability of their own investment, and will not necessarily promote the long term success of the company, let alone the benefit of the community generally.</p> <p>Consideration should therefore be given to imposing a minimum period between the acquisition and disposal of shares, though research is needed to evaluate what the effect of such a measure is likely to be.</p> <p>Turning to the responsibilities of directors, a code of conduct like the <a href=\"http://www.frc.org.uk/Our-Work/Codes-Standards/Corporate-governance/UK-Corporate-Governance-Code.aspx\" title=\"\">Corporate Governance Code</a> could be developed.</p> <p>Miliband suggested that those in business, particularly in banking, ought to be bound by similar rules to those who work in teaching, medicine and the law. It now seems to be widely accepted that there should be greater involvement in executive pay by the company's owners/shareholders and by its employees, not least because they have an obvious financial stake in the way which the company's available resources are applied.</p> <p>Steps to ensure greater transparency in relation to remuneration arrangements are already in hand. However, the time has surely come for society to take a more active role in relation to systems of payment. As the Labour leader has also pointed out, even the European Parliament is proposing that if your bonus is doubling your annual salary, that should be enough.</p> <p>With regards to tax policy, incentives for particular kinds of economic or investment decisions are an obvious example. Some form of tax credit for child-care would be likely to have a positive impact on the diversity of the work force. More widely, it has been suggested that all tax proposals should be subject to a \"sustainability audit\".</p> <p>Finally, a clear area for government action arises in relation to procurement decisions. For example, Labour has said that it would make it a condition that firms winning large government contracts should offer apprenticeships.</p> <p>David Coats, associate director of the Work Foundation, in an article for Fabian Review, observes that another attractive step would be to ratify the <a href=\"http://www.ilo.org/dyn/normlex/en/f?p=1000:12100:0::NO::P12100_INSTRUMENT_ID:312239\" title=\"\">International Labour Organisation's convention on labour clauses in public contracts</a>, which requires the government only to do business with those who observe either the wages and conditions negotiated with trade unions or the prevailing wage in a sector.</p> <p>No one would suggest that issues relating to the conduct of business should be subject to frequent direct legal or judicial intervention, but there are nonetheless legal improvements which can be made, both on the criminal and on the civil side.</p> <p>By way of example, there seems to be scope for the creation of additional criminal offences, not necessarily involving proof of deliberate dishonesty. Thus the former Serious Fraud Office director <a href=\"http://www.sfo.gov.uk/about-us/our-views/director's-speeches/speeches-2012/enforcing-the-law-on-fraud-and-corruption-does-self-reporting-pay.aspx\" title=\"\">Richard Alderman has recommended</a> the creation of an offence of recklessly managing a company. The need for a tighter approach to prosecution in relation to financial crime has now been emphasised by the Treasury select committee in its <a href=\"http://www.theguardian.com/business/2012/aug/18/bob-diamond-slammed-libor-report\" title=\"\">initial report</a> on <a href=\"http://www.theguardian.com/business/libor\" title=\"\">Libor</a>.</p> <p>On the civil side, the biggest problem remains the funding of litigation, and there is <a href=\"http://www.theguardian.com/law/2011/feb/16/jackson-litigation-costs-reform\" title=\"\">considerable concern</a> that reforms introduced by the Legal Aid Sentencing and Punishment of Offenders Act, by diminishing the profitability of the conditional fee agreement, will make it much <a href=\"http://www.theguardian.com/uk/2011/sep/22/milly-dowler-cameron-legal-reform\" title=\"\">harder for claimants</a> to pursue civil claims, especially in group litigation.</p> <p>What mechanisms might be available to guarantee that business activity in general works for the benefit of the community, and not to its disadvantage?</p> <p>There is no doubt that greater transparency is a first step in this respect, and measures such as those requiring the directors' report to provide environmental information are to be applauded. However, what is lacking is any co-ordinated monitoring (let alone regulation) of the extent to which this kind of disclosure is made, or as to the longer term results.</p> <p>It is increasingly clear that a \"standing commission on responsible capitalism\", which could carry forward such proposals, and build on the work of the various temporary inquiries referred to above, is what we now urgently need. As Keynes observed, a system which works for the collective benefit also tends to maximise individual profit, whereas, and this we have all observed, a system which fails to work for the collective benefit risks destroying individual profitability, and thereby destroying the system itself.</p>",
  "<p>Genius – right up there with billionaire – is one of only a couple of words that tells the world you're at the peak of your game. King of the hill, top of the heap. Plus, chances are, really, really brainy.</p> <p>And idiosyncratic. Possibly nerdy. Definitely dedicated. Sometimes creative. Occasionally no more than a nose to the grindstone worker bee.</p> <p>On Tuesday morning the John D and Catherine T MacArthur Foundation <a href=\"http://www.latimes.com/news/nation/nationnow/la-na-nn-macarthur-genius-grants-20121002,0,27582.story\">announced its 2012 fellows.</a> The $500,000 spread over five years, widely known as \"genius grants\", are given to \"individuals who show exceptional creativity in their work and the prospect for still more in the future\". If you didn't win one this year, never mind. Here's how to improve your chances down the line.</p> <p><strong>1. Be American</strong> – or at least have a green card. The grants are only given to citizens or residents of the United States. But don't try to run the country. Although public service awards are frequently given, the MacArthurs have a thing against politicians and won't give a grant to those who hold \"elective office or advanced positions in government\".</p> <p><strong>2. Don't blow your own trumpet</strong> – even if you're a brilliant brass band player. The foundation won't take applications or unsolicited nominations. Instead, get to know someone in the foundation's \"constantly changing pool of invited external nominators\" and convince him or her of your talent. There are some clues how to go about finding these people in Who Are The Nominators? <a href=\"http://www.macfound.org/fellows-faq/\">here</a>.</p> <p><strong>3. In fact forget the trumpet altogether</strong> – be connected to a cooler instrument. This year's winners include the solo flutist Claire Chase, the mandolin player Chris Thile and stringed-instrument bow maker Benoît Rolland.</p> <p><strong>4. Be good at science.</strong> The largest group of recipients this year were in the sciences, with nine awards going to range of people from a pediatric neurosurgeon to a physicist/astronomer. Medicine was better represented than the environment. But this reflects the current focus of the country. In general if you want to do well as a scientist, go to medical school.</p> <p><strong>5. If you want to be a 'genius' journalist, don't blog</strong>. Sadly, short blasts of brilliance like this one are often overlooked in favor of the old-fashioned long-form pieces. Washington Post journalist David Finkel won his award for his \"finely honed methods of immersion reporting and empathy for often-overlooked lives yield stories that transform readers' understanding of the difficult subjects he depicts\". In addition, two grants went to documentarians Laura Poitras and Natalia Almada.</p> <p><strong>6. Photos are cool.</strong> I know – we're all photographers now with our cellphones and stuff. But if you want to win a MacArthur award you're going to have to push the boundary a little. The conceptual photographer Uta Barth won her award for photographing the same mundane objects in nondescript surroundings that we all do. Only she did it this way: \"By manipulating curtains in her home, she created lines and curves of light that expand from a sliver to a wide ribbon across a sequence of large-scale, dramatically cropped images that evoke the subtle passage of time while also highlighting the visceral and intellectual pleasures of seeing.\"</p> <p><strong>7. In the arts it doesn't hurt to be famous already</strong>. Anyone heard of Junot Diaz? Anna Deavere-Smith? Twyla Tharp? Susan Sontag? Julie Taymor? I rest my case.</p> <p><strong>8. It's OK to be a blacksmith.</strong> Or a farmer. I know they didn't win this year. But they have in the past.</p> <p><strong>9. Follow your high school passion. </strong>Many recipients \"work outside of conventional disciplinary categories\", say the MacArthurs. Over the years awards have been given for paper-making, gospel-music, sculpting, stage-lighting, poetry – all the things students love but tend to drop as their course loads become heavier. Stick at it people.</p> <p>You might not get the $500,000 but your life will be richer anyway.</p>",
  "<p><a href=\"http://www.nationalpoetryday.co.uk/\">This Thursday is National Poetry Day</a> and, to celebrate, Forward Prize founder William Sieghart will be on hand between 1pm and 2pm to prescribe a poem for any problem that is presented to him. </p> <p>The idea of poetry on prescription was born at the Port Eliot festival in July,<a href=\"http://blogs.spectator.co.uk/books/2012/07/a-poem-a-day/\"> where Sieghart was presenting a new anthology, Winning Words: Inspiring Poems for Everyday Life</a>, which aims to take poetry out of the bookcase and place it firmly at the centre of everyday life.</p> <p>Instead of the routine hour-long event, he found people queuing round the block asking him for prescriptions to cure everything from a blue day to a broken heart. So successful did his cures prove that we've persuaded him to reprise the event for you</p> <p>So now's your chance to check into the poetry pharmacy. Register your problems in advance to be sure of getting the perfect prescription.</p> <h2>You asked, Dr Sieghart prescribed </h2> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18611634\">DanHolloway</a></h2> <p>Man whose heart belongs to the neon and smog and broken streetlamps of the city finds himself stuck in the unending green of the country and needs a fix of home</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648663\">Dr Sieghart's remedy:</a><br>I feel for you, stuck in the miserable and boring countryside. I prescribe Sheenagh Pugh's What is This Road? It reminds you that your story never ends, that familiar and unfamiliar landscapes can always deliver new chapters. Keep in mind that the journey is irresistible. What if this road, that has held no surprises<br>these many years, decided not to go<br>home after all…<br> <br> Who wants to know<br>a story's end, or where a road will go?</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18612782\"> ForgetIt</a></h2> <p>Can you prescribe anything to resolve the enigma of the fever chart.<br> I already obey the dying nurse Whose constant care is not to please<br> <br>But now she tells me that<br> to be restored, our sickness must grow worse</p> <p> Whaaaat?</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648767\">Dr Sieghart's remedy:</a><br>You are already immersed in poetry. I am not sure I can recommend anything you don't already know. But Derek Mahon's Everything is Going to Be All Right is a great poem, which takes a trite mantra \"everything is going to be all right\" and turns it into something deeper, wider. I can't give you all of it, just the ending, but look it up.</p> <p>The sun rises in spite of everything,<br>And the far cities are beautiful and bright.<br>I lie here in a riot of sunlight<br>watching the day break and the clouds flying.<br>Everything is going to be all right.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18613107\">Dylanwolf:</a></h2> <p>It's a restriction insisted upon by my tenancy - I'm not allowed to keep a dog. I need a poem to help fill the gap left by the absence of a faithful hirsute canine companion. Dr Sieghart, what do you suggest?</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648813\">Dr Sieghart's remedy:</a><br>I prescribe some of the most famous words in English – 'You'll Never Walk Alone' by Oscar Hammerstein II. The great consoling line of the title comes after the pain of isolation:<br> <br>Walk on, through the wind<br>Walk on, through the rain<br>Though your dreams be tossed and blown</p> <p>Walk on, walk on, with hope in your heart<br>And you'll never walk alone<br>You'll never walk alone.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18621250\">Fixitgirl</a>:</h2> <p>I'm writing the dissertation for my Masters (on Foucault) while working a full-time job and it's driving me mad. Please prescribe me a poem to soothe me.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648898\">Dr Sieghart's remedy:</a><br>You need to pause. And breathe...deeply.<br>Try Leisure by William Henry Davies</p> <p>What is this life if, full of care,<br>We have no time to stand and stare.</p> <p>No time to stand beneath the boughts<br>And stare as long as sheep or cows.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18621393\">underwoodportable:</a></h2> <p>Dear Dr Sieghart,</p> <p>I am suffering poetry withdrawal due to writing (not watching) too much television. My Underwood Portable lies silently on the upstairs desk. I need a quick injection of soul (not plot) for this existential torpor.<br>I await your cure.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649013\">Dr Sieghart's remedy:</a><br>Existential torpor, eh? You have come to the right place. I find it hard to guess if you are male, female or intersex, but - regardless - this poem by Adrian Mitchell ought to cheer you up</p> <p>When I am sad and weary<br>When I think all hope is gone<br>When I walk along High Holborn<br>I think of you with nothing on.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18637680\">Billymills:</a></h2> <p>Auden said 'Poetry makes nothing happen.'<br>Dead Dr Sieghart<br>Write me a poem that proves him wrong.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649225\">Dr Sieghart's remedy:</a><br>Billy, I am not dead. And I am not writing poems today. Here is a love poem which made things happen for me.</p> <p>Stevie Smith's Conviction.</p> <p>I like to get off with people,<br>I like to lie in their arms,<br>I like to be held and tightly kissed,<br>Safe from all alarms.</p> <p>I like to laugh and be happy<br>With a beautiful beautiful kiss,<br>I tell you, in all the world<br>There is no bliss like this.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18640848\">AnnaCM:</a></h2> <p>Doctor doctor, I think I'm a poem. I mean, I think I need a poem.<br>I'm finding myself the emotional crutch for a lot of folk and it's blimming knackering.<br>Something to undermine my martyr's complex?</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649499\">Dr Sieghart's remedy:</a><br>I think you should print out this poem by Jalaluddin Rumi and leave copies of it lying around for those 'folk' to read, learn and inwardly digest. I think you will find they treat you with more respect, especially as - on close reading - the speaker appears to be divine.</p> <p>Come, come, for you will not find another friend like Me,<br>Where indeed is a Beloved like Me in all the world?<br>Come, come and do not spend your life in wandering,<br>Since there is no market elsewhere for your money.<br>You are as a dry valley, and I as the rain,<br>You are as a ruined city, and I as the Architect.<br>Except My service, which is Joy's sunrise,<br>Man never has felt and never will feel an impression of Joy.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18643479\">Antonio Christopher Hehir:</a></h2> <p>I would like a poem to help me cope with social anxiety please.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649543\">Dr Sieghart's remedy:</a><br>I sometimes recite this Marianne Moore poem to myself, beneath my breath. It helps.</p> <p>If you will tell me why the fen<br>Appears impassable, I then<br>will tell you why I think that I<br>can get across it if I try.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18645601\">JanPattersonRN:</a></h2> <p>Confidence I lack, in writing and in relationship. Words aplenty, but fear of rejection stops my pen.<br>Where then the light to steer my eyes from fear to paper, waiting, for word of love?<br>I would like a poem to help me cope with social anxiety please.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649689\">Dr Sieghart's remedy:</a><br>For a writer without confidence, you have much to be confident about. You want to write about love, but not risk rejection? Wedding, by Alice Oswald, is one of the most beautiful, tentative poems on this subject I know.</p> <p>From time to time our love is like a sail<br>and when the sail begins to alternate<br>from tack to tack, it's like a swallowtail<br>and when the swallow flies it's like a coat;<br>and if the coat is yours, it has tear<br>like a wide mouth and when the mouth begins<br>to draw the wind, it's like a trumpeter<br>and when the trumpet blows, it blows like millions...<br>and this, my love, when millions come and go<br>beyond the need of us, is like a trick;<br>and when the trick begins, it's like a toe<br>tip-toeing on a rope, which is like luck;<br>and when the luck begins, it's like a wedding,<br>which is like love, which is like everything.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650712\">IsabellaRosselini</a></h2> <p>I am a professional vocalist. I have recently been fired by my well known band just before signing a huge record deal &amp; touring the world<br>due to me being epileptic.</p> <p>They have cut off all contact with me, got a new singer, and refused to reimburse me for the last year of my life and the huge amount of money I put in for equipment etc.<br>I am now unemployed with no prospect of work. And people in the music industry now think I'm useless because of it.</p> <p>I feel broken.<br>I dont want to give up music, but I cant escape the resentment towards it.</p> <p>I need to sing again, its just so difficult to overcome the brutality of it all really.</p> <p>Please write me a line or two to stop me giving up completely!</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650882\">Dr Sieghart's remedy:</a><br>I prescribe Charles Causley - read I Am the Song:</p> <p>I am the song that sings the bird.<br>I am the leaf that grows the land.<br>I am the tide that moves the moon.<br>I am the stream that halts the sand...</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18646103\">C1aireA</a></h2> <p>This is one for our books podcast audience, Could you prescribe something for poetry lovers who, for health reasons, for simply out of preference, find it easier to listen to poetry than to read it.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650154\">Dr Sieghart's remedy:</a><br>We've been collecting some performances of poems which are online – you might like this rendition by <a href=\"http://www.winningwordspoetry.com/videos/in-ten-seconds-by-douglas-dunn-by-clare-balding/\">Clare Balding of In Ten Seconds </a>by Douglas Dunn, or Sean O'Brien's <a href=\"http://www.winningwordspoetry.com/videos/winning-words-poetry-mash-up/\">magnificent poem 'Dignified'.</a></p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18646275\">MikeEngineer:</a></h2> <p>I would love a poem for getting over a break up - not a long marriage, but a short-lived passionate affair (that could have been so perfect)</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649878\">Dr Sieghart's remedy:</a><br>You are in the mood to write poetry, I suspect. I prescribe Elizabeth Bishop's One Art, which begins:</p> <p>The art of losing isn't hard to master;<br>So many things seem filled with the intent<br>to be lost that their loss is no disaster.</p> <p>It's too long for me to tap out here - the patients are shuffling in the corridor - but do look the whole poem up. It's a poem which gives me emotional courage. I hope it does the same for you.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18647665\">TheColonel83:</a></h2> <p>I've recently moved to the arse-end of Kenya for work. I think I'm pregnant but they don't sell pregnancy tests in my town. So I'm contemplating being a single white Mum in a place where I'm the only mzungu (foreigner - comes from the Swahili for wanderer I think) and wondering whether it will psychologically damage my child to have people constantly asking 'how are you' and pointing out its skin colour. I'd like a Zephaniah-style poem written from the perspective of a white middle-class woman living as the only foreigner in a small Kenyan town.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650180\">Dr Sieghart's remedy:</a><br>You are pregnant? Congratulations. You can't know the future, nor can I. But this poem, Freight, by Maura Dooley, may help.</p> <p>I am the ship in which you sail,<br>little dancing bones,<br>your passage between the dream<br>and the waking dream,<br>your sieve, your pea-green boat.<br>I'll pay whatever toll your ferry needs..<br>...<br>It goes on for a few more lines: read it all in Winning Words, page 103</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648392\">Rosiege:</a></h2> <p>Please can I have something to help cope with awful mid-life depression and anxiety and no-good landlord? I'd like to see some light at the end of the tunnel and to be able to keep things in perspective.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650405\">Dr Sieghart's remedy:</a><br>This, by Denise Levertov, will remind you what it is to be fully alive, \"a bell awakened'. I hope the darkness lifts.</p> <p>Variation on a Theme by Rilke</p> <p>A certain hour became a presence to me;<br>there it was, confronting me - a sky, air, light:<br>a being. And before it started to descend<br>from the height of noon, it leaned over<br>and struck my shoulder as if with<br>the flat of a sword, granting me<br>honor and a task. The day's blow<br>rang out, metallic or it was I, a bell awakened,<br>and what I heard was my whole self<br>saying and singing what it knew: I can.</p> <p>It's on page 157 of the Winning Words anthology. </p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648421\">StrokerAce:</a></h2> <p>Hi William,</p> <p>Do you have any poems that clear up a hangover or diarrhoea (preferably both)?</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649597\">Dr Sieghart's remedy:</a></p> <p>Sounds like you have been living life to the full! Why not congratulate yourself on the good times you enjoyed yesterday rather than being miserable about your today's predicament? Dryden's Happy the Man is a good bet:</p> <p>Not Heaven itself upon the past has power,<br>But what has been, has been, and I have had my hour.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648457\">miranda07:</a></h2> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648543\">kriddl:</a></h2> <p>Oh, hello, I would need a poem against being too messy and not getting the right stuff done... can you think of something? Thanks a ton!</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650519\"><br>Dr Sieghart's remedy:</a><br>Ah! Try U A Fanthorpe's Atlas</p> <p>There is a kind of love called maintenance,<br>Which stores the WD40 and knows when to use it;</p> <p>Which checks the insurance, and doesn't forget<br>The milkman; which remembers to plant bulbs;</p> <p>Which answers letters; which knows the way<br>The money goes; which deals with dentists</p> <p>And Road Fund Tax and meeting trains,<br>and postcards to the lonely; which upholds</p> <p>The permanently ricketty elaborate<br>Structures of living, which is Atlas,</p> <p>There's another verse. But look up the whole poem on page 129 of <a href=\"http://www.amazon.co.uk/Winning-Words-Inspiring-Poems-Everyday/dp/0571290124\">Winning Words</a></p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648651\">kolf:</a></h2> <p>Like many poetry readers, I am violently allergic to anthologies with subtitles like \"Inspiring Poems for Everyday Life\". They bring me out in a painful rash. I have no desire to be cured of this but would be interested in your diagnosis.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650604\">Dr Sieghart's remedy:</a><br>Buy the book and carefully cut out a square of brown paper. Wrap the book in this, taking care to tuck in the corners neatly. Then write, in big letters, on the cover, exactly the title you would like to give it.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648789\">zigzagzebra</a></h2> <p>Hi William,<br>I could really use a poem to give me a dose of courage! Next week I'm leaving for Cambodia to volunteer as a teacher- it's my first time travelling alone, my first time leaving Europe, and my first time teaching. I'm excited but I'm also terrified that I'm just not capable of doing this, I'm quite a nervous person and sometimes I feel like I might be mad for even trying. Anything to make me feel like this step into the unknown is a good thing, would be so appreciated. Thanks!</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649031\">Dr Sieghart's remedy:</a><br>Recite the punchy short poem by Christopher Logue, 'Come to the Edge'. It dramatizes exactly this process of taking a frightening, life-changing step. Say it three times to get used to the idea that you can do it, even if it's frightening. Give special emphasis to the exhilarating last lines.</p> <p>And they came,<br>And he pushed,<br>And they flew.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18648952\">afinch<br></a></h2> <p>Hello,<br>I find laundry and tidying to be my most tedious chores. Can you write a poem about them that I can recite to myself while I do them, to ease the pain? Wendy Cope wrote one about how being in love makes shopping more fun, but I feel that slightly misses the point. To help you, here are a few things that I quite like about laundry and tidying:</p> <p>The way clothes go slightly stiff after being on the radiators.<br>How permanently clean and shiny the inside of the washing machine is.<br>How tidying up makes everything harder to find, but also removes the urge to find it.<br>The magic of ironing, an otherwise therapeutic activity completely ruined by seams and buttons.</p> <p>The rest of it is just utterly tedious, especially the way the clothes all tangle, and the way nothing fits back in the drawers it came from, and if it does it'll remain permanently lost.</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650721\">Dr Sieghart's remedy:</a><br>You write so well about laundry. I like your list. It belongs above the ironing board.</p> <p>Have you read Dorothy Parker's Penelope?</p> <p>In the pathway of the sun,<br>In the footsteps of the breeze,<br>Where the world and sky are one,<br>He shall ride the silver seas,<br>He shall cut the glittering wave.<br>I shall sit at home, and rock;<br>Rise, to heed a neighbour's knock;<br>Brew my tea, and snip my thread;<br>Bleach the linen for my bed.<br>They will call him brave.</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649104\">edwardelric</a></h2> <p>Hello William,</p> <p>Do you have a poem for someone who tends to take everything for granted, and enjoys very little in life?</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649371\">Dr Sieghart's remedy:</a><br>Oh dear! Is this you? Or a friend? A parent?<br>I prescribe George Eliot's Count That Day Lost</p> <p>If you sit down at set of sun<br>And count the acts that you have done,<br>And, counting, find<br>One self-denying deed, one word<br>That eased the heart of him who heard,<br>One glance most kind<br>That fell like sunshine where it went -<br>Then you may count that day well spent.</p> <p>Or what about this, by Hafez? If the person of whom you speak is very resistant to joy, why not write this down and put in his or her pocket to be found when rummaging for a bus ticket.</p> <p>I wish I could show you<br>When you are lonely or in darkness,<br>The Astonishing LIght<br>Of your own Being!</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649442\">Insidian</a></h2> <p>Yesterday I received the decree absolute dissolving my marriage to a woman I adored, but who cheated and lied to me (for which I blame myself for being such a failed human being).<br>I am unable to write creatively myself anymore, though I used to, and this creative block is adding to my distress. It seems that the dread, the despair and the self-disgust are too huge to be translated to words - whatever happened to heartbreak being the ultimate inspiration?<br>So, a prescription for loneliness, thwarted frustration and despair, if you will, please, doc...</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649896\">Dr Sieghart's remedy:</a><br>I wonder if a sudden, collective burst of expression would help. Everyone Sang by Siegfried Sassoon is an evocation of just that, where individual cares melt into a mass song.</p> <p>Everyone suddenly burst out singing...<br>My heart was shaken with tears; and horror<br>Drifted away...</p> <h2><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18649656\"><strong>DavidBench:</strong></a></h2> <p>I'm really tired this week and it's affecting my work. I just want to sleep...</p> <p><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18650450\">Dr Sieghart's remedy:</a><br>Wendell Berry's The Peace of Wild Things will transport you to a tranquil place. Recite it slowly before bed.</p> <p>I go and lie down where the wood drake<br>Rests in his beauty on the water…<br>I come into the presence of still water…</p> <p>You can find it on page 168 of the Winning Words anthology.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Y6FuYf7r46Y?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"295\" src=\"https://www.youtube-nocookie.com/embed/Y6FuYf7r46Y\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://youtu.be/Y6FuYf7r46Y\">Reading this on mobile? Click here to view</a></p> <p>It must be hard to organise a party for an entity as fragmented and competitive as Hollywood, but the lack of hullabaloo for the start of its centenary earlier this year was odd. The House of Horror itself, Universal Pictures, was the <a href=\"http://www.imdb.com/news/ni27460857/\" title=\"\">first US studio to hit 100</a> – founded by the <a href=\"http://en.wikipedia.org/wiki/Carl_Laemmle\" title=\"\">German Jew Carl Laemmle</a> on 30 April 1912 in New York – but no one seems to have paid much attention. Warner Brothers crosses the line next year, Paramount (under that name, at least) and Fox in 2014; MGM not until 2024. The other studios joining the celebrations might crank up the volume, but perhaps it's the clouds louring overhead – stuck-in-the-mud creativity, uncertain revenue streams, growing global competition – that are responsible for the muted jubilation. Hollywood is 100, and it looks every year of it.</p> <p>I hope Bollywood doesn't make the same mistake, and that it gets the bunting out. Its main problem is deciding when its centenary actually is. The big cross in the diary has been ostensibly marked in for 3 May 2013, 100th anniversary of when <a href=\"http://en.wikipedia.org/wiki/Raja_Harishchandra\" title=\"\">Raja Harischandra</a>, directed by DG Phalke, was first exhibited to the general public in Mumbai. From what survives of its 3,700ft-long, 40 minutes of footage, this adaptation of a story from the great mythological cycles has been generally recognised as the first Indian feature film. (Defined the same way, the Hollywood anniversary would be in 2014, for the release of <a href=\"http://www.youtube.com/watch?v=PBMUfeYn2jY\" title=\"\">Cecil B DeMille's The Squaw Man</a> – though there are a couple of other contenders.)</p> <p>Modern Bollywood dynamo <a href=\"http://www.bollywoodhungama.com/news/1434646/Aamir-to-unveil-statue-of-Dadasaheb-Phalke\" title=\"\">Aamir Khan unveiled a statue of Phalke</a> earlier this year in the runup to the festivities, but hold on a minute … perhaps \"the pioneer cine artist of the east\", as the helmer was already styling himself, wasn't first out of the blocks. <a href=\"http://en.wikipedia.org/wiki/Shree_Pundalik\" title=\"\">Shree Pundalik</a>, adapted from Ramrao Kirtikar's play about a Hindu saint, went on show a year earlier at the Coronation Cinematograph in Mumbai, the same cinema Raja Harischandra played at. At 20 minutes, it was half the length; and though the director, Dadasaheb Torne, was Indian, the cameraman was British, and the film was sent to London for processing.</p> <p>The foreign involvement seems to have been what has disqualified it as the first Bollywood feature, which isn't exactly in keeping with today's porous globalised definitions. The other criticism aimed at Shree Pundalik is that it isn't sufficiently cinematic, being a clay-footed, one-camera-angle rendition of the play. It's true that, contrastingly, the <a href=\"http://www.youtube.com/watch?v=Y6FuYf7r46Y\" title=\"\">extant cuts</a> of Phalke's film are beguiling and alive, with lots of engaging camera trickery and nippy acting. But if aesthetic quality is a litmus test for feature-film eligibility, then three-quarters of Hollywood's output can give up that status right now. And it's debatable whether Raja Harischandra's 40-minute running time truly qualifies as feature-length; if so, it's on the outer-limit. All in all, I feel a bit sorry for Mr Torne.</p> <p>Both men went on to make significant contributions as the Hindi industry grew (it was quicker than most to reach mass production, turning out 100 a year – more than England, France or the USSR – by the 1920s). Torne became an industry player, who eventually set up his own studio, Saraswati Cinetone. Phalke's Lumiere-like, phantasmagoric spins on Ramayana and Mahabharata staples energised the early Indian scene, but his was the silent-era trailblazer's classic fate, and the coming of sound killed his career.</p> <p>Bollywood should make a fuss of the pair of them, and generate as much noise as possible internationally about its centenary. The meteoric rise of the Chinese industry <a href=\"http://www.guardian.co.uk/film/2012/oct/01/looper-sci-fi-blockbuster-china\" title=\"\">is getting all the attention </a> at the moment; you don't have to worry about Bollywood, but it's in danger of losing its rightful share of the global limelight, especially with its reputation for being primarily an insular industry for Indians only. But its work sells healthily across the Middle East and beyond, and it hasn't truly scoped out its global reach yet. This is one centenarian with the potential to go climbing.</p> <p>• Next week's After Hollywood will focus on Poland's answer to 8-Mile. Meanwhile, what global box-office stories would you like to see covered in the column? Let us know in the comments below.</p>",
  "<p>The French wellington boot-maker Le Chameau, which is <a href=\"http://www.theguardian.com/fashion/shortcuts/2012/jun/18/know-your-welly-tribes\" title=\"\">a firm favourite of the Duke and Duchess of Cambridge</a>, is set to be snapped up by private equity firm Marwyn Management Partners for €16.5m.</p> <p>The brand, founded in 1927 in Normandy, is about a third the size of its biggest rival, Hunter, but private equity bosses believe it has great expansion potential, especially since its royal fans have been pictured on several occasions sporting the handcrafted boots, which cost up to £550 a pair.</p> <p>Last year, Le Chameau posted net sales of €24m (£19.2m). By comparison, UK rival Hunter had sales of £78m last year.</p> <p>Le Chameau's parent company, the skiwear and camping equipment firm Lafuma, wants to offload the business to focus more on its outdoor sports market instead.</p> <p>Mark Watts, executive director of Marwyn, said: \"Le Chameau is a brand with an exceptional heritage and product of the very highest quality.</p> <p>\"We look forward to progressing the transaction to completion in the coming weeks and then helping to grow the business and develop it as a truly international luxury brand.\"</p> <p>Sales of Le Chameau's £160 Vierzonard boots jumped by a third after the duchess was pictured wearing a pair at a charity event this summer. Sales of men's boots also increased on the back of the \"duchess effect\".</p> <p>The royal connection will no doubt help increase the company's identity, but the biggest profit boosts are expected to come from expanding markets in Asia, where consumers are keen to show off their wealth with high-end goods and clothing.</p> <p>The investment is Marwyn's first foray into the luxury goods market after focusing on construction groups and then moving into software and media. The equity firm focuses in buying small- and medium-sized firms worth up to £500m.</p> <p>One of its biggest deals was in 2007 when it bought and floated for $200m (£125m) the film and television distributor Entertainment One, the company behind the releases of the Twilight film franchise and the Peppa Pig TV series.</p> <p>Meanwhile, <a href=\"http://www.thesundaytimes.co.uk/sto/business/Retail_and_leisure/article1136816.ece\" title=\"\">Hunter has reported a 38% increase in sales in 2011 to £78m</a>, with sales in the UK up 53%, US sales up 11% and international sales elsewhere rising 66%.</p> <p>Its Regent, Glitter and Gloss Original boots sold particularly well, according to the company, while its Balmoral leather Hawksworth boot, costing £285, won new footwear product of the year at the shooting industry awards.</p> <p>The US private equity firm Searchlight Capital bought a majority stake in the business last December, announcing plans for an international expansion, which appear to be working.</p> <p>Searchlight's chairman, Oliver Haarmann, said: \"In 2011, Hunter continued to see success in both fashion and traditional country markets. Europe and the far east drove a favourable international performance whilst product development also contributed to strong sales. Going forward, even with the challenging market conditions, we will continue to invest in the Hunter brand, supporting its development in the digital environment and the expansion of the Hunter business across the globe.\"</p>",
  "<p>For a while last week it felt like half of Europe was on its feet in protest. In France, where President Hollande unveiled the nation's harshest budget for 30 years (including his much-anticipated \"supertax\" on the rich), demonstrators demanded a referendum on European fiscal discipline. In Greece, a general strike paralysed the country and some 200,000 people marched on parliament. Even the mild-mannered Portuguese seem to have had their fill of austerity, taking to the streets of Lisbon in their tens of thousands.</p> <p>But it was in Spain where the consequences of the financial crisis suddenly felt most urgent. A new austerity budget announced for next year, unemployment rising past 4.7 million, a €59.3bn ($76.5bn) shortfall in the banking sector and confrontation between Madrid and the regional Catalan government. To top it all, flash flooding caused deaths and extensive damage in the south of the country. As Spain's social, political and cultural fabric struggles to absorb the strain, our cover story this week asks the question: just how much more pain can the country take?</p> <p>In our Comment pages, meanwhile, the economist Ha-Joon Chang argues that the root causes of resentment are not austerity politics per se, but the politicians who are using it to rewrite our social contracts via the back door. It's a thought-provoking piece and I recommend you seek it out.</p> <p>Elsewhere, Venezuela's colourful president Hugo Chávez is no stranger to the Guardian Weekly's news pages. But as he attempts to convert a narrow opinion poll lead into another election victory this weekend, we consider whether his centre-right challenger Henrique Capriles can pull off a stunning shock.</p> <p>The presidential race is also warming up nicely in the US, where the first televised debates between President Barack Obama and his Republican challenger Mitt Romney begin this week. We bring you news from both campaign trails.</p> <p>In Bolivia we venture into the crumbling silver mines of Potosí, where miners still risk their lives on a daily basis and where intrepid tourists can witness the appallingly hot, cramped conditions for themselves.</p> <p>From the Middle East, Guardian correspondent <a href=\"http://www.guardian.co.uk/profile/harrietsherwood\" title=\"\">Harriet Sherwood</a> has met some of the children who have witnessed the horrors of Syria's civil war and escaped to tell the tale. It's a harrowing reminder of the brutal atrocities being committed every day in this deeply entrenched conflict. We also report from Afghanistan, where the police force is seeing a surprising rise in the number of women enrolling for active service.</p> <p>From west Africa our sister publication Le Monde has the fascinating story of the illegal offshore petrol trade between Nigeria, where fuel prices are subsidised, and its neighbours, where they are not. From Lagos we report on the increasingly formal use of Pidgin around the country, and from Mali we examine the government's efforts to gain international support for an offensive against the Islamic rebels controlling the north of the country.</p> <p>Ever taken a tablet and wondered if it is really making you feel better? In our Review section, Ben Goldacre takes a look at how shockingly easily it is for big pharmaceutical manufacturers to manipulate clinical trial data.</p> <p>In Seoul, meanwhile, manipulation of a very different sort is reckoned to be behind a North Korean defector's sudden and unexpected decision to return to Pyongyang. In the Books section, Rachel Cooke of the Observer considers Naomi Wolf's controversial new book about female sexuality.</p> <p>And to round off this week's edition, <a href=\"http://www.guardian.co.uk/profile/richardwilliams\" title=\"\">Richard Williams</a> reflects on Europe's improbable Ryder Cup victory, a small but much-needed moment of satisfaction for a continent that seems perpetually knocked back on its heels these days.</p> <p>As ever we'd love to hear your thoughts on the edition so please do email them either to <a href=\"mailto:graham.snowdon@guardian.co.uk\" title=\"\">myself</a> or the Guardian Weekly editor <a href=\"mailto:abby.deveney@guardian.co.uk\" title=\"\">Abby Deveney</a>.</p> <p>Are you a subscriber <a href=\"http://subscriber.pagesuite-professional.co.uk/custompages/9cc33fb9-de8c-4e90-b6ba-545475feb862/subscribe.aspx\" title=\"\">looking for our digital edition? If so, click here</a>. That digital edition can also be viewed by subscribers on iPads, iPhones, Kindle Fires, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format. For more tips, read our <a href=\"http://www.guardian.co.uk/help/2012/jan/19/guardian-weekly-faqs\" title=\"\">FAQs</a>.</p> <p>Want to change your delivery address? Your email address? Suspend delivery? You can <a href=\"https://www.myguardianweekly.co.uk/Login.aspx\" title=\"\">manage your account online by clicking here</a>.</p>",
  "<p>Securing adequate water supplies to run our industries, grow food crops and satisfy the thirst of a growing population has become one of the world's most pressing challenges. Estimates from the World Bank report that 80 countries are now facing water shortages, while 2 billion people lack access to clean water for basic needs.</p> <p>Many of today's brightest entrepreneurs have taken up the challenge, and the presence of 11 companies that are developing innovative water technologies on this year's Global Cleantech 100 makes it one of the largest sectors on the list.</p> <h2><strong>Making the water grid smarter </strong></h2> <p>Water utilities suffer the same inefficiencies as energy companies that distribute electricity and natural gas to homes and businesses; a certain amount of loss occurs along the way. The World Bank estimates that 25-30% of water is lost in distribution due to leaks and other infrastructure problems.</p> <p>But to plug a leak you have to find it, according to <a href=\"http://www.takadu.com\" title=\"\">TaKaDu</a>, an Israeli-based company. It makes a web-based platform that continuously monitors sensor data coming from water distribution networks. Running this data through a set of algorithms and statistical tests, it can detect leaks, bursts, faults or other network problems, and send alerts to utility workers.</p> <p>Fluctuations in water pressure can also impact water distribution networks, a problem being addressed by UK-based <a href=\"http://www.i2owater.com\" title=\"\">i2O Water</a>. The company makes a management system that can continuously adjust water pressure in the network based on consumption and day-to-day changes in water flow.</p> <p>Using their technology to optimise water pressure can reduce leaks by 30% and bursts by 40%, they say, according to results from current installations with utility customers in Malaysia, the UK and Chile.</p> <h2><strong>Treating contaminated water</strong></h2> <p>A number of different technologies exist to clean contaminated water so it can be reused for irrigation, manufacturing or human consumption. But the process is not without its drawbacks, for example in the harmful byproducts that can result and the large amount of energy needed.</p> <p><a href=\"http://www.emefcy.com\" title=\"\">Emefcy</a>, another Israeli company, calculates that wastewater treatment uses 2% of global power and produces 57m tons of CO2 each year. The company has developed a microbial fuel cell that produces electricity from the break down of organic material during wastewater treatment, which can offset the large energy demands of the process.</p> <p>Californian company, <a href=\"http://www.aptwater.com/\" title=\"\">APTwater</a>, says its environmentally-friendly method for destroying contaminants is based on clean chemical reactions and naturally occurring biological systems. It cleans groundwater and wastewater for municipalities and large industrial clients while producing little or no waste byproducts.</p> <p><a href=\"http://www.epuramat.com\" title=\"\">Epuramat</a>, based in Luxembourg, also works with municipal and industrial clients providing compact wastewater treatment facilities and oil-water separation systems. Its technology is chemical free, and instead relies on gravity and fluid dynamics to separate solids from liquids.</p> <p>Canadian company, <a href=\"http://www.filterboxx.com\" title=\"\">FilterBoxx</a>, builds water treatment systems in containerised boxes, which can be delivered to hard-to-reach locations like drilling, mining and pipeline camps, resorts, and remote villages. The company's products are now deployed in Canadian oil sands operations.</p> <p><a href=\"http://www.ostara.com\" title=\"\">Ostara</a> has developed the bright idea of recovering pollutants like phosphorous and nitrogen from municipal and industrial wastewater to make a slow release, eco-friendly fertiliser, which can become a source of revenue for its clients. The Canadian-based company currently has four nutrient recovery facilities in operation in North America and others under construction in Europe.</p> <h2><strong>Getting the salt out </strong></h2> <p>Desalination proponents like to say, \"we don't have a water problem; we have salt problem,\" suggesting there's plenty of fresh water to be extracted from the world's oceans which cover 75% of the planet.</p> <p>While large-scale desalination has been with us for several decades, much of the recent innovation has centred on reducing the energy requirements of this technology.</p> <p>Reverse osmosis has become an increasingly popular form of desalination for this reason. The process uses high pressure to force salty water through a membrane allowing the water to pass through it while trapping the solids.</p> <p><a href=\"http://www.saltworkstech.com/\" title=\"\">Saltworks Technologies</a>, a Canadian company, delivers a number of filtration and reverse osmosis desalination plants for clients like Nasa and the Canadian navy.</p> <p>US-based <a href=\"http://www.nanoh2o.com\" title=\"\">NanoH2O</a>, says its breakthroughs in nano structures and polymers have allowed it to develop reverse osmosis membranes that decrease the amount of energy required while increasing the amount of clean water that results from treatment.</p> <p><a href=\"http://www.voltea.com/\" title=\"\">Voltea</a>, based in the Netherlands, takes a different approach to desalination using a capacitive deionisation technology, a process that draws salt ions out of the water by applying a low-voltage electric current. The process, they say, recovers 80 to 90% of the water treated, compared to 50 to 70% for reverse osmosis, and uses less energy.</p> <h2><strong>Bringing clean water to the developing world</strong></h2> <p>Some 3.4 million people die each year from waterborne diseases, according to the World Health Organisation, making it the leading cause of death especially among children in developing regions.</p> <p>Working to relieve this suffering, <a href=\"http://www.waterhealth.com\" title=\"\">WaterHealth International</a> currently provides low cost water purification facilities to water stressed communities across Bangladesh, Ghana, India and the Philippines. The company, which is headquartered in the US, says it is now creating clean drinking water for 5 million people in these areas.</p> <p>Their solution uses mostly off the shelf technologies like UV light disinfection and multi-stage filtration to remove silt, bad taste and odours. But their business model is unique, as the company shares the cost of the facility with the community and works closely with them to install, operate and maintain it for at least 10 years.</p> <h2><strong>A global impact</strong></h2> <p>The companies highlighted here are recognised not only for their innovations, but also their ability to bring these solutions to scale and make a substantial impact over the next five to 10 years. As looming water shortages threaten health, stability and economic development in many regions of the world, impact has never been more critical.</p> <p><em>The 2012 Global Cleantech 100 was created by the </em><a href=\"http://www.cleantech.com/\" title=\"\"><em>Cleantech Group</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Become a </strong><a href=\"https://register.guardian.co.uk/sustainable-business/\" title=\"\"><strong>GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<h2><strong>Lynda Agili, head of research office, </strong><a href=\"http://www.goldsmiths.ac.uk\"><strong>Goldsmiths</strong></a><strong>, University of London</strong></h2> <p><strong>Researchers must take the lead in their own career progression:</strong> Research offices are keen to support mobility in researchers, especially early career, but it requires a degree of initiative from the researcher as well. It is up to them to think about where their skills and knowledge may offer the most in terms of exchange to the host institution while also giving the opportunity to work on their own professional development.</p> <p><strong>The self-directed nature of a PhD makes it harder to build in international mobility</strong>: There is more structured funding for undergrads simply because those are structured programmes so are easier to plan in advance whereas a PhD course is very much more individual and depends on your research ideas and your individual supervisor.</p> <p><strong>Be aware of cultural differences that could disadvantage your CV:</strong> One of the other aspects to consider when looking for research positions in other countries is the format and content required in your resume or CV depending on the country. There’s a great <a href=\"http://www.nature.com/naturejobs/science/articles/10.1038%2Fnj7410-241a\">article by Karen Kaplan</a>, in Nature, on job applications.</p> <p><strong>Steps to gaining international credentials:</strong></p> <p>• Publish your work in peer reviewed, international journals</p> <p>• Offer to be a reviewer on student journals and later other journals</p> <p>• Get involved in committee work as a student rep/ early career scholar for learned societies</p> <p>• Join learned societies</p> <p>• Do book/ other reviews if appropriate to your field</p> <p>• Go to conferences and present/ network if you have the funds</p> <p>• Convene and chair (student) panels</p> <p>• Create professional Twitter/ Facebook accounts to market your work.</p> <p><strong>Resources:</strong> For mobility between the US and UK, consider the <a href=\"http://www.fulbright.org.uk/\">Fullbright scheme</a>. <a href=\"http://www.ukro.ac.uk/mariecurie/Pages/index.aspx\">UKRO</a>, the national contact point for Marie Curie in the UK, is a also a good source of information.</p> <h2><strong>Claire McNulty, director, science at </strong><a href=\"http://www.britishcouncil.org\"><strong>British Council</strong></a></h2> <p><strong>There are practical problems with facilitating a move but there is help available:</strong> The most common questions concerns for researchers are around visas and entry regulations, funding, and accommodation, in that order. Health insurance and language courses queries are also high. The European Commission is trying to address these issues and has set up the <a href=\"http://ec.europa.eu/euraxess/\">Euraxess network</a>; a network of more than 200 centres across 40 European countries whose aim is to make it easier for researchers to move country.</p> <p><strong>Visa regulations shouldn’t stop you:</strong> Sometimes it’s a question about knowing which type of visa to apply for. For instance, if you wanted to come to the UK as a visiting academic for a short period of time, not as an employee, you could be able to get a visitors visa, without going through the points based system. See <a href=\"http://www.britishcouncil.org/new/euraxess/euraxess-living/euraxess-living-entry-regulations/\">here</a> for more information.</p> <p><strong>Different life stage, different problems - a women disproportionately disadvantaged?</strong> It gets harder to move as researchers get older and have partners and families to look after and move with them. I’d be interested to know if this affects women more than men, and if so, whether this could be one of the reasons that there are less women in higher academic positions than men – if international mobility is associated with higher productivity then this could be a factor. At the moment only 13% of heads of HEIs in Europe are women, and only 12% of European Research Council advanced grants went to women in 2011 (encouragingly this is up from 9.4% in 2010).</p> <p><strong>Resources:</strong></p> <p>• Royal Society <a href=\"http://tiny.cc/9o58jw\">knowledge networks and nations report</a> shows that citations increase with numbers of international authors.</p> <p>• Research collaboration schemes can promote mobility without leading to brain drain.</p> <p>• <a href=\"http://www.access4.eu/\">Access4EU website</a>, has detailed information on funding opportunities from 11 countries outside the EU (Australia, Brazil, US, China, Canada, India, Mexico, New Zealand, Russia, South Africa and South Korea)</p> <p>• Department of Business Innovation and Skills (BIS) report: <a href=\"http://tiny.cc/fm58jw\">International comparative performance of the UK research base - 2011</a></p> <h2><strong>Paul Spencer, researcher development manager, </strong><a href=\"http://www.uwe.ac.uk/graduateschool\"><strong>University of the West of England</strong></a><strong>, Bristol </strong></h2> <p><strong>Researchers should capitalise on what they are already good at – networking with peers:</strong> It is important for doctoral students to take advantage of any opportunity to present their work at international conferences, to make connections and collaborate. The good news is that there are an increasing number of digital tools that are making this aspect of things easier to do. Many universities will also support researchers to present work (as opposed to just attending) with some funds and most conference organisers have discounted schemes and/or bursaries available for doctoral students. This should be raised with the students the day they start a doctoral programme.</p> <p><strong>The length of doctoral study in the UK makes international experience difficult to get:</strong> Doctoral training in the UK is highly regarded by others but it is not without fault, in part as a consequence of the short timescale within which doctoral students are expected to complete. At doctoral level it is hard enough to get researchers to take a few days/weeks to engage in career development activity let alone engage in an exchange scheme. There is little time for doctoral students to gain exposure to other environments and that’s a shame.</p> <h2><strong>Madeline Paterson, career transition coach, </strong><a href=\"http://www.symmetrycoaching.co.uk\"><strong>Symmetry Coaching</strong></a></h2> <p><strong>An online presence is valuable for a research career:</strong> Postdocs and early career researchers will benefit from developing an online profile that is distinct from their current employer. It does take an investment in time to create one’s own ‘personal learning environment’ but networks such as <a href=\"http://www.linkedin.com\">LinkedIn</a>, <a href=\"http://www.researchgate.net\">ResearchGate</a> and <a href=\"http://academia.edu/\">Academia.edu</a> are ways to connect with international peers and boost your research profile.</p> <p>These days it is not just about who you know, it is about who knows you. We should all start by Googling ourselves and seeing what we are telling the world (or not) about what we do, what we are working on and what we are looking for right now. If an individual only shows up on their university’s website and random publication references, they are missing a trick. I sometimes recommend buying one’s own name domain (which is fairly low cost) in order to actively manage one’s professional profile. Martin Weller’s book, <a href=\"http://www.amazon.co.uk/The-Digital-Scholar-Technology-Changing/dp/1849666172\">The Digital Scolar</a>, is a great introduction to digital presence for scholars worldwide.</p> <h2><strong>Chris Thomson, vice-chair, The </strong><a href=\"http://icorsa.org/\"><strong>International Consortium of Research Staff Associations </strong></a><strong>(ICoRSA)</strong></h2> <p><strong>Understand first the value of the international part of our career:</strong> International mobility it is important for:</p> <p>• Circulating around specialist research groups, very few countries have multiple groups all working on the same topic.</p> <p>• Learning the core methods in a research area (different groups often specialise differently)</p> <p>• Gaining peer acceptance, to help with references for funding or acceptance of papers in journals</p> <p>• Joining international collaborations.</p> <p><strong>For a broad perspective on culture and research policy, get involved with organisations that represent researchers locally, globally and internationally:</strong></p> <p>• For research students in the UK, this is the student union. Contact: <a href=\"http://www.nusconnect.org.uk/about/people/nus/policyanddelivery/highereducation/debbiemcvitty/\">Debbie McVitty</a></p> <p>• In the EU, try <a href=\"http://www.eurodoc.net/\">EuroDoc</a></p> <p>• For researchers staff (postdocs and others) in the UK this is <a href=\"http://UKRSA.org.uk\">UKRSA</a>, in the Republic of Ireland, it’s <a href=\"http://irsa.ie/\">IRSA</a>; <a href=\"http://www.nationalpostdoc.org\">National Postdoctoral Association</a> in the United States and internationally <a href=\"http://www.icorsa.org\">ICoRSA</a>.</p> <h2><strong>Sarah Emily Duff, postdoctoral research fellow, </strong><a href=\"http://www.sun.ac.za/\"><strong>Stellenbosch University</strong></a><strong>, South Africa</strong></h2> <p><strong>The draw of western institutions has both good and bad implications for local universities:</strong> In South Africa - and, as far as I know, other parts of Africa and, indeed, India – there’s an expectation that PhD students will do their doctoral degrees abroad – and particularly in the US and the UK. This is partly a result of an awareness of the globalised nature of academic research but also a product a kind of academic ‘colonial cringe’: “Our universities aren’t all that good, allegedly, so good doctoral students must prove themselves abroad”. The problem with this practice is that good research students tend not to stay at home for their PhD degrees – which means the best students aren’t working on research projects in their own countries. At the same time, universities benefit from the contacts and experience built up by returning academics.</p> <h2><strong>Lorraine Tracey, chair of the board of directors, </strong><a href=\"http://www.nationalpostdoc.org/\"><strong>National Postdoctoral Association</strong></a><strong> (NPA)</strong></h2> <p><strong>Getting away is not a high priority for lab researchers:</strong> I have seen it time and time again whether it be career development seminars or opportunities to get involved at their institution on committees, or travel to benefit their research, many lab researchers become entrenched in the 10000 experiments they have in mind and just simply don’t see how doing anything else outside their own lab could benefit them. There is a constant pressure to get results and publish, and often the message coming down from supervisors is “knuckle down and get on with it - forget these distractions and work hard”. On the part of supervisors there is a perverse incentive to encourage graduate students or postdocs to just get on with their work – they need their students to publish and to push their work forward in order to continue obtaining grants and funding</p> <p><strong>Do not rely solely on the inward flow of international researcher:</strong> A global research community it needs to be a two-way street. It’s not just about bringing the best and the brightest from abroad to benefit you, it is about taking your skills and knowledge to other places and forming those collaborations and getting those experiences yourself.</p> <h2><strong>Sarah Blackford, head of education &amp; public affairs, </strong><a href=\"http://www.sebiology.org\"><strong>Society for Experimental Biology</strong></a></h2> <p><strong>Mobility needn’t always mean going overseas:</strong> Even if international mobility is not possible, moving to other national labs and taking a proactive approach towards collaborating widely with national and international researchers is an invaluable element to a successful academic research career. See examples from biographies of previous Society for Experimental biology president medallists <a href=\"http://www.sebiology.org/publications/Bulletin/March_2007/Presmeds.html\">here</a> and <a href=\"http://www.sebiology.org/publications/Bulletin/July05/pres_meds.html\">here</a>.</p> <p><strong>Funding:</strong> <a href=\"https://docs.google.com/document/d/1CWFFHUePIvZUhL0Hsf2tV2K2gsAd1ba4VNJcJRCL154/edit\">Learned societies</a> offer funding for doctoral students and early career researchers to visit labs in other countries. For more <a href=\"http://www.biosciencecareers.org/p/career-resources.html\">funding opportunities</a> go to the funding section of my blog – it’s bioscience focussed but should still be useful to many researchers.</p> <h2><strong>Berit Hyllseth, project manager, </strong><a href=\"http://www.uio.no\"><strong>University of Oslo</strong></a></h2> <p><strong>How internationally relevant is your research itself?</strong> There are various practical reasons that prevent researchers from going abroad but the research topic can itself be a barrier to mobility. The candidate (or the supervisor) may not see a stay abroad as vital to their research. This may be partly cultural but it is also worth reflecting on whether or not our research environments sufficiently globally oriented.</p> <h2><strong>Alex Katsomitros, research analyst, </strong><a href=\"http://www.obhe.ac.uk/\"><strong>The Observatory on Borderless Higher Education</strong></a><strong> </strong></h2> <p><strong> <br></strong></p> <p><strong>Take advantage of branch campuses:</strong> International branch campuses offer researchers at the parent institution an opportunity to work abroad without having to deal with the problems associated with joining a university abroad. The problem is that most branch campuses only offer taught degrees at the moment, but it seems that there will be more focus on research in the future. Still, I am unsure if researchers are aware of the current opportunities. According to our data only 1.5% of students at British branch campuses – mostly in the Middle East and East Asia – come from the UK.</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of the Higher Education Network.</strong></p>",
  "<p>Amid the rush to anoint José María Olazábal, Ian Poulter and Rory McIlroy after Europe's retention of the Ryder Cup at Medinah, the three players who finally got the team over the line seem to have become almost forgotten in some of this.</p> <p>There were few mentions of Justin Rose's part in the win in Tuesday's UK papers, and what there was centred on a heckler described as a Hannibal Lecter soundalike who tried to put the Englishman off when he settled over a bunker shot – \"he was doing that sucking of the lips he did in the film\" – until Rose backed off, challenged the bloke and Rose's opponent Phil Mickelson graciously called security over to deal with the situation.</p> <p>\"There were plenty of incidents out there in the crowd over the three days but if anyone stepped out of line the guys I played with were the first to point security in the right direction,\" Rose said. \"As long as the Ryder Cup stays wholesome inside the ropes, golf is in a great place.\"</p> <p>And so say all of us, but after Rose went and lost the 14th he found himself having to make a 10-footer at 16 to save himself from going two down with two to play and went on to make a snaking 25ft birdie putt at the par-three 17th which pulled him level with Mickelson. The American had just chipped to gimme distance and got the hollering Chicago crowd to their feet only to find himself having to walk to the next tee, after graciously giving the thumbs-up to Rose's effort, in the manner of a man who suddenly discovered he had a grand piano to lug up there on his back.</p> <p>Then there was the matter of Rose's shot to the 18th green from the left of the fairway and the 15ft-birdie putt that followed to give him the win and get Europe level again at 11 apiece. The approach, played from a quieter area on the left of the fairway and close to trees, was also dogged by a loudmouth local and as Rose was discussing club options with his caddy, some of which was picked up by a TV microphone, an isolated heckler chipped in with \"three iron, 160 yards\".</p> <p>All very amusing as a bit of gamesmanship in a Sunday morning fourball but given the state of the game and the overall match, no laughing matter for the Englishman, who ignored the barb and found the green anyway.</p> <p>After he got the ball down from there, the realisation hit many that a European win was on despite the team's almost impossible situation overnight, and once Lee Westwood had seen off Matt Kuchar 3&amp;2 after being asked to hole from 18 inches to secure the win, Sergio García, a man who has failed to win a major in 13 years or more near the top, in the main because of his flimsy putting stroke, made it 13-12.</p> <p>The Spaniard was also one down at the 16th, and had holed some good putts on the back nine just to stay in touch, but he eventually prevailed by keeping the pressure on the USA wildcard Jim Furyk, who cracked and bogeyed the last two holes, allowing García to walk off the 18th one-up.</p> <p>Thereafter Steve Stricker, another USA wildcard pick and a man who might have already had Davis Love wishing he had chosen Rickie Fowler or Hunter Mahan after all, lost to Martin Kaymer with a bogey on the 17th and pars apiece at the last meant the Cup was retained by Europe, the German's seven-footer for the match also being the subject of sound effects from some distance.</p> <p>Three points picked up by three European players on the last two holes – and three lost by the USA – but Rose was asked about hecklers, García about the spirit of Seve Ballesteros, and Kaymer about Bernhard Langer and being German.</p> <p>How about giving a bit more credit where it is really due?</p>",
  "<p>Laly Lichtenfeld has good reason to be cautious. The whites who have passed through Tanzania's vast northern plains have left painful memories. Thousands of people have been thrown off their land to make room for the <a href=\"http://www.tanzaniaparks.com/tarangire.html\" title=\"\">Tarangire </a>and <a href=\"http://www.tanzaniaparks.com/manyara.html\" title=\"\">Lake Manyara</a> national parks, nearby, or <a href=\"http://www.serengeti.org/\" title=\"\">Serengeti</a>, further north. In east Africa few people have paid as high a price for nature conservation as the <a href=\"http://en.wikipedia.org/wiki/Maasai_people\" title=\"\">Masai</a>. Almost a third of the land surface of <a href=\"http://www.theguardian.com/world/tanzania?INTCMP=SRCH\" title=\"\">Tanzania</a> has been set aside as protected areas, three times more than the global average.</p> <p>Lichtenfeld, a white American, has devoted much of her life to the lion. She has founded the <a href=\"http://afrpw.org/\" title=\"\">African People and Wildlife Fund </a>(APW) and lives on top of a hill in the middle of the savannah. But life in Loibor Siret is far from the romantic tales westerners like to spin about Africa and the wilderness. The only stories here are about conflicts on the grassland.</p> <p>Simson has just returned from the village and is very upset. A farmer has killed an elephant that was trampling his crops. The authorities have arrested the man and removed the animal's tusks. They will be added to the stock of ivory held by the district council. Such incidents – involving lions, zebras and so on – are almost everyday occurrences. Simson, 24, is tasked with handling these conflicts, which can inflame communities in a flash: \"It's not easy, there are lots of problems, but we must try to understand the villagers instead of just punishing them,\" he says. Simson works under the authority of the village headman, but is paid by APW.</p> <p>The Tarangire is the setting for the second-largest migration by animals in Africa, after the Serengeti and Masai Mara in Kenya. But the national park, which extends over 2,850 sq km, accounts for less than 15% of the ecosystem in which this huge upheaval unfolds each year. At the start of the rainy season in December the big mammals leave the park for six months and head for more hospitable quarters.</p> <p>The tension mounts in the corridors used by thousands of wildebeest, zebras, elephants, giraffes and the lions. They may be naturally following their prey, but they can also target herds of cattle and goats. Tanzania is home to about 40% of the world's lions: between 20,000 and 40,000 in all.</p> <p>As the population grows and previously nomadic peoples increasingly settle in the corridors, the maize fields and mud huts are spreading. In some places they run along the edge of the park, reflecting their occupants' desire to gain access to the coveted pasture. The high grass that flourishes inside the forbidden area makes a stark contrast with the plain covered by white flowers. They may look pretty but in fact they are symptomatic of the depleted soil.</p> <p>In 2009 the <a href=\"http://www.wcs.org/\" title=\"\">Wildlife Conservation Society </a>and the <a href=\"http://www.tawiri.or.tz/\" title=\"\">Tanzania Wildlife Research Institute</a> carried out an appraisal of the 30 or so corridors connecting the country's protected areas, concluding in their report that most of them were in a \"critical condition\" and that five were in an \"extreme condition\", threatened by the rapid spread of farming. The vital links could \"disappear within two years unless immediate action\" is taken. The corridors enable the wildlife population to mix, thus maintaining the diversity essential to their survival. For the government the stakes are economic, for without wildlife there would be no tourism industry, on which 15% of Tanzania's economy depends.</p> <p>\"The animals just cause problems. During the rainy season the lions and hyenas attack us all the time,\" says Naipotoki Bahati. Her husband is grazing their herd on the plain. In the middle of the circle of huts, each occupied by a family, she points to the large pen where the livestock is shut up for the night. But the presence of humans does not discourage lions, which have no difficulty getting over the barrier.</p> <p>Lichtenfeld has come up with an idea for making the fences impenetrable. \"If you want to do something useful for conservation here, there's no point talking to people about wildlife conservation. First you must find out how to help them solve their problems and find solutions that are meaningful in the local context,\" she explains. The \"living walls\" consist of a local variety of myrrh, planted to form a thick hedge surrounded by wire mesh. The first one was planted in 2009 and there are now about 100. Each one costs $500, with farmers contributing a quarter of the cost, equivalent to two or three goats. The number of attacks has dropped but Lichtenfeld admits it is not enough. \"Only the population can protect the corridors and for that conservation must earn them money.\"</p> <p>In the nearby district of Babati, the Burunge Wildlife Management Area was one of the first to benefit from a government scheme launched a decade ago. It covers 10 villages, home to about 30,000 people. To qualify for WMA status the villagers had to allocate part of their land to wildlife protection. These areas have become tourist or big game concessions, managed by private operators who pay a fee. In 2011 the Burunge scheme earned more than $300,000, a quarter of which benefits villagers directly; the rest goes to central or local government. Officially the funds are allocated to conservation.</p> <p>In a poverty-stricken region, the money is welcome. Classrooms and a well have been built. \"Things are better than before,\" says Rama Damani, the head of the WMA.</p> <p>There are still plenty of problems, though, and no one really can say whether the corridors belong to the humans or the wildlife. Keeping them open can seem an impossible task. The government has made them a priority, but lacks the human and financial resources to do so. Earlier this year, it appealed to the leading conservation NGOs, asking them to make greater allowance for the human population. <strong>Le Monde</strong></p>",
  "<p>Pictures taken by the Canadian photographer Daniel Hayduk reveal an intriguing, but essential, aspect of the west African economy. Contraband fuel purchased legally in Nigeria, where subsidies keep prices much lower than in neighbouring countries, irrigates the economies of the whole region.</p> <p>Every morning a flotilla of small boats approaches the Togolese coast, laden with Nigerian fuel. The jerry cans are thrown overboard and towed back to the beach by swimmers. The precious liquid is decanted for sale in the capital Lomé, but also in Ghana, Burkina Faso and even Mali. The beaches of neighbouring Benin are the scene of similar operations.</p> <p>Smuggling has reached an unprecedented level with the boom in global oil prices since 2008. It is hard to provide firm estimates but it certainly seems essential to the economies of each state. In November 2011, Benin's finance minister acknowledged that more than three-quarters of the fuel consumed there was illegally imported from Nigeria. In Togo, population 6 million, a 250-litre barrel sells for $300, a small fortune in a country where about two-thirds of the population live in poverty. Some smugglers and local dignitaries have reaped generous rewards, and \"micro-petro-states\" have sprung up on either side of the border between Togo and Benin, where \"local officials … are largely independent of national law and its enforcement\", according to an article published in March by the website ThinkAfricaPress.</p> <p>Despite the scale of the smuggling, the authorities have done little to stop it. Street vendors watch out for police raids, which are sometimes violent, but carry on selling the fuel in broad daylight. Corruption is not the only explanation. The racket is a serious problem for governments, but a source of work for many people, and a boon for all those who use the cheap fuel – the price is 15% to 30% less than in Togo's licensed filling stations. To stop such a flourishing trade is unthinkable in a country where the informal economy is predominant – accounting for more than 70% of jobs in sub-Saharan Africa, according to the International Labour Organisation. On the other hand, this illegal business entails a net loss for the already constrained budgets of these countries.</p> <p>International agencies, particularly the International Monetary Fund, issue regular protests, pressing for prices to be harmonised across the region. Nigeria is under pressure to end its system of subsidies. A Nigerian parliamentary report, published in April, estimated the subsidies had cost the nation $17bn in 2011, much more than the $8bn announced by the government. So far attempts to raise prices have failed, with general strikes forcing the authorities to backtrack.</p> <p>In January, yielding to popular outrage, President Goodluck Jonathan had to rescind his decision to raise the price of a litre of petrol from 60 cents to 85 cents. Most Nigerians see the subsidy as the only good thing about the oil industry, which has benefited an elite perceived as deeply corrupt.</p> <p>• This article appeared previously in <a href=\"http://www.lemonde.fr/\" title=\"\">Le Monde</a></p>",
  "<p>Any hope of taxpayers getting back the £65bn invested in stakes in bailed-out Royal Bank of Scotland and Lloyds Banking Group appears to be moving even further away.</p> <p>Analysts at UBS, which acts as broker to RBS and Lloyds, have cut their share price targets by 10% and 12% respectively.</p> <p>Their decision was triggered by the Bank of England's demand last week <a href=\"http://www.theguardian.com/business/2012/sep/27/banks-raise-capital-markets-eurozone\" title=\"\">that banks started to look to the stock and bond markets to raise their capital bases</a>. This also has additional implications for Lloyds, according to the UBS analysts, as the bank has been raising hopes it might start to resume dividend payments. UBS reckons this may not now happen until 2014.</p> <p>\"The UK regulatory environment has taken a turn towards becoming more difficult again for the banks. This is perhaps unintentional but we believe no less challenging in the near term,\" UBS said.</p> <p>The UBS analysts downgraded their view on Barclays for the same reason, taking their view on all the so-called domestic banks to neutral from buy.</p> <p>They argue that by focusing on absolute levels of capital rather than the ratio of capital held against loans, the Bank of England's financial policy committee is instigating a \"profound change\" in its approach.</p> <p>It has implications for Lloyds and RBS because they have been bolstering their capital ratios since their taxpayer bailouts by reducing their balance sheets. RBS, in particular, has taken £700bn off its balance sheet.</p> <p>But this does not help with the absolute levels of capital being demanded.</p> <p>The UBS target for RBS has been cut to 292.5p and for Lloyds to 44p. Taxpayers bought RBS at 500p and Lloyds at 73.6p.</p> <p>The UBS analysts are not predicting a wave of capital raisings by banks, but say: \"The UK banks have not heeded exhortations to raise external equity in our view as they simply do not need it. However, we see a risk that the market will focus the absolute equity level requirement as leading to a risk of new equity issuance, to the detriment of current equity value.\"</p> <p>The RBS and Lloyds shares were the biggest fallers in the FTSE 100 by noon – down 2.5% at 260p and 38p respectively – while Barclays was flat.</p>",
  "<p>On Sunday night, Welsh-born novelist <a href=\"http://us.macmillan.com/author/jowalton\" title=\"\">Jo Walton</a> hit the hat-trick. Despite not yet having been published in the UK, her book, <a href=\"http://www.sfsite.com/04b/ao342.htm\" title=\"\">Among Others</a>, took the <a href=\"http://www.theguardian.com/books/2012/oct/01/jo-walton-british-fantasy-award\" title=\"\">British Fantasy award</a> for best novel at Brighton's <a href=\"http://www.fantasycon2012.org\" title=\"\">Fantasycon 2012</a> – its third major award this year. The novel – which <a href=\"http://www.theguardian.com/books/2012/sep/04/jo-walton-hugo-award-harry-potter\" title=\"\">scooped the Hugo award last month</a> and <a href=\"http://www.tor.com/blogs/2012/05/announcing-the-2011-nebula-awards-winners\" title=\"\">tucked the Nebula under its belt in May</a> – <a href=\"http://www.fantasycon2012.org/nominees.htm\" title=\"\">overcame stiff competition for the prize</a> in the form of <a href=\"http://www.theguardian.com/books/2011/jan/08/science-fiction-eric-brown\" title=\"\">The Heroes by Joe Abercrombie</a>, <a href=\"http://www.theguardian.com/books/2011/nov/02/112263-stephen-king-review\" title=\"\">Stephen King's 11.22.63</a>, Cyber Circus by Kim Lakin-Smith and <a href=\"http://www.theguardian.com/books/booksblog/2011/jul/12/a-dance-with-dragons-george-r-r-martin\" title=\"\">George RR Martin's A Dance With Dragons</a> at the British Fantasy Society event. Not bad going for a girl from the valleys.</p> <p>In addition to the three major prizes it's now won, Among Others has also been nominated for a <a href=\"http://www.worldfantasy.org/awards/\" title=\"\">World Fantasy award</a> at November's World Fantasy Convention – one of only a handful of novels ever to get such a grand-slam shortlisting for all the major science fiction literary prizes. The World Fantasy award will be presented in Toronto, which might have an extra sweetness for Walton if Among Others wins. Although born in Aberdare, Wales, she's now a permanent resident of Canada, and her career has taken place mainly Stateside.</p> <p>Since her first novel, The King's Peace, in 2000, <a href=\"http://www.tor.com/Jo%20Walton\" title=\"\">she's been published by Tor</a>, the New York-based SF/Fantasy publisher which is part of Pan Macmillan. Now, however, Among Others will come to the UK in February courtesy of Corsair books, a new genre imprint from Constable &amp; Robinson. Does it feel weird that most of her success has been in the US?</p> <p>\"For someone who grew up in Wales reading SF that was largely published in the US first, it isn't weird at all,\" says Walton, who moved to Montreal in 2002 after marrying her Irish-born husband, Emmet A O'Brien, the year before. \"I'm delighted to be published in the UK at last, I'm thrilled by the new Corsair line which seems to be doing really innovative things, like publishing women: very few women are published in SF and fantasy in Britain. But I've never written things that fit the UK's genre expectations. The US market's much more open to a wider view of the field.\"</p> <p>Among Others tells the story of Morwenna – Mori – through her diary entries over the course of late 1979/early 1980. We know at the beginning that Mori is a twin, and her sister Mor died in a car crash that left Mori disabled. Mori has fled Wales and her (possibly mad, possibly magically wicked) mother, and moved in with her rather feckless father Daniel and his trio of controlling sisters who sit in their ancestral home in England like the Three Graces and deem that Mori must attend the local boarding school.</p> <p>It's here that Mori's otherness is magnified. She's Welsh, she walks with a stick and she's a huge fan of what we'd now term classic science fiction: everything from <a href=\"http://www.theguardian.com/books/isaacasimov\" title=\"\">Isaac Asimov</a> to Roger Zelazny and all points in between. Oh, and Mori regularly converses with beings that she calls \"fairies\", seemingly ancient, elemental spirits that inhabit the places abandoned by man.</p> <p>Walton, born in 1964, would have been the same age as Mori in 1979. The author also walks with the aid of a stick and attended a boarding school in Oswestry. Is Among Others basically her autobiography?</p> <p>\"It's not an autobiography – I'm 47, and this covers six months 30 years ago,\" she says. \"But, yes, all the disability stuff in the book is entirely from experience. It's a mythologisation of part of my life. It's a fantasy novel, but it's drawing on autobiographical material.\"</p> <p>So, has she ever seen any fairies? That, says Walton patiently, \"would be the mythology part. I had a lot of fun with the fairies and the magic system because I didn't want them to be the way they are in books, and also because I didn't want them to be Celtic.\"</p> <p>If Among Others isn't an autobiography, it's certainly a love letter to SF fandom. Of course, 1979 was pre-internet and today any teenager with an interest in the genre can instantly find a thousand friends on the web. Back then, Mori was saved from isolation by the library and a science fiction book group that opened the door to global SF fandom and thus the wider world. Walton weaves in almost casual mentions of other authors and books without interrupting the narrative to explain their significance. Is this purely a book for the fans?</p> <p>Walton says: \"Well, that's the kind of person who normally reads a fantasy novel. This is my ninth; none of the others [books] have had any problem with needing to be accessible to people who don't have the protocols for reading them, because people like that have never been interested in picking them up.</p> <p>\"However, reading reviews and especially what I call 'naive reviews' – people on Goodreads and so on who are just burbling adorably about what they like – it seems clear that people who've read very little of what Mori has read can still enjoy it because they identify with a love of reading. I do think, though, that the more overlap you have the more you'll get out of it: in so far as it's a coming of age story, it's about coming of age through reading science fiction.\"</p> <p>Walton says she was \"stunned and awed\" when Among Others won the Hugo at the World Science Fiction convention in Chicago in September. Did she have an inkling this book was going to be an awards magnet? \"Not in the slightest. I kept wondering if I was allowed to do this. I've been very surprised by the reaction. I wasn't expecting the way so many people have identified with Mori.\"</p> <p>For the future, Walton has a collection of her reviews of classic SF, originally published on <a href=\"http://www.tor.com/\" title=\"\">tor.com</a>, coming out next year under the title, What Makes This Book So Great?, and she is working on an SF novel for 2014. After Among Others, her next book published in the UK will be <a href=\"http://en.wikipedia.org/wiki/Tooth_and_Claw_%28novel%29\" title=\"\">Tooth and Claw</a>, which won the World Fantasy award in 2004 and which she describes as \"a sentimental Victorian novel in which all the characters are dragons who eat each other\".</p> <p>If it's not necessary to be acquainted with the intricacies of, say, Larry Niven's <a href=\"http://www.theguardian.com/books/data/book/unclassified/9780345234407/world-of-ptaavs\" title=\"\">World of Ptaavs</a>, is there any other novel that is actually required reading in order to \"get\" Among Others?</p> <p>\"The only thing you absolutely have to have read is <a href=\"http://www.theguardian.com/books/jrrtolkien\" title=\"\">The Lord of the Rings</a>. But then everyone has read that. And seriously, if you haven't then you're today's lucky person with a treat in store, and you should rush off and read it now.\"</p>",
  "<p>The Financial Times is making what it calls \"a significant expansion into the Latin American market\" by launching a digital newspaper print site in Brazil, a new Latin America page on its website and a mobile app for the region.</p> <p>The newspaper - printed in São Paulo - will be available for subscribers and retail vendors in São Paulo, Rio de Janeiro and Brasilia from tomorrow (3 October). </p> <p>The FT's chief executive, John Ridding, said the print site launch \"underscores our belief in a healthy future for print\" and spoke of the other innovations as an affirmation of \"Latin America's emergence as a major centre for global business and finance.\"</p> <p><em>Source:</em> <a href=\"http://aboutus.ft.com/2012/10/02/financial-times-expands-in-latin-america/#axzz282TqiIrQ\">FT</a></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/oY7crOa2dA0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/oY7crOa2dA0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>International students are queuing throughout the night in a bid to register with the police before the legal time limit passes <a href=\"http://www.youtube.com/watch?v=oY7crOa2dA0&amp;feature=youtu.be\" title=\"\">(video)</a>.</p> <p>Overseas students need to register with the police within seven days of their arrival. But increased demand – especially in London, where around 30,000 students are waiting to collect a police registration certificate (PRC) – has left officials unable to cope.</p> <p>Mariella Nihabi, 18 from Brazil, has missed the first few days of her course at London College of Fashion because of the delays. \"I cannot attend class before I have registered but this is the third time I have tried queuing, today I have been here since 6am. There are people who got here earlier.</p> <p>\"It's horrible – we have to wait here for hours and pay for the travel each time. If they want us to register, they could at least ask us to do it at a police station nearer to where we live.\"</p> <p>London Met's <a href=\"http://content.met.police.uk/Site/overseasvisitorsrecordsoffice\" title=\"\">overseas visitor records office website</a> blames the delays on the large number of international students registering at the start of the academic year. It asks people not to form queues the night before: \"Our queues are currently starting at 12.00am. In the interest of health and safety we would kindly request that you do not start queueing at this time as it forces us to close our queues as early as 06.30am.\"</p> <p>It adds: \"We operate on a first come, first served basis so it's advisable to attend early in the morning.\"</p> <p>Daniel Stevens, NUS international students officer, says it is unclear why is is necessary for students to visit police offices when their information is already held by the UK Border Agency.</p> <p>\"There are numerous other ways to avoid the distress being faced by these students including increasing staff numbers, adjusting the amount of time given to students to register, or creating a ticketing system so that students have defined times to register.</p> <p>\"It is absolutely unacceptable that students be asked to be queue for hours, often in terrible weather, and be expected to arrive before 6.30am to have any chance of being seen.\"</p> <p>The problems come only weeks after universities minister <a href=\"http://www.guardian.co.uk/education/2012/sep/13/willetts-uk-reputation-foreign-student-visas\" title=\"\">David Willetts launched a global drive to bolster British universities' reputation abroad</a> following the removal of London Metropolitan University's right to sponsor overseas students. The higher education business in international students is worth an estimated £5bn a year to the economy.</p> <p>But a law student from the London School of Economics who has spent the past four days trying to join the queue says British inefficiencies are putting overseas students off. \"Obviously this will damage British universities' reputation. This isn't the only country that offers international education – the US and Canada do not treat foreign students like this.\"</p>",
  "<p>About 600m new jobs will be needed worldwide in the next 15 years to absorb a burgeoning workforce, mainly in Asia and sub-Saharan Africa, according to a World Bank report.</p> <p>The private sector will be the engine for job creation, accounting for 90% of jobs in the developing world, but governments have a vital role to play by ensuring the right conditions are in place. The <a href=\"http://econ.worldbank.org/external/default/main?contentMDK=23044836&amp;theSitePK=8258025&amp;piPK=8258412&amp;pagePK=8258258\" title=\"\">2013 World Development Report</a> recommends a three-stage approach by governments, urging them to: put in place policy fundamentals that include macroeconomic stability, a business-friendly environment, investments in human capital and the rule of law; design labour policies to ensure growth translates into employment opportunities; and identify the jobs that do most for development, removing the obstacles that prevent the private sector from creating those jobs.</p> <p>\"The jobs with the greatest development payoffs are those that make cities function better, connect the economy to global markets, protect the environment, foster trust and civic engagement, or reduce poverty,\" said Jim Yong Kim, president of the World Bank. \"Critically, these jobs are not only found in the formal sector – depending on the country context, informal jobs can also be transformational.\"</p> <p>The report comes against a grim backdrop. The world economy is still stuttering from the 2008 financial shock that triggered the biggest global economic downturn since the Great Depression. About 200 million people – including 75 million under the age of 25 – are unemployed.</p> <p>Many millions more, most of them women, are shut out of the labour force altogether. Growth in total employment, hovering around 1.8% a year before 2008, fell to less than 0.5% in 2009, and by 2011 had not yet reached its pre-crisis level. <a href=\"http://www.theguardian.com/commentisfree/2012/sep/28/europe-riots-root-imf-austerity\" title=\"\">Thousands of people last week took to the streets in Greece, Spain and France</a> to protest against austerity policies.</p> <p>Meanwhile, almost half of all workers in developing countries are in small-scale farming or self-employed jobs that typically do not provide a steady income and benefits. The problem for these workers is not the lack of a job – many hold more than one job but have trouble making ends meet because they do not earn enough.</p> <p>Worldwide, more than 3 billion people are working, but jobs vary greatly. About 1.65 billion are employed and receive regular wages or salaries. Another 1.5 billion work in farming and small household enterprises, or in casual or seasonal labour. Almost 2 billion working-age adults, mostly women, are neither working nor looking for work, but an unknown number are eager to work, says the report.</p> <p>It notes the importance of the private sector – the source of nine out of 10 jobs in the world – in creating jobs. China provides the most dramatic example of private sector employment. In 1981, the sector accounted for 2.3 million workers, while state-owned firms employed 80 million. Twenty years later, the private sector had 74.7 million workers.</p> <p>The creation of jobs – mostly in Asia, but also in other parts of the developing world – has been the driving force in reducing poverty. The report says the share of the developing world's population living on less than $1.25 a day (in purchasing parity) fell from 52% in 1981 to 22% in 2008.</p> <p>The report says policymakers should set priorities by considering: what jobs are good for development (which will depend on a country's phase of development, demography, endowments and institutions); whether there are enough of these jobs; the constraints in creating more of these jobs; and whether those constraints can be removed or offset.</p> <p>Vietnam is cited as an example where policies were successfully pursued to bring about a development payoff from jobs. In the 1990s, Vietnam concentrated on increasing productivity in agriculture, freeing labour to work in rural off-farm employment, and eventually supporting migration to cities. A strong emphasis on agricultural technical advice, land reform and deregulation led to rapidly growing agricultural productivity on very small plots. The results were dramatic.</p> <p>In 1993, 70% of jobs were in agriculture, 58% of the population lived in poverty, and famine was a real concern. Two decades later, Vietnam is the second-largest exporter of rice and coffee, the largest exporter of black pepper and cashew nuts, and a big exporter of tea, rubber and seafood products, while poverty has plummeted.</p> <p>In another success story, Rwanda supported the reintegration and demobilisation of more than 54,000 former combatants after genocide. While former fighters were only a small share of the country's population of 10 million, their reintegration had payoffs for social cohesion. Rwanda built on this by rejuvenating the private sector through reforms of institutions and business regulations. Growth reached an estimated 8.8% in 2011 and the poverty rate dropped by 12 percentage points between 2005 and 2010.</p>",
  "<p>\"The 2012 Global Cleantech 100 list reveals the increasing maturity of the cleantech sector,\" Colin le Duc, partner in <a href=\"http://www.generationim.com/\" title=\"\">Generation Investment Management LLP</a> told me this week. \"In contrast to what the press and stock markets may have you believe, many private cleantech companies are gaining real market traction, generating significant revenues and profits and contributing materially to the challenges of resource efficiency and the climate crisis. The best companies in this sector are demonstrating the value of focus and persistence and are emerging as stronger organisations for having thrived in a very challenging environment over recent years.\"</p> <p>I couldn't have put it better. Cleantech, or innovative resource efficiency technology, is coming of age. With the exception of the broader market crash of 2008-9, venture investment into up-and-coming private clean technology companies has increased year-on-year since we began tracking the theme in 2002. That said, 2012 will be the first year to break this trend as global venture investment into cleantech companies is set to fall below $7bn for the first time in five years.</p> <p>For some, this downturn in investment is a signal of fundamental problems with the underlying investment process behind cleantech companies. However, when I study the companies in this year's 2012 Global Cleantech 100 and the commentary around it from our expert panelists, I look back at how far we have come since the first edition in 2009 and have come to a very different conclusion.</p> <p>I feel optimistic about the future – not to ignore or underestimate the pain many are feeling right now as the market shakes out the companies and investors who won't be around to play. Consolidation is a kind word to describe what is happening, in the solar world particularly, but this is consistent with the necessary growing pains all mega-trends go through.</p> <p>The underlying macro-drivers that create the market need for the rise of cleantech companies have only strengthened. Beyond the current clean-out, a brighter period where cleantech in its broadest sense, distinct from clean energy in its narrowest, will predominate. Fewer overall players will add up to a more rational market, where some businesses will succeed, by leveraging the technological progress that has been made on the billions invested in the last decade and leveraging the many lessons that have been learned along the way. They will also operate in spaces where resource efficiency and doing more with less economically is what counts, over environmental purity, evangelism, and hope.</p> <p>Testament to this more practical and balanced market has been the greater influence and presence of the major traditional corporations in cleantech generally, and as stakeholders in the Global Cleantech 100 companies specifically, over the last four years. Lines are blurring between cleantech and conventional markets, as the norm becomes to try and do everything more cost effectively and resource efficiently.</p> <p>The fortunes of small innovation companies are tied to larger companies. This year, in the 2012 Global Cleantech 100, I feel there is a greater presence of the oil and gas industry, which hopefully illustrates this point well. These are established global industries, with deep pockets and big resource-related problems. Solutions are needed for them to retain their license to operate, and for them to compete on resource efficiency.</p> <p>We should celebrate the solutions that such companies in the 2012 Global Cleantech 100 as CoaLogix, Filterboxx, Liquid Robotics, and Siluria Technologies are bringing to the world of conventional energy. Growing new businesses to help clean up the dirtiest of industries from the inside will be one of the defining aspects of the next phase of the journey.</p> <p>What greater symbolic moment of sustainable progress could there be than cleantech \"going inside\" the oil and gas industry, drawn to do so by market forces? A brighter future awaits. Be patient: mega-trends take a long time to play out.</p> <p><em>Richard Youngman is managing director, Europe &amp; Asia at the Cleantech Group. The 2012 Global Cleantech 100 was created by the <a href=\"http://www.cleantech.com\" title=\"\">Cleantech Group</a>.</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Become a </strong><a href=\"https://register.guardian.co.uk/sustainable-business/\" title=\"\"><strong>GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p><a href=\"http://www.guardian.co.uk/society/signup/2010/feb/01/1\" title=\"\">Sign up to Society daily email briefing</a></p> <h2>Today's top SocietyGuardian stories</h2> <p>• <a href=\"http://www.guardian.co.uk/politics/2012/oct/02/labour-cuts-welfare-liam-byrne\" title=\"\">Labour will make cuts to welfare budget if it wins 2015 election, says Liam Byrne</a><br>• <a href=\"http://www.guardian.co.uk/politics/2012/oct/01/ed-balls-vows-to-rebuild-britain-anew\" title=\"\">Ed Balls vows to 'rebuild Britain anew'</a><br>• <a href=\"http://www.guardian.co.uk/politics/2012/oct/01/labour-out-of-touch-union-leaders\" title=\"\">Labour out of touch over public sector pay freeze, say union leaders</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/oct/02/diabetes-charity-warns-health-calamity\" title=\"\">Diabetes UK warns of health 'calamity'</a><br>• <a href=\"http://www.guardian.co.uk/education/2012/oct/01/competitive-team-sports-alienate-schoolchildren\" title=\"\">Competitive team sports will alienate inactive schoolchildren, report says</a><br>• <a href=\"http://www.guardian.co.uk/society/2012/oct/01/conversion-therapy-gay-patients-unethical\" title=\"\">'Conversion therapy' for gay patients unethical, says professional body</a><br>• <a href=\"http://www.guardian.co.uk/uk/2012/oct/01/failed-asylum-seekers-scotland-poverty\" title=\"\">Failed asylum seekers in Scotland living below UN global poverty threshold</a><br>• <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/02/uk-children-bussed-to-school-diversity\" title=\"\">Should UK children be 'bussed' to school in the name of diversity?</a><br>• <a href=\"http://www.guardian.co.uk/money/2012/oct/02/minority-communities-financial-support\" title=\"\">Minority communities look to lending schemes for financial support</a><br>• <a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/01/population-future-caring-ageing-good-news\" title=\"\">Danny Dorling: Population – the future is caring</a><br><a href=\"http://www.guardian.co.uk/society/all\" title=\"All today's Society Guardian news\">All today's SocietyGuardian stories</a></p> <h2>In tomorrow's SocietyGuardian section</h2> <p>• Dominic Campbell of FutureGov is obsessed with using technology to make <strong>public services</strong> more effective and efficient. <a href=\"http://www.guardian.co.uk/profile/patrickbutler\" title=\"\">Patrick Butler</a> reports<br>• The future of the <strong>national health service</strong> will be a trial of strength between a giant NHS commissioning board and thousands of family doctors across England, says <a href=\"http://www.guardian.co.uk/profile/randeepramesh\" title=\"\">Randeep Ramesh</a><br>• Iain Duncan Smith should know there is good reason to be nervous of ambitious reforms to the <strong>benefit system</strong>, writes <a href=\"http://www.guardian.co.uk/profile/mulheirn-ian\" title=\"\">Ian Mulheirn</a><br>• The area depicted in Panorama's <strong>Trouble on the Estate </strong>was not recognised by the people who live on it, who have been left feeling betrayed<br>• <strong>Fire services</strong> have a level of trust that is enabling them to play a new role – keeping an eye out for vulnerable <a href=\"http://www.guardian.co.uk/society/older-people\" title=\"\">older people</a></p> <h2>Jobs of the week</h2> <p>• <a href=\"http://jobs.guardian.co.uk/job/4516451/chief-executive-officer/\" title=\"\">Chief executive officer</a>, British and International Sailors: \"The society wishes to appoint an inspirational chief executive officer to build on the success achieved by the retiring CEO within the context of a rapidly changing maritime world. The role is challenging - not least to sustain the charity and its work through the demands of the prevailing tough economic environment and in addition to be able to meet the needs of merchant seafarers who face significant changes in the maritime industry within the next 10 years.\"<br>• <a href=\"http://jobs.guardian.co.uk/job/4515852/chief-executive/\" title=\"\">Chief executive</a>, Fairtrade Foundation<br>• <a href=\"http://jobs.guardian.co.uk/job/4517994/lichfield-district-council-chief-executive/\" title=\"\">Chief executive</a>, Lichfield district council<br>• <a href=\"http://jobs.guardian.co.uk/job/4518039/press-officer/\" title=\"\">Press officer</a>, Ministry of Defence <br><a href=\"http://careers.guardian.co.uk/public-sector\" title=\"Get ahead: the Guardians public and voluntary sector careers page\">The Guardian's public and voluntary sector careers page</a><br><a href=\"http://jobs.guardian.co.uk/?INTCMP=ILCJOBTXT257\" title=\"Hundreds of public and voluntary sector jobs\">Hundreds of public and voluntary sector jobs</a></p> <h2>On the Guardian Professional Networks </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397023807\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/site_furniture/2011/02/02/300px-logo.jpg\" alt=\"Guardian Professional header for Society daily\" width=\"300\" height=\"46\" class=\"gu-image\" /> </figure>  <p>• Why <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/oct/02/public-sector-reform-ignored-opinion\" title=\"\">'zombie ideas'</a> are a <strong>public sector menace</strong><br> • The <a href=\"http://www.guardian.co.uk/voluntary-sector-network/2012/oct/02/shop-floor-corporate-philanthropy\" title=\"\">shop floor perspective</a> on <strong>corporate philanthropy</strong><br>• How <strong>social ventures</strong> can build <a href=\"https://socialenterprise.guardian.co.uk/en/articles/social-enterprise-network/2012/oct/01/social-ventures-scalable-models-fly\" title=\"\">scalable models that will fly</a><br>• When debating the <strong>green belt</strong> <a href=\"http://www.guardian.co.uk/housing-network/2012/oct/02/cities-answer-to-green-belt-housing-crisis\" title=\"\">we can't see the wood for the trees</a>, says Charlie Cunningham</p> <h2>On my radar ...</h2> <p>• Why <strong>retail </strong>is not the salvation for rundown city centres. On his Living with Rats blog, Julian Dobson <a href=\"http://livingwithrats.blogspot.co.uk/2012/09/can-nothing-come-of-nothing-in-our.html\" title=\"\">writes about a recent visit to Sheffield</a>, where he attended an exhibition bringing together 50 ideas to improve the city as part of the <a href=\"http://festivalofthemind.group.shef.ac.uk/programme/\" title=\"\">Festival of the Mind</a>. He writes:</p> <blockquote class=\"quoted\"> <p>The city centre, then, must be a place for much more than shopping - it has to be a place to live life. And life, in all its excitement and challenges and peculiarities, is something a shopping centre can only pretend to offer.<br>Cities should be places of discovery and unpredictability. Using empty spaces to exhibit local talent is a start. But there needs to be a more welcoming and open attitude to people who want to make things happen.<br>In Copenhagen, I heard this week, the city employs a team of people who are just there to say yes to people. In the UK, local authorities and property owners are far more likely to say no. That's why we need to free up institutions and attitudes as well as spaces - the behaviour makes as much difference as the opportunity.</p> </blockquote> <p>• Toby Blume's <a href=\"http://tobyblume.posterous.com/milibands-normal-education-reference-shows-ho#\" title=\"\">response to Ed Miliband's comments in his party conference speech</a> about attending a \"<strong>bog standard comprehensive</strong>\". Blume argues that the comments <a href=\"http://tobyblume.posterous.com/milibands-normal-education-reference-shows-ho#\" title=\"\">highlight how out of touch our political class is from the vast majority of people</a>, adding:</p> <blockquote class=\"quoted\"> <p>The upper echelons of our society are dominated by people who went to private schools. Some have suggested we now have a classless society, but perhaps someone forgot to tell those at the top. The evidence speaks for itself - pay for your children's education and they are far more likely to become an MP, business leader, judge or find success in some other prestigious and high earning career. Given the strong link between the earnings of parents and their children, we are simply allowing privilege and wealth to pass from one generation to the next. <br>I believe wholeheartedly in comprehensive schooling. Perhaps Ed Miliband does to. But if he really wants to show the public that his commitment runs deeper than political point scoring then he needs to find ways to tackle the inherent inequality in education that currently exists. That's not an easy fight to take on. There's huge vested interest (and deep pockets) in maintaining the privileged position of private schools, but taking it on would silence critics who ask when we will get to hear what Miliband stands for.</p> </blockquote> <p>• Schoolgirl blogger<strong> Martha Payne</strong>, who sparked a national – and international – debate about school meals with her <a href=\"http://neverseconds.blogspot.co.uk/\" title=\"\">Never Seconds blog</a>. Martha hit the headlines in June when Argyll and Bute council <a href=\"http://www.guardian.co.uk/uk/2012/jun/15/girl-photos-school-meals-blog?intcmp=239\" title=\"\">tried to ban her from taking photos of her lunches</a> for the blog. The authority <a href=\"http://www.guardian.co.uk/education/2012/jun/15/school-meals-blogger-council-ban\" title=\"\">backed down</a> after coming under fire on social media, and more than five million people visited the blog, helping Martha to raise £115,000 for charity <a href=\"http://www.marysmeals.org.uk/\" title=\"\">Mary's Meals</a>. Martha and her family are <a href=\"http://www.marysmeals.org.uk/songs-of-joy-welcome-martha/\" title=\"\">in Malawi at the moment</a>, seeing how that money has been spent.</p> <p>• An intriguing question, posed by the 24 Dash website: Could <strong>public toilets </strong><a href=\"http://www.24dash.com/news/housing/2012-10-01-Could-public-toilets-provide-answer-to-UKs-housing-crisis\" title=\"\">provide answer to UK's housing crisis</a>? Jon Land writes that as local authorities continue closing their conveniences, there are opportunities for housing associations and other developers to step in. In the Surrey village of Ewell, he adds, public toilets in the high street were sold at auction for £82,500 with planning permission already secured in principle to convert the building to a pair of maisonettes. (thanks to <a href=\"https://twitter.com/BenreeveLewis\" title=\"\">Ben Reeve Lewis</a> for the link)</p> <h2>Other news</h2> <p>• BBC: <a href=\"http://www.bbc.co.uk/news/uk-politics-19792070\" title=\"\">'Forgotten 50%' of young targeted</a><br> • Children &amp; Young People Now: <a href=\"http://www.cypnow.co.uk/cyp/news/1074783/sector-leaders-government-rethink-early-intervention-grant-cuts\" title=\"\">Sector leaders call on government to rethink Early Intervention Grant cut</a><br>• CivilSociety.co.uk: <a href=\"http://www.civilsociety.co.uk/governance/news/content/13475/andrew_flanagan_to_leave_nspcc\" title=\"\">Andrew Flanagan to leave NSPCC</a><br>• Community Care: <a href=\"http://www.communitycare.co.uk/Articles/2012/10/01/118560/burstow-ministers-must-initiate-closure-of-winterbourne-style-units.html\" title=\"\">Burstow – Ministers must initiate closure of Winterbourne-style units</a><br>• Independent: <a href=\"http://www.independent.co.uk/news/uk/politics/labour-to-embrace-david-camerons-big-society-8192956.html\" title=\"\">Labour to embrace David Cameron's 'big society'</a><br>• Inside Housing: <a href=\"http://www.InsideHousing.co.uk/finance/mortgage-rescue-funding-remains-unspent/6524001.article\" title=\"\">Mortgage rescue funding remains unspent</a><br>• LocalGov.co.uk: <a href=\"http://www.localgov.co.uk/index.cfm?method=news.detail&amp;id=107149\" title=\"\">Camden plans empty homes tax hike</a><br>• Public Finance: <a href=\"http://www.publicfinance.co.uk/news/2012/10/scots-trust-boosts-affordable-housing/\" title=\"\">Scots trust boosts affordable housing</a><br>• Telegraph: <a href=\"http://www.telegraph.co.uk/news/politics/9580069/No-minister-Senior-civil-servants-deliberately-block-policy-says-Francis-Maude.html\" title=\"\">Senior civil servants deliberately block policy, says Francis Maude</a><br>• Third Sector: <a href=\"http://www.thirdsector.co.uk/news/1152670/csv-closes-springboard-scotland-fall-available-contracts/\" title=\"\">CSV closes Springboard Scotland after fall in available contracts</a></p> <h2>SocietyGuardian blogs</h2> <p><a href=\"http://www.guardian.co.uk/society/patrick-butler-cuts-blog\" title=\"\">Patrick Butler's cuts blog</a><br><a href=\"http://www.guardian.co.uk/society/sarah-boseley-global-health\" title=\"\">Sarah Boseley's global health blog</a></p> <h2>SocietyGuardian on social media</h2> <p><a href=\"https://twitter.com/SocietyGuardian\" title=\"\">Follow SocietyGuardian on Twitter</a><br><a href=\"http://twitter.com/patrickjbutler\" title=\"\">Follow Patrick Butler on Twitter</a><br><a href=\"http://twitter.com/#!/clare_horton\" title=\"Follow Clare Horton on Twitter\">Follow Clare Horton on Twitter</a><br><a href=\"http://twitter.com/#!/AlisonBenjamin1\" title=\"Follow Alison Benjamin on Twitter\">Follow Alison Benjamin on Twitter</a><br><a href=\"http://www.facebook.com/societyguardian\" title=\"Facebook page\">SocietyGuardian's Facebook page</a></p> <h2>SocietyGuardian links</h2> <p><a href=\"http://www.guardian.co.uk/society\" title=\"SocietyGuardian.co.uk\">SocietyGuardian.co.uk</a><br><a href=\"http://careers.guardian.co.uk/public-sector\" title=\"Get ahead: the Guardians public and voluntary sector careers page\">The Guardian's public and voluntary sector careers page</a><br><a href=\"http://jobs.guardian.co.uk/?INTCMP=ILCJOBTXT257\" title=\"Hundreds of public and voluntary sector jobs\">Hundreds of public and voluntary sector jobs</a></p> <p>SocietyGuardian editor: <a href=\"http://www.guardian.co.uk/profile/alisonbenjamin\" title=\"Alison Benjamin\">Alison Benjamin</a><br>Email the SocietyGuardian editor: <a href=\"mailto:society@guardian.co.uk\" title=\"\">society@guardian.co.uk</a></p>",
  "<p>A couple of months ago <a href=\"http://karenmcgrane.com/\" title=\"\">Karen McGrane</a> posted <a href=\"http://karenmcgrane.com/2012/07/10/mobile-local/\" title=\"\">Mobile &gt; Local</a>, a frustrated essay at the way that designers and businesses consistently conflate the two ideas. \"Just because someone is doing a search from a mobile device doesn't make it a local search. And just because someone is looking for local content doesn't imply they're using a mobile device,\" she wrote.</p> <p>McGrane's frustration is one that I share when approaching design for smaller screens. Just because a user might be running for the bus when using the mobile version of a site, doesn't mean they won't ever simply be sitting on the sofa using their phone.</p> <p>In the comments under McGrane's blog, Simon Unger perfectly illustrates the problem of making assumptions about people's intentions based on the device they are using. \"<a href=\"http://www.imdb.com/\" title=\"\">Imdb.com</a> has been around for at least a decade and its interface has changed only a little and gradually over that time,\" he wrote. \"On my desktop I can find information I want easily and without thinking.</p> <p>\"However, on Friday night I'm at the pub or in the video store, I pull out my phone to settle an argument, browse to imdb. First, I get told to download the app, I'm in a hurry and only on 3G, so I click my [way] out of it. Then, rather than information being where I expect it to be, I'm greeted with a new interface that I have to try an learn on the spot. By simplifying the experience it's actually made life harder and more frustrating.\"</p> <p>Last year I saw a presentation by Amy Buckner and Pamela Walshe at the <a href=\"http://www.upassoc.org/conference/2011/index.html\" title=\"\">UPA conference in Atlanta</a>, where they talked about a research project carried out by Wells Fargo. The bank had assumed that everybody using their mobile banking application was young, tech-savvy and, well ... mobile. Their diary study asked people to take a picture with their phone every time they used the mobile banking site, and when the research team saw the pictures, it was a revelation.</p> <p>Not only were many people using the mobile version outside the expected age range, but what they could see in a lot of the pictures surprised them. Often there was a desktop computer in view. These weren't people being forced to use the mobile service because they didn't have access to a main computer – these were people using what was convenient to them and already at hand.</p> <p>McGrane's proposal is that we should stop putting all our design energy into solving how to do whizzy features that assume any person on a small device is looking for local timely information, and re-double our efforts to get the vast majority of web content working well on mobiles.</p> <p><a href=\"https://twitter.com/darinwonn\" title=\"\">Darin Wonn</a> disagrees – his <a href=\"http://johnnyholland.org/2012/07/situational-awareness-a-method-for-mobile-content-planning/\" title=\"\">essay on situational awareness</a> had been one of the triggers for McGrane to write her essay. \"It feels like desktop websites have 15 years of accumulated features and band-aids. So, why spend the next three to five years cleaning up everything that is wrong with desktop content?\" he asked in the comments on McGrane's post. \"Let's figure out what we need for mobile and start fresh. Let's work outward from the needs of mobile users.</p> <p>\"If you are working at a large organisation, it can be impossible to move the needle on a 15-year desktop site, but you have the opportunity to plant the seeds for something that is responsive and future-proof if you start with mobile.\"</p> <p>Designing well for mobiles is tough. You have all the potential usage cases of the desktop environment, plus some extra ones, and not very many pixels to fit everything into. But I think a good designer should relish the challenge. It really should force businesses to ruthlessly prioritise the information and functionality that they want to present and build for the user.</p> <p><em>Martin Belam is principal consultant at </em><a href=\"http://emblem-digital.com/\" title=\"\"><em>Emblem</em></a><em>, former UX Lead at the Guardian and helps run </em><a href=\"http://london-ia.com/\" title=\"\"><em>London IA</em></a><em>, a network for designers, information architects and writers. He blogs at </em><a href=\"http://www.currybet.net/\" title=\"\"><em>currybet.net</em></a><em> and for the Guardian – follow him on Twitter </em><a href=\"https://twitter.com/#!/@currybet\" title=\"\"><em>@currybet</em></a></p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/media-network/start.php\" title=\"\"><strong>sign up for free membership</strong></a><strong> to the </strong><a href=\"http://theguardian.com/media-network\" title=\"\"><strong>Guardian Media Network</strong></a><strong>. This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. </strong></p>",
  "<p>Ikea, as a global brand, prides itself on providing the same experience and products in all markets. But it appears <a href=\"http://www.theguardian.com/world/2012/oct/02/ikea-apologises-removing-women-saudi-arabia-catalogue\" title=\"\">not all Ikea catalogues are created equal</a>. A Swedish newspaper compared the Swedish and Saudi versions of the manual, and found that in the latter women had been very skilfully airbrushed out.</p> <p>A scene of <a href=\"http://rt.com/news/ikea-catalogue-saudi-arabia-401/\" title=\"\">a mother, father and their children</a> in the bathroom, was edited to one of only the father and his children. In another scene, a woman was replaced by a man.</p> <p>In shots where editing out only the woman was problematic, both men and women were dispensed with. I perused the entire Arabic catalogue and in the Saudi Ikea universe, the world is populated entirely by single dads, children, and the occasional cat. This was considered a serious enough affront to warrant a condemnation by Sweden's trade minister.</p> <p>Ikea is extremely popular in Saudi Arabia, but probably not for the same reasons that it is popular in other parts of the world. In an affluent country, the low-cost aspect isn't the main appeal. Ikea furniture and Ikea-inspired decor is seen as aspirational, to a lifestyle that is modern and cosmopolitan, and removed from the more traditional furnishing tastes of the Gulf, regarded by some as gauche.</p> <p>The stereotype of marble halls, crystal chandeliers and gold paraphernalia in Saudi interiors is not an entirely inaccurate one but, as someone who had always thought of Ikea as a place to look for basics after moving into a new flat, I found it strange to hear Saudi women praise someone's taste by saying, \"Oh, her new house is so tastefully done, all the furniture is from Ikea!\"</p> <p>Pre-fabricated, self-assembled furniture may not be the average European's definition of luxury, but to a certain class in Saudi the company has a prestige that suggests that not only are you rich, but that you have enough money to confidently eschew the tastes of the traditionalists and the nouveau riche. It suggests both exposure to the outside world and a comfort with wealth.</p> <p>Naturally, most Saudi Arabian people don't assemble the furniture themselves. A whole sideline in Ikea furniture assembly has mushroomed, adding more cost to the purchases and rendering the cheapness of the goods almost entirely pointless. At the other end of the income spectrum, the brand is sufficiently pricey to also be high-status for white-collar expats who opt for Ikea's wares over the cheaper locally made furniture displayed in the street markets, the usual option for poorer Saudis and blue-collar expat workers.</p> <p>There is also a more political aspect. In a region sensitive and relatively resistant to foreign influences, Sweden is seen as one of the more innocuous of western countries. When Ikea opened a new store in Jeddah in 2004, the ensuing stampede <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/3618190.stm\" title=\"\">left three dead</a>. Marks and Spencer's reception in Riyadh around the same time was a much cooler affair. The store was even on a list of companies that consumers were told to boycott due to their perceived associations with imperialism, the US and Israel. McDonald's and Coca-Cola were also on the list.</p> <p>This is by no means the first incident of \"deleting women from society\" in the kingdom. As technology has advanced, it has become easier to airbrush offensive images of women in long-sleeved pyjamas cleaning their teeth.</p> <p>In the early noughties, I was a fan of <a href=\"http://en.wikipedia.org/wiki/Sayidaty\" title=\"\">Sayidaty</a>, a popular Cairo-published Arabic beauty and fashion magazine. When I moved to Saudi Arabia I was shocked to see that someone had taken a heavy black marker pen to any photos of women from the neck down – angry broad childlike strokes of black ink above which surreally hovered the face of a smiling actress or singer.</p> <p>All I could remember thinking was that this was someone's job – to go through every page of every Arabic magazine and deface it this way.</p> <p>In another incident, while flying Saudi Arabian airlines and enjoying the in-flight movie, my view of the actress (who was obviously wearing, or not wearing, something that the censor found objectionable) was suddenly obstructed from the neck down by a crude electric blue grid that hovered around her, chasing her around the screen as her disembodied head obliviously delivered the lines.</p> <p>School books published outside the kingdom were also subjected to the same treatment where unacceptable images were concerned. As authorities were unable to block all print, film and music from entering the country, they had determined to edit as much of it as was possible.</p> <p>Although the edited Ikea catalogue was allegedly produced by a third-party franchise, it is highly unlikely no one at Ikea was aware of the requested edits. The official statement read: \"We should have reacted and realised that excluding women from the Saudi Arabian version of the catalogue is in conflict with the Ikea group values'' .</p> <p>Sweden is one of the more strident champions of women's rights, and in this instance there has clearly been a conflict between values and financial concerns. However, when it comes to Saudi Arabia, it wouldn't be the first time that a western institution has subordinated women's rights to business interests.</p>",
  "<p>Satellite operator <strong>Inmarsat</strong> has come down to earth ahead of an investor day next week.</p> <p>Its shares have been flying high in recent times, partly on hopes for its Global Xpress super-fast broadband network which will be delivered by the (yet to be launched) Inmarsat-5 satellite. Indeed last week it was lifted by <a href=\"http://www.guardian.co.uk/business/marketforceslive/2012/sep/25/weir-ftse-ge-inmarsat\" title=\"\">a positive note from Jefferies based on the prospects for Global Xpress</a>.</p> <p>But now it has fallen 7p at 587p after HSBC downgraded from overweight to neutral and cut its target price from 650p to 640p ahead of the 9 October presentation by the company. The bank said it was time to be cautious:</p> <blockquote> We are sceptical regarding management's ability to offer full visibility on the Global Xpress ramp up one year ahead of first launch. </blockquote>",
  "<p>Campaigns such as the <a href=\"http://hfsg.co.uk/\">Hillsborough relatives</a>' and, going further back, the long struggle to <a href=\"http://www.actsa.org/page-1438-AAM.html\">end apartheid</a> in South Africa, are a reminder of how faith and perseverance are so often commitments for the long term.</p> <p>Another example is the stubborn presence of objectors at <a href=\"http://www.guardian.co.uk/world/2012/mar/01/menwith-hill-eavesdropping-base-expansion\">RAF Menwith Hill</a>, the communications centre used by the United States' <a href=\"http://www.nsa.gov/\">National Security Agency</a> for all manner of activities across the world.</p> <p>The <a href=\"http://www.caab.org.uk/\">persistence of objectors</a> has been phenomenal, with a demonstration outside the nest of spooky radomes every Tuesday since 2000 except four. It is typical of it that the campaign knows exactly how many – or few – Tuesdays have been missed plus the reason in each case.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397011913\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pixies/2011/8/27/1314468920303/Predator-drone-aircraft-002.jpg\" alt=\"Predator drone aircraft\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Predator drone. Imagine if we had them over Harrogate. Photograph: Sipa Press/Rex Features.</span> <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Features</span> </figcaption> </figure>  <p>Next Tuesday sees a particularly big gathering as part of <a href=\"http://www.space4peace.org/\">Keep Space for Peace</a> week, which has a particular relevance to Menwith because of the use of satellites in signalling and the control of weaponry. The focus will be on the use of drones and its theme, the <a href=\"http://dronecampaignnetwork.wordpress.com/week-of-action-events/\">Faceless Face of US Military Drones</a>, will be illustrated by faceless face masks on many present; yet another imaginative way of keeping <a href=\"http://www.dronewarsuk.com\">the issue in the news</a>.</p> <p>Those gathered at Menwith will be joined by a second demonstration which invokes the spirit of the old northern <a href=\"http://www.clarioncc.org/\">Clarion cycling clubs </a>which united the freedom of spinning across the moors and dales with freethinking politically about a free-er world. One of my favourite snatches of poetry is the dream of the Bolton millworker and Clarion member Allen Clarke who hoped to be buried:</p> <p><em>Where I can see the cyclists halt<br>And hear the yarns they spin<br>And there I will rest and watch and bless<br>The sweet and jolly scene<br>'Til the Master of Cycles bids me rise<br>And mount my new machine.</em></p> <p>In this spirit, <a href=\"http://www.yorkshirecnd.org.uk/\">Yorkshire CND</a> has organised a 100-mile bike ride <a href=\"http://www.cnduk.org/get-involved/events/item/1488-re-cycle-the-bases-in-north-yorkshire\">called Re-cycle the Bases</a> from RAF Fylingdales on the North York Moors to arrive at Menwith on Tuesday after holding meetings en route. They should roll up well in time for the main demonstration between 6pm and 8pm outside the base's main gate. </p> <p>Laila Packer, the joint co-ordinator of the <a href=\"http://www.caab.org.uk/\">Campaign for the Accountability of American Bases</a>, sums up the case against drones, both for the suffering they cause and as an own-goal: </p> <blockquote> <p>Innocent civilians have been and are being killed, injured and traumatised by these deadly, immoral and illegal weapons. The human suffering has caused and is causing untold suffering and igniting hatred against the US and any other government involved. It is making the world a far more dangerous place.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-image-397011914\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349168907047/lpercy.jpg\" alt=\"lindis percy\" width=\"140\" height=\"105\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lindis Percy. Photograph courtesy  Global Network against Weapons and Nuclear Power in Space</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>If you would like more insight into the thinking behind the long campaign, the regular newsletter produced by CAAB is a fascinating treat. Whatever your views on Menwith Hill, you will surely find the gentle persistence of the protesters remarkable; an example is <a href=\"http://www.guardian.co.uk/uk/2002/sep/07/privacy.freedomofinformation\">Lindis Percy</a>'s account of the day she went to Harrogate to make a quiet protest as the Olympic Torch came through, because the route was lined in part by staff from the base.</p> <p>She made her point, equipped with her upside-down Stars and Stripes with the legend Independence from America on it, holding a brief debate with an American soldier:</p> <blockquote> <p>Many of us are very concerned with what you are doing round the world and what you do at Menwith Hill.</p> <p>\"But we are bringing freedom to the world – that's what we do\"</p> </blockquote> <p>Before she was roughly snatched away by four West Yorkshire police officers and held in a side road and then a stifling van. She never protests angrily at such treatment but always uses the complaints system, so the seven officers are subject to an inquiry by an inspector. Then she was released at the town police station, asked a North Yorkshire police sergeant if he could ring for a taxi to get her back to the torch route and he said he was driving into town anyway, and could he give her a lift?</p> <p>In the same spirit, the September newsletter notes that a new USAF commander has taken over at Menwith Hill and adds: </p> <blockquote> <p>We have written to him to welcome him and request a meeting. We have always done this when there is a change of US commander but have yet to receive a response. We very much hope that this one is different.</p> </blockquote>",
  "<p><strong>Can you tell us about the Cornerhouse and Library Theatre Company merger and how its new name 'Home' defines its identity?</strong></p> <p><a href=\"http://www.cornerhouse.org/\" title=\"\">Cornerhouse</a> and the <a href=\"http://www.librarytheatre.com/\" title=\"\">Library Theatre Company</a> have been around in Manchester for 27 and 60 years respectively. They are both much loved and well supported cultural organisations, but in the current environment that in itself is no guarantee of long-term survival. Back in 2010, and prompted by the possibility of a new building, the director of the Library Theatre Company Chris Honer and I first asked if it would bring artistic opportunities. We considered how artists are working increasingly across platforms and don't define themselves by a particular medium – we concluded that creating a production-focused, cross-artform organisation would provide new artistic opportunities and also a chance to improve and grow our existing audiences.</p> <p>We realised the new organisation wouldn't simply be \"A + B = C\" but that it would be something different – we needed to be clear about that in the conversations we were, are and will be having with audiences. Central to this creation of a completely unique organisation was a new name. However, the new name needed to build on the common brand strengths of both organisations to provide a clear link to them.</p> <p>During research, our audiences identified two groups of brand attributes. The first were associated with the experience of the organisation: warm, welcoming, cosy, a home from home, friendly and relaxing. The second attributes were associated with our work: challenging, edgy, modern, global, inspiring. It's important to note that all of these words came from our audiences. With <a href=\"http://homemcr.org/\">Home</a> we decided to let the name embody the first set of values and leave space for the work, our programme, to define the second. The name is only the start of the conversation – we have a long way to go yet.</p> <p><strong>What made these two arts organisations the right fit – would they have been sustainable individually?</strong></p> <p>Both organisations are engaged with their respective artistic fields, and our programmes are ideas driven – we're also engaged with our audiences and both rooted in Manchester, but outwards looking. Being of a similar scale helped and being in good financial shape was important too. We were probably sustainable individually but the merger has strengthened us and given the sector (hopefully) a brighter outlook on how to survive the financial doom and gloom.</p> <p><strong>What kind of business model will Home work to?</strong></p> <p>The short answer is that we're working on it. Co-production, both in the UK and abroad, is something that's very much in our thinking, but for creative reasons rather than financial. We want to build on the work we've done around co-creation and participation and we'll also be developing our work with digital technologies to distribute to and engage with audiences.</p> <p>I can say with some certainty that it will be a lower carbon business model as energy costs become one of the most significant variables to control. Our social spaces will continue to be central to our business offer so expect us to keep serving some of the best coffee in Manchester! We currently earn a significant proportion of our income but clearly, like other arts organisations, we'll have to earn even more in future.</p> <p><strong>Creative industries are part of the plan – where do you see their meeting point with the culture sector?</strong></p> <p>There are many meeting points between the creative industries and the cultural sector – they have a symbiotic relationship. I believe the cultural sector is a creative industry itself and that many of the creative industries draw on culture for ideas, inspiration and talent.</p> <p>For the wider creative industries our existing building acts as a meeting point: a place to do business, explore ideas and gain inspiration, and this is something we're planning to take with us to Home. However, we also plan to make interventions that help the development of the creative economy, such as hosting guest creative industry networks, seminars and symposia and looking at how we can help young emerging creative people to develop their career.</p> <p><strong>Can you tell us more about the new building planned for 2014?</strong></p> <p>The Library Theatre Company has been without a home since 2009 so our theatre performances have been a combination of work presented at <a href=\"http://www.thelowry.com/\" title=\"\">the Lowry</a> and site specific work. Cornerhouse is a building where the audience experience degrades as we get more successful. Both organisations need rehousing for those two reasons alone. Yet by designing a building that's more energy efficient and provides opportunities to increase earnings we help to future proof the business. Our designers have been very cognisant of what our audiences have said about the experience of visiting the two organisations so we think that when people visit Home they'll recognise it.</p> <p><strong>You're a member of the </strong><a href=\"http://www.managers.org.uk/\" title=\"\"><strong>Chartered Management Institute</strong></a><strong> – is there room for more management training in the arts?</strong></p> <p>There is but I'm not a great advocate for specialist arts management training, although I am an advocate for craft skills in our sectors because they're very important and do require specialist input.</p> <p>Basically, management is management. I've read and heard too much nonsense about how arts management is somehow special, but a good manager should be able to transpose their management skills to meet the needs of their business, arts or otherwise. I think some of the best arts managers I see around are as good if not better than managers in other sectors.</p> <p><strong>How do you lead and motivate your staff through a period of such transition?</strong></p> <p>I try to keep our team both involved and well briefed, but it's harder than it sounds because of the speed we're having to move at and our need to continue with business as usual. The days of ACE Lottery money paying for organisations to go dark for two years I think are long gone, so that is not a luxury open to us. Having said that I don't think that culturally this is something we would have done anyway.</p> <p>We are trying to create space for more creative engagement internally but this isn't easy. Nevertheless, much of what has been designed into the building has come from our team. Ultimately, I think the motivation for our team comes from artist and audience – we like to make good work and we like it when audiences are excited by it.</p> <p><strong>Why do you do what you do?</strong></p> <p>That's a tough one. Perhaps because no one has stopped me yet? I do enjoy it, I believe it has a purpose, and I get to meet and work with amazing people: artists, audiences, technicians, marketers, even accountants and lawyers! Ultimately there is no better drug than seeing an audience of one or thousands have their lives changed in some very small way by an artwork that you have helped create the space for.</p> <p><em>Dave Moutrey is director and chief executive of <a href=\"http://homemcr.org/\">Home, Manchester</a> – follow Cornerhouse on Twitter </em><a href=\"https://twitter.com/CornerhouseMcr\" title=\"\"><em>@CornerhouseMcr</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, sign up free to become a </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/culture-professionals/start.php\" title=\"\"><strong>member of the Culture Professionals Network</strong></a><strong>.</strong></p>",
  "<p>I joined the Conservative party as a 20-year-old student. It was May 2008, the recession was just starting to hit and I just felt like it was time for a change.</p> <p>But I am very much in a minority. In the 2010 general elections only 16% of black and Asian voters backed the Conservatives. And black people in particular are not only less likely to vote, but we are also much less likely to vote Conservative than other ethnic minority communities. For many people who share my heritage, the Conservatives are seen as being out of touch, sometimes racist, and only caring about the rich. I think they're wrong, but I also think the Tories need to recognise this strength of feeling, and respond to it.</p> <p>Black people are becoming an increasingly large political force within the UK, and are becoming more organised, particularly within faith communities. A first step in attempting to reach new communities would be for the party to stop using the rhetoric of blaming immigration for seemingly every problem that the country is facing.</p> <p>We know that every race equality policy passed since the second world war came under the Labour government. Sometimes it appears that the Tories' sole passion when it comes to race is on immigration. History has taught us that many people love to blame those not born here for their problems. Even during the premierships of Tony Blair and Gordon Brown, Labour talked tough on immigration so that voters who were unemployed, in a small house with a big family, or couldn't get the school they wanted for their child, could blame someone else. Refugees were accused in the media of being given mansions, and there was a growing though misplaced perception that asylum seekers were entitled to the same level of benefits as UK citizens.</p> <p>The ambitious pledge to reduce migration from over 100,000 to tens of thousands is a clear sign that the party feels immigration is a natural vote winner.</p> <p>But for the Conservatives to ever be able to attract a significant level of votes from Britain's growing minority population, their courting of this blame culture must stop. Recent figures suggest that the UK economy will lose around £1bn because of the fall in the number of international students, and the problems with London Metropolitan University will further affect how Britain is perceived abroad by potential students, tourists, and ultimately investors. This cannot be seen as good news during such challenging economic conditions. Immigration does need to be controlled but it isn't the only reason for the economic mess that we are in today.</p> <p>Alongside this, the Conservative party should do more to recognise the massive disparity in stop and search, which has been an issue within the black community for years. Disproportionate unemployment, and major funding cuts to community groups, must also be addressed sympathetically. We must not be so lazy to think that because budgets are tight we cannot find solutions.</p> <p>The world is becoming increasingly global, and the same migrants who are vilified today could one day be the dual nationality citizens who will help to build relationships with emerging markets. In the years to come Conservatives, like myself, should not be saying the same things we are today; instead I hope to see a political system that has a more diverse representation. It's the best thing for everyone. Under David Cameron, much work has been done to broaden the Conservatives' appeal, but there is still some way to go.</p>",
  "<p>As you harvest and clear your plot, decisions need to be made about what to do with the vacant land. There are various schools of thought depending on the soil type, the state of the plot and the amount of frost to be expected in different parts of the country. Also there is the debate of <a href=\"http://www.allotment.org.uk/grow-your-own/allotments/no-dig-method-of-gardening\">whether or not it is a good idea to dig at all</a>. </p> <p>If the plot is still rough with thistles, docks or other <a href=\" http://www.growinganything.com/identifying-weeds-pictures-of-weeds.html#perennial \">persistent perennial weeds</a> and, if you <a href=\" http://www.the-organic-garde sheet mulchner.com/weed-killer.html \">work organically</a>, then it is best to bite the nettle (as it were) and tackle it once and for all. Cut the weeds down and block out the light with thick cardboard (of the sort that washing machines come in), hefty black pvc or a horticultural sheet mulch designed for the purpose. </p> <p>Weigh the covers down with bricks or stones so no escape is possible. Depending on the weed, it could take as much as three years, so it's good to start the process early on when the growing season is coming to an end. You can make slits and plant vigorous vegetables through it. Potatoes are a good bet to plant through it next year. If this leaves you with no land to cultivate, you may decide to hand-weed sections, making sure to get every last bit of root out.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397006865\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349164177182/hrye.jpg\" alt=\"rye\" width=\"460\" height=\"306\" class=\"gu-image\" /> </figure>  <p>If, however, you have heavy uncultivated clay but no bad weeds, the old way would be to<a href=\"http://www.bbc.co.uk/gardening/basics/techniques/soil_digging1.shtml \"> turn it over and let the frosts start to break it down through winter</a>, saving you work and back ache until next spring when the task should be easier.</p> <p>On the other hand if you have light soil, it is essential to prevent the winter rains leaching out the nutrients. A cover will also cut out - or at least cut down - the weed problem. Weeds take up valuable nutrients and some can spread disease. For example shepherd's purse <a href=\"http://www.allotment.org.uk/grow-your-own/vegetables/brassicas/club-root \">can carry clubfoot</a>. It can also <a href=\"http://www.oakleafgardening.com/problems/stem-eelworm-ditylenchus-dipsaci/\">harbour eelworm </a>as can fat hen and chickweed. Chickweed and groundsel can also spread <a href=\"http://apps.rhs.org.uk/advicesearch/profile.aspx?pid=143 \">cucumber mosaic virus</a>, which is very bad news indeed for the cucurbit family, melons, courgettes, squashes and the like. </p> <p>If you land is well cultivated, you could lay on a<a href=\"http://www.bbc.co.uk/gardening/basics/techniques/soil_usingmulches1.shtml\"> thick mulch</a> of <a href=\"http://www.videojug.com/film/an-introduction-to-mulches \">manure, leaf mould or well-rotted compost</a>. Apply it after a good rain to trap in moisture. This will slow down weeds and any that do grow will be easy to pull out. It will also prevent leaching and be gradually taken down and sieved by the worms who will also aerate the soil as come and down in search of it. Come spring, the mulch should have vanished into the topsoil completely - much to its benefit and yours.</p> <p>Another important way to provide a winter tonic for your soil is to grow some <a href=\"http://apps.rhs.org.uk/advicesearch/profile.aspx?pid=373 \">green manure</a>. It will prevent leaching as the roots knit together, mop up nutrients in the soil and store them so that when the green manure is broken down and incorporated next spring it will release them back into the soil. In this way they improve fertility while the bulk of <a href=\" http://www.gardenorganic.org.uk/factsheets/gs3.php \">green material increases the humus content and improves the texture</a>. Green manures make terrific habitats for wildlife. Bar the fact that they will harbour slugs as well, <a href=\"http://www.theecologist.org/green_green_living/how_to/438015/how_to_grow_a_green_manure.html .\">green manures are an all-win proposition</a>. Get them them in as soon as possible now so they have a chance to establish before winter. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397006866\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349164322318/hans.jpg\" alt=\"green manure\" width=\"460\" height=\"345\" class=\"gu-image\" /> </figure>  <p>The best green manure for heavy soil is <a href=\"http://www.greenmanure.co.uk/rye.htm .\">Hungarian grazing rye (Secale cereale), sometimes known as forage rye</a> . It grows fast and is tough enough to sail through an icy winter. It produces a thick mass of foliage that will keep down weeds. It has strong roots that will help to break up the soil and it is a good at mopping up and storing the nutrients. Research shows that it releases 90% of the nutrients back into the soil when you dig it in to give the following crop a flying start. If you plan to sow something with fine seed, like carrots, wait a month before doing so after digging it in as grazing rye inhibits germination. Small plants will be fine and you don't need to worry about rotation as it's not in any of the main vegetable families.</p> <p><a href=\"http://www.winter-beans.co.uk/\">Winter field beans (Vicia faba) </a>prefer the cooler weather to germinate. They should survive anything but the most Siberian of winters. To get the benefits of both, mix it together with Hungarian rye grass.</p> <p>If you live in the south, you could try a crop of mustard (Synapsis alba). It grows so fast it should have time to forge ahead and be big enough to cope with the first frosts. It is good for fine soils that lack organic matter and is the ideal choice to follow the potato crop as it is said to rid the area of eelworm. </p> <p><a href=\"http://www.greenmanure.co.uk/caliente_mustard.htm  \">Caliente mustard </a>goes one step further than the others as it contains bio-fumigants which suppress eelworms, wireworms and other nematodes organically. When I wrote about it a year ago, it was something of a novelty for the home grower. Now <a href=\"http://www.marshalls-seeds.co.uk/green-manure-caliente-mustard-seeds-pid3372.html \">you can find the seed without any problem</a>. </p> <p>To get the benefit you need to be prepared to<a href=\"http://www.youtube.com/watch?v=-zp2rYaWjf8\"> chop it up really finely in spring</a> before incorporating it back into the soil. You can do this with a sharp spade and a touch of elbow grease, shred it in a leaf shredder or you can pile it up and run over it several times with the mower. The golden rule is that the finely chopped up caliente is incorporated into the top soil within 20 minutes so as not to let the valuable gases escape. he soil should then be raked to a fine tilth and rolled or lightly stamped on to keep the gases in. When you have chopped it down next year, leave the ground for a couple of weeks before sowing the next crop.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397006867\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/2/1349164205662/hgreen1.jpg\" alt=\"green manure\" width=\"460\" height=\"306\" class=\"gu-image\" /> </figure>  <p>The shredder or mower will come in handy yet again for chopping up your pile of autumn leaves. This will speed the process of t<a href=\"http://www.videojug.com/film/how-to-make-leaf-mould \">ransforming them into valuable leaf mould</a> and save a considerable amount of space. Put them into wire cages in a shady corner or tie them up in black bin bags with a few holes punched in. Alternatively you can add them to the compost heap. The leaf mould should turn into wonderful crumbly stuff within the year. </p> <p>Other jobs for October. Stake your Brussels sprouts and give the winter greens a bit on bonemeal. Tie grease bands round fruit trees</p> <p>October really feels autumnal. Apple day in on October 21st and there will be <a href=\"http://www.england-in-particular.info/cg/appleday/a-events.html\">plenty of events in the next few weeks</a>. </p> <p>Growing <a href=\"http://www.which.co.uk/environment-and-saving-energy/environment-and-greener-living/guides/grow-your-own-winter-salad/save-money-by-growing-your-own-salad/\">salads for winter</a>.</p>",
  "<p>This week I wrote to the mayor of Belgrade, explaining the benefits that Brighton Pride brings to our city, in the hope that I can persuade him to let gay pride celebrations go ahead in his city on 6 October. Two years ago, far-right groups disrupted Belgrade's first pride march since 2001. Last year, the authorities banned the march, fearing running street battles would be repeated.</p> <p>Pride is a defining moment in Brighton's calendar. The whole city turns out to help our lesbian, gay, bisexual and transgender community of 35,000 people celebrate, and more money is taken in the city's cash tills during pride weekend than any other two days during the year.</p> <p>With my wife, I walked at the front of the parade this month, complete with robes and chain, in a break from the tradition of the mayor following the parade on a bus. The response from the crowd of about 150,000 lining the streets was electric and testament to the general support the gay community receives from straight residents in Brighton and Hove.</p> <p>We have yet to scrape hate crime entirely off the bottom of the city's shoe, but we are working at it – and pride's success certainly helps ward off homophobia. I hope that Belgrade and other cities will eventually share the benefits of a thriving LGBT community that we enjoy on the south coast.</p> <p>Money raised through the <a href=\"http://www.sussexgiving.org.uk/how-to-give/donorview.php?id=57\" title=\"\">Rainbow Fund</a> is one of the clear benefits of Brighton Pride. It helps many small groups to survive in difficult times. Launched in 2009, <a href=\"http://www.lunchpositive.org/\" title=\"\">Lunch Positive</a> is one recipient of funding – a tiny voluntary organisation which provides a healthy three-course lunch every Friday in a safe and supportive environment for men and women living with HIV. Up to 60 people, many of them otherwise isolated, turn up each week. Lunch Positive also offers friendship and advice to its customers and directs them to other services.</p> <p>The lunch costs just £1.50. The price is kept down by the food delivered by <a href=\"http://www.fareshare.org.uk/\" title=\"\">FareShare </a>every Thursday. \"It's a bit like Ready, Steady, Cook,\" says Lunch Positive's founder Gary Pargeter . \"We don't know what's cooking until the raw ingredients arrive.\" More than 3,000 meals were cooked and served in 2011 by volunteer helpers.</p> <p>I ate at Lunch Positive last week, one of the many opportunities offered in my first four months as mayor to meet some of the many local community and voluntary organisations, not necessarily the richest or most celebrated in our community, but those who work to support their neighbours, run football teams, sing in choirs, organise sea-front soup runs for the rising tide of homeless people in Brighton and Hove and work with vulnerable women, many of them the victims of domestic violence, and their families.</p> <p>Meeting the best people in the city is the real privilege of being mayor. Despite the devoted efforts of thinning public services, groups such as Lunch Positive provide services that come undone in their absence. We must give them all the support we can, recognise the valuable community contribution they make and the difference they make to the lives of their volunteers.</p> <p><em>Bill Randall is mayor of Brighton &amp; Hove. Follow him on Twitter: </em><a href=\"https://twitter.com/BillRandallBHCC\" title=\"\"><em>@BillRandallBHCC</em></a></p> <p><strong>This content is brought to you by Guardian Professional. </strong><a href=\"http://www.theguardian.com/local-government-network/2011/oct/10/join-local-government-network\" title=\"\"><strong>Join the housing network</strong></a><strong> for comment, analysis and best practice for your career</strong></p>",
  "<p>The government's desire to increase the private sector's involvement in the NHS and its <a href=\"http://responsibilitydeal.dh.gov.uk/\" title=\"\" rel=\"nofollow\">Responsibility Deal</a>, which aims to encourage healthier food, might create new opportunities for commercial and public sector partnerships in public health. Hospital catering, where the private sector already has a strong foothold, could become a fertile ground for new ways of working across the sectors and improve patient health.</p> <p>The NHS traditionally contracts services from the private sector so there is no cultural barrier to expanding these kinds of partnerships in hospital catering, according to the <a href=\"http://www.adph.org.uk/\" title=\"\" rel=\"nofollow\">Association of Directors of Public Health</a>. Its president, Janet Atherton, who is director of public health in Sefton, Merseyside, says: \"I think that when you talk about partnerships with the private sector you have got to be very clear about what you are trying to achieve, if that can be delivered better from the private sector, and what that means for public health.</p> <p>\"In terms of hospital food that means more than good quality food, it's also about being able to deliver choice, whether the food is appetising when you don't feel well and that it can be delivered at a time when people need it.\"</p> <p>Dr Sue O'Connell is chief executive of <a href=\"http://www.communityhealthpartnerships.co.uk/\" title=\"\" rel=\"nofollow\">Community Health Partnerships</a>, which co-ordinated the <a href=\"http://www.communityhealthpartnerships.co.uk/index.php?ob=1&amp;id=483\" title=\"\" rel=\"nofollow\">Lift programme</a> – a Department of Health initiative to create private-public sector partnerships for new primary care premises. She agrees with Atherton that it is vital the public sector has its aims and objectives clearly defined in any partnership with private providers – whatever the service.</p> <p>She says: \"The public sector has to understand right from the start what it needs and what it wants to achieve. Then when it goes to the private sector there is a greater clarity around the purpose of the whole arrangement.\" O'Connell also thinks the private sector has something new to offer the public sector: \"It can bring a different approach – the art of the possible.\"</p> <p>The <a href=\"http://www.hospitalcaterers.org/\" title=\"\" rel=\"nofollow\">Hospital Caterers Association</a>, which estimates that around half its members now come from the private sector, says outsourcing has advantages. Its chair Janice Gillan, who is catering manager at Crosshouse hospital, Kilmarnock, Ayrshire, says: \"Where private contractors do have an advantage is that they may have their own terms and conditions and may be able to save money because in the NHS if somebody is off sick at the weekend we still have to pay them time and half or double time.\"</p> <p>The private sector, according to Gillan is also not tied down by the same procurement red tape which she says dominates the NHS buying process. \"If we want to buy milk or butter for example we are governed by public procurement legislation,\" she says. \"There is a lot of governance around contracts on what you can and cannot buy, but if you are outside the NHS then you are not governed by that same legislation.\"</p> <p>Gillan, like Atherton, stresses that successful hospital catering is more than the quality of food alone. \"The service is just as important as production of food. You could have the best food in the world but it's no good if it's left to go cold or isn't cut up so the patient can't eat it.\"</p> <p>Roger d'Elia, who has 26 years of experience in NHS facilities management which includes hospital catering, says flexibility and choice were instrumental in his trust's decision to switch from NHS in-house suppliers to outside private contractors Medirest. Medirest is part of the global giant Compass group – a signatory to the government's Responsibility Deal, which takes voluntary pledges from business, industry and other organisations to help improve public health. Medirest has around 14% of the UK's patient catering market. He says the company offered flexibility and a consistent menu choice for patients – crucial to improving patient health.</p> <p>\"I think that traditional hospital catering was based on a rather military model of delivering food it was served at a specific time,\" d'Elia says. \"You got what you got and you were lucky to have any choice at all and there was no control of portion size. I think that mindset still exists in some hospitals.\"</p> <p>Outsourcing, he says, reduced food waste and made mealtimes a pleasure. \"Our food waste before had been between 20-25% but it went down to 0.5% because people were eating the food. Mealtimes became a pleasant event. When things are pleasant patients get better. From an acute hospital perspective, if people eat well their tissue regeneration is excellent, their wounds heal better and they can fight off infection.\"</p> <p>While the government's Responsibility Deal may not lay down the rules on what can and cannot be placed on a hospital patient's plate, it could contribute to raising the standards of hospital food generally.</p> <p>Professor Lindsey Davies is president of the <a href=\"http://www.fph.org.uk/\" title=\"\" rel=\"nofollow\">Faculty of Public Health</a> and is a member of the Department of Health's high level food network steering group involved in the Responsibility Deal. She says: \"I think it could have an impact if for example suppliers have signed up to the Responsibility Deal pledge to reduce salt in their products or remove trans fats, particularly if the hospital didn't have that kind of regulation before. That would be a good thing.\"</p> <p><em>This feature is sponsored by Compass, which is also sponsoring the healthcare network's next <a href=\"http://www.theguardian.com/healthcare-network/2012/sep/03/public-health-dialogue-embracing-partnerships\">Public Health Dialogue</a> event, on embracing partnerships, which takes place in London on 17 October</em></p> <p><strong>This article is published by Guardian Professional. </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/healthcare/start.php\" title=\"\" rel=\"nofollow\"><strong>Join the Guardian healthcare network</strong></a><strong> to receive regular emails and exclusive offers. </strong></p>",
  "<p>The global population is increasingly gravitating towards urban areas. This shift has already taken place in many small countries, not to mention <a href=\"http://www.chinadaily.com.cn/bizchina/2012-04/03/content_14974978.htm\" title=\"\">China</a>, which now has more people living in cities and towns than villages. But <a href=\"http://indiafacts.in/india-census-2011/urban-rural-population-o-india/\" title=\"\">even in India</a> – where nearly 70% of the populace is rural, and more than half of all citizens are still reliant upon agriculture – the urban population has grown faster than the rural population over the past decade.</p> <p>This geographical shift is taking place much more rapidly in the developing world than elsewhere. Changes that used to take centuries are now occurring in a few decades, which generates huge challenges. Unfortunately, few countries are adequately prepared for these challenges, and even fewer are trying to manage them in a planned manner.</p> <p>Most of the policy discussion concerning global urbanisation has focused on megacities. And certainly, these huge and historically unprecedented agglomerations create a whole host of new requirements and vulnerabilities that have to be addressed creatively and equitably. But if we are too focused on this single issue, we may lose sight of another emerging problem likely to explode in the coming years.</p> <p>Increases in urban population reflect three separate forces: the natural rise in population within urban areas; the migration of rural dwellers to urban areas; and, as settlements expand and become more densely populated, the reclassification of rural settlements as urban. All three forces have been at work to varying degrees. But where the third factor is significant, it creates a particular problem, because the administrative machinery for urban areas seldom exists for such settlements.</p> <p>For example, in India <a href=\"http://www.censusindia.gov.in/2011-prov-results/paper2/data_files/india/paper2_at_a_glance.pdf\" title=\"\">the latest census</a> (pdf) shows that, over the past decade, there has been a huge increase in the number of urban conurbations, from 5,161 in 2001 to 7,935 in 2011, an increase of 54% that dwarfs the 32% growth in urban population. This is mainly because of reclassification of settlements from rural to urban as they start showing higher population density (more than 1,000 persons per sq km) and as non-agricultural work becomes dominant. The highly significant increase in areas still not officially recognised as \"urban\" (and therefore lacking the institutional and administrative machinery provided to urban areas) accounts for more than 90% of the increase in the total number of urban settlements.</p> <p>In the absence of the institutional framework of a municipality, how are standard problems relating to streets and other urban infrastructure – utilities like electricity and water, along with sanitation, drainage, waste management and the provision of other basic services – to be dealt with? How do policymakers and administrators incorporate the needs and requirements of these areas if they are not even officially recognised as urban? Do any plans exist for such settlements, including those relating to land use, provision of schools, healthcare centres, community services and the like? What about spatial provisions, such as providing security, sufficient open spaces, public parks and playgrounds, health facilities, and strategies to avoid pollution and congestion?</p> <p>In far too many developing countries, these settlements have simply been growing unmonitored, with no proper provisions for even essential services like all-weather roads, piped water and – above all – sanitation and waste disposal. Governments at national and regional level tend to turn a blind eye to these new urban settlements, because they simply cannot handle the scale of the likely demands relative to their own resources.</p> <p>Consequently, in addition to the huge challenges of coping with the chaos, congestion, pollution and social tensions that characterise megacities and other cities, we have to deal with newer, smaller urban centres that exhibit all the same problems. Indeed, these towns often experience such difficulties in aggravated form, because they are growing higgledy-piggledy even as the required amenities are non-existent.</p> <p>Leaving all this to private provision (which is more and more the case) is not only socially inefficient but also generates much more inequality – in turn, reducing social cohesion and making the entire process less tenable. So it's really surprising that neither governments nor ordinary people are worrying more about policies to make life more liveable in the small towns cropping up across the developing world.</p>",
  "<p>A quick burst of 9 links for you to chew over, as picked by the Technology team</p> <h2><a href=\"http://viewdle.com/index.html\">Augmented Reality + Facial Recognition &gt;&gt; Viewdle®</a></h2> <blockquote> <p>Viewdle's best-in class computer vision technology showcases the power of your smartphone through camera-based innovations in augmented reality, device interaction, media management, gaming, + social networking.</p> </blockquote> <p> And is rumoured to have been acquired by Google for $30m. No confirmation at the time of writing, though.</p> <h2><a href=\"https://secure.cryptome.us/2012/10/corrupt-ir-us-12-1001.htm\">Who did the Stuxnet? Final Episode &gt;&gt; Cryptome</a></h2> <p>Via Brian Krebs, who says he's been unable to verify any of these allegations posted to Cryptome (a sort of Wikileaks of security services stuff, but without redaction or quality control). </p> <h2><a href=\"http://www.isuppli.com/Memory-and-Storage/News/Pages/Hard-Drive-Shipments-Rebound-to-Record-Level-in-2012.aspx\">Hard drive shipments rebound to record level in 2012 &gt;&gt; iSuppli</a></h2> <blockquote> <p>A year after the Thailand flooding disaster partially derailed production, the global hard disk drive (HDD) industry has fully recovered, with shipments to the computer market expected to hit a record level this year, driven by the enterprise market as well as the arrival of the Windows 8 operating system.</p> <p> HDD shipments in 2012 for the overall computer market, including PCs, are forecast to reach 524.0m units, up 4.3% from 502.5m units last year, according to an IHS iSuppli Storage Space Market Brief from information and analytics provider IHS.</p> <p> The 2012 number will be the highest shipment figure on record in the HDD books at year-end--but the achievement will not stand for long. In fact, HDD shipments are projected to climb continually, the stellar results of each year bested by the next in predictable but welcome fashion until at least 2016.</p> </blockquote> <p> Wes Miller, of the consultancy Directions On Microsoft, remarked: \"Windows 8 and Windows RT don't mark a recovery point for spinning disks. They mark the beginning of the end.\"</p> <h2><a href=\"http://www.youtube.com/watch?v=GkDz4wMI9J8&amp;feature=youtu.be\">Hitler finds out about Apple's new iOS6 maps &gt;&gt; YouTube</a></h2> <p>FINALLY.</p> <h2><a href=\"http://www.ico.gov.uk/news/blog/2012/illegal-marketing-clampdown-begins-as-spam-texters-set-for-six-figure-fine.aspx\">Illegal marketing clampdown begins as spam texters set for six figure fine &gt;&gt; ICO Blog</a></h2> <blockquote> <p>Letters have gone out today to two individuals that we have found to have broken the law. Subject to final ratification, the recommendations total well over a quarter of a million pounds. Further details about each case will be revealed once we are able to formally announce our action next month; however this is an important step that shows those who blatantly break the law will be in line for a sizeable six figure penalty from the ICO.</p> <p> While companies can phone you to sell you the latest product or service, the law states that individuals should not receive unsolicited texts or automated marketing calls unless they have given their permission. Marketing companies are also forbidden from phoning individuals registered with the Telephone Preference Service (TPS) unless they have given their explicit consent. While honest mistakes can occasionally be made we will look to take action against individuals and companies that continue to break the law.</p> </blockquote> <p> Finally, the ICO discovers it has teeth.</p> <h2><a href=\"http://www.codinghorror.com/blog/2012/10/the-pc-is-over.html\">The PC is over &gt;&gt; Coding Horror</a></h2> <p>Jeff Atwood: </p> <blockquote> <p>But even as an inveterate PC hot-rodder, I've noticed that in the last few years I've started to lose interest in the upgrade treadmill of ever faster CPUs with more cores, more sophisticated GPUs, more bandwidth, more gigabytes of RAM. Other than solid state drives, which gave us a badly needed order of magnitude <a href=\"http://www.codinghorror.com/blog/2011/05/the-hot-crazy-solid-state-drive-scale.html\">improvement in disk speeds</a>, when was the last time you felt you needed to upgrade a powerful desktop or laptop computer? If I dropped a SSD in it, do you honestly think you could tell the difference in real world non-gaming desktop usage between a high end 2009 personal computer and one from today?</p> <p> Because I'm not sure I could.</p> </blockquote> <p> This, from a guy who used to have \"Windows\" written through him like he was a stick of rock.</p> <h2><a href=\"http://www.withinwindows.com/2012/09/28/notch-doesnt-hate-windows-8-hes-just-confused/\">Notch doesn't hate Windows 8, he's just confused &gt;&gt; Within Windows</a></h2> <blockquote> <p>So last night, Markus \"Notch\" Persson -- the Minecraft guy -- mentioned that Microsoft reached out to the company (Mojang AB) in an attempt to get the wildly popular Minecraft video game into the Windows Store. Shortly after, though, he denounced Microsoft for \"ruining the PC\" with Windows 8 and its \"closed\" nature. What's really going on here: Notch is just confused about Windows 8.</p> <p> Allow me to help.</p> </blockquote> <p> Remains to be seen whether Persson will shift his position. No signs at the time of linking to this.</p> <h2><a href=\"http://www.tuaw.com/2012/09/30/where-to-will-make-you-feel-better-about-apple-maps/\">Where To? will make you feel better about Apple Maps &gt;&gt; TUAW</a></h2> <blockquote> <p>Where To? now offers a link to Apple Maps once you have found your destination using the app's local search. The Google-powered search data is far more complete than what Apple Maps offers through Yelp, so this is a good solution. This latest version of Where To? also works well with iOS 6, and doesn't 'letterbox' on an iPhone 5.</p> <p> When you find a location you'll get reviews, links to websites and business hours. One other nice feature is that Where To? can be launched from Apple Maps, to get a more complete idea of what is around your chosen destination.</p> </blockquote> <p> The Maps messup is turning into a gigantic opportunity for maps app developers. </p> <h2><a href=\"http://www.marco.org/2012/09/30/ipad-1\">The iPad 1 &gt;&gt; Marco.org</a></h2> <p>Marco Arment: </p> <blockquote> <p>Apple was able to stuff iOS 6 into the same 256 MB RAM limit on the iPhone 3GS, but the 3GS' screen is much smaller than the iPad's. Apps on the 3GS therefore need much less RAM for screen images, textures, and buffers, so if iOS 6 barely fit into the 3GS, it's extremely plausible that Apple just couldn't make enough feature cuts to run it on the iPad 1 and leave enough free RAM for apps to run without crashing.</p> <p> Knowing Apple, that sounds like a far more plausible explanation than the most popular theory I've heard: that Apple just wants to force iPad 1 owners to buy new iPads.</p> </blockquote> <p>You can follow <a href=\"http://pinboard.in/u:guardiantech\">Guardian Technology's linkbucket on Pinboard</a>. To suggest a link, either add it below or tag it with @gdntech on the free <a href=\"http://www.delicious.com/\">Delicious</a> service;</p>",
  "<p>Ikea, the global furniture company, has apologised for deleting images of women from the version of its catalogue circulating in Saudi Arabia.</p> <p>The issue was highlighted on Monday <a href=\"http://www.metro.se/nyheter/kvinnor-gar-inte-att-retuschera-bort/EVHlja!2mPseJ6LPTrK2/\" title=\"\">by the free newspaper, Metro</a>, which compared the Swedish and Saudi versions of the catalogue and showed that women had been airbrushed out of otherwise identical pictures showcasing the company's products.</p> <p>Ikea's Saudi catalogue, which is <a href=\"http://www.ikea.com.sa/en/catalog/categories/departments/kitchens/\" title=\"\">also available online</a>, looks the same as other editions of the publication, except for the absence of women.</p> <p>One picture shows a family apparently getting ready for bed, with a young boy brushing his teeth in the bathroom. However, a pyjama-clad woman standing next to the boy is missing from the Saudi version. Another picture of five women dining has been removed in the Saudi edition.</p> <p>Ikea released a statement expressing regret over the issue, saying: \"We should have reacted and realised that excluding women from the Saudi Arabian version of the catalogue is in conflict with the Ikea Group values.\"</p> <p>Women appear only infrequently in Saudi advertising, mostly on Saudi-owned television channels that show women in long dresses, with scarves covering their hair and long sleeves. In imported magazines, censors black out many parts of a woman's body including arms, legs and chest.</p> <p>When Starbucks opened its coffee shops in Saudi Arabia, it removed the long-haired woman from its logo, keeping only her crown.</p> <p>Sweden's equality minister, Nyamko Sabuni, said Ikea was a private company that made its own decisions, but added that it also projected an image of Sweden around the world.</p> <p>\"For Ikea to remove an important part of Sweden's image and an important part of its values in a country that more than any other needs to know about Ikea's principles and values, that's completely wrong,\" Sabuni told the Associated Press.</p> <p>Ikea Group, one of the many branches in the company's complicated corporate structure, said it had produced the catalogue for a Saudi franchisee outside the group.</p> <p>\"We are now reviewing our routines to safeguard a correct content presentation from a values point-of-view in the different versions of the Ikea catalogue worldwide,\" it said.</p>"
]