[
  "Wayne Rooney steps up to senior role and admits he could have done better",
  "Banks should have had a leverage cap before crash, says Mervyn King",
  "IMF warns of threat to EU banks from capital flight",
  "Facebook and Twitter could be asked to increase moderation of networks",
  "Romain Grosjean must cool his accident-prone ways, say Lotus",
  "The Chávez victory will be felt far beyond Latin America",
  "George Osborne's shocking therapy",
  "Our book isn't about a 'sink or swim' Britain",
  "Senior Tories at odds over green policy",
  "Boris Johnson and Michael Gove at Conservative party conference: Politics live blog",
  "Is office harassment really a thing of the past?",
  "Television that makes children smile is so valuable",
  "Serious sexual offenders to get 'two strikes and you're out' life sentences",
  "Alan Shearer still waiting for the call as Blackburn draw up shortlist",
  "What is the future of toilet technology?",
  "HTC suffers 79% crash in quarterly profits",
  "Cedar Lake ballet's great leap forward",
  "Scotland's North Sea energy policies 'irreconcilable with green government'",
  "Capita helps push FTSE lower but mining groups lifted by China hopes",
  "Britannia Unhinged - young Tory right set out their stall",
  "Defund public broadcasting or defund Jim DeMint: you choose",
  "Election year garbage",
  "Nobel prize in physiology or medicine 2012: as it happened",
  "Eastern bloc rocking: is Jesteś Bogiem the 8 Mile of Poland?",
  "Iraq could become world's second biggest oil exporter",
  "Canada's ozone science group falls victim to government cuts",
  "Megacities rise, fertile land lies idle, and the UN calls for action on ageing",
  "Physics Nobel prize awarded for crucial step towards quantum computing",
  "Serge Haroche and David Wineland win Nobel prize in physics: as it happened",
  "Iconoclastic R/GA chief Bob Greenberg looks to re-invent company, again",
  "Guardian Weekly Letters, 12 October 2012",
  "Justine Greening defends UK aid budget but tightens spending controls",
  "Society daily 09.10.12",
  "Owen Paterson calls Labour 'cowardly' over badger cull",
  "Russian mobile network MegaFon confirms London IPO",
  "Despite its flaws, #firstworldproblems ad campaign breaks new ground",
  "Public sector mutuals: the half-time team talk",
  "World Golf Finals a chance for Turkey to show its worth to the world",
  "Radiohead – live review",
  "Join our live debate on data, aid and censorship",
  "When is wine o'clock too early for parents?",
  "Scaling up sustainability: time for forestry to come out of the forest",
  "Scaling up sustainable development: slow, but steady progress",
  "UN calls for $20bn to fund social safety nets in world's poorest countries",
  "The Scotsman raises price again",
  "Trend for slim fashion models only skin deep in Ghana",
  "Genetically modifying and patenting seeds isn't the answer",
  "Libyan army blockades Islamist militia suspected of killing US ambassador",
  "David Cameron backs referendum on Europe",
  "From Castlemilk to California: the scheme which became a star factory",
  "What price the IMF's vision of global growth?",
  "How your organisation can get started with social media",
  "Hays rises as update reassures following rival Michael Page's disappointment",
  "Keeping true to British roots gives an edge in foreign markets",
  "Pick the right location for overseas success",
  "Exporting: identifying a gap in an overseas market",
  "Speed of delivery and quality customer service in every country",
  "Local people with local knowledge help build export success",
  "London's settlement in 2015: we need investment in our housing stock",
  "Unjust debt goes to the heart of inequality. We need a new jubilee",
  "Austerity will continue, says David Cameron, despite IMF deficit warning",
  "Rural India marches on Delhi over landless poor",
  "How devolution is killing open government data",
  "Pakistan introduces pneumonia vaccine as government aims to cut child deaths",
  "York goes global in its fight for Richard's royal bones",
  "Digital is key to sector sustainability, say opinion leaders"
]