[
  "<p>The <em>Observer</em> has obtained a letter to David Cameron and Nick Clegg from former police and intelligence chiefs who say the UK's ability to combat international crime will be severely limited if it turns its back on further European Union crime co-operation.</p> <p>Written by William Hughes, director general of the Serious Organised Crime Agency from 2004 to 2010, it is signed by former Metropolitan police commissioners Lords Blair and Imbert, as well as Sir Stephen Lander, the ex-head of MI5, and other eminent figures.</p> <p>Their intervention places them firmly in the camp of the pro-EU Lib Dems, but at loggerheads with the predominantly Eurosceptic Tory party. It follows a letter to the prime minister in February by 102 Conservative backbenchers who demanded he opt out of EU police and justice policies, including the European arrest warrant, to prevent any further loss of sovereignty.</p> <p>With Cameron reluctant to promise a referendum on Britain's membership of the EU, an opt-out on justice and home affairs issues is seen by Tory strategists as a possible alternative to appease Eurosceptic backbenchers.</p> <p>The UK must decide by next summer if it wants to remain fully involved with existing EU justice and police measures or opt out. In their letter to Cameron and Clegg, the signatories say the latter course would have disastrous consequences for the fight against international paedophile gangs and investigations into terrorist networks.</p> <p>\"The growth in cross-border criminal activity within Europe is both an inevitable byproduct of the free movement of goods, services, capital and people under the single market, and a serious policing and security challenge,\" they say. \"Responding to an increasingly international criminal environment requires modern international legal and policing tools, fast and effective cross-border co-operation and the ability to raise standards and share best practice with our closest security partners.\"</p> <p>British officers, they say, are at the forefront of shaping effective co-operation. \"British law enforcement bodies&#xa0;are now constantly communicating, co-operating and collaborating with EU agencies and other national policing partners in pursuing serious organised criminal and terrorist networks.\"</p> <p>A key success, they say, was Operation Rescue – a three-year investigation by Europol across 30 countries between 2008 and 2011 which led to the discovery of the world's largest online paedophile network. There were 184 arrests and 230 children were freed, including 60 in the UK.</p> <p>The former officers say scrapping or opting out of the European arrest warrant would be entirely self-defeating.</p>",
  "<p><strong>With guitarist Dan Smith, Shoniwa formed&#xa0;rock band the Noisettes in 2003. Shoniwa is from south London; her mother is from Zimbabwe.</strong></p> <p><strong>When did you first get involved with Africa Express?</strong></p> <p>First by being a fan and going to shows. The Noisettes did our first collaboration with them last year – a gig in La Coruña in Spain. On the first night there was a big jam&#xa0;session, loads of instruments on stage.&#xa0;I remember jamming with John Paul Jones and Fatoumata [Diawara]. On the second day those who had bonded, or had people that they wanted to work with, worked&#xa0;up material for a show on the third&#xa0;night. Nick Zinner was with Rokia Traoré; Damon was at one point with Amadou and Mariam. We had Afrikan Boy&#xa0;get up with us. It was an amazing musical rainbow.</p> <p><strong>Has it opened you up to lots of new music?</strong></p> <p>To be honest, I've always grown up in an environment when I've had a lot of musicians coming in and out of my living room. My mum and my uncle used to put on events at the Africa Centre. So before the whole renaissance, Peter Gabriel-endorsed vibe of what people&#xa0;called \"world music\" in the early 2000s my mum had being doing that since&#xa0;the late 80s. So it was normal for me to come in from school and someone would chuck a shaker in my hand. Someone would ask me: \"What's your favourite song?\" and I'd say Whitney Houston and they'd say: \"Well this is how you play it, zimba style!\"</p> <p><strong>You're well equipped for the collaborative, genre-fusing of Africa Express then…</strong></p> <p>The Noisettes have always been a bit of a rainbow tribe. For us, [the collaboration] feels easy, exciting – natural, not forced.</p> <p><strong>The train aspect is fascinating. How do you imagine it will work?</strong></p> <p>You'll often find that musicians travelling together will end up jamming and singing and getting out a drum anyway. If&#xa0;I get the last train from Victoria&#xa0;to Brixton, or from London Bridge to Deptford, and there's a few musicians on, that's what they'll end up doing anyway. Or say we bumped into Damon on the Eurostar and there was another musician in that carriage, I'm sure within a couple of&#xa0;seconds we'd start jamming. Put that&#xa0;in&#xa0;a context where the whole train is full of musicians, with instruments; where we're not gonna be told, \"Keep the noise down\"; where it's&#xa0;properly organised, and we've&#xa0;got gigs&#xa0;at every stop… It's what&#xa0;we&#xa0;already&#xa0;do, but multiplying it, doing it&#xa0;on a national&#xa0;scale. </p>",
  "<p><strong>Senegalese singer Baaba Maal has long been one of Africa's most critically acclaimed and well-known musicians. He hosted Africa Utopia at the Southbank this summer and recently became one of Oxfam's global ambassadors.</strong></p> <p><strong>Africa Express has achieved a lot over the past six years, and you were one of the first artists to get involved.</strong></p> <p>I remember being backstage at Glastonbury before the first Africa Express gig I did [in 2007]. It's great, the impact it's had. All the trips to Africa, and all the musicians and others who have come together, from Franz Ferdinand to Rio Ferdinand. It's done really well, and that's down to everyone who is a part of it.</p> <p><strong>What makes Africa Express unique for you?</strong></p> <p>There's a real mix of young and old musicians, and they all come together in a&#xa0;way that is slightly separate to the music&#xa0;business. Of course they all want to have a good time, but they also want to learn from each other.</p> <p><strong>How important is it to make sure there is a good mix of stars like yourself and up-and-coming talent?</strong></p> <p>If you're a new talent, you will appreciate the chance to learn from people&#xa0;who have more experience, and if you have already had some success then you always need to put your feet back on the ground.</p> <p><strong>What's the profile of Africa Express like back in Dakar?</strong></p> <p>Well, people who follow the career of someone like me or <a href=\"http://www.amadou-mariam.com/\" title=\"\">Amadou and Mariam</a> will look on the internet and follow everything we do, so they know about it. But the next step would be to do more in different parts of Africa. When we went to Lagos to do the gig outside Femi Kuti's Afrika Shrine [in 2008, as part of the Felabration festival], most of the people who came to the gigs didn't know about Africa Express – but at the end of the trip they all knew about it.</p> <p><strong>How important are the live shows to spreading the word?</strong></p> <p>The big gigs are important for visibility but smaller gigs are important too. When we went to Lagos we would do impromptu shows where we'd meet people, and those small gigs are crucial because that makes people feel close to the project.</p> <p><strong>Are you looking forward to the Africa Express train tour of the UK?</strong></p> <p>I like trains – I much prefer to use the Eurostar than to fly – but I haven't travelled in the UK much by train. It's a crazy project, to have so many people travelling all together on the train, but exciting. There won't be the same comforts that some are used to, like big hotels, and it will be a challenge for us all to live together, but it's great. I'll be playing some classic songs like <a href=\"http://www.youtube.com/watch?v=GIUjUPwj3pc\" title=\"\">African Woman</a> but also looking forward to playing alongside people like Kano and some of the young hip-hop musicians.</p> <p><strong>What would you like to see Africa Express do next?</strong></p> <p>I want to see DVDs and books on Africa Express go all round the world. I know we have the internet but not everybody is connected. It's a project that brings people together and it should be known about everywhere.</p>",
  "<p>The trouble for Prince Harry, just as much as for the wider royal family, is to find himself cast as a lovable buffoon, the kind of carousing chump everyone can giggle about – unless he's raising a ruckus next Saturday night in a high street down your way. For then, around the market towns of Great Britain, the indulgent grins stop and a rowdy 27-year-old who can't hold his drink becomes less than funny, someone you cross the road to avoid.</p> <p>This year, thus far, has been what <a href=\"http://www.theguardian.com/uk/monarchy\" title=\"\">the Queen might call an annus mirabilis for her renowned </a>old \"firm\". William and an impeccable Kate winning cheer after cheer; a triumphant golden jubilee; a Bondian arrival at the Olympics that helped the world smile. Of course, in real royal life, there are always shadows, the Duke of Edinburgh's health among them. But, by and large, affection for the monarchy has scaled peaks beyond the valley of Diana. Elizabeth II is warmly revered. And, beyond, a new, far smaller \"core\" of five working royals is chosen to take the strain, including the new young marrieds – and Harry.</p> <p>Let's be clear-eyed about this in Firm terms. The world of spin doctors and image advisers doesn't stop at the Palace gate. The royal family – ever since Richard Cawston's ground-breaking eponymous 1969 TV documentary – has gingerly geared itself to become a public, media-aware property. The days when the prince who would become Edward VII kept an actress in his army tent, or the suppressed pre-abdication days of Edward VIII, were dead and gone. Royalty could not any longer exist by right, commanding deference and silence. Affection had to be earned. And so, in the decades since Cawston, the whole balance of the relationship has changed.</p> <p>In some ways, such image construction can seem as ruthless as the BBC clearing out ageing presenters. Andrew, the Duke of York, suddenly falls to earth outside the famous five, a wad of air miles tickets in his hand. Edward, the Earl of Wessex, fades from view. Princess Michael of Kent appears lost and gone forever. But the difficulty with manipulating reality and civil lists thus is that scenarios can turn bad as well as turn up trumps. There's a big Firm bet here on Harry, third in line to the throne and high on the frontline of public attention.</p> <p>It is perhaps typical in these Leveson days for the press that what happened in a $5,100-a-night hotel suite in Las Vegas (paid for, queasily, by a billionaire casino owner who thinks freebie Windsor visits great for business) should turn into yet another wrangle between journalists over who should have printed what days later and whether the mere word \"Murdoch\" defines every argument.</p> <p>In fact, the issues involved are rather more complex, when, as today, even UK-based websites can carry the bare Harry details without legal fear or favour. Some British newspapers are already looking forward explicitly to their own future after newsprint, one where digital is the only dish of the day. They want and defend an open net through which Wikileaks secrets and much else can roam free. But it's bemusing to try to mix this ideal world of instant and global freedom with current, earthbound concerns about what all papers yoked together should or shouldn't print. Freedom means a freedom to choose. Freedom means publishing and perhaps being damned. Freedom, for the press, is a challenge beyond sheep and goats.</p> <p>And this self-same challenge, for St James's Palace, poses immediate as well as longer-term problems. What happens when an amiable army captain with role model responsibilities plunges heedlessly off the rails? Can solicitors' letters do their ancient job in a world where the government promises \"superfast\" broadband for all? How does privacy grow in a forest of tweets? Simply: if required image and unrequired behaviour don't fit, what do the spin doctors do?</p> <p>They have one answer this weekend. They don't summon a swarm of lawyers and attempt to enforce national silence in a worldwide net of uproar. They need to think what happens next when their first move fails. If what you see of Harry is what you get time and again, then they'll have to change the script or, alas, write him out of it.</p>",
  "<p>Asil Nadir is marking the end of his first weekend at Her Majesty's pleasure in Belmarsh prison. It is the first of 260 weekends the 71-year-old must spend behind bars before he can be released on licence to serve out the rest of his 10-year sentence for stealing £29m from the company he ran.</p> <p>The former boss of Polly Peck, the electricals and citrus fruit conglomerate that failed in 1990, became a household name 19 years ago when, facing 76 charges of theft and false accounting, he skipped bail and fled to Turkish-occupied northern Cyprus.</p> <p>For 17 years the former FTSE 100 chairman basked in the Mediterranean sun and the triumph of his dramatic escape. Then, two years ago, for reasons still unclear, he elected to return and face the music. It was a gamble that did not pay off.</p> <p>It is worth remembering that, long before his flight from justice, Nadir had been the name on everybody's lips in the City, creating one of the fastest-growing listed business in booming 1980s Britain. Charming but ruthless, risk-loving but controlling, generous but egotistical, he never courted the old guard, whose grip on the world of finance Thatcher was dismantling. For that – and for a £440,000 donation to Tory coffers – he was adored.</p> <p>Many were seduced. Retail and institutional investors rushed in to Polly Peck in their droves, driving the share price ever higher. When they bought shares they weren't just buying Polly Peck's projected earnings: they were buying into the story of a swashbuckling entrepreneur with global ambitions and the Midas touch.</p> <p>Nadir now takes his place among the Serious Fraud Office's biggest scalps. There haven't been a lot, but it is remarkable how so many, at the height of their powers, shared a peculiarly autocratic style, able to switch in a split second between charm offensive and ruthless tirade. Michael Bright, founder of Independent Insurance, Carl Cushnie, founder of Versailles Group, and Stephen Hinchliffe, founder of shoe shop group Facia, were all rock stars of the corporate world who made millions upon millions for their shareholders. Each one, the SFO would prove, defrauded the supporters who had backed them so passionately. Their discovery led to some of the biggest stock market failures in recent decades.</p> <p>In the City, however, by the time such figures are brought to book they have long been airbrushed out of the pantheon – embarrassing reminders of how credulous investment professionals can be. Many in the Square Mile, and the financial media, prefer to entertain themselves by trashing the slow and seemingly bungling SFO. And, it must be said, the past year and a half has seen a great deal of bungling.</p> <p>Nevertheless, the role the agency plays in maintaining the credibility of the London markets is vital. Only belatedly has the government thrown the SFO a modest, one-off budget increase of £3m to conduct an investigation into the Libor-fixing scandal. That money comes against a backdrop of funding cuts that will see SFO spending sink from above £50m three years go to below £30m in two years' time.</p> <p>Putting that in context, the Financial Services Authority's financial conduct unit is budgeting to spend £22m on an IT upgrade alone. Its spending on efforts to fight wrongdoing is more than double that of the SFO and an average FSA lawyer earns much more than his counterpart at the fraud office.</p> <p>The reason, of course, is that the SFO is funded by the taxpayer while the FSA's cheques are effectively written by wealthy City institutions. Nadir's prosecution is a timely reminder of the important work the SFO does in defending London's financial probity: why not ask these institutions to contribute towards its work?</p> <h2>Note to Cameron: the global tax war needs you</h2> <p>Lawmakers on both sides of the Atlantic gave activists reason to cheer last week – while some multinationals have more to worry about.</p> <p>In Washington, the securities and exchange commission unveiled new rules requiring oil, gas and mining companies to reveal their payments to governments in a bid to curb corruption and tax-dodging. Certain firms will also have to disclose if their products contain \"conflict minerals\".</p> <p>In London meanwhile, parliament's international development committee came out firmly in favour of reforms to help poor countries collect more of the billions they are owed. Tax, they rightly said, is a vital part of the solution to global poverty and aid dependency.</p> <p>The MPs told the government to stop making excuses and unilaterally require UK-based multinationals to report their accounts on a country-by-country basis. This would help tax authorities to detect the dodgy accounting that shifts profits out of the countries where they are made and into tax havens. They also called on ministers to work towards governments sharing information about who owns what within their borders. This would eliminate many available hiding places and dent the estimated £13 trillion in tax havens.</p> <p>The Department for International Development is right behind the MPs' calls for reform, but the Treasury and the business department are more powerful and know that many big businesses oppose country-by-country accounting.</p> <p>Ministers also know that public opinion is increasingly intolerant of the unwillingness of some companies and wealthy individuals to contribute their fair share to the nation's finances. A recent poll for Christian Aid found three-quarters of respondents believed it was too easy for multinationals to avoid tax, while the same proportion wanted David Cameron to demand global action on tax evasion and avoidance. The UK is well-placed to galvanise this mood, because in 2013 it will hold the presidency of the G8. But will Cameron be willing to fight the good fight?</p> <h2>Santander's record as a caring bank is looking a little variable</h2> <p>Santander must know that it is the most vulnerable customers who suffer from an increase in standard variable mortgage rate (SVR). So last week's decision to hike the key mortgage rate by a whopping half a percentage point (to 4.74%) looks shoddy. The change hits homeowners unable to secure a new fixed or tracker deal – either because they have too little equity in their home or because they are in negative equity, having bought at the height of the boom.</p> <p>So, knowing the likely effects, why did the bank go ahead? Santander says it is merely following its high street rivals, which, like it, face soaring funding costs in the money markets and higher regulatory costs in the UK.</p> <p>Let's first put aside regulatory costs, which are tiny when stretched over many customers. As far as lending goes, it's true that funding costs shot through the roof earlier this year when the euro crisis caused panic, but the Libor rate, which indicates how much it costs for a bank to borrow from other banks, has actually been coming down despite the fixing scandal. What is more, the Bank of England has just put £80bn of cheap loans on the table to encourage banks to loosen the purse strings – especially for first-time buyers, who are still frozen out of the market.</p> <p>Many on Santander's SVR will have nowhere else to go: turning the screw on \"mortgage prisoners\" doesn't sound like progress for an industry supposed to be showing its caring side.</p>",
  "<p>A decade ago Libya was at the centre of dramatic stories alleging cloak-and-dagger diplomacy between then-BP boss Lord Browne, Colonel Gaddafi and MI6 agents. And barely 12 months ago British warplanes were in action over Tripoli – this time fighting to topple the North African dictator former prime minister Tony Blair had previously decided to embrace.</p> <p>But if these two events were seen by critics as the UK manoeuvring for an \"oil boom\" that would benefit both countries and an energy-hungry Blighty economy, it must be deemed a bit of a failure.</p> <p>Libya is indeed once again pumping out 1.5m barrels a day of very high-quality crude, a small amount of which is no doubt coming to UK refineries, but neither BP nor Shell is playing any role in that output.</p> <p>In fact it is American, Italian and even German companies that have been brought in by the new government in Tripoli to help it get back to business in double-quick time.</p> <p>Libya has an estimated 47bn barrels of proven oil reserves and while that looks small compared with, say, Saudi Arabia's 265bn, it is a lot more than Britain can lay claim to (less than 3bn).</p> <p>The light \"sweet\" crude from Libya is not only very high quality, it can also easily be extracted from shallow wells in desert areas at a cost that some put as low as $2 a barrel – not bad if you can sell for $114 on the global market.</p> <p>Five years ago, BP finally signed a Libyan deal worth $900m – its first in the country since Gaddafi nationalised all petroleum operations and threw out western businesses in 1974.</p> <p>But the exploration explosion by BP, Shell and others who subsequently re-entered the country never properly got under way: the Arab spring brought operations in Libya to a chaotic standstill 18 months ago.</p> <p>BP had 40 expatriate staffers in Libya before the civil war and as yet none has returned full-time. The 100 staff that had been taken on pre-2011 were kept on the payroll, even when they were unable, due to the unrest, to enter their offices.</p> <p>Now the odd BP expat is back making visits to Libya and there are hopes that exploration efforts in the Libyan desert and offshore in the Sirte Basin can restart. While the company says it is optimistic about general prospects, its attitude towards Libya is much less urgent than to the Gulf of Mexico or even Egypt.</p> <p>Shell signed a similar exploration deal in 2008, with a commitment to upgrade and modernise the Marsa al-Brega liquefied natural gas terminal south of Benghazi. But last May it suspended drilling and abandoned exploration in two blocks, citing disappointing results. Shell insists it is keeping an office in Libya and will continue to consider other opportunities but its retreat went down badly with the country's National Oil Corporation.</p> <p>ConocoPhillips of the US, Eni of Italy and Wintershall of Germany are all still plugging away with Libyan oil producers, and energy consultancy Wood Mackenzie believes prospects are good – for oil, but also for much cleaner gas.</p> <p>The oil business is a fickle one, with Kurdistan and the Arctic current flavours of the month for the oil giants. Despite Libya's credentials as a proven petroleum \"province\" close to European markets, in the absence of a major new discovery this oil-rich desert country remains out in the cold.</p>",
  "<p>During the final week of the 88th Tour de France in July 2001, a 28-year-old American rider called Jonathan Vaughters was riding with some team-mates during the rest day in Pau, when a wasp became trapped in his sunglasses. Vaughters was allergic to stings and when he returned to the team hotel, his eye was the size of a golf ball. \"The only thing that's going to reduce that swelling is a cortisone injection but if you take it you'll test positive,\" his team doctor told him.</p> <p>Vaughters was distraught. \"But that's ridiculous … I can't see! I can't ride my bike! How will I finish the race?\" he said. \"I'm sorry Jonathan,\" the doctor replied. \"There are no exemptions for allergies. We have to do this by the book.\"</p> <p>\"I understand,\" Vaughters conceded, \"but I'm not going to abandon. We'll see how it is in the morning.\"</p> <p>The swelling did not recede and the following morning Vaughters stepped from the team bus in Pau looking like the Elephant Man. His Tour was effectively over, but as a gesture to highlight the absurdity of the doping laws, he had decided to line up for the start and climb off his bike as soon as the flag dropped.</p> <p>As he was making his way to the start line he crossed paths with the race leader, Lance Armstrong. Two years previously, during Armstrong's first Tour win in 1999, they had been team-mates at US Postal, but Vaughters had not enjoyed the experience. The win had been fuelled by doping and Vaughters had left at the end of the season and found a much saner working environment with the French team, Crédit Agricole.</p> <p>Armstrong did not disguise his contempt. \"Poor Jonathan and his stupid little French team,\" he spat. \"What the fuck are you like? If you had stayed with me, this would have been taken care of but now you are not going to finish the Tour de France because of a wasp sting.\"</p> <p>Vaughters was distraught. \"I thought: 'Fuck! Here I am, on this team that is really trying to stick by the books and this guy is making fun of us for playing by the rules. That was the moment that effectively ended my career,\" he says. \"I didn't want to race any more. It just didn't seem to matter to me after that.\"</p> <p>Armstrong liked to boast about his friends in high places and those friends had served him well. During that first Tour win in 1999, he should have been disqualified after testing positive for a corticosteroid but was saved by a backdated therapeutic exemption. In 2002, Floyd Landis says that Armstrong told him that another positive test at the 2001 Tour of Switzerland had been overturned.</p> <p>For Landis, who would succeed Armstrong on the list of Tour winners three years later, it was the pivotal moment in his decision to dope. \"That was all of it,\" Landis says. \"If I had any reason to believe that the people running the sport really want to fix it, I may have actually said: 'If I wait long enough I'll have the chance to win without doing this [doping]', but there was no scenario in my mind where in my lifetime I was going to get a chance to race the Tour and win clean.\"</p> <p>Since Tommy Simpson's death in 1967, 86% of Tour de France winners have been tarnished or implicated by doping. What's wrong with this sport? Why does it keep happening? As Armstrong is confined to history, it's his relationship with the International Cycling Union (UCI) – he made donations to the sport's governing body while competing – that disturbs most.</p> <p>Why have they been bending over backwards this last month to wrestle his case from the US Anti-Doping Agency? Why wasn't Armstrong sanctioned in 1999? What happened at the 2001 Tour of Switzerland? Why were Floyd Landis's claims about doping at US Postal never investigated? Why are the UCI suing journalists who have asked these questions?</p> <p>Do we have any reason to believe that the people running the sport really want to fix it? The jury is out.</p>",
  "<p>Jacob Zuma, the president of South Africa, could be ousted later this year after what has been described as \"a string of unbelievable errors\" in his handling of the mine massacre that <a href=\"http://dailymaverick.co.za/article/2012-08-20-marikana-massacre-global-medias-focus-on-tripartite-failures-and-the-growing-class-divide]\" title=\"\">shocked viewers around the world</a>.</p> <p>Zuma is facing criticism for a sluggish response to one of post-apartheid South Africa's biggest disasters, in which 34 striking <a href=\"http://www.theguardian.com/world/2012/aug/16/south-african-police-shoot-striking-miners\" title=\"\">mineworkers were gunned down</a> by police. With factionalism rampant in the governing party, some believe the episode could tip the balance against him when he <a href=\"http://www.citypress.co.za/Politics/News/Its-a-three-horse-race-comrades-20120811\" title=\"\">seeks re-election</a> at an African National Congress (ANC) conference in December.</p> <p>Critics say that in the hours after the bloodshed at the Marikana platinum mine in the north-west of the country, Zuma was slow to return to South Africa from a summit in neighbouring Mozambique. By the time he did reach the mine, it was \"too dark\" to address the angry mineworkers, he was <a href=\"http://www.timeslive.co.za/thetimes/2012/08/23/humble-zuma-gives-miners-a-hearing\" title=\"\">quoted as saying </a>last week.</p> <p>Instead the president visited survivors in hospital and read a prepared speech to journalists at a game lodge owned by Lonmin, the company that owns the mine, announcing a <a href=\"http://mg.co.za/article/2012-08-17-police-go-with-bravado-on-marikana\" title=\"\">commission of inquiry</a>. Many of those present described the address as flat.</p> <p>Rubbing salt into Zuma's wounds, his arch political enemy, Julius Malema, addressed the miners the following day, earning cheers as he accused Zuma of presiding over mass murder and called for him to resign. Zuma did speak to the mineworkers last week, but he failed to attend a memorial service, where the limelight was again stolen by Malema, the expelled president of the ANC youth league.</p> <p>The South African press has accused Zuma of misjudgment in his handling of the shootings. An <a href=\"http://www.timeslive.co.za/opinion/editorials/2012/08/23/zuma-needs-to-be-far-more-in-touch-with-south-africans\" title=\"\">editorial in the <em>Times</em></a> said: \"Being a leader comes with a responsibility and in this case the president, or his advisers, failed to read the mood. Sometimes a leader needs to suspend protocol and take charge of a situation in his country. Zuma's absence from the 'crime scene' gave others space.\"</p> <p>If history has shown that a major national crisis can make or break a presidency, the omens for Zuma are grim. Susan Booysen, a political scientist at Wits University in Johannesburg, said: \"A wise government takes pre-emptive steps and there had been danger signals for several weeks. Zuma didn't make a good impression by going to a private lodge. He only went to the miners' territory after Julius Malema had been there, so he came in on a weak wicket.</p> <p>\"It was a string of unbelievable errors that came together. I think that, on balance, he came across as weak. There is not much in Zuma's favour except the swift announcement of a commission of inquiry.\"</p> <p>Booysen, author of <em>The African National Congress and the Regeneration of Political Power</em>, added: \"Does it really matter? I think it does. If [deputy president] Kgalema Motlanthe becomes a candidate, this will be important. Opponents of Zuma will pull everything out of the closet to throw at him, <a href=\"http://www.theguardian.com/world/2008/sep/23/mbeki.southafrica\" title=\"\">just like they did against President Thabo Mbeki</a>.\"</p> <p>Motlanthe, who served as interim president between Mbeki and Zuma, has not yet revealed his ambitions for the ANC elective conference in Mangaung. But in June he openly questioned Zuma's concept of a \"second transition\" for South Africa and <a href=\"http://mg.co.za/article/2012-06-21-flexes-his-muscles\" title=\"\">criticised aspects of the party leadership</a>.</p> <p>Zuma is seen as vulnerable over personal scandals, such as <a href=\"http://www.theguardian.com/world/2010/jan/31/jacob-zuma-south-africa-child\" title=\"\">fathering a child out of wedlock</a>, domestic plagues ranging from corruption to unemployment to non-delivery of school textbooks, and foreign policy controversies over the government's stand on the conflicts in Ivory Coast and Libya.</p> <p>Without a clear and popular rival, Zuma remains the favourite to lead the ANC into the next general election in 2014. He enjoys a powerful home base in the province of KwaZulu-Natal, the biggest ANC voting bloc, and <a href=\"http://www.sacp.org.za\" title=\"\">significant allies</a> such as the South African Communist party.</p> <p>However, some of the provinces, certain sections of the trade union movement and the ANC youth league may feel that they have received a boost for their candidate: <a href=\"http://www.fm.co.za/fm/2012/06/18/the-anyone-but-zuma-brigad\" title=\"\">\"Anyone but Zuma\"</a>.</p>",
  "<p><strong>Born in California, Jessica Chastain trained at the Juilliard school in New York and made her name in theatre before her film career. In 2011, her performance in <em>The Tree of Life</em> brought widespread attention and since then she has been a striking presence in <em>The Help, Take Shelter, The Debt and Coriolanus</em>.</strong></p> <p><strong>In Lawless, you play Maggie, a femme fatale, with a mysterious past. What attracted you to the role?</strong></p> <p>I love the relationship between Maggie and Forrest. Maggie is a woman who is very used to being around men – she was a burlesque dancer – and she's probably been hurt by a lot of men, physically and emotionally. When she shows up at this little town, she's an oddity for the brothers and especially Forrest. He's used to violence but not being around women. So she becomes almost the aggressor in the relationship, in the way she pursues him.</p> <p><strong>Director John Hillcoat suggested that Maggie was the strongest character in the film. Is that how you saw her?</strong></p> <p>I did see her as very strong. Nick Cave [who wrote the screenplay] suggested that I watch <em>Once Upon a Time in the West</em> to understand her better. There's a great line that Claudia Cardinale's character says after she sleeps with the man who killed her husband: \"It's nothing that a hot bath won't wash away.\" And there's something of that attitude in Maggie. She doesn't drown in her sorrows. She's always moving forward. When she meets Forrest it's the first time she's not able to pick up her bag and walk away.</p> <p><strong>I've heard you do a lot of research into each role you take on. How did you research Maggie?</strong></p> <p>I read a lot about 1930s Chicago and watched films like <em>Angels with Dirty Faces</em>. I was lucky because I'd just worked on <em>Texas Killing Fields</em>, which Michael Mann produced. I knew he had just made <em>Public Enemies</em> so I sent him an email asking if he could recommend any books about the period. Within an hour I got a call saying: \"We'd like to schedule an appointment for you to sit down with Michael Mann tomorrow,\" and when I showed up, he had binders of stuff from <em>Public Enemies</em> for me. That was helpful.</p> <p><strong>Your character walks into a very male environment in the film, and you must have had a similar experience when you arrived on set. How did you cope?</strong></p> <p>At first I was like, \"This is amazing!\" I love being around men – I love fake fighting and all that rough-house stuff – but after a while I really missed my girlfriends. The day [<em>Lawless</em> co-star] Mia Wasikowska arrived, I ran into the make-up trailer and yelled out: \"It's a girl!\" And I threw my arms around her, like, \"Thank God you're here!\"</p> <p><strong>At Cannes, people were comparing Tom Hardy to Marlon Brando and he seemed slightly embarrassed. What did you make of the comparison?</strong></p> <p>It is actually really embarrassing when those comparisons start to come forward. I think Tom will always be plagued by that. But I actually hope he's not the next Marlon Brando, because even though Brando was brilliant, he had a troubled life and I'm hoping that Tom won't. He has a beautiful fiancee and they're really happy together. He's able to play these troubled characters now and have a stable life.</p> <p><strong>You've worked with some huge stars, including Brad Pitt on <em>The Tree of Life</em>. Are you easily starstruck?</strong></p> <p>Yes. I love being around great actors and film-makers, and I try to hide the fact that I'm in awe of them. I try to pretend with Al Pacino or Helen Mirren that, you know, we're just part of the same team, we're all in this together, but really, secretly, the whole time my heart is beating very fast.</p> <p><strong>A couple of years ago you were unknown, and now you seem to be in every second film that comes out… </strong></p> <p>Last year was incredible. I had two films at most of the festivals, and then I had six movies released, and I made two more films. Yeah, I'm still in shock.</p> <p><strong>Has your life changed? Is it hard to walk down the street without being noticed?</strong></p> <p>It hasn't changed much and I think that's because I've been working. I was rehearsing Kathryn Bigelow's film&#xa0;[<em>Zero Dark Thirty</em>] in Jordan before&#xa0;the Oscars and then went straight back and filmed it. Now I'm filming in New York and I do notice the difference a bit: when I'm shooting a scene, outside there's paparazzi, which I've never experienced. For the most part, though, people don't know and don't care.</p>",
  "<p>Retro games continue to jostle for attention with glossy modern blockbusters, demonstrating that there is still as much interest in simple, accessible gameplay as there is in photorealistic 100-hour long adventures. But there is another take on the retro genre, one in which completely new ideas combine with retro models to take games in unique and intriguing&nbsp;directions.</p> <p>Take newly released PS3 and PS Vita music game <a href=\"http://uk.playstation.com/soundshapes/\" title=\"\"><strong>Sound Shapes</strong></a>. Utterly modern and brimming with fresh ideas, it's anything but dated and yet its smart combination of 2D platforming gameplay and interactive audio offers a distinct sense of gaming's past. Allowing players to create music through interaction, it is visually brilliant, witty and&nbsp;varied.</p> <p>Over on the Nintendo DS and 3DS, <a href=\"http://www.nintendo.com/games/detail/jQp-3nZhEDD-v-iJHzVqjtJ84vTaaHdx\" title=\"\"><strong>Flip the Core</strong></a><strong> </strong>offers more classically formed retro in the shape of a scrolling 2D shooter. The modern twist here? The 2D world is but the skin of a 3D environment, allowing the player to shift perspective, with the action then continuing in 2D.</p> <p>Finally, a level deeper into obscurity, late-70s games maker Leo Christopherson, who made his name on a computer called the TRS-80, has just remade his classic <a href=\"http://www.leochristopherson.com/android_nim.htm\" title=\"\"><strong>Android Nim</strong></a><strong> </strong>for PC and Mac. The 2012 version of this abstract action game, available from its author's website, is certainly a curio, but one that is incredibly addictive and that may offer gamers a gateway to the eccentric&nbsp;fringes of retro gaming.</p>",
  "<p>Muhtar Bakare believes in the quietest of revolutions. He thinks what we read can change us. He has lived and worked in Nigeria all his life and passionately believes everyone has the right to tell their own story.</p> <p>His own is remarkable. He gave up his position as a bank executive to start an independent publishing house because no one was publishing fiction. Did people shake their heads over the brave folly of his enterprise? \"Definitely! But setting up a publishing company was always going to be a challenge. And it still is: we have no distribution network and there is blatant piracy – infringement of intellectual property. People have to struggle against this, which can inhibit the power to be productive.\"</p> <p>But nothing seems to inhibit Bakare. He cites his voracious reading as a spur – he studied architecture at university and was fascinated by politics and economics. This showed him the world was \"ruled by ideas and I was concerned Nigerians were not contributing enough to their production\". He became a banker because finance was \"part of the way the world was structured\" and he understood its influence. But he maintains that, even as he joined, he knew he would one day leave to become a publisher.</p> <p>His wife still works in banking. They have two children. Did hisshe approve his career move? \"I am lucky – she is my soulmate. Her passion is for finance and she loves what she does. But she understands my need to follow my passion.\"</p> <p>Bakare is no impractical idealist. Bakare has a capitalist vision: \"Africa must participate in a global marketplace not as aid recipients but as producers on equal terms.\" It dismays him that \"so many brilliant Africans are involved in aid rather than international trade\".</p> <p>In 2004, he started <em>Farafina</em> (a Bambara word that translates as \"Africa\") a highly regarded online magazine from which his company would grow. (Nowadays, he is managing director of Pearson Nigeria and he no longer runs <em>Farafina</em>, but is still a shareholder and director.) He made contact with writers including Chimamanda Ngozi Adichie who recently <a href=\"http://www.theguardian.com/books/2009/sep/19/muhtar-bakare-chimamanda-ngozi-adichie\" title=\"\">championed Bakare in the <em>Guardian</em></a> for his \"humanist, widely read, pan-African\" integrity. <a href=\"http://www.theguardian.com/books/2004/mar/21/fiction.features1\" title=\"\"><em>Purple Hibiscus</em></a>, her first novel, was his company's first novel too.</p> <p>He has also published African household names such as <a href=\"http://www.theguardian.com/books/2007/jun/02/featuresreviews.guardianreview29\" title=\"\">Biyi Bandele</a>, <a href=\"http://www.theguardian.com/books/benokri\" title=\"\">Ben Okri</a> and <a href=\"http://www.theguardian.com/books/ngugi-wa-thiong-o\" title=\"\">Ngugi wa Thiong'o</a> and less well-known talents such as <a href=\"http://www.theguardian.com/books/2006/may/20/featuresreviews.guardianreview19\" title=\"\">Segun Afolabi</a>, <a href=\"http://www.tanureojaide.com/\" title=\"\">Tanure Ojaide</a> and <a href=\"http://www.african-writing.com/imasuen.htm\" title=\"\">Eghosa Imasuen</a>.</p> <p>Why is it so important for Nigerians to tell their stories? \"The history of our country is short and turbulent\" and because there are more than 250 ethnic groups in Nigeria, the forging of a national identity is contentious. \"They all struggle to be heard. Respect comes from understanding each other's stories. But we shout over each other and forget to listen. If we listened, we would find that what the other person was saying is an echo of what we are saying ourselves.\"</p> <p>He believes Africa is often misunderstood outside the continent but adds: \"Africa is also not well understood by Africans.\" His mission is to encourage empathy. He thinks Nigerian education tends to be slanted: \"The story of the hunt is written by the hunter. We would feel differently if we heard the lion's side of the story.\" And would he publish it? \"That is what I try to do,\" he says and laughs. But he is serious too.</p> <h2><strong>Nigerians who have inspired him</strong><br></h2> <p><strong>Dr Bosede Afolabi,</strong> a consultant obstetrician at the University of Lagos, who has researched sickle cell anaemia and malaria in pregnancy.</p> <p><strong>Sim Shagaya</strong> of Konga.com, an e-commerce businessman who understands the way the world works, where it is going and is brave enough to engage it on its own terms.</p> <p><strong>A</strong> <strong>Igoni Barrett</strong>, a writer of sensitive, troubling stories about the Nigerian urban underclass.</p>",
  "<p><strong>How do you think the image of Africa is changing?</strong></p> <p>For the past two decades, there has been a renewed interest in African development and that's come mainly from its own people. But there's a lot of work to be done. When you ask people from other continents about Africa, they mostly think of famine and drought and HIV. That's why we started <a href=\"http://www.africarising.org/\" title=\"\">Africa Rising</a> [an organisation that supports Africans rising to their continent's challenges] to relate to young people and break down these stereotypes and misconceptions.</p> <p>We're now seeing great strides in countries such as Kenya and, to a certain degree, Sudan. But, of course, progress is hindered by a few people who don't want to see the majority prosper.</p> <p><strong>In the period immediately following decolonisation and independence, there was a great spirit of optimism in Africa that the reality didn't match. How are things different now?</strong></p> <p>What I see right now that is unique is an entrepreneurial spirit. If there aren't jobs available, create jobs yourself. Find the gap in the market. That's what Taiwan and South Korea did; Africa has to do the same. We tend to be a bit conservative; we can be reluctant to invest in new things in the way that the Asian countries did. We need to inspire the younger generation to follow their dreams, wherever they may be.</p> <p><strong>Do you think South Africans still have the same positive outlook that the end of apartheid brought?</strong></p> <p>There's still a spirit of optimism, based on the acknowledgment that we are only 18 years into a real democracy. We have our political freedom but economic freedom takes a lot longer. Given the amount of time we've had, we've done well. There have been mistakes, but nothing that can't be rectified with hard work. I think people around the world have become more detached from their leaders since the days when my grandfather was president and you had Tony Blair and Bill Clinton. There's a general sense of political distrust. </p> <p><strong>There are conflicting ideas about aid. Some economists, such as </strong><a href=\"http://www.theguardian.com/global-development/2012/jun/24/natural-resources-and-development-china\" title=\"\"><strong>Dambisa Moyo</strong></a><strong>, suggest that it has created a moribund dependency, others believe that it is necessary to lift Africa out of poverty. Where do you stand?</strong></p> <p>I agree with Moyo that aid is a handicap that breeds a sense of entitlement. But you have to look at the various contexts. A drought is something nature brings upon us&#xa0;and in those situations aid is very&#xa0;valuable.</p> <p><strong>You grew up in America. Did you think of yourself as an African?</strong></p> <p>Yes, I have always associated myself with Africa. My parents would make me wear the dashiki. My dad always talked to me about where he came from, Ghana. But I didn't have a real attachment to the continent until I came back in 1994 and interacted with the people in South Africa. I started travelling and gained a sense of pride and understanding. You see people who don't have the means that people have in first world countries but they are so content with who they are. That spirit resonated with me. </p> <p><strong>You say you want Africans to take pride in being Africans. What does that mean?</strong></p> <p>Well, you saw examples of pride during the Olympics. Sometimes, it takes an event like that to create a feeling of unity. In Africa it is hard for people to say they are proud, when their continent has had such a negative image for so long. We need to instil pride through the way we interact with the world and each other.</p> <p><strong>What do you think will be the effect of the recent Lonmin miners&#xa0;tragedy? </strong>I think the Lonmin strike will have a far-reaching impact on South Africa. The people tasked with bringing this divide to an end, the mine bosses and the trade union management, still can't find a middle ground and so the strike and troubles go on. Did the police overreact? Yes. Were the the miners carrying lethal weapons? Yes. Do the miners deserve a pay increase? Yes. How do we readdress the economic imbalance we face in my country ? It's something we are working on each day and I'm hopeful that we will find a way to correct it. </p> <p><strong>Do you have mixed feelings about being Nelson Mandela's grandson? His name must have opened doors for you, but does his shadow prevent you from being seen as your own man?</strong></p> <p>Every individual has a surname they have to live up to. I've come to terms with mine. I'm very proud of my grandad. There's a lot in his life that I want to use in mine. In the end, you have to live your own life and do the things you're passionate about and I think people will acknowledge that regardless of who my grandfather is.</p> <p><strong>When you speak about an African identity, do you believe people in Egypt have more in common with people in Namibia than with people in Syria?</strong></p> <p>Definitely. You can talk about the north African countries being closer to Arab culture, but ultimately they're still part of the African continent and it's to this continent that they trace their roots. We're a diverse continent, but what unites us is the belief that we want our people to experience a life of education and health services and employment.</p> <p><strong>You're involved in a TV project about your grandfather.</strong></p> <p>We're going to start that at the beginning of next year. We're finishing the scripts and are looking at casting. I've kept my grandfather up to date about the story angle. It's going to be about his life and that of his comrades, but also the workings of apartheid. The main thing for him was to show that it wasn't just him, but there were others involved, such as <a href=\"http://www.theguardian.com/news/2003/may/07/guardianobituaries.southafrica\" title=\"\">Walter Sisulu</a> and <a href=\"http://en.wikipedia.org/wiki/Oliver_Tambo\" title=\"\">Oliver Tambo</a>.</p> <p><strong>Do you think Africa Rising has had an impact on young people in Africa?</strong></p> <p>Sure, in a number of ways. For example, <a href=\"http://wembleytosoweto.wiltonpictures.com/\" title=\"\">Wembley to Soweto </a>was a project we started in 2010. It started with us taking eight kids from Soweto and teaching them how to use photography. Most of them had never thought of photography as a way of making a living and they'd never travelled out of South Africa. This gave them an opportunity to do that and bring it back to their communities. These kids were lacking confidence, but now they have a purpose and stand tall when they speak to you.</p> <p><strong>What would really help change perceptions of Africa?</strong></p> <p>Ultimately, it's about people getting to know each other. We need to get people interested in coming to the continent, exploring it for themselves. <em> </em></p>",
  "<p>When I was a teenager, my mother overheard me telling my peers that I was Jamaican, a clearly absurd statement from a half-Ghanaian, half-English girl whose first name is one of the most common in a major African language.</p> <p>My mother, born and raised in Ghana, was mortified. Although in part I was living out the now well-documented struggle of mixed race youngsters to grasp their identity, mainly I was just embarrassed. It wasn't cool to be African in those days and in my ignorant teenage way, I was acting out a much bigger crisis of confidence, one that had been swallowing Africans and spitting them out as permanent economic migrants in Europe and America ever since the end of colonialism.</p> <p>My family left Ghana in 1962, and in those days, leaving was permanent. Flights were few and expensive and spare cash was instead sent back home, establishing a remittance economy that exists to this day. Life abroad, in London in the case of my mother's family, meant access to a stable income, reliable healthcare, plentiful food and a credible education. Meanwhile, many African states began falling apart.</p> <p>The 90s, when I was so quick to deny any association with Africa, was the decade when wars from Sierra Leone to Rwanda formed one of the most lethal periods in African history since the end of the slave trade. It culminated in the <a href=\"http://www.economist.com/node/333429\" title=\"\"><em>Economist</em></a> dedicating a notorious cover in 2000 to what it described as \"the hopeless continent\", claiming that across Africa \"floods, famine… government-sponsored thuggery, and poverty and pestilence continue unabated\".</p> <p>Revolving door alternations between civilian and military rule continued in countries ranging from Nigeria to Burundi, Chad to Congo. The World Bank was offering financial bailouts, but with the condition that countries accepted the humiliating label of \"highly indebted poor country\". In Ghana <a href=\"http://web.worldbank.org/WBSITE/EXTERNAL/COUNTRIES/AFRICAEXT/0,,contentMDK:20236241~menuPK:488504~pagePK:146736~piPK:226340~theSitePK:258644,00.html\" title=\"\">HIPC</a>, as it was popularly known, became a term of derision and a symbol of battered pride.</p> <p>The sparkling literary talent <a href=\"http://www.theguardian.com/books/data/author/chimamanda-ngozi-adichie\" title=\"\">Chimamanda Ngozi Adichie</a> has said: \"If I had not grown up in Nigeria, if all I knew about Africa were from popular images, I, too, would think Africa was a place of beautiful landscape, beautiful animals and incomprehensible people fighting senseless wars, dying of poverty and Aids, unable to speak for themselves and waiting to be saved by a kind white foreigner.</p> <p>\"The consequence of the single story is this,\" Adichie continues. \"It robs people of dignity.\"</p> <p>For many Africans, the whole ideology that the western world was more sophisticated became internalised into a kind of inferiority complex. One of my uncles, when he returned to London after a period of schooling in Ghana, simply exclaimed: \"Back to civilisation.\" Anyone who could left and the subsequent brain drain only served to make matters worse.</p> <p>The flight of Africans from their own nations fuelled cartoon-like perceptions of the continent abroad, in which the <em>Economist</em> was far from alone. And this was the context in which I grew up. Pretending to be Jamaican seemed a sensible solution at the time.</p> <p>For my mother, that was the wake-up call she needed to organise our first trip to the west African land of her birth, an essential re-education in our roots. In 1995, we visited the Ghanaian capital, Accra, for the first time. I remember the usual things that people comment on when visiting equatorial African nations for the first time – the assault of hot air when stepping off the plane, which I confused with engine heat, the smell of spice and smoked fish on the air, and – most significantly for me – the fact that everyone was black. It sounds obvious but I had never really seen officials in uniform – immigration authorities, police, customs officers – with black skin. I don't think I had realised that there was a world in which black people could be in charge.</p> <p>That first trip shaped my future in ways I could never have imagined. In the almost two decades that followed, I have moulded all educational and professional decisions into the form of a road that would lead me back to Africa. I devoured African literature, studied African politics, wrote my thesis on African women and political power, worked in development, law and now journalism, all with a focus on Africa. A decade ago, a job with an international development foundation led me to Senegal, where I lived for two years. Then, in February, I moved to west Africa for the second time, now setting up shop in the city of my very first trip to the continent, Accra.</p> <p>Friends and relatives in the UK, even those who share my Ghanaian heritage, have repeatedly expressed astonishment at my desire to live in Africa. But the view from Ghana could not be more different. Far from being original, I find myself part of a narrative told with increasing fluency, as a steady stream of other European and American passport holders of African descent arrive at Ghana's Kotoka International airport, collect their worldly possessions from shipping containers at Tema port and search for homes in Accra's popular residential areas – Cantonments, East Legon and the Spintex Road.</p> <p>They pay up to two years' rent upfront in dollars, at London prices, and find jobs with the growing number of international companies and professional service providers in Ghana or, more commonly, start their own business. At some point, this ceased to be an individual journey and instead became a phenomenon with its own label – \"returnee\".</p> <p>There is a symmetry to the journey that returnees are making, which speaks volumes about the state of Africa today. Our parents left – exactly 50 years ago in my case – fleeing deteriorating economic conditions and limited opportunities at home. Now their children are forming an exodus from the crisis-ridden eurozone, four years of recession and the dogged perception of inequality and discrimination in the west. \"Who needs the glass ceiling when you could be running your own business in one of the world's fastest-growing economies, enjoying the warm weather and surrounded by your own people?\" one returnee to Ghana told me. \"There is no contest.\"</p> <p>The facts about Africa's change in fortunes are dazzling. Dubbed the \"next Asia\" for its rapid growth, the IMF forecasts that seven of the world's fastest-growing economies over the next five years will be in Africa; Ethiopia, Mozambique,&#xa0;Tanzania, Congo, Ghana, Zambia and Nigeria are expected to expand by more than 6% a year until 2015.</p> <p>The resource-rich continent has benefited from a boom in commodity prices, ranging from cocoa to gold, but has also increased manufacturing output, which has doubled over the past decade. Surveys by firms such as Ernst &amp; Young, Goldman Sachs and McKinsey all describe how the telecom, banking, retail, construction and oil and gas industries are booming, sending foreign direct investment to dramatic new highs, while themselves representing an eagerness among global firms to attract business in Africa.</p> <p>In Ghana, whose <a href=\"http://www.howwemadeitinafrica.com/ghana-and-nigeria-among-worlds-fastest-growing-economies-in-20122013/16062/\" title=\"\">economy is one of the strongest</a>, with current growth of around 9%, the City of London is arriving in force. Investment banks, <a href=\"http://en.wikipedia.org/wiki/Magic_Circle_(law)\" title=\"\">magic circle</a> law firms and international consultancies are permanent fixtures at Accra's plush hotels, where they are literally queuing up to tout for business.</p> <p>With the growth in GDP comes a burgeoning middle class. The number of households earning more than $3,000 per year is expected to reach 100 million by 2015, putting the continent on a par with India. A recent report by the <a href=\"http://www.afdb.org/en/\" title=\"\">African Development Bank</a> on Africa over the next 50 years predicts that \"most African countries will attain upper middle income status, and the extreme forms of poverty will have been eliminated\".</p> <p>It's hard to overstate the impact of mobile technology on this transformation. Mobile penetration in Africa is now around 50%, forming the fastest-growing mobile market in the world. There are 100 million in Nigeria alone, a country that 20 years ago had only 100,000 phone lines. Telecoms companies now compete fiercely for almost 700 million consumers, not just to make calls, but for mobile money transfers, banking or even tracking agricultural and commodities data for farmers.</p> <p>Seven per cent of Africans have access to broadband, but this is expected to reach 99% by 2060. New infrastructure such as the fibre-optic submarine cables now connecting south and east Africa, and due to connect west Africa this year, are playing a role in transforming productivity and making online technology realistic for African&#xa0;nations.</p> <p>There are comical collisions between new technology and old problems. In Ghana, whose impressive GDP growth has not been met with the requisite increase in national grid capacity, people are using Twitter to monitor the frequency of power outages. \"Lights off\", as it is colloquially, almost affectionately known, is endemic in many countries. Ghana's power failures pale in comparison to Nigeria, where Lagossians say that if they have four hours of continuous mains electricity, then it is a good day.</p> <p>These contradictions are the reality in most African countries. Economic growth is neither designed nor distributed evenly. And, in reality, it has not been matched by the kind of improvement in living conditions that many of my grandparents' generation expected when they witnessed independence from colonial rule.</p> <p>The reality is that many African governments still serve primarily as agencies for the distribution of foreign aid. As the Ugandan journalist Andrew Mwenda has said: \"Most of the rich countries are attracted to Africa's poverty rather than its wealth. And in the process they end up subsidising our failures, rather than rewarding our&#xa0;accomplishments.\"</p> <p>There is plenty of poverty to be attracted to. Average life expectancy is still only 56 years, child mortality remains high at 127 per 1,000 live births in 2010, and overall literacy rates are only 67%. Africa's economic growth is often described as \"jobless\" for its failure to create jobs, in particular for the 60% of Africans aged between 15 and 24 who are unemployed and who, a recent report found, have given up on finding work.</p> <p>With these seemingly incompatible realities existing side by side, there is increasingly a PR war for the image of Africa overseas. The <em>Economist</em>, still apologising for its <a href=\"http://www.economist.com/node/333429\" title=\"\">\"hopeless continent\" issue in 2000</a>, recently branded Africa \"<a href=\"http://www.economist.com/node/21541015\" title=\"\">hopeful</a>\" instead. Most international news outlets now have programmes or seasons specifically designed to champion positive news stories in Africa. The BBC runs <a href=\"http://www.bbc.co.uk/news/world-africa-15340893\" title=\"\"><em>African Dream</em></a>, a series about successful African entrepreneurs, while CNN has <a href=\"http://edition.cnn.com/CNNI/Programs/africanvoices/index.html\" title=\"\"><em>African Voices</em></a>.</p> <p>But it is not the role of the media to sell a rebranded version of Africa, any more than it was right to paint it as the heart of darkness in the past. The problems remain and they are real. Since I moved to Ghana in February as west Africa correspondent for the Guardian and Observer, there have been two military coups. Everyone living in Ghana – rich and poor – is lumped together in a permanent jumble of terrible traffic, unreliable water and frequent power outages. Poverty is real here, there is hunger and disease, and there is no welfare state. Far from setting out policies that promise any real social change, many African governments are focused instead on administering foreign aid and directing showcase infrastructure projects that do little to benefit ordinary people.</p> <p>As a journalist, I navigate both these worlds, and it is not always easy. When I wrote an <a href=\"http://www.theguardian.com/lifeandstyle/2012/jun/10/afua-hirsch-ghana-sex-attitudes\" title=\"\"><em>Observer</em> column</a> about attitudes towards sex in Ghana, I was bombarded with criticism from both ends of the spectrum. On one side, Ghanaians claimed I perpetuated outdated stereotypes by describing sex as taboo and often transactional in nature. On the other were NGO workers who complained that I had failed to mention female genital mutilation and maternal mortality, in their view central features of the African sexual experience.</p> <p>The battle for the image of Africa – helpless and underdeveloped versus rapidly emerging economic giant – often gets personal. Journalists frequently, and rightly, draw criticism for describing a continent of 54 nations and breathtaking diversity as one country. But some commentators are quick to employ a definition of what it means to be African that excludes returnees like me for being too fair-skinned, too British or too westernised.</p> <p>But being African is an increasingly complex identity. As someone who has been told she is too black to be British, and too British to be African, I am strongly against the notion that identity can be policed by some external standard. And I am not alone. The term \"Afropolitan\" is beginning to enter the mainstream; one definition describes it as: \"An African from the continent of dual nationality, an African born in the diaspora, or an African who identifies with their African and European heritage and mixed culture.</p> <p>\"It doesn't matter whether they are born abroad or not; the important thing is their global perspective on issues, as well as their mixed cultural identity.\"</p> <p>The enthusiasm with which people of African heritage around the world are embracing their roots has reached the level of a cultural resurgence. In stark contrast to my teenage Africa-denial, a significant number of international cultural icons are now African. The black British music scene is dominated by rappers with Ghanaian heritage – Tinchy Stryder, Dizzee Rascal and Sway. Azonto, a popular Ghanaian dance, has begun colonising clubs in London, a growing number of which now include Afrobeat on regular rotation.</p> <p>This is not to dismiss the inequalities that still exist between Africa's increasingly visible international, urban elite – a category many returnees fall into – and the vast majority of Africans.</p> <p>The reality is that, on so many levels, access to the west is still a fault line for determining privilege. For example, entrepreneurs in west Africa currently find that borrowing money for their businesses typically comes with interest rates of up to 30%, an unrealistic burden by any standard. Returnees, on the other hand, who have access to loans from foreign banks, can enjoy single-digit interest rates, effectively dominating local markets.</p> <p>Africa is entering its new dawn, like all societies, with these divisions and inequalities as part of the story. For me, there is a very literal sense with which the past meets the future. On the weekends, from my home in Accra, I often visit a town in the mountains behind the city – Aburi – where my ancestors lived. My grandmother tells me the story of how her grandmother used to roll palm oil in barrels down the hill and on to the coast. These days, I like to visit a restaurant there, set up by a British Ghanaian returnee, and eat Ghanaian food – or pizza, depending on my mood – alongside so many other fugitives from the polluted city, enjoying the cool mountain air.</p> <p>When she reached the ocean, my great-great grandmother would board a boat westwards along the coast to Takoradi, where she was from. These days, Takoradi is a hub of activity for barrels of a different kind of oil – crude – which have transformed Ghana's economy into one of the fastest growing in the world. I think she would be happy that her great-great granddaughter had returned to see that transformation for herself.</p>",
  "<p>Recently, when a potato disease ravaged Kenya, farmer Zack Matere searched \"potato disease\" on the internet and discovered that ants were eating his potato stems. On the same website, Matere found that the cure for his potato disease was to sprinkle wood ash on the crop. Two months later, his potatoes were back to shape and Matere knew it was time to invest in the internet. Online, he found a local buyer for his rescued crop. He now uses an internet-enabled phone to get real-time potato prices. All this happened in a region that only five years ago <a href=\"http://www.economist.com/node/9660077\" title=\"\">the <em>Economist</em> referred to as the \"dark continent</a>\" because of its lack of electricity.</p> <p>Technology started to influence the way Africa develops in a big way with the introduction of GSM services in the late 1990s. A mobile revolution has positioned Africa as the fastest growing region on Earth for the telecoms industry, and with it has come a significant shift – a recognition among African governments and people that an opportunity exists to leap the development gap through the implementation of technological solutions to some of the challenges facing the continent.</p> <p>For many people in the rest of the world, life without the internet is hard to imagine. In Nigeria, many still remember queuing to use the Nitel (the country's national operator) phone in the village. In 2001, a sim card cost approximately $100 and local calls cost 33 cents per minute. By 2009, you could buy a sim card for $1.33 (a 98.6% reduction) and calls had reduced to 24 cents per minute. Billions of dollars of investment flooded in and, according to the <a href=\"http://www.ncc.gov.ng/\" title=\"\">Nigerian Communications Commission</a> (NCC), active subscriber numbers in Nigeria exceeded 100m lines earlier this year.</p> <p>This explosion in mobile telephony preceded, and in many ways caused, an explosion in the number of Nigerians using the internet as a tool to communicate and to do business. The GSMA (Groupe Spéciale Mobile Association) has estimated that, in 2009, more than 31 million Nigerians accessed the web, with 30% or more doing so via mobile phones. From free instant messaging services that removed the relatively high cost of sending an SMS to the development of local applications to solve local problems, the internet and its access platforms are at the heart of emerging&#xa0;businesses.</p> <p>New technology has the power to influence economic development as well as political accountability in numerous ways. As the experience of Zack Matere demonstrates, simple access to information can be fundamental to development. Likewise, in Ethiopia, the launch of a revolutionary new commodities exchange in 2008 was designed to provide real-time information to the country's smallholder farmers, who constitute 80% of the population and who were generally only aware of the price of their commodities at local markets. An&#xa0;automated toll-free telephone service now provides updated prices by the minute.</p> <p>Businesses are also beginning to tap into the desire of millions of its consumers to access entertainment online. One of the best examples is in Nigeria, where the stunning success of <a href=\"http://www.youtube.com/realnollymovies\" title=\"\">Real Nolly Movies</a> provides&#xa0;a&#xa0;benchmark for budding technology entrepreneurs across the&#xa0;continent.</p> <p>Launched as a YouTube channel in March, Real Nolly has the digital distribution rights to hundreds of Nigeria's hugely popular Nollywood films, making them available to viewers&#xa0;free of charge. Already the channel is receiving millions of views&#xa0;and generating considerable monthly advertising revenues while helping to promote legal distribution of Nigerian content.</p> <p>Technology is contributing, too, to Africa's growing presence on the global&#xa0;stage. The Egyptian uprising succeeded in part because the web allowed people to organise inside the country and attract support from outside. The recent deaths of prominent African leaders, such as Malawi head of state Bingu wa Mutharika, Ghanaian president John Atta Mills and, most recently, Ethiopian&#xa0;prime minister Meles Zenawi, made headlines worldwide, and Twitter played a major role in disseminating information about them globally. If technology can help Africa&#xa0;gain a greater share of global news coverage and improve awareness&#xa0;of what is happening on the&#xa0;continent, interest and development will follow.</p> <p>But we are only standing on the bottom rung of the ladder in terms of the potential new technology offers. Despite a flurry of activity in the development of infrastructure to improve internet connectivity across the continent, bandwidth remains relatively low and distribution is a problem, especially in Nigeria. If we take Real Nolly Movies, for example, a&#xa0;large part of its audience is in the west (among the Nigerian diaspora), where bandwidth is quicker and cheaper. Imagine its potential for growth as internet access and speed continues to improve.</p> <p>George Bernard Shaw once said: \"You see things and you say, 'Why?' But&#xa0;I dream things that never were and&#xa0;I say, 'Why not?'\" This relentless pursuit of the impossible lies at the heart of the internet's success and is what will drive its growth in Africa. The continent has only recently started&#xa0;to harness the power of technology and is already seeing significant dividends. How it exploits the internet over the coming years will&#xa0;be one of the defining contributions to its long-term&#xa0;development.</p> <p><em>Juliet Ehimuan is Google Nigeria country manager</em></p>",
  "<p>On 19 September, a new kind of art fair will open its doors in a huge former gasworks in Amsterdam. Entitled Unseen, it will be devoted exclusively to photography, but unlike established global marketplaces such as Paris Photo or Miami Photo Fair, it will exclusively show work that has not been exhibited publicly before, whether by established or emerging photographers. It seeks to offer first-time buyers a&nbsp;way in.</p> <p>\"Our aim,\" says Roderick van der Lee, one of Unseen's directors, \"is to create a big event that focuses on new photography. Unseen will nurture new artists and, hopefully, sell their work both to established collectors and, more importantly, to would-be collectors who cannot afford the prices that prints by established photographers now command.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395147460\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2012/8/23/1345736787248/Fukushima-Shi-by-Katsumi--001.jpg\" alt=\"Fukushima-Shi by Katsumi Omori\" width=\"460\" height=\"694\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fukushima-Shi, Fukushima by Katsumi Omori, £3,080. Omori followed the cherry blossom across Japan for his almost hallucinatory series Everything Happens for the First Time. Courtesy of Galerie Wouter van Leeuwen</span> <span class=\"element-image__credit\">Photograph: Katsumi Omori</span> </figcaption> </figure>  <p>Unseen is backed by <a href=\"http://www.blockbusterfonds.nl/\" title=\"\">Blockbusterfonds</a>, a&nbsp;new private fund created to finance large-scale creative events in the Netherlands. It is the brainchild of billionaire philanthropist Joop van den Ende, a phenomenally successful TV and theatre producer and former co-owner of Endemol, the company that famously created the <em>Big Brother </em>format. He argued that the Dutch government, rather than continuing with a programme of severe cuts in cultural funding, should invest in the arts, ensuring that more money would flow back into the economy. Surprisingly, the Dutch prime minister agreed, but pointed out that the government just did not have the cash. Blockbusterfonds is van den Ende's private venture.</p> <p>As part of the pre-publicity campaign, 900 tickets and 400 vouchers for Unseen have been given away as prizes in the Dutch BankGiro lottery. Each voucher is worth €1,000 (£790) and can only be spent on prints at the Unseen Photo Fair. Entering into the spirit of the event, the participating galleries, which include several well-known London names such as the Photographers' Gallery, Michael Hoppen, Flowers and Magnum, have each donated a work to the Unseen collection which will be sold for less than €1,000.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395147461\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2012/8/23/1345736642285/Immaculee-by-Miles-Aldrid-001.jpg\" alt=\"Immaculee by Miles Aldridge\" width=\"460\" height=\"598\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Immaculee No 3 (Red Madonna) by Miles Aldridge, £750. London-based Aldridge is famous for slightly surreal, neon-bright portraits. Courtesy of Reflex Amsterdam Gallery</span> <span class=\"element-image__credit\">Photograph: Miles Aldridge</span> </figcaption> </figure>  <p>\"We will have 400 people turning up each with €1,000 to spend,\" says van der Lee, \"and many of them will be first-time art buyers – people who are curious about culture but have never made the step of investing in an art piece before. It is all about making photography more accessible. The lowest price for a print is probably just under €600, but most will cost much more than that. You can also put the voucher towards a more expensive print.\"</p> <p>The highly regarded Marloes Krijnen – director of <a href=\"http://www.foam.org/\" title=\"\">Foam</a>, the Amsterdam-based gallery, magazine and website devoted to contemporary photography – is also a director of Unseen, which in many ways is an extension of the Foam ethos of inspiring interest in the new and upcoming. The project has credibility, then, as well as financial clout. For all that, van&nbsp;der Lee admits that some of the galleries they approached were initially not so keen. \"It is a new idea that took some explaining,\" he says. \"What was most important to us was that the galleries took the Unseen concept to heart, even if they interpreted it in their own way. Some, for instance, have chosen to show work by established photographers, but prints that have not been exhibited before.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395147462\"> <img src=\"https://static.guim.co.uk/sys-images/Observer/Pix/pictures/2012/8/23/1345735268627/Jiang-Zhi-Love-Letters-008.jpg\" alt=\"Jiang Zhi, Love Letters\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Love Letters by Jiang Zhi, £2,500. Technically brilliant, utterly beautiful, Zhi’s work depicts a destruction he calls “transformation”. Courtesy of M97 Gallery</span> <span class=\"element-image__credit\">Photograph: Jiang Zhi</span> </figcaption> </figure>  <p>I asked Michael Hoppen – who is bringing work by various young photographers, including Alex Prager and Lucas Foglia, to Unseen – what exactly is in it for him. \"Several things: it is international and I like the ethos behind it,\" he said. \"I can take relatively new photographers who need exposure and also show work that has not been seen before. Plus, financially it makes sense. I couldn't really risk taking a lot of new work to Paris Photo, say, because I have to sell photographs that will justify me paying up to €40,000 for a stand. Here I can show new artists alongside – and against – established artists. It's a great idea all round.\"</p> <p>And what would his advice be to first-time buyers or those wishing to start a photography collection? \"It's a bit of a cliché, but you should really only buy what you like. Do you want an investment on the wall or a beautiful thing that you can look at every day and get pleasure from? If you're lucky you can have both, but my advice is to invest in your own pleasure.\"</p> <p><br><em>Unseen Photo Fair (</em><a href=\"http://unseenamsterdam.com/\" title=\"\"><em>unseenamsterdam.com</em></a><em>) runs from 19-23 September at Westergasfabriek, Amsterdam</em></p>",
  "<h2><strong>1 HIPPO WATER ROLLER</strong></h2> <p><strong>Idea: </strong>The <a href=\"http://hipporoller.org/\" title=\"\">Hippo water roller</a> is a&#xa0;drum that can be rolled on the ground, making it easier for those without access to taps to haul larger amounts of water faster.</p> <p><strong>Problem: </strong>Two out of every five people in Africa have no nearby water facilities and are forced to walk long distances to reach water sources. Traditional methods of balancing heavy loads of water on the head limit the amount people can carry, and cause long-term spinal injuries. Women and children usually carry out these time-consuming tasks, missing out on educational and economic opportunities. In extreme cases, they can be at increased risks of assault or rape when travelling long distances.</p> <p><strong>Method: </strong>The Hippo roller can be filled with water which is then pushed or pulled using a handle. The weight of the water is spread evenly so a full drum carries almost five times more than traditional containers, but weighs in at half the usual 20kg, allowing it to be transported faster. A steel handle has been designed to allow two&#xa0;pushers for steeper hills. \"Essentially it alleviates the suffering people endure just to collect water and take it home. Boreholes or wells can dry out but people can still use the same roller [in other wells]. One roller will typically serve a household of seven for five to seven years,\" said project manager Grant Gibbs.</p> <p><strong>Verdict:</strong> Around 42,000 Hippo rollers have been sold in 21 African countries and demand exceeds supply. Costing $125 each, they are distributed through NGOs. A mobile manufacturing unit is set to begin making them in Tanzania. Nelson Mandela has made a \"personal appeal\" for supporting for the project, saying it \"will positively change the lives of millions of our fellow South&#xa0;Africans\". <strong>Monica Mark</strong></p> <p><strong> </strong></p> <h2><strong>2 THE iCOW APP </strong></h2> <p><strong>Idea: </strong>To harness the power of mobile phones to encourage best practice for dairy farmers and increase milk production.</p> <p><strong>Problem:</strong> Small-scale dairy farmers often living in remote areas don't have access to valuable information about latest prices of milk or cattle, and they may not keep accurate records of important details such as their cows' gestation periods or their livestock's lineage – often resulting in inbreeding and disease.</p> <p><strong>Method:</strong> Created by Kenyan farmer <a href=\"http://www.youtube.com/watch?v=3wD8pzIcCJk\" title=\"\">Su&#xa0;Kahumbu</a>, <a href=\"http://www.icow.co.ke/\" title=\"\">iCow</a> is an app that works on the type of basic mobile phones farmers own. Each animal is registered with the service, which then sends SMS reminders to the farmer about milking schedules, immunisation dates and tips about nutrition and breeding or information about local vets or artificial insemination providers. UK-based foundation the <a href=\"http://indigotrust.wordpress.com/\" title=\"\">Indigo Trust</a> helped fund iCow's development. Its executive Loren Treisman says: \"It's exciting to see a technology-driven project targeting such an unexpected constituency. Farmers have been empowered to improve their own lives through accessing critical agricultural information as opposed to depending on aid. What particularly excited us is that as a social enterprise, the iCow team have a sustainable business model which will enable them to expand rapidly and maximise their reach and impact without dependence on ongoing&#xa0;funding.\"</p> <p><strong>Verdict:</strong> \"The wonderful thing with iCow is that by the time you have used the app and adhered to all the instructions, your cows end up healthier, bigger and stronger. They can easily fetch you more money in the marketplace. Every smart farmer will use iCow,\" a small-scale farmer based in the cental highlands of Kenya told <em>Forbes </em>magazine. <strong>Ian Tucker</strong></p> <h2><strong>3 FARMER MANAGED NATURAL REGENERATION </strong></h2> <p><strong>Idea:</strong> Farmer managed natural regeneration (FMNR), which restores existing trees on drought-stricken land, to improve Senegal's dwindling harvests.</p> <p><strong>Problem:</strong> Senegal is suffering its third drought of the decade, resulting in reduced crops and inflated food prices. The World Food Programme assisted more than 9 million people in the Sahel region of West Africa this year, including 800,000 in Senegal.</p> <p><strong>Method:</strong> Attempts to tackle the resulting problem of soil fertility have largely flopped so far. Trees planted as part of reforestation schemes have seen only a 5% success rate and fallowing is not an option, with 80% of African farmers owning under two hectares of land, which need to be utilised year in, year out. This puts the emphasis on reinvigorating the stumps of nitrogen-fixing trees, which were formerly cleared to maximise crop space. Farmers are thus encouraged to prune the stems and branches of trees like <em>Faidherbia albida</em>, giving new life to the vegetation already there.</p> <p><strong>Verdict:</strong> FMNR is an inexpensive way for farmers to make improvements with the resources they already have, increasing millet harvests from 430kg to 750kg a hectare, and saving money on fertilisers, with restored trees producing leaf litter (forming humus) and giving shade to livestock (for manure). It gives the ecosystem a holistic boost, encouraging wildlife like bush pigeons and rabbits to return, and providing welcome human benefits such as wood cuttings&#xa0;for cooking and new food sources such as tamarind. <strong>Mina Holland</strong></p> <h2><strong>4 PORTABLE WATER PUMPS </strong></h2> <p><strong>Idea:</strong> Portable irrigation technology helping sub-Saharan smallholder farmers grow crops out of season.</p> <p><strong>Problem:</strong> When it comes to food supply, Africa faces enormous instability due to unpredictable climate and poor resources. Only 6% of Africa's cultivated land is irrigated, limiting the volume of crops that can be grown out of season, but increased access to irrigation systems stands to increase food productivity by up to&#xa0;50%.</p> <p><strong>Method:</strong> <a href=\"http://www.kickstart.org/\" title=\"\">Kick Start</a>, a not-for-profit organisation that specialises in irrigation technology, is making portable water pumps accessible to farming communities across Africa – most significantly in Kenya, Tanzania and Mali. These cost anything from $35 to $95 but, putting the emphasis on entrepreneurship, Kick Start are selling the pumps to farmers rather than giving them away.</p> <p><strong>Solution:</strong> Kick Start told <a href=\"http://www.theatlantic.com/\" title=\"\"><em>The Atlantic</em> </a>that, since 1991, their pumps have lifted 667,000 people out of poverty, helping to \"create an entrepreneurial middle class, starting with the family farm\". They have pumped new revenues equivalent to 0.6% of the GDP in Kenya&#xa0;alone. <strong>MH</strong></p> <h2><strong>5 THE CARDIOPAD </strong></h2> <p><strong>Idea: </strong>A computer tablet diagnoses heart disease in rural households with limited access to medical services.</p> <p><strong>Problem:</strong> Cardiovascular diseases kill some 17 million worldwide annually. In many African countries, those at risk often have to spend huge amounts of money and travel hundreds of miles to reach heart specialists concentrated in main urban centres. The Cameroon Heart Foundation has noted a \"sharp spike\" in heart disease among its 20 million-strong population, which is served by fewer than 40 heart&#xa0;specialists.</p> <p><strong>Method: </strong>A program on the Cardiopad, designed by 24-year-old Cameroonian engineer Arthur Zang, collects signals generated by the rhythmic contraction&#xa0;and expansion of a patient's heart. Electrodes are fixed near the patient's heart. Africa's first fully touch-screen medical tablet then produces a moving graphical depiction of the cardiac cycle, which is wirelessly&#xa0;transmitted over GSM networks to a cardiologist for interpretation and diagnosis. \"I&#xa0;designed the Cardiopad to resolve a&#xa0;pressing problem. If a cardiac exam is prescribed for a patient in Garoua in the north of the country, they are&#xa0;obliged to travel&#xa0;a distance&#xa0;of over 900km to Yaoundé or Douala,\" Zang says.</p> <p><strong>Verdict: </strong>At the Laquintinie, one of the country's biggest hospitals, cardiologist Dr Daniel Lemogoum said that, in a recent survey, three in every five persons who uses&#xa0;the Cardiopad has been&#xa0;diagnosed as hypertensive, or at risk of heart diseases. \"These are people who&#xa0;would not necessarily have been aware they are hypertensive. It means sudden&#xa0;deaths might be&#xa0;preventable.\" <strong>MM</strong></p> <h2><strong>6 NIGERIAN COMPUTER TABLET</strong></h2> <p><strong> </strong></p> <p> <strong>Idea: </strong><a href=\"http://enciphergroup.com/products/pre-order-inye-tablet/\" title=\"\">The Inye computer tablet</a> that can connect to the internet via a dongle surmounts the price and infrastructure barriers in one go.</p> <p><strong>Problem:</strong> Tech-savvy youths, who make up the bulk of the continent's population, face being left behind by a growing \"digital divide\". While much of Africa has skipped the desktop internet era and gone straight to mobile tech, big name brands retail in price ranges that remain out of reach for a majority in sub-Saharan Africa. Infrastructure is also straining under rapid population growth, and wireless and broadband technology is not yet widely available in many public places.</p> <p><strong>Method: </strong>Co-founders Saheed Adepoju and Anibe Agamah, aimed to plug a gap in affordable mobile devices with the Inye tablet in Nigeria. They say its strongest selling point is its price – currently around £200. Run on Android systems, it can be connected to the internet via widely used dongles rather than wirelessly. IT provider <a href=\"http://enciphergroup.com/\" title=\"\">Encipher</a> also offers add-on bundles from games to specifically tailored apps. Local developers are designing apps that address issues such as HIV, water and sanitation and education.</p> <p><strong>Verdict: </strong>The group is now retailing its <a href=\"http://enciphergroup.com/products/inye2/\" title=\"\">Inye 2 model</a> to popular demand. Long-term, there are plans to expand beyond Africa's most populous country. <strong>MM</strong></p> <h2><strong>7 ETHANOL COOKING OIL PLANT</strong></h2> <p><strong>Idea: </strong>Refining locally sourced cassava into ethanol fuel to provide cleaner cooking fuel.</p> <p><strong>Problem: </strong>Forests in Africa are being cut down at a rate of 4m hectares a year, more than twice the worldwide average rate. Some of this is fuelled by demand for wood and charcoal, which the UN estimates is still used in almost 80% of African homes as a cheaper option to gas. The smoke from cooking using these solid fuels also triggers respiratory problems that cause nearly 2 million deaths in the developing world each year.</p> <p><strong>Method: </strong><a href=\"http://www.cleanstarmozambique.com/\" title=\"\">CleanStar Mozambique</a>, a partnership between CleanStar and Danish industrial enzymes producer <a href=\"http://www.novozymes.com/en/Pages/default.aspx\" title=\"\">Novozymes</a>, has opened the world's first sustainable cooking-fuel plant in Mozambique. CleanStar has steered clear of monoculture crops in favour of sustainable farming methods. One-sixth of the final yield comes from locally harvested cassava, which requires farmers to plant in rotation with other edible crops to keep the soil fertile. A Sofala Province-based plant transforms the products into ethanol, which is sold on the local market along with adapted cooking stoves also produced by the company.</p> <p><strong>Verdict: </strong>\"City women are tired of watching charcoal prices rise, carrying dirty fuel, and waiting for the day that they can afford a safe gas stove and a reliable supply of imported cylinders,\" CleanStar marketing director Thelma Venichand said. \"They are ready to buy a modern cooking device that uses clean, locally made fuel, performs well and saves them time and money.\" The plant aims to produce 2m litres of fuel annually, and reach 120,000 households within three years. <strong>MM</strong></p> <h2><strong>8 REFUGEES UNITED</strong></h2> <p><strong>Idea: </strong>Danish brothers David and Christopher Mikkelsen founded <a href=\"http://www.refunite.org/\" title=\"\">Refugees United</a> in 2008 after they helped a young Afghan refugee in Copenhagen search for lost family members. Realising the futile paper trail that many refugees were faced with when looking for missing relatives, the brothers wanted to find an easier way that refugees could trace their families.</p> <p><strong>Problem:</strong> There are 43 million forcibly displaced people worldwide with hundreds of thousands of refugee families scattered across the globe. Before 2008 all family tracing was done by refugee agencies, which still rely on paper forms and postal systems to try to locate people. There was no online global data bank that could be accessed or used by refugees themselves.</p> <p><strong>Technique: </strong>Refugees United is an online search tool, where refugees can create a free profile and start their search for family via an online database using the internet or a mobile phone. It works through an open-source model, partnering with not-for-profit refugee organisations including the Red Cross and the <a href=\"http://www.unhcr.org.uk/\" title=\"\">UN Refugee Agency (UNHCR)</a> as well as corporate tech partners such as Erickson and Google.</p> <p><strong>Verdict: </strong>More than 100,000 people are registered on the Refugees United family tracing platform. It is available in dozens of different languages and contains searchable information on refugees from more than 82 countries. It is currently helping 15,000 people trace family in the Kakuma refugee camp, home to 80,000 refugees and asylum-seekers, in Kenya. The main challenge is actually reaching the refugees, often the poorest of the poor, who don't have ready access to computers or mobile phones. <strong>Annie Kelly</strong></p> <h2>9 <strong>DIY AID SUPPLIES</strong></h2> <p><strong>Idea:</strong> To make Africa self-sufficient in emergency relief supplies.</p> <p><strong>Problem:</strong> For a continent so in need of quick, affordable emergency relief, not to mention so riddled with unemployment, there's a cruel irony about the provenance of emergency supplies. Smaller African manufacturers have traditionally been unable to compete with Chinese prices, or to meet the vast demand for emergency goods within Africa. As a result, aid agencies such as <a href=\"http://www.unicef.org.uk/\" title=\"\">Unicef</a> have forged links with foreign producers better able to produce these supplies at the scale, cost and quality required. Yet this inevitably requires longer lead times and higher transportation costs than sourcing goods locally – and Africans lose out on the work.</p> <p><strong>Method:</strong> <a href=\"http://www.advanceaid.org/\" title=\"\">Advance Aid</a> is an organisation that wants to make aid destined for Africa available within Africa, from blankets and mosquito nets to basic cooking equipment and hygiene kits. The organisation acts as an intermediary between large aid agencies and African producers, putting together packages of aid supplies sourced locally. This has been very effective in Kenya, where <a href=\"http://www.advanceaid.org/\" title=\"\">Advance Aid</a> have supplied 5,000 locally sourced emergency kits to <a href=\"http://www.worldvision.org.uk/\" title=\"\">World Vision</a> and another 14,000 jerry cans to <a href=\"http://crs.org/africa/\" title=\"\">Catholic Relief Services</a>, who distributed them in Dadaab, the refugee camp near the Somalian border.</p> <p>Founder <a href=\"http://www.advanceaid.org/david-dickie/\" title=\"\">David Dickie</a> says: \"Aid is not working. I'm trying to turn the market on its head by creating jobs in Africa. Building this capacity in Africa will make a real difference to agencies, to the beneficiaries of the aid and to local businesses… [It] is a very efficient way of bringing together the development and humanitarian agendas.\"</p> <p><strong>Verdict:</strong> Advance Aid's work in Kenya in 2011 marks the first time that emergency relief goods produced in Africa have been provided for an African emergency, with 80% of goods sourced within the country. It put $1.5bn into the Kenyan economy and brought orders to 12 local manufacturers. <strong>MH</strong></p> <h2><strong>10 SICKLE CELL DISEASE RESEARCH</strong></h2> <p><strong>Idea:</strong> To carry out scientific research on sickle cell disease (SCD) and show that large-scale, cutting-edge genomic studies are possible in Africa.</p> <p><strong>Problem:</strong> Every year, 300,000 children worldwide are born with SCD, a genetic blood disorder that can result in severe anaemia. Seventy percent of these children, or 210,000, are born in Africa. Tanzania has one of the highest annual birth rates of SCD in the world and without treatment up to 90% of these children will die in early childhood. However, many of these deaths could be prevented by early diagnosis and treatment. A better understanding of the genetic and environmental mechanisms of the&#xa0;disease will lead to improved diagnosis and therapies.</p> <p><strong>Method:</strong> <a href=\"http://www.tropicalmedicine.ox.ac.uk/julie-makani\" title=\"\">Dr Julie Makani</a> from Muhimbili University in Tanzania is working with the <a href=\"http://www.wellcome.ac.uk/\" title=\"\">Wellcome Trust</a> to conduct a genome-wide association study (GWAS) in order to better understand the genetic and environmental factors affecting SCD. The Muhimbili Wellcome Programme originally aimed to follow 400 children but is now following 2,500, making it one of the largest, biomedical SCD resources in the world. Dr Makani says that the work \"provides validation that it is possible to conduct genomic research in Africa\".</p> <p><strong>Verdict:</strong> <a href=\"http://royalsociety.org/people/lorna-casselton/\" title=\"\">Professor Lorna Casselton</a> from the <a href=\"http://royalsociety.org/\" title=\"\">Royal Society</a> says: \"SCD has a severe toll on Africa, and high-quality research to lessen the burden is much needed. Dr Makani stands as a role model for other young African scientists wishing to make a difference.\" <strong>Olivia Honigsbaum</strong></p> <h2><strong>11 M-PEPEA</strong></h2> <p><strong>Idea:</strong> To offer emergency credit through mobile phones to people who don't have access to credit cards or bank loans.</p> <p><strong>Problem: </strong>Credit cards are still rarely available to Kenyans and bank loans are only authorised for large amounts of cash or as investments for buying homes or starting businesses. Often the only source of emergency cash is loan sharks, increasingly big business in Kenya, with borrowers signing ambiguous photocopied contracts and tying themselves into interest rates of 50% or more. <a href=\"http://raven.co.ke/mpepea%20services.html\" title=\"\">M-Pepea</a> was launched to try to bridge this gap.</p> <p><strong>Method: </strong>M-Pepea, set up in late 2010, provides its customers with emergency funds within a few hours. It partners with Kenyan businesses, with employees then able to use M-Pepea to get immediate loans of up to 20% of their monthly salary. The money is accessed through their mobile phones, with M-Pepea sending a special pin code to be used in cash machines. Money can also be collected at branches of <a href=\"https://www.safaricom.co.ke/\" title=\"\">Safaricom</a>, one of Kenya's largest mobile phone operators, and then deducted from the borrower's pay packet at&#xa0;the end of the month. M-Pepea charges around 10% interest rates on the loans, which are paid in full at the end of the&#xa0;month.</p> <p><strong>Verdict: </strong>M-Pepea has currently partnered with 20 businesses and has around 300 subscribers, and is hoping to have increased this to 20,000 by the end of 2013. Its partnership with Safaricom is encouraging but the company has run into problems with businesses defaulting. \"We're still in our initial phase, but we've seen how positively people have responded to the service,\" says David Munga, M-Pepea's 33-year-old founder. \"If, like&#xa0;many Kenyans, you've found yourself at the side of the road with a broken car, no credit card and no money in the bank, it's a way of getting yourself that money without having to get into trouble.\" <strong>AK</strong></p> <h2><strong>12 THE TUTU VAN </strong></h2> <p><strong>Idea:</strong> The brightly coloured <a href=\"http://www.desmondtutuhivcentre.org.za/page/prevention:%20tutu%20tester%20mobile%20unit/\" title=\"\">\"Tutu Tester\" van</a> is a mobile clinic that incorporates screening for tuberculosis (TB) and HIV into a general health check-up in order to overcome the stigma associated with these diseases.</p> <p><strong>Problem:</strong> South Africa is at the centre of an epidemic of TB/HIV co-infections. An estimated 5.7 million people are infected with HIV and, fuelled by HIV, the country's rate of TB has increased over the last 20 years to the point where it now has the third highest TB burden in the world. In the case of HIV, <a href=\"http://www.unaids.org/en/media/unaids/contentassets/dataimport/publications/irc-pub01/jc379-vct_en.pdf\" title=\"\">voluntary counselling and testing (VCT)</a> is vital for preventing and treating the disease. However, data from the <a href=\"http://www.desmondtutuhivcentre.org.za/\" title=\"\">Desmond Tutu HIV Foundation</a> conducted in communities most affected by HIV shows that VCT is often inaccessible or inadequately performed. This results in missed opportunities for prevention and increased morbidity and mortality – hence the need for new control strategies to keep the epidemic in check.</p> <p><strong>Method:</strong> The Tutu Tester is a mobile clinic that takes sophisticated testing equipment and trained staff (including a nurse, a counsellor and an educator) into areas without adequate health facilities. By framing TB and HIV screening within a battery of other healthy living tests, including pregnancy, diabetes and hypertension, people are encouraged to get tested for the diseases. Dr Linda-Gail Bekker, a leading scientist working with the foundation, says that data from these screens shows that \"the increase in TB has quite clearly tracked the increase in HIV&#xa0;rates\". Further, the introduction of <a href=\"http://www.who.int/hiv/topics/treatment/en/\" title=\"\">Antiretroviral therapy (ART)</a> for HIV has also led to a decline in the incidence of TB. This suggests that ART programs, if sufficiently implemented, may greatly assist in reducing TB mortality.</p> <p><strong>Verdict:</strong> There is still a stigma attached to HIV and TB. But as Liz Thebus, a healthcare worker at the Tutu Tester says: \"The outside world does not know whether someone wants to be screened for HIV or diabetes. They are in that respect much more&#xa0;anonymous.\" <strong>OH</strong></p> <h2><strong>13 ORANGE SWEET POTATO</strong></h2> <p><strong> </strong></p> <p><strong>Idea: </strong>Breeding sweet potatoes to contain betacarotene, to help in the fight against childhood blindness.</p> <p><strong>Problem:</strong> More than 3 million children in Africa suffer from blindness caused by vitamin A deficiency; in Uganda it is estimated that 28% of children are deficient. Currently aid agencies combat this problem by giving children vitamin A supplements, but addressing this issue with a locally grown food would be more sustainable.</p> <p><strong>Method:</strong> A new strain of sweet potato was conventionally bred which contains between four and six times as much betacarotene as a regular sweet potato – betacarotene is converted by the body into vitamin A. The <a href=\"http://www.harvestplus.org/content/orange-sweet-potato-makes-case-biofortification-works\" title=\"\">OSP (orange sweet potato)</a> was distributed to 10,000 farming households in Uganda; at the end of the two-year study vitamin A deficiency in non-breastfeeding children aged between 12 and 35 months fell from nearly 50% to 12%. Dr Christine Holz from the <a href=\"http://www.ifpri.org/\" title=\"\">International Food Policy Research Institute</a> who led the project said: \"Overall, these results add to the growing evidence base that OSP provides large amounts of vitamin&#xa0;A in the diet.\"</p> <p><strong>Verdict:</strong> Similar results were obtained from a sister project in Mozambique; now the scheme is being scaled up to reach 225,000 households by 2016. <strong>IT</strong></p> <h2><strong>14 SPEAKING BOOKS</strong></h2> <p><strong>Idea:</strong> A range of easy-to-use audio books designed to get potentially life-saving health messages out to millions of isolated people struggling with depression and mental health problems.</p> <p><strong>Problem: </strong>In 2003, Zane Wilson, the founder of the <a href=\"http://www.sadag.org/\" title=\"\">South African Depression &amp; Anxiety Group</a> (Sadag), the country's largest mental health initiative, was horrified at how suicide rates among young South Africans were spiking. Mental health carries a huge social stigma across Africa and information booklets designed to help people with depression or mental health problems simply weren't working, especially in remote communities with high illiteracy rates.&#xa0;People weren't getting the help they needed – a 2009 study showed that only a quarter of the 16.5% of South Africans suffering from&#xa0;mental health problems had received any kind of treatment.</p> <p><strong>Method: </strong>Speaking Books created a range of free books with simple audio buttons talking the user through each page. The first Speaking Book, voiced by South African actress and celebrity Lillian Dube, was called <em>Suicide Shouldn't Be a Secret</em> and focused on how depression is a real and treatable illness, encouraging people to get help when they need it.</p> <p><strong>Verdict: </strong>Speaking Books have now produced 48 titles in 24 different languages and are now used in 20 African countries across the continent. The books now tackle a number of critical healthcare issues outside of suicide prevention such as HIV and Aids, malaria, maternal health and clinical trials. Speaking Books has also expanded to China, India and South America. \"The situation we face in rural South Africa is the same in any other African country – low literacy compounded by lack of access to services and affordable healthcare,\" says Wilson. \"This means that patients are often not able to get help for many health problems. We believe that this interactive, durable, high-quality, hardcover book engages the user or patient, and allows them to build self-confidence and skills with a simple action plan\". <strong>AK</strong></p> <h2><strong>15 NARRATIVE EXPOSURE THERAPY</strong></h2> <p><strong> </strong></p> <p><strong>Idea:</strong> Narrative exposure therapy (NET) for Uganda's former child soldiers, encouraging storytelling to help&#xa0;come to terms with their experiences.</p> <p><strong>Problem: </strong>Abducted and forced into conscription by the <a href=\"http://www.theguardian.com/world/2012/mar/08/joseph-kony-lords-resistance-army\" title=\"\">Lord's Resistance Army</a> (LRA), over 25,000 Ugandan children were pushed into violent atrocities during a civil war that lasted 22 years, often killing their own families. The majority were left with severe post-traumatic stress disorder (PTSD) – with symptoms including depression, flashbacks and suicidal thoughts. Moreover, hostility from their former communities has left countless child soldiers alienated, making PTSD a longer, lonelier battle.</p> <p><strong>Method: </strong>NET was introduced to Ugandan child soldiers as a means of making conscious their deeply repressed traumas. The technique highlights the importance of story, creating a kind of fiction from real-life experience as a vehicle for coming to terms with it. <a href=\"http://www.nicktaussig.com/about\" title=\"\">Nick Taussig</a>, co-founder of the <a href=\"http://www.mtaala.org/Mtaala_Foundation.html\" title=\"\">Mtaala Foundation</a> – a charity that sets up educational communities in Uganda, empowering Ugandans to help their own youth – says that narrative exposure, though not a new concept, appeals to Ugandan culture, \"There's a strong oral tradition in Uganda, and these treatments build on that by committing the children's stories to paper, investing them with added meaning.\"</p> <p><strong>Verdict: </strong><a href=\"http://www.preventionaction.org/research/power-storytelling-treating-trauma-child-soldiers/5833\" title=\"\">A study of 85 former child soldiers</a> conducted by Bielefeld University, Germany, demonstrated that 80% of those who underwent NET showed clinical improvements. <strong>MH</strong></p>",
  "<p>On day seven of the Olympics, George Osborne sat amid rows of empty seats at the velodrome, next to Sebastian Coe, following the excitement of the cycling finals. Down below, beside the track, multiple gold medallist Bradley Wiggins was shaking hands and lapping up the adoration of fans and friends. Osborne waited patiently, like a hopeful autograph hunter, but his moment never came. Eventually the chancellor, a keen cyclist himself, gave up and left without his photo opportunity.</p> <p>In some respects it was an appropriate metaphor for Osborne's dreadful summer. Before his March budget he was, for many, the Tory pin-up boy at the top of his game. His stock was high in his party and in the country. Voters, by and large, accepted his austerity plans. If it wasn't hurting, it wasn't working, was a message he had, broadly successfully, sold to the nation. Not everyone liked the cut of Osborne's jib, but the young chancellor had positioned himself skilfully as the tough man for tough times. His party was with him. Labour – easily dismissed by the coalition as the architects of the economic mess – was nowhere.</p> <p>Now Osborne's world, and his reputation, have been turned upside down – and with it so has Westminster politics. So much so that some Tory MPs now say Osborne is finished. Most think, at the very least, that he is very badly damaged. In the past fortnight something important began to turn against him: opinion in the heart of his own party. Osborne is facing battles with his own MPs and Tories in the shires who, as the economy struggles, are no longer so willing to bow down with him, unquestioningly, at the altar of austerity.</p> <p>As MPs return from their summer holidays, Conservative rebellions are looming over rising rail fares, rising fuel duty and, as we report today, Tory councillors are growing increasingly uneasy over planned cuts in council tax relief which they say will hit low earners disproportionately hard in April.</p> <p>Whereas, at the start of the year, austerity bound the Tory party and the coalition together because Conservatives and Lib Dems thought it would work, there are clear signs, as the economy nosedives after two years of cuts, that the glue is not working. \"We are stuffed because we don't have a strategy that is right for the times,\" said one very senior Tory. Another remarked: \"You could liken it to religion. If you are a Christian and you start to question the existence of God, there is not much left.\"</p> <p>Osborne's appalling few months began with his disastrous budget that now lies in tatters after a string of U-turns on everything from pasty taxes to charity taxes. Since then it has gone from bad to worse. In April the country returned to recession – the dreaded double dip. Then last week came, arguably, the low point, with figures showing that the chancellor's deficit cutting strategy was badly off course.</p> <p>Last month plummeting tax receipts caused a £557m deficit in public sector borrowing compared with a £2.8bn surplus in the same month last year. Rather than clawing our way back to balanced books and growth as the reward for austerity, economists warned that Britain could be borrowing £40bn more than planned by the end of the year and that austerity could endure for a further decade. Things appeared to be going backwards.</p> <p>In such circumstances faith in the project inevitably ebbs among the faithful. \"People with small majorities start thinking first about keeping their seats, not defending their chancellor,\" said a young backbencher.</p> <p>The Institute of Directors noted that business confidence, too, was shot. \"Low confidence leads to delayed decisions and delayed decisions further undermine economic confidence – it's a vicious cycle,\" said IoD chief economist Graham Leach.</p> <p>Osborne is a shrewd tactician and political escapologist, as he has proved many times. In 2007 he saw off the threat of an election that could have landed Labour with a fourth successive victory and destroyed David Cameron's modernisation programme in its infancy with his populist pledge to exempt all but millionaires from inheritance tax. But there is a world of difference between timely stunts in opposition and managing a moribund economy at a time of deep global uncertainty.</p> <p>Today, as economists increasingly demand something more than austerity, Osborne's options are few. He is boxed in economically – and politically by Lib Dem and Tory MPs who no longer have the faith that the gain will necessarily be worth the pain.</p> <p>Economically, there are two new directions he could follow, but both are fraught with difficulty. If he were to ease off austerity and take other measures, such as cutting VAT to boost consumer spending, as Labour is urging, he would be accused of the biggest U-turn of recent economic times, one that would most probably destroy his credibility. And such a strategy would need to be on a massive scale to even come close to guaranteeing success. As such, Tory MPs believe Osborne will resist anything that could be mockingly described as plan B.</p> <p>\"If George adopted the Ed Balls approach now, it would be an admission that he was wrong all along,\" said one senior backbencher. \"It would say to the country that our central policy, the reason for the coalition, has failed.\"</p> <p>The other route – cutting even deeper in order to put the deficit strategy back on track – would be no easier. It would risk a national outcry. \"We simply can't say our answer to the recession is to cut more,\" said another senior Tory. \"When people are beginning to listen to Labour's argument that cutting too fast has not helped, but has put us back in recession, we can't say 'cut more'. Anyway, the Lib Dems would not let us.\"</p> <p>The problem for Osborne is that everywhere he looks for an escape there are groups in the coalition who feel emboldened to resist. Take transport. Osborne wants to allow rail fares to rise by between 6% and 11% from January, in part to pay for huge investment in the rail network – something that could give the economy a boost. But Tory MPs in commuter seats are up in arms, saying their constituents will not be able to afford to commute to their jobs any more. Their constituents are coming first.</p> <p>There is also massive opposition among MPs – Tories and Lib Dems – in and around west London to the building of a third runway at Heathrow, which Osborne is enthusiastic about. The transport secretary, Justine Greening, is strongly against, as is the entire Lib Dem party. The government is also desperately trying to put together a housebuilding strategy in order to ease the shortage of supply, create employment and boost the economy. But Osborne's apparent desire to make it easier to build on green belt land by loosening planning restrictions has provoked furious backlashes from Tory MPs. In their desperation, some MPs are urging Osborne to copy the scheme that helped German leader Gerhard Schröder hang on to power in 2002 – the creation of mini-jobs, where workers take on posts tax-free, up to a certain income, so long as they can be sacked at any moment. Unions are fiercely opposed. The government is now preparing an economic regeneration bill for the autumn but as yet there is little agreement on its contents.</p> <p>Six months ago the Tories were way ahead on the issue of economic competence. Now their lead has been whittled down to nothing. The loss of faith in Osborne's economic policies has changed the dynamic of politics. Osborne can claim he has been unlucky – the problems of the eurozone have not helped the economy to get up off its knees. But he was not exactly generous when Labour blamed the global economic crisis for the state of the public finances in 2010. After more than two years in charge the time for excuses has passed. Even his own party knows it.</p>",
  "<p>A Russian court's two-year sentence for Pussy Riot is to be condemned and your article reminded us why (\"<a href=\"http://www.theguardian.com/world/2012/aug/18/pussy-riot-russia-global-protest?newsfeed=true\" title=\"\">Pussy Riot trial gives Russia 'the image of medieval dictatorship</a>'\", News).</p> <p>But we British forget how our own government and judiciary routinely (over)react when establishment icons are insulted and protest gets too raunchy. Charlie Gilmour (son of Pink Floyd's Dave Gilmour) was sentenced by <a href=\"http://www.bbc.co.uk/news/uk-england-14150800\" title=\"\">Judge Nicholas Price</a> to an equally excessive 16 months in prison for (possibly) throwing a bin at a royal car and climbing on the Cenotaph. He admitted to being on drugs, but Pussy Riot may have been too; other, so-called rioters were treated equally harshly a few months later.</p> <p>How would the establishment or, indeed, ordinary people, have reacted to a band singing \"f*** the Queen\" from the altar of St Paul's? Outrage? Calls for exemplary sentencing? Britain can be neanderthal, too.</p> <p><strong>Richard Woolley</strong></p> <p>Pickering</p> <p>North Yorks</p> <p>I know that terminology is all here but, even allowing for journalistic excess, to describe Pussy Riot as \"a bunch of bright sassy women\" and their actions as blowing \"the lid off Putin's Russia\" is committing a crime not only against the English language but also to denigrate the actions of other protesters who took to the streets of Moscow after the elections in the spring. They could equally be described as a \"bunch of masked hooligans\". The colour is immaterial. Does <a href=\"http://www.theguardian.com/music/2012/aug/19/pussy-riot-putin-russia-jail\" title=\"\">Carole Cadwalladr</a> believe that people were unaware of what happened in Russia? I fear that she and the celebrity chattering classes seem to have clambered aboard a very rickety bandwagon.</p> <p>Yes, we should condemn the way that the elections were handled but also not forget that progress has been made in the democratisation of Russia.</p> <p>Ordinary people don't know what all the fuss is about and I suspect will not understand or care, frankly, what Macca or Madge think.</p> <p><strong>Trevor Woolley</strong></p> <p>Huddersfield</p> <p>It's a no-brainer in choosing between Pussy Riot and Putin or Private Bradley Manning and Obama (\"<a href=\"http://www.theguardian.com/commentisfree/2012/aug/19/observer-editorial-pardon-pussy-riot\" title=\"\">Putin must show clemency to Pussy Riot</a>\", leading article). Yet for our chattering classes, America's first non-white president can do no wrong. So forget about Manning's plight and concentrate on Putin's shortcomings. It's called displacement activity.</p> <p><strong>Yugo Kovach</strong></p> <p>Winterborne Houghton</p> <p>Dorset</p> <p>I applaud the Russian authorities for convicting Pussy Riot – the very name suggesting sex and violence – of committing a hate crime against religion. The all-girl punk band wilfully, maliciously and blasphemously desecrated a Russian Orthodox church.</p> <p>Everyone has a right to freedom of expression. This includes those who were attending the religious service in question. These people's rights were obviously denied and violated by the surprise guerrilla invasion. Many of them, especially the older and religiously devout, may actually have been seriously traumatised for life by the devilish antics of these young, radical feminists.</p> <p>I believe a two-year jail sentence is rather harsh for such a crime. I would rather have seen the girls forced to faithfully attend Holy Mass each day followed by an hour of Bible school – perhaps for a year.</p> <p>In this way, their punishment could be served out in the form of rehabilitation. If the girls were encouraged to understand religion a little more they might actually come to appreciate it more fully. Then their raw and wicked energy could be converted into a more positive and powerful force for good in this world.</p> <p><strong>Rick Martin</strong></p> <p>Bristol</p>",
  "<p>\"La Coruña is one long sea front,\" said my taxi driver as we rounded the headland towards Riazor,&#xa0;the huge urban beach that is the major natural feature of this northern Spanish city. On the sand, surfers were polishing their boards and pale-skinned families, enjoying the sudden Atlantic summer, were energetically doing what families do on beaches.</p> <p>From my hotel, I could see the crouching form of Riazor stadium, home of Deportivo La Coruña (\"el Depor\") and one of Spain's cathedrals of football.&#xa0;And at the end of the beach, the new Museo Nacional de Ciencia y Tecnología (Muncyt),&#xa0; glittering in the afternoon sun. The museum, opened in May, is a masterpiece of take-no-prisoners modernism by architects Victoria Acebo and Angel Alonso, and the city's most talked-about new attraction. Outwardly it is a stunning concatenation of glass and concrete; inwardly, it's an engaging attempt to make Spain feel good about its technological heritage.</p> <p>La Coruña is hardly a great techno-metropolis, but it has the big-town brashness of a place that still lives mainly on manufacturing. It also has the bracing saltiness of a harbour city, and a Brighton-like feel in the bric-a-brac and street-fashion shops of the grungy Orzán district behind Riazor beach. For centuries it lived under the long shadow of Santiago de Compostela,&#xa0; whose clerical pomp and cultural dominion it fiercely resented.&#xa0;But La Coruña is fighting back. For two summers (in 2010 and 2011) it hosted a satellite version of Barcelona's Sónar festival, capitalising on the busy local club scene. Now the city is hoping that the Muncyt will put it on the map, Guggenheim-style, as an exhilarating and original short-break destination.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395220581\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Late_offers/pictures/2012/8/20/1345469737160/Shellfish-supper--in-LA-C-001.jpg\" alt=\"Shellfish supper,  in LA CORUNA \" width=\"460\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shellfish supper in La Coruña</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>As night fell I set out for Calle Estrella, La Coruña's prime tapas territory.&#xa0; It was Monday, but the bars on Estrella were heaving, the mild July night filling the terrace tables with good-natured, raucous crowds.&#xa0;At Cunqueiro, a cheery old tavern with slate floors and stone walls, I ate a first-night supper of octopus with potatoes (<em>pulpo á feira</em>) accompanied by a glass of Albariño. It felt like a culinary \"welcome to Galicia\".&#xa0;</p> <p>El Depor recently won promotion from the Spanish second division, but in gastronomic terms La Coruña is always in the <em>primera liga</em>.&#xa0;From the cheap-as-chips <em>tascas</em> of Calle Barrera, where locals go for china bowls of Ribeiro wine and platters of winkles, to top-end <em>marisquerías</em> (shellfish joints) and <em>restaurantes de autor</em> (chef-driven restaurants) such as Domus and Alborada, there is quality at every level.&#xa0;&#xa0;</p> <p>The city is handsome yet somehow rough-hewn, with islands of gentrification around Plaza de Lugo, where a decorative <em>modernista</em> style adorns the facades of early-20th-century mansion blocks, and the picture-pretty medieval Ciudad Vieja.&#xa0;</p> <p>La Coruña has a number of surprising strings to its bow – not least the Zara connection.&#xa0;The global-village high-street fashion brand was born here, and rag-trade aficionados might want to check out the first-ever Zara store (opened in 1975 at Calle Juan Flórez) and the old-town house of Amancio Ortega, godfather of the brand, who started out selling aprons to housewives and is now one of the world's 10 richest men.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395220582\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Late_offers/pictures/2012/8/20/1345469779622/Sculpture-of-an-octopus-o-001.jpg\" alt=\"Sculpture of an octopus on the waterfront in La Coruña Galicia Spain\" width=\"460\" height=\"277\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sculpture of an octopus on the waterfront in La Coruña</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>For insight into La Coruña's history and culture, I called Suso Martinez, whose tours of his city are more like theatrical performances.&#xa0;For the first of three sorties, Suso appeared in fancy dress as Sir John Moore, the British general fatally wounded at the battle of La Coruña in 1809, to lead me round the general's granite mausoleum in the garden of San Carlos, high above the battlements.&#xa0;</p> <p>On the second day he materialised as Mil Espáne, a mythological warrior in helmet and skimpy kilt, to illustrate the importance of La Coruña to the ancient Celts. \"To the lighthouse!\" he intoned gravely as we headed for the square-sided Torre de Hércules, the world's only functioning Roman lighthouse and a symbol of the city on its lonely promontory.</p> <p>In Suso's most convincing role, that of 19th-century philanthropist Eugenio da Guarda, he brilliantly conjured up the liberal, economically buoyant La Coruña which the Picasso family found when they arrived from Málaga in 1890.&#xa0;Here is another of the city's surprises: the Pablo Picasso connection.&#xa0;The artist lived here for five years when his father was a master at the art school.&#xa0;&#xa0;</p> <p>For three days the weather in La Coruña had defied Galicia's (increasingly unjustified) reputation for inclemency. From a bakery I picked up one of the world's best picnic foods, an <em>empanada</em> – a flat pie with a range of fillings from tuna and peppers to ground meat and onions – and headed to Riazor beach with a few cold cans of Estrella Galicia, La Coruña's signature beer. I nipped between the surfers and the families and plunged into the sea. The water was, rather like the city and its people, a good deal less chilly than you might think.&#xa0;La Coruña is, in every sense, a breath of fresh air. &#xa0;</p> <h2>Essentials<br></h2> <p>Paul Richardson was a guest of Turismo La Coruña (<a href=\"http://turismocoruna.com/web/\" title=\"\">turismocoruna.com</a>) and the Hotel Meliá Maria Pita, Avda de Pedro Barrié de la Maza 1 (+34 981 205000, <a href=\"http://www.melia.com/\" title=\"\">melia.com</a>, doubles from €69). Vueling Airlines (<a href=\"http://www.vueling.com\">vueling.com</a>) flies daily from Heathrow to La Coruña from €69.99 one way</p>",
  "<p>January Makamba is Tanzania's deputy minister for communication, science and technology. In 2009, President Kikwete introduced him to Barack Obama, who was much taken by his dynamism, observing that he was the sort of politician likely to help transform the fortunes of the continent.</p> <p>Makamba is an interesting combination of old and new Africa. He attended university in the US, but explains that, although he is the son of a teacher, politician and public servant, it was the time spent in Tanzania's rural areas as a child that most influenced his development. \"The most rewarding experience was living with my grandmother. The daily routine was testing – I'd wake at 5am, walk 8km to school, come home at 3pm and go out to herd goats.\" This gave him, he feels, the \"empathy needed for good decision-making\".</p> <p>It was empathy that turned him into a politician when, in his gap year, he was manager of Mtabila refugee camp, overseeing 120,000 Burundi refugees. \"Witnessing that misery made me political.\" It made him \"philosophical\". But Makamba has emerged as a politician who does more than philosophise. He is an innovator with formidable drive. He is determined to unshackle his country from reliance on aid. He set up <a href=\"http://www.januarymakamba.com/bdc.html\" title=\"\">Bumbuli Development Corporation</a> to borrow $10m from Wall Street philanthropists, invested in bonds with dividends to be spent in his constituency. \"We decided not to find an NGO to help us but start our own – and not make it a charity. We have had a flurry of NGOs with little impact. This corporation would be a driver for development and private enterprise. It would be a social business with huge potential.\" The corporation money is already funding community projects. He gives an example: \"Fifty per cent of our fruit and vegetables used to be spoiled before going to market.\" Now, a \"new aggregation centre\" is putting this right.</p> <p>His most exciting innovation, launching next month, is a new text message anti-corruption campaign, a global naming-and-shaming project. \"Only 6.9% of corruption cases are currently reported. We want to solve the problem. Almost everyone in Tanzania has a mobile.\" He sets the scene: \"At a hospital you are asked for a bribe. You have a USP code, you enter the location and details of the bribe and send it to a web platform: it will appear as a dot on a map so everyone can see that at a certain hospital a bribe was asked for.\"</p> <p><strong>Africans he admires</strong></p> <p><strong>Fred Swaniker</strong> Ghanaian founder of <a href=\"http://www.africanleadershipnetwork.com/\" title=\"\">African Leadership Network. </a></p> <p><strong>Malusi Gigaba </strong>A minister in South Africa, and a voice of reason and reassurance.</p>",
  "<p><a href=\"http://www.theguardian.com/global-development/poverty-matters/2011/may/06/corruption-confronted-grassroots-john-githongo-kenya\" title=\"John Githongo\">John Githongo</a> is an irritant, a troublemaker – in fact, every corrupt dictator's worst nightmare. The former newspaper journalist has made a career of exposing graft in high places. He went into exile in Britain after threats were made against his life, but returned home to Kenya to continue the fight. Githongo never gives up.</p> <p>Corruption has been a scourge of many African countries for decades. <a href=\"http://af.reuters.com/article/idAFL6E8FPASW20120425\" title=\" Bribery, theft and other kinds of fraud\">Bribery, theft and other kinds of fraud</a> reportedly cost governments and companies around $11bn (£7bn) last year. The current economic boom enjoyed by much of the continent is at risk of merely enriching elites and deepening inequalities.</p> <p>But civil society is fighting back. There are activists in Africa speaking truth as never before through mobile phones and the internet. People in Kenya, South Africa and Zimbabwe can turn <a href=\"http://ipaidabribe.or.ke/\" title=\"to websites to report officials\">to websites to report officials</a> who try to bribe them.</p> <p>Githongo, who graduated in economics and philosophy from the University of Wales, led the way in the early 1990s. \"Those were the days of people such as <a href=\"http://partners.nytimes.com/library/world/090897obit-mobutu.html\" title=\"Mobutu Sese Seko\">Mobutu Sese Seko</a> [in Zaire] and other colourful characters,\" he recalls. \"It was also a time when these 'big men' were doing tremendous damage to their economies and their societies as a result of the corruption they were engaging in.\"</p> <p>Githongo eventually took an official position as Kenya's first anti-corruption tsar. <a href=\"http://www.theguardian.com/world/2006/sep/19/kenya\" title=\"He did his job too well for the liking of some\">He did his job too well for the liking of some</a>, uncovering a scandal at the highest level. Such was his standing that donors cut aid to Kenya and President Mwai Kibaki's government was seriously damaged. Threats were made against Githongo's life and, in 2005, he fled the country and went into hiding in London.</p> <p>He returned to Kenya three years later after being assured of his safety and launched the campaign <a href=\"http://www.nisisikenya.com\" title=\"Ni Sisi Kenya \">Ni Sisi Kenya </a> (Ni sisi means \"it is us\"). Why go back? \"Sometimes you feel, 'Why am I banging on about this when these crooks seem to go from strength to strength?' You have those moments of doubt but usually the problem with writing about these things is you've committed yourself to positions from which it would be very embarrassing to reverse.</p> <p>\"Second, because you are following these issues, one finds that there will be some really outrageous or egregious incident of corruption that once again pisses you off again to say, 'No, keep going.'\"</p> <p>Despite the ongoing struggle, Githongo believes the world's perceptions of Africa are changing dramatically. It is now a leading investment destination, especially because of its natural resources. And there have also been advances in healthcare and education, he says.</p> <p>\"We have in many countries a generation that cannot remember civil strife in their lifetime, are well educated, speak English, understand the west. They're much more globalised than any other generation in African history and globalised, I wouldn't say on equal terms, but on fairer terms than their predecessors. That does not mean that, unless we get our policy environment right, some of the contradictions that are caused by inequality and corruption won't cause major political difficulties in some countries.\"</p> <p>\"But I'm of the opinion that poverty used to be the great challenge facing Africa and large parts of the developing world. It's no longer poverty per se – I think we've got to be more nuanced about that – but inequality is the most pressing challenge that we face.\"</p> <p>He adds: \"I am totally optimistic about Africa's future. There are going to be some serious bumps in the road but I think the trajectory is a positive one for a lot of Africa.\"</p> <h2><strong>People Githongo most admires</strong><br></h2> <p><a href=\"http://www.publicprotector.org/\" title=\"\"><strong>Thuli Madonsela</strong></a>, South Africa's public protector. \"She is absolutely outstanding in what she's been able to do. She hasn't taken the president to court or done some other huge dramatic thing, but just small political actions by a senior public official endear her to a public that is used to great cynicism and impunity with regard to corruption in high places.\"</p> <p><a href=\"http://www.theguardian.com/world/2011/dec/21/michael-sata-king-cobra-90-days-zambia\" title=\"Michael Sata\"><strong>Michael Sata</strong></a>, the Zambian president elected last year. \"He has done a lot of good stuff. Ultimately, what you want is the majority of a population believing in the commitment of their leaders to fight corruption. When they believe, they can take action themselves which creates energy and creates almost a movement against corruption.\"</p> <p><strong>African women</strong> \"living at grassroots, maybe on a dollar or two a day or less, who are having to navigate corrupt environments and standing up to it. I know when things become difficult for a leader in Africa is when the mothers come out out on to the street. Then it's gone. Until then, the men talk a lot. It's women who hold countries together.\"</p>",
  "<p>Before <a href=\"https://www.ashoka.org/fellow/bright-simons\" title=\"\">Bright Simons</a> became one of Africa's most dynamic technology innovators, he was an astrophysicist. He won a scholarship to Durham University but decided in the end that it was \"not sufficiently practical\".</p> <p>\"I had been in student politics and I had this idea I could help change things,\" he says. He turned instead to migration studies, winning another EU scholarship, having decided that he wanted to help refugees. \"But I felt that even that wasn't practical enough.\"</p> <p>To change things effectively, he realised that he would have to return to Ghana and create his own enterprise. \"I realised I needed to become an entrepreneur. And I had no money. So I needed to find an area where I could make an impact without a lot of money. And that is where technology came in.\"</p> <p>His big realisation was that the greatest investment in technological infrastructure in Africa was coming from mobile telecom companies. \"They'd invested a huge amount of money. All you needed was a good idea to convince them to give you access to this infrastructure.\"</p> <p>The good idea he came up with was to tackle the problem of counterfeit medicine. Fake pills and pharmaceuticals are a massive problem in the developing world. The <a href=\"http://www.who.int/en/\" title=\"\">World Health Organisation</a> estimates that they account for 30% of all medicines on sale, and kill up to 2,000 people daily worldwide, though other studies suggest the figure is even higher. Simons's idea was to put a code on all packaging, enabling consumers to check if it was authentic or not with a simple text message.</p> <p>His organisation, <a href=\"http://www.mpedigree.net/mpedigree/index.php\" title=\"\">mPedigree</a>, now works with 20 telecoms companies and is in discussions with two dozen more. Its system has appeared on 6.5m packs of medicine and been adopted as the national standard in three different countries.</p> <p>Most exciting, perhaps, is that the system is now being taken beyond Africa. It's become a model for the industry in India and is being extended across south Asia. \"It's the first time that innovations from Africa are going to other parts of the world,\" says Simons. \"It's changing the traditional story about the continent and demonstrating that Africa can be the source of groundbreaking innovations. \"This is a genuine reversal of the usual narrative.\"</p> <p>Simons is hopeful that it's just the start. Innovation, he believes, has the power to transform Africa. \"And it's not going to be about shiny gimmickry as it often is in the west. It'll be about innovation that has an impact on human lives.\"</p> <p>It hasn't been easy going. The old stereotypes about Africa \"absolutely\" still exist. When it came to approaching multinationals, Simons encountered stiff resistance to the idea that innovation could come from Africa rather than go to it, added to which there \"is almost no institutional funding for innovation in Africa\". There's no bank money, no aid money. And the greatest challenge is \"scale\".</p> <p>\"There are a billion people in Africa. And the majority of them are young and they need jobs. We need to create the infrastructure to induce productivity. And this can't be done by micro-interventions. We need leadership. Better allocation of resources. New infrastructures.\"</p> <p>What Simons has shown is that it's not impossible. MPedigree has had an astonishing amount of success with very little resources. Studying in the UK, Simons says, gave him the confidence that entrepreneurs can change society. But it also \"made it obvious to me how peripheral Africa is on a global scale. It's what provided me with the impulse to return to the continent and reverse this narrative.\"</p> <p><strong>Businesses </strong></p> <h2><strong>he most admires</strong><br></h2> <p><a href=\"http://ushahidi.com/\" title=\"\"><strong>Ushahidi</strong></a> Kenyan developers who have created a crisis management platform.</p> <p><a href=\"http://en.wikipedia.org/wiki/M-Pesa\" title=\"\"><strong>M-Pesa</strong></a>, a successful Kenyan mobile payments system, with 17 million subscribers in that country alone.</p> <p><a href=\"http://www.apopo.org/home.php\" title=\"\"><strong>Apopo</strong></a>, an NGO that uses African giant pouched rats to sniff out anti-personnel landmines and detect TB.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395144265\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803960445/The-Memory-of-Love-001.jpg\" alt=\"Ten best: The Memory of Love\" width=\"397\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>The Memory of Love</strong><br/>Aminatta Forna (2010)<br/>Forna’s memoir, The Devil That Danced on the Water, was a daughter’s search for the truth of a murdered father’s last days, and for a country – Sierra Leone – lost to civil war. In this, her second novel, she takes the reader to Freetown in peacetime – in 1969 and the present day. An English psychologist, Adrian Lockheart, hears the confessions of a dying man, Elias Cole. What unfolds is an unforgettable love story, a tale of complicity, betrayal and trauma that perhaps does more to tell us about this bitter conflict – and to make that telling stick – than any work of non-fiction can</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144263\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803963333/Zoo-city-002.jpg\" alt=\"Ten best: Zoo city\" width=\"396\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Zoo City</strong><br/>Lauren Beukes (2010)<br/>The winner of the 2011 Arthur C Clarke award, this urban fantasy-noir thriller merges visions of dystopia with faultless plotting and  Shona cosmology, bringing the spirit possession of traditional religion to a near-future Johannesburg. Zinzi December finds things, even when she doesn’t want to. When she’s hired to find a missing teenage pop star, it’s almost certain that her shavi (a compulsion or talent with a bitter cost) will bring disaster. There is rhyme and reason to this imagined future – and it’s a believable and engrossing vision</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144213\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803966312/Lyrics-Alley--003.jpg\" alt=\"Ten best: Lyrics Alley \" width=\"400\" height=\"589\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Lyrics Alley</strong><br/>Leila Aboulela (2010)<br/>Set in mid-50s, pre-independence Sudan, Aboulela’s third novel takes us on a journey to Egypt and postwar Britain as we follow the life of Nur, the cosmopolitan son of a powerful businessman, who finds his dreams dashed following an accident. This is also the story of the conflict between Nur’s traditional mother and the city-bred Egyptian co-wife whose arrival threatens the stability of the family. Though set mostly in the world of the northern Sudanese, Aboulela’s gentle, poetic prose is a perfect counterpoint to the time of turmoil and upheaval she chronicles</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144261\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803967679/The-Hairdresser-of-Harare-004.jpg\" alt=\"Ten best: The Hairdresser of Harare\" width=\"280\" height=\"440\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>The Hairdresser of Harare</strong><br/>Tendai Huchu (2010)<br/>This glorious book defies classification with its astute sociopolitical commentary nestling inside the appealing, often comic story of a young woman who will not accept defeat. With a light touch and real skill, Huchu takes us through the life-sapping economic realities of contemporary Harare via the story of Vimbai, the hairdresser, as she struggles to make a home for herself and her young son. She’s lost a beloved brother to the diaspora and when a new (male) stylist joins the salon, it looks as if she will soon lose her best clients, maybe even her job</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144211\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803968993/Looking-for-Transwonderla-005.jpg\" alt=\"Ten best: Looking for Transwonderland\" width=\"293\" height=\"475\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Looking for Transwonderland</strong><br/>Noo Saro-Wiwa (2012)<br/>With this memoir, Noo Saro-Wiwa, daughter of the murdered environmental and political activist Ken Saro-Wiwa, establishes herself as a pioneer in contemporary travel writing – Africa as seen by Africans. Travelling from the mayhem of Lagos across Nigeria, she brings family history and the sometimes conflicted eye of an African raised away from the motherland to look at this vast, fascinating land. Only one who calls the country home could write such an honest account of contemporary Nigeria</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144207\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803971544/Broken-Glass-006.jpg\" alt=\"Ten best: Broken Glass\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Broken Glass</strong><br/>Alain Mabanckou (2009)<br/>Iconoclastic, packed with literary and cultural references from across the globe, scatological humour and a biting wit, Mabanckou’s writing demands a strong stomach. In this urban novel written from the heart of Africa (Congo), our narrator sits on a stool in a bar called Credit Gone West and scribbles the stories of the convicts, conmen, cuckolds and the dispossessed who drink beside him. All the while, he nurses his own secret heartbreak, disappointment and thwarted ambition. Mabanckou is one of the continent’s greatest writers and he’s getting better with each book</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144571\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345804588628/Metropolitan-Architecture-011.jpg\" alt=\"Ten best: Metropolitan Architecture\" width=\"400\" height=\"499\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>African Metropolitan Architecture</strong><br/>David Adjaye (2011)<br/>With a mix of photographs and text about buildings, and the spaces and lives around them, this is an arresting visual introduction to cities across the continent. Part of a seven-volume work, African Metropolitan Architecture features 53 conurbations grouped by terrain. Focusing on how cities grow – the colonial legacy, the natural environment, the social and political structures supporting them – this is emphatically not a coffee-table book but,  rather, a learned journey into the vibrant, beating heart of contemporary African life</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144205\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803976422/Beneath-the-Lion-s-Gaze-008.jpg\" alt=\"Ten best: Beneath the Lion’s Gaze\" width=\"386\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Beneath the Lion’s Gaze</strong><br/>Maaza Mengiste (2010)<br/>Set in the years of the red terror (the period of upheaval following the violent communist revolution in Ethiopia) in the 1970s, Mengiste’s novel follows the lives of two brothers and their father: Dawit, the student revolutionary, his elder brother, Yonas, who seeks solace in tradition and prayer, and their father, Hailu, a surgeon who is summoned to save the life of a young woman who has been horrifically tortured by the secret police. His task is to heal her just enough to send her back to prison. The choices he makes will change the course of the family’s life</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144209\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803978806/Heart-of-Darkness-009.jpg\" alt=\"Ten best: Heart of Darkness\" width=\"399\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Heart of Darkness</strong><br/>David Zane Mairowitz, Joseph Conrad and Catherine Anyango (2010)<br/>What is lost in the adaptation of the text of Conrad’s novel is more than redeemed by the illustrations of Catherine Anyango, an artist of Swedish and Kenyan parentage. The exquisitely rendered drawings are dark and often harrowing, articulating the moral dilemmas of colonialism. Whether or not one is a fan of the original, the intelligence and political awareness of this endeavour – and of Anyango’s illustrations in particular – are a brilliant example of the power of the imagination in forging new interpretations of stories we all thought we knew so well</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395144215\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345803980163/Mama-Miti-010-thumb-2066.jpg\" alt=\"Ten best: Mama Miti\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Mama Miti</strong><br/>Donna Jo Napoli/Kadir Nelson (2010)<br/>In this beautifully illustrated tribute to the Kenyan Nobel laureate and environmentalist, the late Wangari Maathai, Napoli and Nelson provide modern morality tales of our relationship with the natural world. In poetic prose, the book tells of women who bring their problems to Mama Miti: we have no firewood; the cows are sick; the water is polluted. Instead of advising how to get NGO grants, Mama Miti reveals a bush whose leaves can heal livestock, a species of tree whose roots will purify the water and another that will meet their needs for fuel</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>",
  "<p><a href=\"http://www.theguardian.com/technology/2011/mar/08/juliana-rotich-100-women\" title=\"\">Juliana Rotich</a> chuckles down the line from Nairobi at the suggestion that she is one of the people helping to shape a new image of Africa. \"Well, I'm a big nerd,\" she says. \"So if a nerd can be part of the future, let's do this.\"</p> <p>In 2008, when <a href=\"http://www.theguardian.com/world/2008/jan/28/kenya.international\" title=\"\">political and ethnic violence broke out in Kenya after disputed elections</a>, Rotich was trapped at home in the western city of Eldoret, where <a href=\"http://www.theguardian.com/world/2008/jan/03/kenya.topstories3\" title=\"\">some of the worst fighting</a> was taking place.</p> <p>A blackout on live news broadcasts had left Kenyans unable to get basic information about what was going on. So Rotich and a group of friends created a website, called <a href=\"http://ushahidi.com/\" title=\"\">Ushahidi (\"testimony\" in Swahili)</a>, that used updates from ordinary people, via emails and text messages, and plotted these on an interactive map.</p> <p>\"We did something which was pretty natural for us but it was very cathartic,\" Juliana explains. \"It was important to share what I knew.\"</p> <p>Within days, Ushahidi was providing information about the spread of fighting to thousands of Kenyans across the country. And throughout the conflict and its aftermath, it <a href=\"http://www.theguardian.com/news/blog/2011/apr/07/ushahidi-crowdmap-kenya-violence-hague\" title=\"\">helped to document the scale of the violence</a>, despite the attempts of politicians to play it down. Since then, the Ushahidi model has been adapted for humanitarian crises worldwide – it was credited with locating survivors under the rubble<a href=\"http://www.theguardian.com/news/datablog/2010/jan/29/haiti-crowdsourcing\" title=\"\">following the Haiti earthquake</a> – and also found a variety of other, less dramatic uses – a recent application mapped small UK businesses keen to promote themselves during the Olympics.</p> <p>The 35-year-old Rotich bubbles with excitement when talking about its global reach: \"The platform has been translated into 20 languages. Can you imagine?' But she's cautious of the kind of breathless post-Arab-spring rhetoric about the power of information-sharing technology to bring sweeping political change. For Rotich its primary role, at least in Africa, is a more prosaic one: helping people get better and cheaper access to basic goods and services rather than inspiring revolution. \"Democracy is an alluring idea,\" she says. \"And we do hope that our technology plays a role but I want to keep that in the context of some of the challenges that are on the ground and the opportunities for technology to help with some of the inefficiencies.\"</p> <p>She's proud of the way Ushahidi gave a voice to ordinary Kenyans to explain what was happening in their own communities. \"Africans tell their story better and represent the reality that they live better. When you have a view on a situation from on the ground, it can complicate the narrative in an important way. It wasn't easy for the rest of the world just to say, oh that's another genocide happening'.\"</p> <p>As a regular speaker at global technology events, she is all too conscious of how Africa is perceived by the outside world. \"I usually dive straight into the technology and people are shocked, because they are thinking, 'She's an African woman, I expected her to talk about how things are terrible or tell a sad story.'</p> <p>\"But in my world, the reality is very exciting. I see young people here in Nairobi and they come up and they say this is my startup idea. People have the option of creating something, filling a need, scratching an itch.\"</p> <p>So how would an Africa that has shaken off its negative image appear to the world?</p> <p>\"When you see those online adverts, those ones that say, 'Volunteer in Africa – come and work in an orphanage or a game park', and there's usually a picture of a lion,\" she says. \"There might be a future where you'll see an advert that says, 'Come and work in the hi-tech sector'.\"</p> <h2><strong>Innovators she admires</strong><br></h2> <p><strong>Lukonga Lindunda</strong>, the founder of <a href=\"http://www.bongohive.com/\" title=\"\">BongoHive</a>, an incubator of startups in Lusaka, Zambia. \"The idea is to galvanise the tech community in Zambia to think about what problems they'd like to solve. It's a nascent thing but it's going to make a very big impact.\"</p> <p><strong>Rachel Gichinga</strong> for the <a href=\"http://www.kuweniserious.org/2011/07/125100-thanks-and-fun-times/\" title=\"\">125/100 project in Kenya,</a> an outreach work with girls from marginalised communities, helping them to understand technology.</p> <p><a href=\"www.foresightfordevelopment.org/Profile/Sheila-Ochugboju-Profile\" title=\"\"><strong>Dr Sheila Ochugboju</strong></a> of the Foresight group exploring a futurist vision for Africa – analysing trends and figuring out different scenarios, whether they be economic, environmental or technological. \"It's quite academic but it's very important.\"</p>",
  "<p>It was a moment that still defines what many have come to call the American century. Amid all the turmoil and horror of that most bloody 100-year stretch, the sight of the first human being to walk on the moon, transmitted on television screens all over the world, was a sublime vision, the power of which was not marred by the blurry images that brought it back to a breathlessly awaiting Earth.</p> <p>This was the moment that Neil Armstrong stepped on to the lunar surface on 20 July 1969, and said the immortal words: \"That's one small step for man, one giant leap for mankind.\" The fact Armstrong seemed to fluff his lines, omitting the vital, modest \"a\" before \"man\", did not matter a jot. Humanity had finally broken the bonds of earth and put one of the species on another planet.</p> <p>The rhetoric was universal, but it was really a wholeheartedly American triumph. The flag planted on the moon was an American flag.</p> <p>The man doing the walking was born in the small town of Wapakoneta, Ohio: about as all-American as you can get. He was also fulfilling the dreams of that other icon of muscular American patriotism, President John F Kennedy, who had urged his nation in 1961 to go forwards to reach for the moon – and put one over the Soviets at the same time. Kennedy had died back in 1963, laid low by an assassin's bullet in another one of those moments that all Americans remember.</p> <p>Indeed, in many ways Armstrong's triumph was a much-needed feelgood counterpoint to the horrors of the Kennedy killing. The event, coming as it did at the end of the turbulent 1960s, functioned as a brief national antidote to the whole decade. This was a tumultuous period that had seen Kennedy slain, the civil rights movement triumph and then despair over the killing of Martin Luther King and the spreading blaze of race riots. The 1960s saw vast and unsettling social change, the beginnings of white flight and urban decline and the upheaval and national trauma of Vietnam.</p> <p>But for that single moment staring heavenwards – as the world focused on the sheer derring-do and genius of American ingenuity – none of that really seemed to matter. America was a country that in eight short years had lived up to the command of its slain hero president and put a man on the moon. Staring up in the night sky at that silvery circle above would never be the same for anyone again.</p> <p>The whole world watched. Armstrong's step was witnessed by a global audience on television or radio that some estimate at a staggering 600 million people – the largest ever for a single event and an amazing one-fifth of the world's population at the time.</p> <p>The landing sent a message that America could compete in and win the cold war. The nation had been startled and terrified by the Russian success in putting the first satellite, Sputnik, into space. Suddenly, there was a fear that America might never catch up. But, in eight short years, the Apollo programme dragged the country ahead.</p> <p>Just as ordinary people had been scared witless by the thought of a beeping Russian probe overhead, so they now celebrated the triumph of the moon landing. Families huddled around their television sets in awe together. Those without the then expensive devices booked into motel rooms so they could watch too. It was a popular rumour at the time that some people even peered up at the moon through telescopes hoping to catch a glimpse of the American citizens they now knew were walking around up there. For Armstrong himself, the moment was a mixed blessing. He passed into the history books and he was assured of global fame. But he was also a quiet person. After he returned home he was given a parade in New York and embarked on a 22-nation world tour. But within a few years he had accepted an academic job at a university in the Ohio city of Cincinnati. He even bought a farm and started to grow corn and raise cattle. He did not give many interviews and rarely talked of his experiences. Asked once what it had meant to him, he replied that it had made him feel \"very, very small\".</p> <p>But then the moment itself was not about Armstrong. It was about his nation. The achievement was not stepping off that ladder and kicking up the dust on the moon. It was about the thousands of engineers who had worked so hard to get him there. It was about the public money poured into the sheer effort by a government determined to explore beyond the bounds of earth, now that every corner of the globe was known. It was about celebrating the wealthiest and most powerful nation the world has ever seen and the nature of its crowning achievement: not the conquest of another people, but the act of putting one of its own on another world. If ever America deserved to feel proud – and the world instinctively felt proud of America – it was then. Of course, the moment is now seen within an historic context.</p> <p>After that great triumph, the following decades saw American cities decline and, in some cases such as Detroit, they were hollowed out into post-industrial wastelands. American manufacturing fled overseas as ruthless corporations sought lower wage costs. The cold war was won, but it seemed an odd sort of triumph. Before a peace dividend could be declared and built upon, the so-called war on terror began, and the invasion of Iraq and its chaotic aftermath, followed by the financial crisis shocked the country to its core.</p> <p>The Apollo programme itself had ended. When Armstrong landed on the moon, no one could have known that the last man to walk on the moon – fellow astronaut Eugene Cernan – would follow him just three years later in 1972. No one has been back since. At the time it had seemed the beginning of a remarkable new journey. But it was not.</p> <p>Rather, it was the summit of a nation's achievement. It was a peak of progress. Now the next person to land on the moon is almost certain to be Chinese. Armstrong's amazing step did not, in the end, lead America anywhere.</p>",
  "<!-- Block 1 --> <p><strong>So which Chelsea will turn up this evening?</strong> The one that won their opening game of the season with something to spare, at Wigan Athletic, or the one that struggled a bit at home against Reading only to, er, eventually win with something to spare? We'll know soon enough - by 7.30pm this evening, I'll be bound - but they've a test on here in the shape of Newcastle United.</p> <!-- Block 2 --> <p><strong>The Toon famously won here last season, Papiss Cissé sealing a shock 2-0 win with <em>that</em> outrageous thunderbolt.</strong> The result ended their pathetic run of 18 games without a win at Stamford Bridge, and in some style, eh? They'll be looking to make it two in two, coming off the back of an opening-day victory over Tottenham Hotspur. Also of note is their 2012 form: only the two Manchester clubs have picked up more points than Newcastle's 38 during this calendar year.</p> <!-- Block 3 --> <p><strong>On the flipside, Chelsea might not give a flying one about that, boasting as they do the swashbuckling duo of Eden Hazard and all-new goalscoring machine Branislav Ivanovic.</strong> Hazard has scored 11 and set up 12 in his last 18 appearances for Lille and Chelsea - the boy can play - while no defender has scored as many goals in the top flight in recent times than Ivanovic.</p> <!-- Block 4 --> <p><strong>With both teams boasting a 100% record - admittedly after a total of three league games between them - something has to give.</strong> Chelsea can go back to the top of the table, having been earlier usurped by Swansea City, while Newcastle can get there themselves if they win 8-0. I'm wittering abject rubbish now, suffice to say, this could be a cracker: it is on!</p> <!-- Block 5 --> <p><strong>Kick off:</strong> 5.30pm.</p> <!-- Block 6 --> <p><strong>Chelsea, not featuring John Terry, who has neck knack, or the benched Frank Lampard:</strong> Cech, Ivanovic, Cahill, Luiz, Cole, Mikel, Meireles, Mata, Hazard, Bertrand, Torres.<br>Subs: Turnbull, Essien, Romeu, Ramires, Lampard, Oscar, Sturridge.</p> <!-- Block 7 --> <p><strong>Newcastle United, with skipper Fabricio Coloccini recovering from a thigh problem to make his first appearance of the season, and Demba Ba returning in attack:</strong> Krul, Simpson, Coloccini, S Taylor, Santon, Gutierrez, Anita, Cabaye, Ben Arfa, Ba, Cisse.<br>Subs: Harper, Williamson, Perch, R. Taylor, Amalfitano, Marveaux, Obertan.</p> <!-- Block 8 --> <p><strong>Referee:</strong> Phil Dowd (Staffordshire)</p> <!-- Block 9 --> <p><strong>The teams are out!</strong> Chelsea are in their traditional all-blue kit, albeit with that curious splash of gold they're rendering their badge in this year. I suppose if you're European champions you can do whatever the hell you like, but come on, there's no need. Meanwhile Newcastle are in <em>their</em> traditional black-and-white stripes, although the stripes are getting thicker. Give it two more seasons and they'll just have a stripe. Juventus went down this route too, and they've not looked right for years.</p> <!-- Block 10 --> <p><strong>Chelsea get the ball rolling!</strong> A fairly uneventful opening 60 seconds. Anita has announced himself by putting his foot through the ball.</p> <!-- Block 11 --> <p><strong>2 min:</strong> No real shape to this game as of yet, other than the big green rectangular one all the players are running around on.</p> <!-- Block 12 --> <p><strong>3 min:</strong> Ivanovic launches a deep cross into the area from the right wing. Torres is rocking back on his heels at the time. A more determined run, and you never know.</p> <!-- Block 13 --> <p><strong>5 min:</strong> Meireles has a whack from 30-plus yards. The ball sails wide right and high. Wheech!</p> <!-- Block 14 --> <p><strong>7 min:</strong> Torres tears down the inside-right channel. A couple of years ago, and he'd have been clear, taking a lash at goal. But here he's bullied out wide right, and eventually turns back to feed Mikel, who blazes a dismal effort down your actual Kings Rahd.</p> <!-- Block 15 --> <p><strong>10 min:</strong> Ba's not far from breaking clear into the Chelsea area down the right, but Cahill is having absolutely none of it. Stamford Bridge is pretty quiet at the moment, and no wonder, this isn't too brilliant so far. Still, early days.</p> <!-- Block 16 --> <p><strong>13 min:</strong> Ben Arfa lifts a ball down the inside right; Ba's not far from guiding the ball goalwards. But no. \"Surely it's only fair dos that the reigning champions get a bit of gold,\" argues Ryan Dunne. \"I always liked how the English league champions got a wee gold lion on the shoulder badges instead of the bog standard blue ones. Teams can still have stars even if they're not reigning champions (for example, the Glorious Glasgow Rangers with five stars for our superb and unmatched haul of league titles, or Juventus fairly cheekily selling shirts with three stars for 30 titles), but surely it's fair dos that the reigning champions get a visual accolade that can be identified at a glance.\" Fair enough, though their sponsor's name is proudly shimmering in gold as well. <a href=\"http://www.guardian.co.uk/technology/2012/aug/25/apple-samsung-patent-infringement-trial?newsfeed=true\">On today of all days, the brazen shower.</a></p> <!-- Block 17 --> <p><strong>15 min:</strong> Hazard has a low fizz from 20-odd yards, but it's straight down Krul's throat.</p> <!-- Block 18 --> <p><strong>17 min:</strong> Ba is bundled over by the endearingly haphazard Luiz on the edge of the area. For some reason, that's a free kick to Chelsea.</p> <!-- Block 19 --> <p><strong>18 min:</strong> Bertrand and Torres exchange passes on the edge of the Newcastle box. The visitors' defence splits asunder, but Bertrand can only flap a sidefoot straight at Krul. It's threatening to take off, this game, but it's just not quite happening.</p> <!-- Block 20 --> <p><strong>20 min:</strong> Ba bowls down the left and wins a corner. It's wasted. Newcastle are soon coming straight back at Chelsea, though, Cisse playing a wonderfully clever reverse pass <em>over his head</em> down the inside-left channel. Cabaye hoicks the ball over towards Coloccini at the far post, but the ball's just gone out. Decent move, though.</p> <!-- Block 21 --> <p><strong>21 min: PENALTY TO CHELSEA!</strong> Torres breaks into the box, zones in on the innocent newcomer Anita's dangling leg, and hooks himself over it. He went looking for that, but there was contact, fair enough, and the referee points to the spot. Clever Fernando.</p> <!-- Block 22 --> <p><strong>22 min: GOAL!!! Chelsea 1- 0 Newcastle United.</strong> Who needs Frank Lampard? Hazard clips the spot kick into the bottom left corner, no fuss. Stamford Bridge erupts in honour of their new hero, who just can't stop getting involved in goals. That's 24 he's contributed to, in one way or another, in his past 17 matches.</p> <!-- Block 23 --> <p><strong>25 min:</strong> Meireles has opened up his knee. Not in the Wayne Rooney sense, like scoring a particularly fatty leg of lamb with a view to pressing some rosemary and garlic into it, but clicking his joint. After a couple of minutes' worth of attention, he limps off, but may well be coming back.</p> <!-- Block 24 --> <p><strong>28 min:</strong> Meireles is back on, but staring at the bench like a dozy puppy. Lampard, yesterday's penalty hero, is warming up.</p> <!-- Block 25 --> <p><strong>29 min:</strong> Luiz goes up for a high ball and lands on his coccyx. Really not a whole lot to talk about at the moment. The grass is green, while the air is made up of 78% nitrogen, 21% oxygen, and wee shots of argon, carbon dioxide, and various other gases.</p> <!-- Block 26 --> <p><strong>31 min:</strong> Torres should burst clear past Coloccini down the inside-right channel, power into the box, and score. But doesn't. Again he allows himself to be ushered out to the wing, and back upfield. He's started the season fairly well, and has a pocket full of medals after the events of last May and June, but it's impossible to shake the feeling that something indefinable has gone from his game. Back in the day, he'd have powered past the defender and buried that.</p> <!-- Block 27 --> <p><strong>35 min:</strong> Brilliance by Hazard, who diddles down the inside-left channel and into the area, drawing two defenders, then laying the ball wide left for Mata to reach the byline. Mata's cross is half decent, but hacked clear by Taylor. Torres was lurking, but surrounded by defenders. Hazard really is something.</p> <!-- Block 28 --> <p><strong>36 min:</strong> Hazard shoots, Hazard doesn't score. A hectic dig from distance which flies wide left and high.</p> <!-- Block 29 --> <p><strong>39 min:</strong> Torres, haring down the inside-right channel, pokes the ball past the sliding Coloccini and continues after it. He then slides across the ground on his face. It looks to the naked eye like he's gone to ground deliberately, so you can't necessarily blame the referee for what happens next. He's booked for diving, but replays show there was slight contact with Coloccini's trailing leg, and at the speed Torres was running, a spill was inevitable. Torres is with the rage, driving the funk mothership into the heart of the sun, and you can't really blame him. Still, on we go.</p> <!-- Block 30 --> <p><strong>41 min:</strong> Now it's the turn of Newcastle to question the referee's competence, though this time he gets it right. Cisse scoots down the inside-right channel and clips a cross inside towards the penalty spot, where Ba lurks. It hits Cahill's arm, but the defender has his back turned and no idea what's going on. No penalty.</p> <!-- Block 31 --> <p><strong>44 min:</strong> A bit of pinball in the Chelsea area after Cabaye makes a nuisance of himself just to the right of the D. The ball breaks to Cisse, who turns and hammers a snapshot goalwards. Unluckily for Newcastle, it's straight down Cech's gizzard.</p> <!-- Block 32 --> <p><strong>45 min:</strong> There will be four added minutes at the end of a not particularly entertaining half. Ah well.</p> <!-- Block 33 --> <p><strong>45 min +2: GOAL!!! Chelsea 2-0 Newcastle United.</strong> Torres over? Not a bit of it! What a brilliant goal this is. And what a player Eden Hazard is. Chelsea stroke it around awhile in triangles. Patient ping, patient ping, patient ping. Suddenly Torres picks up the pace down the inside-right channel. He slides the ball forward to Hazard, who instantly returns it with a backheel. Torres leans forward into a small gap that's been opened up, and toe-pokes a majestic finish into the top right. With all these triangles, and gold lettering, it's almost like watching Swansea City.</p> <!-- Block 34 --> <p><strong>HALF TIME: Chelsea 2-0 Newcastle United.</strong> Newcastle fans won't agree, but just as well the referee put those added minutes onto the end of the half, eh? Erm. But what a goal! Torres really took his frustration over that booking out on Newcastle. Eden Hazard, though.</p> <!-- Block 35 --> <p><strong>HALF-TIME BELGIAN ENTERTAINMENT:</strong> In honour of the magnificent Hazard.</p> <!-- Block 36 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/dcvebWp8GtU?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/dcvebWp8GtU\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><br>Chelsea fans can be forgiven for similar feelings of obsessiveness towards their new young signing: \"Let me become the shadow of your shadow, the shadow of your hand, the shadow of your dog...\"</p> <!-- Block 37 --> <p><strong>The teams are out again!</strong> It's raining. Drizzle. No changes. Hazard is smiling broadly. He clearly enjoys his football. Newcastle get the ball rolling again, and romp down the inside-left channel. They lose possession, though nearly benefit from a wee bit of Chelsea faffing. Eventually Luiz puts his foot through the ball, launching it upfield.</p> <!-- Block 38 --> <p><strong>47 min:</strong> It's pelting down now.</p> <!-- Block 39 --> <p><strong>49 min:</strong> It really is raining quite a lot.</p> <!-- Block 40 --> <p><strong>51 min:</strong> Hazard picks up the ball to the left of the Newcastle D, then heads right at speed, attempting to carve Newcastle open down the wing with a one-two with Bertrand. Gutierrez is over to clatter the ball out of play before his team are ripped apart. It's difficult to take one's eyes off Hazard, he's a fascinating player.</p> <!-- Block 41 --> <p><strong>53 min:</strong> To the left of the Chelsea D, Ben Arfa twists this way, then that, and finally screws a shot wide right of goal while trying to thread the ball into the bottom corner. That's a decent effort, out of next to nothing. The only Newcastle player, with the possible exception of Cisse, to constantly show a bit of spark this evening.</p> <!-- Block 42 --> <p><strong>55 min:</strong> Simpson skedaddles down the right and loops a cross towards Cisse. The striker attempts to steer a header goalwards, but the effort is miles wide. This half hasn't quite taken off yet, no doubt due to the rain sheeting down from the west London sky.</p> <!-- Block 43 --> <p><strong>57 min:</strong> Cabaye attempts to set Cisse free down the inside-left channel, but Cahill treats the striker much in the same way Coloccini has been dealing with Torres in similar circumstances.</p> <!-- Block 44 --> <p><strong>59 min:</strong> Cabaye, moving down the inside left, has a dig. His shot hits Cahill in the chest, and breaks to Ba down the same channel. Ba drops a shoulder, then has a pelt from a prohibitive angle. It's still a decent effort, forcing Cech to parry out for a corner. The set piece is a pile, though.</p> <!-- Block 45 --> <p><strong>60 min:</strong> Chelsea counter, Torres and Mata taking turns to cause all sorts of bother down the right. Nothing comes of the move, though Newcastle were looking dangerously stretched and exposed for a second or two there. One beautiful display of skill from Torres, incidentally, crossing the ball with his right peg from behind his standing leg. The Toon have been threatening to get back into this game, but another goal from the home side will kill the game.</p> <!-- Block 46 --> <p><strong>63 min:</strong> Some truly magnificent play by Ben Arfa, who runs in and out of the Chelsea area, then up and down the left wing, in the manner of Benny Hill. He eventually wins a corner, flatly refusing to give up the ball. Before the set piece, Ryan Taylor comes on for Simpson.</p> <!-- Block 47 --> <p><strong>64 min:</strong> Newcastle take the corner, and there's the end to that period of pressure.</p> <!-- Block 48 --> <p><strong>67 min:</strong> It's very open now, this game. Cole zips down the left, but overcooks his cross. Torres wheels down the right, but heads up another blind alley. Mata is replaced by Ramires.</p> <!-- Block 49 --> <p><strong>68 min:</strong> A free kick for Newcastle out on the left. Ryan Taylor curls an outstanding ball to the far post, out of Cech's reach, and right on Cisse's head. The striker clanks a hopeless header wide and high of the target. That really should have been a goal.</p> <!-- Block 50 --> <p><strong>70 min:</strong> Meireles, standing 25 yards from the Newcastle goal in the middle of the park, is pushed over by Galoot-ierrez. A challenge of eyebrow-bothering buffoonery. Luiz lets the Toon midfielder off the hook by failing to get his free kick on target from a very dangerous position, blootering the ball into the stand instead.</p> <!-- Block 51 --> <p><strong>74 min:</strong> Santon - whose beat will be policed by Gutierrez - is replaced by Marveaux.</p> <!-- Block 52 --> <p><strong>76 min:</strong> A minor infringement - but an infringement nonetheless - by Anita in the middle of the park, 30 yards from goal. Just a wee bit to the left of centre, in fact. Meireles shanks a disgraceful effort yards wide left. Third time lucky with the free kicks from distance, perhaps?</p> <!-- Block 53 --> <p><strong>77 min:</strong> Perch comes on for Cabaye. That's Alan Pardew played his hand.</p> <!-- Block 54 --> <p><strong>79 min:</strong> A brilliant run down the inside-left channel by Torres, the ball glued to his boot in the style of Charles Charlie Charles. But his confidence still isn't quite restored. Why he doesn't shoot upon reaching the edge of the box is beyond every paying spectator in the ground. Instead, the ball's laid off inside, and the move's over.</p> <!-- Block 55 --> <p><strong>81 min:</strong> Hazard zips into space down the left, reaches the byline, and pulls the ball into the six-yard box. Coloccini hacks clear. The ball's soon coming straight back at Newcastle, this time through Bertrand down the inside left, who shows Torres how to do it (well, y'know) by unleashing a screamer towards the top right-hand corner. Krul feather-fingers it behind, a wonder save which he then tries to deny making. Tough: it's a corner. From which nowt comes. A fun couple of minutes after a fairly turgid period of play.</p> <!-- Block 56 --> <p><strong>84 min:</strong> Marveaux runs with some purpose at the Chelsea back line, reaching the edge of the area down the right. But his pass wide to Perch takes all momentum out of the mood. Never mind, Newcastle come again seconds later, and really should score, the ball falling to the feet of Ba eight yards out. The Toon striker has two swipes at goal, but both of them are weak and straight at Cech. He really should have dispatched that second effort into the bottom-left corner. And Newcastle should now be making this a nervy final few minutes for the home team. But as things stand, Chelsea will be returning to the top of the table, with their 100 percent record in tact.</p> <!-- Block 57 --> <p><strong>87 min:</strong> Frank Lampard, who has a face on, takes to the sodden pitch, replacing Meireles.</p> <!-- Block 58 --> <p><strong>89 min:</strong> Still raining.</p> <!-- Block 59 --> <p><strong>90 min:</strong> Luiz and Ba clash heads in the Chelsea area. Ooyah oof. A stoppage.</p> <!-- Block 60 --> <p><strong>90 min +1:</strong> There will be four minutes tacked onto the end of this game. Plus one or two more for this head injury to Luiz, I'll be bound. He's getting a bandage wrapped around his curly mop, making him look like a cut-price John McEnroe.</p> <!-- Block 61 --> <p><strong>90 min +2:</strong> The game's started again. Newcastle are done now, though. What a drawn-out denouement we're in the middle of.</p> <!-- Block 62 --> <p><strong>90 min +3:</strong> Chelsea pass it around the back, then hoick it upfield, then shuttle it all the way back to Cech.</p> <!-- Block 63 --> <p><strong>90 min +4:</strong> Ben Arfa twists, turns, shimmies and shakes down the right, but to little overall benefit.</p> <!-- Block 64 --> <p><strong>90 min +5:</strong> Still raining. It's absolutely belting down. Imagine if Phil Dowd abandoned the game now.</p> <!-- Block 65 --> <p><strong>FULL TIME: Chelsea 2-0 Newcastle United.</strong> Eden Hazard was brilliant for 45 minutes, while Fernando Torres was better than decent. And that was that. Not much of a second half, like Chelsea will care. They're back to the top of the division, three wins out of three.</p>",
  "<p>Apple will seek injunctions against the sale in the US of dozens of Samsung smartphones and tablets, including its Galaxy brand, and could triple the $1bn damages it was awarded in a high-profile patent trial after the jury decided the South Korean company \"wilfully\" infringed its patents .</p> <p>The injunctions will be the next step after Apple <a href=\"http://www.theguardian.com/technology/2012/aug/25/apple-samsung-patent-infringement-trial\">won on almost every count against Samsung</a>, which failed to win any of its counterclaims against the Cupertino-based company.</p> <p>Apple, which makes the iPhone and iPad, could apply for injunctions as early as next week, after winning a significant victory in the battle over the fast-growing smartphone and tablet market, worth $219bn globally.</p> <p>Removing the infringing products may have only a limited effect on Samsung's US business, where it <a href=\"http://www.samsung.com/us/mobile/cell-phones/all-products\">offers 152 different phones</a> through a number of different carriers. The injunctions, if effected, would hit about 24 different devices.</p> <p>Judge Lucy Koh, who is presiding over the trial, could also triple the damages of $1.05bn awarded by the nine-strong jury, because they decided that the infringements of Apple's patents – some to do with the devices' behaviour, and others to do with close resemblances to the iPhone – were \"willful\". US law permits a tripling of damages in such cases. Even so Samsung, whose electronics division made an operating profit of $5.2bn in the second quarter of the year, can bear such a payment.</p> <p>It may also offer tweaked devices to get around any injunction: \"Samsung has already made some design changes to new products since the litigation first started more than a year ago,\" said Seo Won-seok, an analyst at Korea Investment &amp; Securities. \"With the ruling, they are now more likely to make further changes; or they could simply decide to raise product prices to cover patent-related payments.\" </p> <p>But lawyers for the South Korean company indicated that they will ask Koh to throw out the verdict, and that if that fails they will appeal the case to a higher court. \"This decision should not be allowed to stand because it would discourage innovation and limit the rights of consumers to make choices for themselves,\" Samsung lead lawyer John Quinn said. </p> <p>Koh will give her decision in the next few weeks.</p> <p>Meanwhile analysts think that Google, which writes the Android mobile software used by Samsung and dozens of others, may have to indemnify handset makers against such lawsuits. They also fear it could mean fewer smartphone options for consumers.</p> <p>\"Some of these device makers might end up saying 'We love Android, but we really don't want to fight with Apple anymore,'\" said Christopher Marlett, CEO of MDB Capital Group, an investment bank specialising in intellectual property. \"I think it may ultimately come down to Google having to indemnify these guys, if it wants them to continue using Android.\"</p> <p>Horace Dediu, of the Asymco consultancy, said that he thinks there is no chance of Google offering such an indemnity. Google has instead acquired Motorola Mobility (MMI) for $12.5bn, bringing with it an extensive patent portfolio which it hopes to use to fend off Apple's attacks on Android handset makers.</p> <p>Nomura analyst CW Chung, speaking before the verdict, predicted it could take \"many years\" for Apple and Samsung to settle the case, whatever the result of the latest round, leaving the two firmly in control of the global smartphone market. </p> <p>\"The litigation may end up with both parties entering a cross-licensing agreement, which should enable them to build a higher patent wall in the smartphone market,\" said Chung. \"This would have a positive impact on the share prices of Samsung and Apple, while posing a substantial threat to other competitors.\" Apple had testified that it previously offered the allegedly infringed patents for licence to Samsung for about $30 per device. Samsung declined at the time.</p> <p>Apple filed its patent infringement lawsuit in April 2011 and engaged the country's highest-paid patent lawyers to demand $2.5bn from its top smartphone competitor. Samsung Electronics fired back with its own lawsuit seeking $399m.</p> <p>The jury on Friday rejected all of Samsung's claims against Apple, but also decided against some of Apple's claims involving the two dozen Samsung devices at issue.</p> <p>The nine-strong group, which included people with experience at companies including Intel, found that several Samsung products illegally used such Apple creations as the \"bounce-back\" feature when a user scrolls to the end of a list, and the ability to zoom text with a tap of a finger. But they decided that Samsung's Galaxy Tab tablets did not mimic the \"trade dress\", or appearance of Apple's iPad in a way that could confuse consumers. </p> <p>The US case was the latest skirmish in a global legal battle between the two tech giants. Its outcome is likely to have ripple effects in the smartphone market. Other device makers relying on Android, the mobile operating system that Google has given for free to Samsung and other phone makers, may be more reluctant to use the software and risk getting dragged into court.</p> <p>During closing arguments, Apple attorney Harold McElhinny claimed Samsung had a \"crisis of design\" after the 2007 launch of the iPhone, and that its executives were determined to cash in illegally on the success of the revolutionary device.</p> <p>Samsung's lawyers countered that it was legally giving consumers what they want: smartphones with big screens. They said Samsung didn't violate Apple's patents and alleged innovations claimed by Apple were created by other companies.</p> <p>Samsung said after the verdict that it was \"unfortunate that patent law can be manipulated to give one company a monopoly over rectangles with rounded corners\".</p> <p>\"This is by no means the final word in this case,\" Quinn said in a statement. \"Patent law should not be twisted so as to give one company a monopoly over the shape of smartphones.\" The jury had determined that Samsung did infringe the iPhone's \"trade dress\" with a number of its products.</p> <p>The jurors' determination that Samsung took Apple's ideas probably matters more to the companies than the monetary damages, Marlett said.</p> <p>\"I don't know if $1bn is hugely significant to Apple or Samsung,\" Marlett said. \"But there is a social cost here. As a company, you don't want to be known as someone who steals from someone else. I am sure Samsung wants to be known as an innovator, especially since a lot of Asian companies have become known for copying the designs of innovators.\"</p> <p>DJ Jung, representative patent attorney for SU Intellectual Property, said: \"The impact on Samsung will be quite limited, as affected models are mostly legacy products and its new products did make some design changes to avoid potential litigation. Still ... it's a sweeping loss in the most important market. It's inevitable that Samsung's brand will be negatively affected - Samsung could be perceived as a copycat.\" </p> <p>Apple and Samsung together account for more than half of global smartphone sales. Samsung said in court that it sold 22.7m smartphones and tablets that Apple had claimed use its technology. McElhinny said those devices accounted for $8.16bn in sales since June 2010.</p> <p>Samsung's Galaxy line of phones run on Android, and ISI Group analysts viewed the verdict as a blow to Android as much as Samsung.</p> <p>If Android loses ground in the mobile computing market, that would hurt Google, because it relies on Android to drive mobile traffic to its search engine and services to sell more advertising. Apple presently uses Google's search on the iPhone and iPad, but observers have wondered whether that will persist as Apple has removed more and more Google defaults from the iPhone and iPad. Its upcoming software for the devices will replace Google's maps with Apple's own, and stop offering a YouTube video player.</p> <p>Google entered the smartphone market while its then-CEO Eric Schmidt was on Apple's board, infuriating Apple co-founder Steve Jobs, who considered elements of Android to be blatant rip-offs of the iPhone's innovations.</p> <p>After shoving Schmidt off Apple's board, Jobs vowed that Apple would resort to \"thermonuclear war\" to destroy Android and its allies.</p> <p>The Apple-Samsung trial came after each side filed a blizzard of legal motions and refused advisories by the judge to settle the dispute out of court. Legal experts and Wall Street analysts had viewed Samsung as the trial's underdog. Apple's headquarters is just 10 miles from the San Jose courthouse, and jurors were picked from the heart of Silicon Valley, where Jobs is a revered technological pioneer.</p> <p>A verdict came after less than three days of deliberations, surprising observers who expected longer deliberations because of the case's complexity.</p> <p>While the issues were complex, patent expert Alexander I Poltorak had said the case would likely boil down to whether jurors believed Samsung's products look and feel like Apple's iPhone and iPad.</p> <p>Samsung's lawyers argued that many of Apple's claims of innovation were either obvious concepts or ideas stolen from Sony Corp and others. Experts called that line of argument a high-risk strategy because of Apple's reputation as an innovator.</p> <p>Apple's lawyers argued there is almost no difference between Samsung products and those of Apple, and presented internal Samsung documents they said showed it copied Apple designs. Samsung lawyers insisted that several other companies and inventors had developed much of the Apple technology at issue.</p> <p>Apple and Samsung have filed similar lawsuits in South Korea, Germany, Japan, Italy, the Netherlands, Britain, France and Australia.</p> <p>\"This is not the final word in this case or in battles being waged in courts and tribunals around the world, some of which have already rejected many of Apple's claims,\" Samsung said in its statement.</p> <p>Samsung <a href=\"http://www.theguardian.com/technology/2012/aug/24/apple-samsung-fined-patent-breaches?newsfeed\\u003dtrue\">won a home court ruling earlier on Friday in the global patent battle</a> against Apple. Judges in Seoul said Samsung didn't copy the look and feel of the iPhone and ruled that Apple infringed on Samsung's wireless technology.</p> <p>But like the jury in California, South Korean judges said Samsung violated Apple's technology behind the \"bounce-back\" feature. Both sides were ordered to pay limited damages.</p> <p>The Seoul ruling was a rare victory for Samsung in its arguments that Apple has infringed on its wireless technology patents. Samsung's claims previously were shot down by courts in Europe, where judges ruled that Samsung patents must be licensed under fair terms to competitors. Europe's antitrust lawyers are now investigating whether Samsung abused its position of having \"standards-essential patents\" and failing to license them.</p> <p>The US case is one of 50 lawsuits among myriad telecommunications companies jockeying for position in the global smartphone and tablet markets.</p>",
  "<p>The last time Norwich City were managed by someone other than Paul Lambert at Carrow Road they were in League One and they lost 7-1 to Colchester United, so this was an improvement of sorts. However Chris Hughton's wait for a first win since replacing Lambert as Norwich's manager this summer goes on after a frustrating draw with an expensively assembled but distinctly underwhelming Queens Park Rangers&#xa0;side.</p> <p>Both sides were hammered 5-0 on the opening weekend but, while Norwich could perhaps be excused a few teething problems at Fulham, QPR's home thrashing at the hands of Swansea City, Rangers having spent extensively if questionably during the summer, was harder to explain. There is a sizeable hunger for success at Loftus Road but for the time being they are feeding on scraps. \"That's the first away point I've been able to accrue since joining QPR [in January], so that's a bonus,\" said Mark Hughes a tad&#xa0;unconvincingly.</p> <p>The origins of those 5-0 defeats were not difficult to spot. In Fábio da Silva, QPR had a player who started at right-back for Manchester United against Barcelona in the Champions League final last year, yet Anthony Pilkington often made him look more suited to the Championship.</p> <p>Pilkington did not take long to make an impact and, when he was found in acres of space by Robert Snodgrass after 11 minutes, his lovely cross was headed in from close range by Simeon Jackson. A simple goal, but one that was beautiful in its efficiency.</p> <p>QPR were all over the place and with their midfield offering little protection, their defence was as exposed as a prince in Las Vegas. Clint Hill, fortunate to escape a second yellow card after losing his wrestling match with Grant Holt, had to be removed for his own sake at the break.</p> <p>They might have been more solid if a deal to sign Michael Dawson from Spurs had not stalled on Friday. There is also talk of Real Madrid's Ricardo Carvalho and the Internazionale goalkeeper Júlio César coming in and Hughes suggested he is working on several other targets.</p> <p>However, if QPR could not rely on their defence to keep them in the game, they could at least count on Norwich's to offer them a route back into it.</p> <p>Eight minutes after Jackson's opener, Junior Hoilett slid a pass into the Norwich area towards Djibril Cissé, who was clumsily brought down by the debutant Sébastien Bassong. QPR's appeal was not loud; Norwich's protests were. \"Soft\" was Hughton's verdict on Mark Clattenburg's decision to award a penalty. Naturally Hughes saw contact.</p> <p>Hughton's irritation was extended by Clattenburg's failure to spot Bobby Zamora encroaching when Cissé's penalty was brilliantly tipped on to the left post by John Ruddy. A head start gained on the Norwich defence, Zamora swept the rebound home.</p> <p>\"When the penalty is taken Bobby Zamora is three yards in the box and he's on the referee's side,\" Hughton said. \"That makes it difficult to take.\" Although given that Cissé missed the penalty, QPR would not have been too disappointed to be given another chance.</p> <p>The equaliser did not lead to an improvement in QPR's performance. Instead Norwich reacted strongly and Robert Green had to be alert to push a Snodgrass shot from 25 yards over the bar.</p> <p>There would have been nothing Green could have done, though, if Snodgrass had put his powerful header from Jonny Howson's delightful cross an inch lower with 20 minutes remaining. Green was similarly helpless 13 minutes later when Russell Martin's looping header clanged against the bar as Norwich turned the screw. It was that sort of afternoon for Norwich.</p> <p>\"I'm really disappointed,\" Hughton said. \"We played really well. We should have won. We had the better chances and we threatened more. It was a disappointment after scoring so early. We need to be more clinical.\"</p> <p>QPR need more than that. They need to be a team, not a collection of individuals. \"It's a start,\" Hughes said. \"We had a poor weekend last weekend and it was important we got something out of this game.</p> <p>\"At the end of the game, they were asking questions and throwing balls into our box which we had to deal with and that's what we were able to do. All in all, in terms of the performance we can get the ball down and play a little bit more. In terms of a result and where we are, we'll take it.\"</p> <p>QPR remain a work in progress. Simply throwing money at the problem may not be the answer.</p>",
  "<!-- Block 1 --> <p><strong>It's Swansea City's centenary this year.</strong> So to celebrate their first appearance on the MBM in their milestone season, let's go back to the 1910s. What was the big sporting news in the Manchester Guardian a century ago today?</p> <blockquote> <p>HOMING PIGEONS</p> <p>\"Raining: no toss\" was the text of nearly all the telegrams received form the conveyors in charge of Northern birds at South and West of England race points on Saturday. The races postponed include the big event of the Lancashire Combine from Swindon, affecting 17 federations, the East Lancashire race from the same town, the North Staffordshire flight from Bournemouth, and the South Cheshire convoy at Weymouth. Consequently all these races stand postponed until a more favourable day, Sundays excepted.</p> <p>Stockport and District Federation, however, risked a race from Bath, with results anything but satisfactory. More than half the birds were absent when darkness set in on Saturday, and those which did struggle through must have had a tiring journey.</p> <p>Results: Kineton and Thomas, Droylsden, 736 yards a minute; A Pickstone, Altrincham, 679; Smalley and Hopkins, Stockport, 676; A Lowe, Stockport, 661; Lingham, Ashton-under-Lyne, 660.</p> </blockquote> <!-- Block 2 --> <p><strong>West Ham United, on the other hand, give us no such cheap excuse to trawl through ancient history and smile knowingly at old-fashioned attitudes and outmoded practices.</strong> So let's just concentrate on today's football, and how Sam Allardyce will set his team up today.</p> <!-- Block 3 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/sWrxHP36N1Q?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/sWrxHP36N1Q\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><br>Thank you, ladies and gentlemen, try the chicken.</p> <!-- Block 4 --> <p><strong>Swansea City:</strong> Vorm, Rangel, Chico, Williams, Taylor, Britton, de Guzman, Michu, Dyer, Routledge, Graham.<br>Subs: Tremmel, Tate, Moore, Dobbie, Agustien, Gower, Davies.</p> <!-- Block 5 --> <p><strong>West Ham United:</strong> Jaaskelainen, Reid, Tomkins, Collins, McCartney, Jarvis, Nolan, Noble, Diame, Demel, Cole.<br>Subs: Henderson, Maynard, Maiga, Vaz Te, Taylor, O'Brien, Diarra.</p> <!-- Block 6 --> <p><strong>The patsy for whatever manufactured controversy is whipped up today:</strong> Martin Atkinson (W Yorkshire)</p> <!-- Block 7 --> <p><strong>So anyway, Allardyce may not quite make every aesthete's dream a reality, but by God does he get the job done.</strong> He got the Hammers up from the Championship at the first attempt last season - an impressive achievement that's gone relatively unheralded - and his side have already seen off Aston Villa in this campaign. Can they capitalise on their great start? They had the best away record in their division last time round, but they'll need all that on-the-road nous today, because Michael Laudrup's Swans are, yes, flying. A 5-0 rout at QPR last week represents their biggest-ever win in the top flight of English football. Brendan who? John What-ack?</p> <!-- Block 8 --> <p><strong>The last time this league fixture was played:</strong> April 1983, West Ham winning 5-1 at the Vetch Field, with goals from Alan Devonshire, Alan Dickens and Geoff Pike. No Michu for Swansea that day, of course.</p> <!-- Block 9 --> <p><strong>WILD ACCUSATIONS OF FLAGRANT GUARDIAN BIAS (pt XXXVIII in an ongoing series):</strong> \"The classic reportage on the pigeons is fascinating,\" opines Allan Castle. \"Can you also reprint the comments below the line? With the victory of birds from Greater Manchester I imagine there may have been numerous Liverpool pigeon fanciers bitterly alleging bias in reporting or refereeing. Or taunting Islington birds for having win nowt for several years.\" As you know full well, Allan, there was no internet back in 1912, electricity having only been invented in 1963 along with the Beatles and Philip Larkin. Rabid paranoid maniacs had to make do with green ink, quills, parchment, envelope, and the homing pigeon's fancy cousin, the Royal Mail Dove, when they wanted to send in their bomb threats. Sadly, green ink fades very quickly, so all that foaming jabber has been lost to the ether. Sad, really. It'd be a bit like if we ever accidentally pulled the plug on our internet server, and wiped out every single thing ever written below the... hold on, back in a minute, I've just thought of something.</p> <!-- Block 10 --> <p><strong>Nope, couldn't find the socket. Probably just as well - because WE'RE OFF!</strong> Swansea set the ball rolling, with a great atmosphere at the Liberty Stadium from both sets of fans.</p> <!-- Block 11 --> <p><strong>2 min:</strong> A misplaced pass by Chico - straight out of the Brendan Rodgers textbook if Liverpool's early-season form at the back is anything to go by - allows West Ham to start the game on the front foot. A bit of head tennis in the area, then Jarvis curls in a peachy cross from the left, the ball missing Nolan's head, six yards out, by millimetres. A great start by the visitors here.</p> <!-- Block 12 --> <p><strong>5 min:</strong> A bit of a shapeless mess, now, this match. Speaking of which, here's a story from Philip Podolsky: \"As borne out by this preamble, you're quite the history buff. I'm not. Back in the day, I used to be a research assistant for this medievalist, who organized an international conference in the course of which I had to accompany on a guided tour of Jerusalem's Old Citeh those participants who found the guide's pace too physically taxing. Poor unfit medievalists!!! It was expected by everyone, including my boss, that I could deliver a brief, mildly entertaining tour across those landmarks seeing which doesn't necessitate climbing too many stairs. I could not produce a single word and it was very embarrassing for all concerned. End of story.\" More of this, please, readers! This is what the kids want. They're at a loose end now Soccer AM's finished.</p> <!-- Block 13 --> <p><strong>8 min:</strong> Michu tries to release Graham down the inside-right channel, but his pass is too strong and flies through to Jaaskelainen. Meanwhile, the early appearance in this MBM of Buddy Rich has reminded Graeme Arthur of this joke: \"Tourist arrives in African country and immediately hears drumming. Thinks - hey cool this is the real Africa man. Drumming oontinues into the night. Thinks - wow, these dudes take it seriously. After a sleepless night drumming continues into the morning. Thinks - shit man, when's it gonna stop. At lunch, with drumming pounding through his sleep deprived brain, asks waiter same question. Waiter replies, 'The drumming can't stop, man - not ever.' 'Not ever? Why not?' 'Because, if the drumming stops, the bass solo begins...' \" He's here all week, ladies and gentlemen, try the Memphis soul stew.</p> <!-- Block 14 --> <p><strong>11 min:</strong> Dyer looks to Michu a pass down the same channel for Routledge, but McCartney is on hand to nip it in the bud. West Ham are looking slightly open at the back; Swansea have nearly cut them open twice down the middle. Let's see how this develops.</p> <!-- Block 15 --> <p><strong>14 min:</strong> I was going to report the lovely, genteel atmosphere that's settled over the stadium as both teams ping the ball around in triangles in the middle of the park, while going absolutely nowhere. But the West Ham support have just started singing a number with a slanderous lyric featuring brazen accusations of onanism. So there goes that.</p> <!-- Block 16 --> <p><strong>17 min:</strong> Both teams are throwing some progressive shapes, but nothing's really coming off for either of them yet. Swansea win a corner down the left through Routledge, but it's a total non-event. \"Has Big Sam got tight to Michael Laudrup in the dugouts and booted him up the backside 'to let him know here's there'?\" wonders Gary Naylor. No. But he's probably studying the great Dane's general demeanour, in case he's put his hands in his pockets to jiggle some loose change in a dismissive fashion, or is scratching his arse in a disrespectful manner, or starts combing his hair as part of a clear and blatant undermining gesture.</p> <!-- Block 17 --> <p><strong>20 min: GOAL!!! Swansea City 1-0 West Ham United.</strong> The Swans made former Hammers stopper Rob Green look a bit daft last week, and now they've done for his successor. Rangel is sprung clear into the area down the inside-right channel. He hammers a low, high-speed cross through the six-yard area. Jaaskelainen drops onto the ball in order to smother it, but allows it to deflect under his body and into the net. That was going wide, and has to go down as an own goal.</p> <!-- Block 18 --> <p><strong>22 min:</strong> West Ham respond well, winning a free kick down the left and whipping the ball into the area. Reid challenges for a header, eight yards out, but is absolutely <em>clattered</em> in a fair 50-50 challenge with Vorm. Reid springs up after a quick shake of the head to clear the cobwebs, and we move on. At least West Ham aren't sitting back feeling sorry for themselves. Although the same can't be said for Big Sam, who is sitting low in his chair with his arms tightly crossed, chewing furiously, with the funk on.</p> <!-- Block 19 --> <p><strong>25 min:</strong> Michu takes a wild fresh-air swipe at the ball. He wasn't close from kicking Tomkins' kneecap clean off, sending it sailing like a discus towards Cardiff. Pretty glad there was no contact there, on the whole. The ref wags his finger at the clumsy Spaniard, then tells Tomkins to stop moaning, because that's exactly what he is - some would say understandably - doing.</p> <!-- Block 20 --> <p><strong>27 min:</strong> This is beginning to heat up quite nicely. Nolan goes in hard on Michu. Retribution for the Tomkins swipe? Very possibly. Anyway, the crowd aren't happy, Michu isn't happy, Nolan isn't happy, several other players on both sides aren't happy, and referee Martin Atkinson looks oh so very tired. Grown men, and all. Sensible refereeing, he tells them all to stop fannying about, and the game continues.</p> <!-- Block 21 --> <p><strong>29 min: GOAL!!! Swansea City 2-0 West Ham United.</strong> Two million pounds, Michu cost. He is fantastic. But West Ham are imploding too. Collins looks to play a backpass to his keeper down the Swansea inside-left channel. It's too short, and Michu nips in, flicking an instant finish past the advancing Jaaskeliainen and into the bottom-left corner. That was a delicious touch. He unwrapped that present with one flick of his boot. On the bench, Big Sam is now almost levitating.</p> <!-- Block 22 --> <p><strong>31 min:</strong> Rangel is booked for a late lunge on McCartney down the left. Jarvis flicks the free kick into the centre, but Vorm flaps clear. Swansea aren't too far away from breaking free down the left, but a possibly embarrassed Collins comes across to snuff out the danger. West Ham are, rather like that pigeon in the bottom-left corner of the photograph inexplicably illustrating this Premier League football report, all over the show. \"Spooky,\" begins David Evans. \"No sooner had I read the drumming 'joke' that some African style beats started playing outside (and I'm in deepest, darkest south west Wales, so this isn't an everyday occurrence). No bass solos, sorry, but the beeps of an articulated vehicle reversing do bring something to the party.\"</p> <!-- Block 23 --> <p><strong>34 min:</strong> They've just shown the first goal again. Angel Rangel's cross could have been a shot, and it could have been heading for the bottom-left corner. Possibly. One for the dubious goals panel. One for the dubious goalkeeping panel, certainly, and they say yes. Speaking of Mr Rangel, here's surname expert Cliff Yahoo: \"From a Hammer, much respect to Swansea for honouring their visitors by inserting a player whose name is based on Cockney Rhyming Slang.\" But what's it slang for? The awful tangle West Ham have got themselves into? The mangle-d wreckage they're currently in? Spangles? (Does anybody remember etc., and what's the deal with airplane peanuts?)</p> <!-- Block 24 --> <p><strong>35 min:</strong> Tomkins wins a header on the edge of the Swansea area. The ball flies towards the left-hand post, where Jarvis spins on a sixpence and hammers a shot goalwards. Vorm is on hand to parry and clear. That was a magnificent effort, and so unlucky for the visiting side.</p> <!-- Block 25 --> <p><strong>37 min:</strong> Williams is found in space down the inside-left channel. This is total football. He pearls a shot straight at Jaaskelainen - hey, it worked well enough for Rangel - but the keeper tips over. The corner's a disgrace.</p> <!-- Block 26 --> <p><strong>38 min:</strong> Cole is booked for pushing Chico's face through.</p> <!-- Block 27 --> <p><strong>41 min:</strong> Swansea are knocking it around in the improvisational style. They're a very attractive side to watch, but I'm not telling you anything you don't know already. Anyway, while they play their jazz football, it's a perfect time for another drummer gag. \"Wagon train circling round in wild west days around sunset and a sound of Indian drums wafts over from the hills. One of the wagoners says: Don't like the sound of those drums. A few moments later a voice is heard saying: He's not our regular drummer.\" Ladies and gentlemen, show your appreciation for Mr Chris Copping. It's unlikely to get simultaneously any better and worse than that.</p> <!-- Block 28 --> <p><strong>45 min:</strong> A corner for West Ham on the right. They send it into the six-yard box, where Collins wins a flick on for Noble to hack goalwards at the far post. Vorm clears, and Swansea hack out for another corner. From which...</p> <!-- Block 29 --> <p><strong>45 min +1:</strong> ... Swansea are forced to clear out for a third corner, Tomkins not quite getting enough purchase on a free header eight yards out. And it's nearly third time lucky for West Ham, who see Jarvis's shot towards the bottom-right-hand corner hacked off the line by Williams.</p> <!-- Block 30 --> <p><strong>HALF TIME: Swansea City 2-0 West Ham United.</strong> Swansea deserve to be winning, the Hammers deserve to be losing. But the two-goal margin is probably a wee bit flattering to the home side, especially as West Ham really cranked up the pressure right at the end of the half. I'll be very surprised if Allardyce doesn't order his troops to stick the ball in the mixer, and with extreme prejudice, because Swansea don't look at all comfortable when it's lumped into the area. This could be a great second half, one way or the other. Don't go flicking!</p> <!-- Block 31 --> <p><strong>HALF-TIME DRUM-BASED ENTERTAINMENT IN LIEU OF MORE DRUMMER JOKES:</strong></p> <!-- Block 32 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/xxkS_tnFiuE?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"420\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/xxkS_tnFiuE\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><br>Drums kick in around the 4m40s mark, but you may as well watch the whole thing, there's plenty time.</p> <!-- Block 33 --> <p><strong>And we're off again!</strong> West Ham - who have exchanged Tomkins for Vaz Te - get the ball rolling. But to hell with that: we've got ourselves another drummer joke! Quiet, please, everyone, Di Acaster's speaking: \"Quite reasonably a drummer got sick of all the drummer jokes. So he popped down to his favorite shop and said: 'I am a guitarist. I would like to purchase a Gibson Les Paul guitar and a Marshall amp please.' 'You're a drummer,' said the shopkeeper. After much protestation the drummer finally admitted it, and asked the shopkeeper how he knew. 'This is a greengrocers.'\"</p> <!-- Block 34 --> <p><strong>47 min:</strong> Vorm, under intense pressure from Cole, drops a shoulder and sprays a gorgeous 40-yard crossfield ball wide left, straight onto the toe of Britton. The goalkeeper! West Ham fans are momentarily excused, Cardiff supporters indefinitely, but you have got to love Swansea City.</p> <!-- Block 35 --> <p><strong>49 min:</strong> Jarvis gets to the byline down the right, and clips a cross into the middle for Vaz Te, who shapes to scissor a Mark Hughes volley home, but is left hanging by Rangel, the defender nipping in to head clear. \"I believe David Evans is in deep, dark south west Wales, but deepest, darkest? Unless he's on West Angle Bay, he's not,\" begins Matt Dony. \"If he is there, though, African drumming would indeed be a surprise. I doubt any residents of Angle village have ever seen any drums that aren't British Military issue snares. Regarding the game, I've got both Rangel and Jaaskaliainen in my fantasy team. You win some, etc.\"</p> <!-- Block 36 --> <p><strong>50 min:</strong> Space for Graham down the left. The striker checks inside, opens his body, and looks to thread a shot into the bottom-right corner. Jaaskelainen makes a five-course meal of getting down to push the ball round the post, but in the final analysis he's done his job there, so. The corner is an egregious waste of precious time.</p> <!-- Block 37 --> <p><strong>51 min:</strong> Nothing's quite falling for the Hammers. Vaz Te makes a nuisance of himself at the right-hand post, and nearly finds Cole on the edge of the six-yard area, but as Cole shapes to hook home, the ball's hacked clear. Swansea don't look all too safe at the back.</p> <!-- Block 38 --> <p><strong>52 min:</strong> Graham is set free down the middle by a lovely through ball from Routledge, but he's hauled back for offside. He was level with the last man; Swansea can feel heartily aggrieved at that decision.</p> <!-- Block 39 --> <p><strong>53 min:</strong> It's all happening. Nolan is booked for clattering into Britton down the left. The ball's hoicked forward, and met on the edge of the area by Dyer, who heads past a flapping Jaaskelainen. The crowd cheer in expectation of the ball flying into the unguarded net, but Dyer's header is wide right, and he's been flagged for offside anyway. \"What do you say to the drummer at your door?\" I-say-I-say-I-says Scott Bassett. \"Thanks for the pizza, buddy.\"</p> <!-- Block 40 --> <p><strong>56 min:</strong> What a miss by Graham. This match should be over. Near the halfway line, Dyer drops a shoulder down the inside-right channel then cuts the West Ham defence apart with a diagonal through ball to Graham, cutting in from the left. The striker opens himself up, and looks to guide a shot into the bottom right corner, but gets too much on the effort and the ball flies wide. Not great. Meanwhile here's Matt Dony again, on the offbeat, striking back for the much-maligned sticksman: \"A scientist invents a mind reading device. He takes it along to a gig, and points it at each member of the band. The drummer is thinking, 'Look at the size of the crowd. We're gonna make loads on the merch stand!' The guitarist thinks, 'I've got that solo coming up, they're gonna love it.' The singer thinks, 'Wow, these songs are going down well. They're listening to all my lyrics!' The bassist is thinking, 'E E E E A A A A E E E E D D D D.'\"</p> <!-- Block 41 --> <p><strong>59 min:</strong> Collins is booked for clattering into Britton down the left, near the West Ham area. De Guzman curls a dangerous free kick to the far post. Chico isn't far from getting his head to it, but the ball flies out for a goal kick, with Jaaskelainen flapping. The West Ham keeper, so dependable through the years, has cut a risible figure today.</p> <!-- Block 42 --> <p><strong>61 min:</strong> Komik kutz in the West Ham area. Graham guides the ball towards the left-hand post, where Michu and Routledge take turns to take unsuccessful swipes at goal. They both have a couple of attempts from close range, the ball never quite falling in the right place for them, or at the required height. West Ham are in grave danger of conceding, they don't look certain of themselves at all.</p> <!-- Block 43 --> <p><strong>62 min:</strong> Maiga comes on for Cole. \"Has Sam Allardyce used his time in the Championship to become an even more outlandish caricature of his Bolton self?\" wonders Allan Castle, possibly a Newcastle/Blackburn fan who has successfully locked a dark period of his life away in the vault. \"He looks like a scary drunken uncle at a Mafia wedding.\"</p> <!-- Block 44 --> <p><strong>64 min: GOAL! Swansea City 3-0 West Ham United.</strong> Dyer exchanges a one-two with Michu on the edge of the area, before setting Routledge free down the inside-right channel. He reaches the byline, then clips a ball into the centre, where Graham bundles a slightly fortunate sidefoot home. But that was richly deserved, because Swansea had spent the couple of minutes leading up to the goal by pinging several one-touch triangles from the back. They're a great side to watch, and as things stand, currently top of the league with a goal difference of +8 after roughly one and three-quarter games.</p> <!-- Block 45 --> <p><strong>67 min: </strong> Chico is booked for sticking out a leg as Vaz Te looks to scamper past down the inside-left channel. He can have no complaints, but moans anyway, claiming the West Ham striker had handled earlier in the move.</p> <!-- Block 46 --> <p><strong>68 min: </strong> Vaz Te lashes a low free kick goalwards, but Vorm is behind it all the way. West Ham look, to a man, pretty damn miserable, it has to be said.</p> <!-- Block 47 --> <p><strong>70 min: </strong> Diarra replaces Diame, Big Sam's last roll of the dice. \"What do you call those people who hang around with Musicians?\" asks John Tumbridge. \"Drummers. Thanks. I'll get my coat.\" You may as well stay. Someone had to crack that one, after all.</p> <!-- Block 48 --> <p><strong>73 min: </strong> Routledge goes on a magnificent meander down the middle, gliding out slightly to the right as he reaches the West Ham area. For a second, it looks like he's going to go all the way, one of the great solo goals. But McCartney times his entrance brilliantly - something that couldn't be said during the Olympic opening ceremony, fans of Obvious Musical Patter - and pinches the ball with a sliding tackle at the death. Great play all round.</p> <!-- Block 49 --> <p><strong>76 min: </strong> De Guzman is replaced by Agustien. Meanwhile here's Andy Underwood with a cavalcade of chiming, choral chat: \"How do you know when a bassist is at your front door? They don't know when to come in. How many guitarists does it take to change a light bulb? 100: one to change the light bulb, 99 to stand around saying 'I could do that'. How many lead singers does it take to change a light bulb? None: they just hold the bulb and the rest of the world revolves around them. And finally one for the crew: why do Sound Engineers say one-two, one-two? Because you have to lift on three.\"</p> <!-- Block 50 --> <p><strong>79 min: </strong> This is over. Swansea are stroking it around simply to run down the clock. \"What's the difference between a drum machine and a drummer?\" parps Eamon McManus. \"You only have to punch the information into a drum machine once... honk?\" Hmm, not sure about that last honk, great joke, but it loses something in 5/4 time.</p> <!-- Block 51 --> <p><strong>81 min: </strong> Routledge goes off to warm applause, and no wonder, he's been magnificent. Moore comes on to replace him.</p> <!-- Block 52 --> <p><strong>83 min: </strong> Williams creams a long pass downfield - how very un-Swansesque - but with players lurking on the right, Reid is forced into a ridiculous handball save. He's booked for that. \"I'm surprised that nobody's cracked the Dave Grohl fave: What do you call a drummer who breaks up with his girlfriend? Homeless,\" writes Ryan Dunne. \"I do hope it's not because your average stereotypical MBM reader can neither grasp nor relate to the concept of a 'girlfriend'.\"</p> <!-- Block 53 --> <p><strong>84 min: </strong> Another change for Swansea, Michael Laudrup whittling away the minutes. Davies comes on for Taylor. \"Funny you should be making all these drummer jokes on what is a sad day for me,\" sobs Mark Ritson. \"It's the anniversary of when I had to sack our first drummer. Poor lad wasn't very good but he took it really badly. Ended up throwing himself behind a bus.\"</p> <!-- Block 54 --> <p><strong>87 min: </strong> Dyer has a rake from distance, but it's not on target. Like so many of his team-mates, he's had a very fine match. Meanwhile, here's what may well be the final muso gag of the afternoon, from the appropriately named Simon Says: \"Jazz musician goes to the doctor. Doctor says: bad news, you've only got two months to live. Jazz musician responds: OK. But what on?\"</p> <!-- Block 55 --> <p><strong>89 min: </strong> You'll notice I haven't mentioned many West Ham players during this second half. Well, there's a reason for that.</p> <!-- Block 56 --> <p><strong>90 min: </strong> Sam Allardyce is sat slumped in his dugout chair. He's past anger, past caring. He's almost horizontal, with both hands firmly thrust into his pockets, his chin pressed firmly into his chest. What a journey home awaits the professional football stars of West Ham United.</p> <!-- Block 57 --> <p><strong>90 min +1:</strong> There will be three additional minutes of this. It'll seem like three hours to poor Big Sam. I wonder if he's got enough chewing gum left?</p> <!-- Block 58 --> <p><strong>90 min +2:</strong> Moore bustles down the inside-left channel and gets a shot away, but it's nothing to write home about. It's not particularly worthy of any space here, either, but with nothing much else to say, it'll have to do.</p> <!-- Block 59 --> <p><strong>FULL TIME: Swansea City 3-0 West Ham United.</strong> And that's that! West Ham had a few moments in the first half, but were well beaten overall. Swansea were magnificent, and move to the top of the Premier League: two games played, two wins, eight goals scored, none conceded. They're wonderful to watch, too. \"How much would it have cost Liverpool to buy the entire first-team squad instead of just the manager?\" wonders Peter Roy. No need for a drum roll after that one, it's a nice gentle payoff that works just fine as it is.</p>",
  "<p>Another balmy Nevada night marched towards dawn and the revellers at the Surrender nightclub showed no sign of flagging. Young women in bikinis and high heels and bare-chested young men danced to a blasting techno beat. Others splashed in the three tiered pools with inflatable lily pads and gyrated around stripper poles. The thirsty lined the bar with Jägerbomb cocktails.</p> <p>\"This is where you come for a party,\" Ajay Mistry, 25, an insurance strategist from London, shouted over the music. He wore sunglasses, an inflatable ring and a wide grin. \"I see myself as a seasoned partier but you don't see this in England.\"</p> <p>As he spoke a group of girls chased each other into a pool, laughing, pursued by a musclebound companion clutching four beers. It was 3.30am and things were just warming up.</p> <p>Planet Las Vegas, in other words, continued to orbit as normal despite <a href=\"http://www.theguardian.com/uk/2012/aug/23/prince-harry-photo-press-internet\" title=\"\">the storm on both sides of the Atlantic </a>over the nude Prince Harry pictures. Moralists who may have hoped for at least a blush from Sin City were disappointed. It embraced the scandal with glee, adding the prince to the pantheon of celebrities who have sustained its image of Babylonian hedonism.</p> <p>\"Las Vegas is a place to celebrate adult freedom, freedom that even celebrities and royals can enjoy,\" said Cathy Tull, a spokesperson for the Las Vegas Convention and Visitors Authority.</p> <p>As the city continued partying, however, and as Harry returned to England for the expected carpeting from Buckingham Palace and a rumoured head-to-head with his exasperated father Prince Charles, the question remained: why does this neon mecca in the desert so enthrall twentysomethings the world over?</p> <p>There are, after all, equally racy alternatives such as Ibiza, Ios, Goa and Bangkok which are cheaper and often closer to home.</p> <p>Las Vegas, with its fake architecture and near-zombified slot machine players, many of them elderly, could seem square in comparison. Yet it remains a magnet for foreigners who comprised about a quarter of last year's 38.9 million visitors, the second best on record. This year may surpass that with the help of Britons arriving on expanded BA flights and a new Virgin Atlantic route.</p> <p>Las Vegas's response to the Harry brouhaha underlined its shrewd – critics would say shameless – marketing instincts. While the royal family tried to stop British newspapers from publishing photos that went viral on the internet, Sin City hailed Harry as a worthy son.</p> <p>Tourism authorities placed an advert in <em>USA Today</em> on Friday saying fault lay not with the 27-year-old prince's decision to invite a hen party to his suite at the Encore Wynn resort and get naked but with the guest who snapped him – cupping his genitals in one image, bear-hugging a naked young woman in another – and sold the images to the gossip website TMZ.</p> <p>It was, said the advert with mock solemnity, a violation of the code that what happens in Vegas stays in Vegas. \"For shame! To those who traded in their pledge to their Las Vegas brethren, we deplore you! We are asking for a shun on these exploiters … we shall boycott partying of any kind with them. No bottle service. No bikini-clad girls. No Bucatini from Batali. In other words, we will not play with them any more.\"</p> <p>In reality Las Vegas has adapted to an era in which visitors prefer to celebrate and often embroider their exploits on social media rather than hush them up. Bars and nightclubs have no prohibition against cameras or smartphones. The belief that all publicity is good publicity stretches back to the 1940s when fledgling casinos pitched the nearby atomic test blasts which broke their windows as another reason to visit. The city's official mascot was Miss Mushroom Cloud. Earlier this year it played up its mafia past by opening a mob museum.</p> <p>\"Vegas wants to fuel the notion that Three Finger Lenny could be at the blackjack table beside you ordering a hit, even though organised crime has had nothing to do with hotels here for 25 years,\" said Michael Green, a history professor at the University of Nevada.</p> <p>The city, he said, thrived on selling fantasy. Just as its architecture mimicked Roman temples, Venetian canals and the Eiffel Tower, its reputation steeped visitors in the sensation of hedonism, regardless of what they actually did.</p> <p>The in-your-face promotions of prostitution show sleaze is real but many if not most visitors avoid decadence. Many are families with young children. Others are elderly whose principal vices are slot machines and blackjack.</p> <p>Even Harry, despite hysterical reactions implying he was Kubla Khan, behaved just like many bachelors his age. With the difference, of course, that he was third in line to the throne and did not have to trawl Expedia.com seeking bargains. Steve Wynn, the billionaire resort owner, waived his entourage's estimated £30,000 bill.</p> <p>\"He represents the British people more than anyone else [in the royal family]. I'd rather he did that than be uptight,\" said Mistry, the insurance strategist, as he partied in Surrender, the same club as Harry. \"In England we like to think of ourselves as crazy partiers but in reality we're not. Very few go to a club and talk to someone new.\"</p> <p>Las Vegas glinted with sexual promise but much of the appeal was great weather, indulgent bouncers and lack of queues, he said. \"I'd say it's 25% to 30% about sex. Mainly it's about having fun with your friends.\"</p> <p>The city generated an exhilaratingly unreal atmosphere. \"When you're here you look at it like you're in the cinema,\" said Mistry.</p> <p>It is a triumph of marketing that most would think of George Clooney in <em>Ocean's Eleven</em> or Sharon Stone in <em>Casino </em>rather than grittier scenes that could have been scripted by Roddy Doyle – such as two inebriated young Irishmen with shaved heads weaving out of Surrender yelling abuse at equally drunk Americans: \"Ye Yankee fucks!\"</p> <p>In the wake of the Harry furore more Britons than ever seem keen to view the spectacle. Virgin Holidays reported a 30% spike in interest.</p> <p>Mohamed Airoz, a 21-year-old from Saudi Arabia, sat on a ledge by the pool with wide-eyed awe watching others frolic. \"This is the best place I have ever been,\" he said. \"It's more than I expected. Much more.\"</p>",
  "<p>Ministers have launched a £2m emergency plan to tackle a cholera epidemic sweeping through Sierra Leone.</p> <p>It is the first time the Department for International Development has activated its Rapid Response Facility, which will tap into a network of private businesses and aid organisations to deliver emergency medical, water and sanitation to people affected by the epidemic.</p> <p>The water-borne disease, which causes severe vomiting and diarrhoea, has already killed more than 200 people, with more than 12,000 infected across the west African country. It is expected to peak in three weeks' time.</p> <p>DfID said the £2m would go towards providing clean water and sanitation to nearly 2 million people and would also fund direct treatment for up to 4,500 people affected by the disease. Anti-cholera drugs and water purification kits will also be shipped to the country.</p> <p>The international development secretary, Andrew Mitchell, said: \"The cholera epidemic in Sierra Leone is fast becoming a crisis, with millions potentially at risk. The UK is – for the first time – activating the Rapid Response Facility, its network of private sector and aid experts to make sure we get aid to where it is needed, fast.\"</p> <p>He added: \"We will monitor closely to make sure every penny of British aid achieves results and supports those in dire need.\"</p> <p>Save the Children, Oxfam, Care International and the British Red Cross have all been drafted in as part of the emergency response. DfID said the department's private sector partners, which includes Standard Chartered Bank, Guava International and global satellite company AST Systems, would supply the majority of the aid organisations' relief supplies and logistics.</p> <p>The network was established in March and allows the UK government \"to commit to rapid humanitarian funding\" within 72 hours in response to disasters and rapidly escalating humanitarian emergencies.</p> <p>Save the Children said it was scaling up its response to support government cholera treatment units and increase the number of trained community health workers.</p> <p>The outbreak has affected other parts of west Africa but Sierra Leone has been worst hit, especially in the capital Freetown, where poor sanitation and dirty water in slum areas has contributed to the spread of the disease.</p> <p>Heather Kerr, Save the Children's Sierra Leone country director, said children were particularly vulnerable. \"If we can't get this outbreak under control quickly and comprehensively, it has the potential to kill many more children,\" she said. \"Children die very quickly from cholera if they don't receive immediate medical help. The sheer volume of people who are contracting the disease means that aid agencies need more funding now to respond more efficiently to this devastating outbreak.\"</p>",
  "<p>The struggle of unemployed Spanish farm labourers continues to grab global headlines. First with the enterprising supermarket sweeps led by the maverick <a href=\"http://www.theguardian.com/world/2012/aug/15/spanish-robin-hood-sanchez-gordillo\" title=\"\">\"Robin Hood mayor\", Juan Manuel Sánchez Gordillo</a>, and this week with the <a href=\"http://www.nytimes.com/2012/08/24/world/europe/economic-crisis-in-spain-reignites-an-old-social-conflict.html\" title=\"\">mass occupation of the Palacio de Moratalla</a>, owned by the Duke of Segorbe. \"We're here to denounce a social class that leaves such places to waste,\" proclaimed Diego Cañamero, leader of the Andalusian Union of Workers – the duke was not there to hear him say it, being in one of his other homes, 60 miles away.</p> <p>The duke, like many of the region's titled landowners, receives farm subsidies from the EU for his vast expanses of land, irrespective of whether anything is grown on it – meanwhile, rural poverty and unemployment soar ever higher. While the eurozone crisis, <a href=\"http://www.theguardian.com/business/2012/jul/11/mariano-rajoy-spain-65bn-cuts\" title=\"\">Rajoy's austerity measures</a>, and the collapse of the construction industry on the Andalusian coast have brought it into sharp focus, the struggle for land goes back centuries in Spain. Some of the most notorious examples include the ill-fated Asturias Rising in 1934, in which 1,335 people were killed, and the election of a Spanish Federal Republic in 1873, a regime of radical decentralisation, which saw villages proclaim independence from the state and begin to carve up the large estates of the nobles for farming.</p> <p>In Sánchez Gordillo's utopian town of Marinaleda, the farmland they spent 12 years attempting to requisition from the Duke of Infantal had always lain idle – but since their historic victory in 1991 those 1,200 hectares (2,964 acres) have employed the majority of the town's population of 2,600. It helps that the Marinaleños specifically chose labour-intensive crops, and ones that would need canning and packaging afterwards, to create more work. When I interviewed Sánchez Gordillo for <a href=\"http://amzn.to/utopia2012\" title=\"\">my book</a> earlier this year he explained the rationale: \"Our aim was not to create profit, but jobs, so we created a complementary industry to transform our agrarian products: peppers, artichokes, favas, broccoli, olive oil and olives.\" The idea, he went on, is that \"la tierra es de quien la trabaja\" – the land is for those who work it.</p> <p>The current struggle for land terrifies the Spanish right, and the paucity of their response has been telling. \"They're just uneducated farmers\" someone told me haughtily on Twitter (bigoted and irrelevant at the same time), while another chipped in \"Sánchez Gordillo is a monster\" (difficult to prove without a DNA test). There has been no critique of their argument – simply, that the crisis of capitalism is being visited squarely on the poorest in Spanish society – because there can be no critique. Marinaleda terrifies them even more; first because it proves that protest works, and second because it works. The town has only 5% unemployment – and most of these people are recent arrivals, economic migrants from outside – compared with 34% in Andalusia as a whole.</p> <p>As Rajoy's £65bn austerity measures start to take effect, and the crisis deepens, expect arrests, slander and agents provocateurs – this has as long a history in Spain as the struggle for land. During the late 19th century, the rightwing Carlists published provocateur newspapers that they would then use as evidence of the dangerous anticlericalism of the country's burgeoning anarchist movement. One of these newspapers contains better rhetoric than I've seen in most sincere insurrectionary tracts: \"Let us tear down the vault of heaven as though it were a paper roof!\" ran the lead story in a provocateur newspaper called Los Descamisados. \"We, the disinherited, the pariahs, the helots, the plebs, the dregs, the scum, the filth of society declare that we have reached the depths of our misery and the hour of triumph is at hand!\"</p> <p>Fair enough.</p>",
  "<p><a href=\"http://www.sfgate.com/news/article/Samsung-ordered-to-pay-Apple-1-05B-in-patent-case-3813619.php\">A home-town jury has given Apple the world</a>, or at least the United States, in its campaign to control the smart phone and tablet markets.</p> <p>Samsung, which decisively lost the highest-profile case to date in Apple's sue-everywhere strategy against the Android operating system, will surely appeal the verdict handed down the San Jose, California, federal court on Friday afternoon. And even if <a href=\"http://bits.blogs.nytimes.com/2012/08/24/samsung-apple-reactions/\">Samsung ultimately has to pay the $1bn judgement</a>, the company can afford it.</p> <p>But we're likely to see a ban on many mobile devices from Samsung and other manufacturers in the wake of this case, as an emboldened Apple tries to create an unprecedented monopoly. If so, the ultimate loser will be competition in the technology marketplace, with even more power accruing to a company that already has too much.</p> <p>The jury's quick decision – just two days of deliberations in an immensely complex case, with more than 100 pages of instructions from the judge – surely means the panel members had made up their minds in the courtroom and <a href=\"http://www.theverge.com/2012/8/23/3260463/apple-samsung-jury-verdict-form-nightmare/in/2971889\">spent most of their time in the jury room filling out a 20-page form</a> of checkboxes and granular detail. And on almost every point that mattered, they gave Apple what it wanted. The jury tossed out virtually all of Samsung's counter-claims against Apple for infringement on its own patents, and awarded no damages to Samsung.</p> <p>Crucially, the jury found none of Apple's patents invalid, despite substantial evidence that others anticipated many of the innovations that Apple put together when it released its first iPhone. This is a shame, because Apple's abuse of our out-of-control patent system has given Apple its chief ammunition in its global campaign to destroy Google's Android operating system, which Samsung (and many others) adopted for its smart phones.</p> <p>The California jury's decision came a day after <a href=\"http://www.theguardian.com/technology/2012/aug/24/apple-samsung-fined-patent-breaches\">three Korean judges handed down a mixed decision in a similar case</a>, saying both companies had violated some patents and ordering several products – mostly older ones that barely figure in today's market – off store shelves.</p> <p>Now, I'm not a fan of Samsung. Like so many others in the technology world, it has has behaved in ethically questionable ways. And it quite plainly did mimic much of the functionality of the iPhone – though it was Apple's longtime CEO, Steve Jobs, who famously quoted Picasso's adage that good artists copy and great artists steal.</p> <p>But in recent years, I have become even less a fan of Apple. It is now the uber-bully of the technology industry, and is using its surging authority – and vast amounts of cash – in ways that are designed to lock down our future computing and communications in the newest frontier of smart phones and tablets.</p> <p>In the end, Apple will settle for nothing less than outright capitulation by Samsung – and, by extension, other Android device makers – in what Jobs called a \"thermonuclear war\", which he planned, before his death, to wage on Android. If Apple is successful, either all Android manufacturers will pay Apple a license fee, or Apple will simply make it too expensive, via lawsuits, for other phone makers to compete. And if that happens, Apple's financial dominance in smart phones (Android leads in overall numbers of units sold) and overwhelming dominance in the tablet market could be insurmountable. Users of technology should worry about that scenario, for many reasons.</p> <p>Even more than Microsoft during that company's most ruthless days in the 1990s, Apple wants control over how we use technology. It locks down the iOS, requiring that apps be offered or sold only though its own portal, and limits competition when a developer is doing anything that might have an impact on its own business. And as Apple expands into living rooms – a TV is widely believed to be on the horizon – and beyond, we have to ask: do we want a single company with such influence?</p> <p>It's only fair to note that Apple fans are ecstatic at the prospect. They are eager to live in the embrace of their favorite company, and believe they get a safer and smoother experience by doing so. But those of us who believe we should be able to use what we buy the way we want to use it are less enthralled. We don't want Apple, or any other company, dictating – in fundamental ways – how we compute and communicate. Yet, that is precisely where we may be heading.</p> <p>And what of the patent process that has given Apple such leverage?</p> <p>Richard Posner, a well-respected federal judge in another Apple-versus-Android case (this one, which he threw out of court, involved Google's Motorola unit), <a href=\"http://www.theatlantic.com/business/archive/2012/07/why-there-are-too-many-patents-in-america/259725/#.T_7jUH2JTJg.facebook\">has famously called</a> said there are \"serious problems\" with the current patent system, warranting an overhaul. We're stuck with what we have for the moment, however.</p> <p>And if Apple can abuse that off-the-rails system to thwart innovation and the iterative process that sees all tech companies build on the successes of the past, the most valuable company in the world will have more power than what it has richly earned through smart business practices.</p> <p>The cases in Seoul, San Jose and around the world are about everyone's future. For people who believe in competition in technology, and freedom in how we use it, Friday's events were bleak, indeed.</p>"
]