[
  "<p>Even as Emeli Sandé kicked off the closing ceremony, rumours circulated about what the show would entail. Some of them seemed redolent of the spirit of wild optimism that the Olympics seem to have engendered in the UK.</p> <p>Had the organisers convinced Kate Bush to perform live, 33 years after her last solo gigs? Was the heavily-pregnant Adele really going to appear, a performance that would have carried with it the possibility of the Olympics being concluded with the sight of a woman giving birth live onstage? And would Ed Sheeran be performing with a reformed Pink Floyd? He said yes, the former members of Pink Floyd said not and the former members of Pink Floyd turned out to be right: as with all the other rumours, it turned out to be false.</p> <p>Perhaps his backing band – which in fairness contained the drummer from Pink Floyd – just told him they were Pink Floyd and, buoyed by the positive atmosphere of the past fortnight, he bought it.</p> <p>Other rumours suggested that things were getting back to normal, and that a certain cynicism was once more creeping back into the British mindset. Would the Spice Girls sing live? \"I'm dreading the cacophony of moaning if they mime,\" offered one Spice supporter on Twitter, thus raising the fearful thought of the cacophony if they didn't mime.</p> <p>As it turned out, miming or not, they arrived hot on the heels of Jessie J, performing Price Tag from the back of a moving car you rather wished would keep going straight out of the stadium, and were thus greeted with an almost hysterical gratitude.</p> <p>Occasionally, the music at the Opening Ceremony was noticeably more recherche than you might have expected: before their track Olympian came blaring out of the speakers, you would have got fairly long odds on an appearance by leftfield electronic duo Fuck Buttons, no matter how appositely their material was titled. But, with the greatest of respect to the musicians involved, at the opening ceremony the soundtrack played a supporting role to the spectacle. In the closing ceremony it was significantly foregrounded, which meant nothing similar was ever likely to happen, lest it bring about a pronounced case of the nonplussed WTFs? among the global viewing audience. They stuck with big acts doing their biggest hits, or indeed other people's: you could argue that amounted to playing it safe, but equally, if you've got to have Liam Gallagher, you might as well have him singing Wonderwall.</p> <p>And who doesn't want to see the Pet Shop Boys performing West End Girls, particularly when they do it wearing gigantic conical hats while circling the stadium in the back of two rickshaws covered in fluorescent orange origami? Only George Michael favoured the watching world with a new song, thus answering at a stroke the question of what it would take to dampen the spirits lifted by the preceding fortnight's events.</p> <p>Elsewhere, Elbow performed Open Arms – there's something sweetly improbable about the world's athletes flooding into the stadium to the strains of a song about a community centre in Bury – as well adhering to the strictly-enforced law that demands no televised sporting event can be allowed to conclude without the playing of One Day Like This. It tells you something about the loveliness of the song itself that it still retains an ability to tug at the heartstrings despite its ubiquity.</p> <p>Stuck with the famously thankless task of trying to please all the people all the time, the closing ceremony certainly wasn't an event without some fairly substantial musical longeurs. There were moments when you began to wonder if the Olympics were the only thing we had to hand over to Rio: could the Brazilians not be coerced into taking Russell Brand off our hands while they were about it?</p> <p>At other times, you started to think wistfully about some of the wilder rumours that had circulated, and wishing they'd come to pass, however improbable they seemed. Not least the one involving Queen performing with Freddie Mercury in hologram form. As it turned out, they performed with Jessie J, which couldn't help but seem a bit anti-climactic if you'd expected the spectre of rock's greatest showman flickering in 3D.</p> <p>The Who closed proceedings, but the sense that the night was lacking a genuinely gasp-inducing moment hung around. Then again, you could argue that there's been enough of them over the last couple of weeks to last anyone a lifetime. The closing ceremony didn't quite live up to what had preceded it. Perhaps nothing could.</p>",
  "<h2>Archery by Eddie Butler</h2> <p>After the women's individual competition at Lord's, the silver medallist, Aída Román, and bronze medallist, Mariana Avitia, took a call from the president of Mexico, who wished to congratulate them on becoming their country's first ever medal winners in archery. The two women went to the press conference and delightedly took their place on either side of Ki Bo-bae of South Korea, the gold medal winner. Ki promptly burst into tears and apologised to her country for winning – in a sudden-death one‑arrow shoot-off – with a score of 8. \"Koreans do not shoot 8s,\" said the champion.</p> <p>It was a slightly unusual way to celebrate Korea's domination of the sport, especially since Ki is generally seen as the more happily demonstrative face of archery in a part of Asia where it is taken very seriously. Oh Jin-hyek, Ki's boyfriend and known as \"Soft Drink Pig\" for his taste for fizzy refreshments, won the men's individual competition, and the women's team took their seventh gold medal in seven Games.</p> <p>Italy, thanks to a 10 with a last arrow – no other score would have sufficed – from the ever so slightly paunchy Michele Frangilli, took the men's team event. Italy celebrated with Mexican delight. Britain's archers took their failure to go further than Larry Godfrey's place in the last 16 with a solemnity worthy of the Koreans.</p> <h2>Athletics by Anna Kessel</h2> <p>Athletics is always labelled the blue riband event of an Olympic Games, and in the case of London 2012 the billing was entirely justified. Although rowing and cycling sent a wave of excitement across the nation during the first week, it was the first Saturday of the athletics that set the Games alight. An unprecedented three British gold medals in 45 minutes, from Jessica Ennis in the heptathlon, Greg Rutherford in the long jump and Mo Farah in the 10,000m, provided a thrilling opener to the track and field events as the British public whooped and swooned. On that evening it seemed impossible to imagine that such noise could be repeated, let alone bettered in the following days.</p> <p>But that kind of thinking did not factor in the Usain Bolt effect. When he entered the picture along with an impressive team of Jamaica sprinters, the anticipation in the Olympic Stadium went stratospheric. Bolt's team-mate Yohan Blake, the 100m and 200m Olympic silver medallist, described it best when he talked about the Jamaica sprint relay team dropping in from outer space – not quite human, direct from Mars. Bolt joked that Blake was off his head but the 22‑year‑old did not have it far wrong.</p> <p>When Bolt, despite question marks over his fitness, tore apart the competition to defend both of his sprint titles and earn himself legendary status, the watching public were overawed. Bolt became the centre of the party, and everyone wanted a piece of him. Whether he was posturing on the track, or posing with three female Swedish handball players in his bedroom, Bolt was front‑page news. Helping his team to a world record in the 4x100m relay was no more than icing on the cake as the quartet clocked 36.84sec, smashing their old mark by 0.2sec and leaving the USA trailing on the home straight, as Nesta Carter, Michael Frater, Blake and Bolt brought home the baton for the fourth athletics world record of the Games.</p> <p>Perhaps most pleasing of all for the sport was the emergence of new stars. David Rudisha was the standout candidate for global recognition as the 800m runner pulled off arguably the athletics performance of London 2012. Rudisha, a shy 23-year-old from the Maasai tribe in Kenya, broke his own world record in a time of 1min 40.91sec. But it was the manner in which he did so that caught the imagination. Sprinting from the outset he indicated that he was not content to simply win his first Olympic gold medal but that he wanted to do it in style. Caught up in the excitement spectators leapt to their feet, urging him on as he kicked once, and then twice, the field chasing him, dragged to their own personal bests and national records.</p> <p>Just when it had seemed as though nothing could top these moments, as though nothing could ever make the crowd cheer louder, Farah came back to the Olympic Stadium to win his second title in the 5,000m. As he sprinted for the line, the roars that accompanied his long elegant strides were deafening. Dropping to the track to perform a drill of sit-ups, the 29-year-old clowned around Bolt-style, and the crowd were enthralled. The entire stadium stayed on to watch Farah receive his gold medal, chanting: \"We want Mo!\" while they waited. Their patience was rewarded as not only Farah but his long-time friend Bolt returned to the arena to stand on the podium together, an iconic image that will last long in the memory.</p> <h2>Badminton by Peter Walker</h2> <p>One of the more low-key Olympic sports received some unwelcome global exposure following farcical scenes in which four mixed doubles pairings – the Chinese top seeds, plus two South Korean duos and one from Indonesia – very obviously tried to lose their last matches in the opening group stage to ensure kinder knockout ties. Crowds at the Wembley Arena venue booed and jeered as some of the world's top players repeatedly hit serves into the net or wildly out.</p> <p>All were disqualified the next day, as it emerged the sport's governing body had been warned repeatedly by players and coaches that the new group stage could lead to such scenes. The Badminton World Federation apologised, but insisted the group stage system still had its merits.</p> <p>One of the Chinese players thrown out, 26-year-old Yu Yang, took to the Chinese social media site Weibo to announce her retirement, saying the organisers had \"heartlessly shattered our dreams\".</p> <p>This drama done, it was very much business as usual as China still won all five gold medals – the Chinese second seeds took the mixed title – as well as two silvers and a bronze. The other medals went mainly to traditional strongholds such as Denmark, Japan and India.</p> <h2>Basketball by Owen Gibson</h2> <p>It still seems a lot of money to spend on a venue that is going to be taken down immediately afterwards, but the pillow-like basketball arena on the Olympic Park created one of the best atmospheres of the Games. Inevitably, the focus was on the USA throughout but the fervour with which rowdy Spanish and Lithuanian fans, in particular, followed their teams meant the temporary venue rocked even in the early stages of competition. A particularly bad-tempered quarter-final between France and Spain was criticised for betraying the values of the Olympic movements. But there will be inevitable questions about the competitiveness of some of the games in the early group stages, as demonstrated by the fact that the USA topped group A with a points difference of +191 while Nigeria finished fifth with a points difference of -118. Great Britain did not embarrass themselves, but did not live up to ambitious pre-Games hopes that they might qualify.</p> <p>Inspired by Luol Deng they did, however, overcome China in their final group game by 90 points to 58. Once the competition got serious in the quarter-final stage, the action moved to the North Greenwich Arena and the USA moved inexorably towards a final against Spain. In the women's competition, USA were also dominant, beating France 86-50 in the final.</p> <h2>Beach volleyball by Owen Gibson</h2> <p>Before the Games, the beach volleyball tournament became a symbol of what London hoped to achieve. A tight arena crammed into an iconic location on Horse Guards Parade, played on the 5,000 tonnes of sand brought in for the occasion and presented with as much razzmatazz as organisers could muster, it was one of the feelgood destinations of the Games. Whether the dancers, the Benny Hill theme and the Kiss Cam added up to an experience that was more entertainment than sport didn't seem to detain the 16,000 packed into the venue every day, and it became a magnet for celebrities and royals. But on the court the action was intense and frantic. The German pair of Jonas Reckermann and Julius Brink won the men's competition but the US continued their longstanding dominance of the women's tournament. Following an all-American final, Misty May-Treanor and Kerri Walsh Jennings won their third gold medal at consecutive Games. British women's pair Zara Dampney and Shauna Mullin failed to make the last 16 after being defeated by an Austrian couple in a \"lucky loser\" play-off. But both paid tribute to an atmosphere that they said would remain with them for ever. \"Every time I stepped on court, it's given me goose pimples,\" said Dampney. The future of the sport in Britain is uncertain, but the 5,000 tonnes of sand will be used to create 30 new courts within the M25. With the sport heading for the more traditional setting of Copacabana beach for the next Games in Rio, it seems safe to assume it will again be one of the more high profile draws.</p> <h2>Boxing by Kevin Mitchell</h2> <p>To finish ahead of Cuba, Russia and the old \"East\" in Olympic boxing – not to mention the USA men going home potless – describes a quite wonderful London Games for this dedicated and talented Great Britain squad.</p> <p>Three golds, one silver and a bronze: to outstrip the deeds of the 1956 team, whose golden heroes, Terry Spinks and Dick McTaggart, were for years held aloft in boxing like the 1966 World Cup team; to do better than the Beijing battlers, who came home with a gold and two bronze … and to do it at home, these are considerable achievements.</p> <p>Whether the host broadcaster, the arbiter of our national conscience for the past fortnight, elevates boxing alongside the lesser deeds of the divers and horsey folk, the wonderful cyclists and the rowers, well, that is doubtful given the marginalisation of the sport in the BBC's main bulletins. Boxing still frightens the middle classes.</p> <p>Yet nothing can dilute the experience for Anthony Joshua, Luke Campbell, Nicola Adams, Freddie Evans and Anthony Ogogo – as well as the five who did not get a medal. Campbell, the bantamweight king, described it best. \"We live together, we eat together, we travel the world together.\"</p> <p>The Americans, meanwhile, who have won more Olympic boxing gold than even the Cubans, do very little together and had only the gold of Claressa Shields to console them after their worst performance.</p> <p>The memory that will resonate will be aural as much as visual: that wall of sound that turned the ExCeL into a half‑lit bearpit of excitement over the past fortnight.</p> <p>Nearly every day and night session was sold out, unheard of in modern times. But they did not just come to see the Cubans, or even the British boxers, but the exceptional competitors from Europe and beyond and, most noisily, the Irish. The Daily Telegraph even thought Katie Taylor was British; as did the Russian sports minister. Now they know.</p> <p>It was the women who surprised us all. This was their inaugural Olympic tournament and their excellence and good humour were a revelation to many who knew little about their sport. Natasha Jonas and Adams smiled from start to finish, through disappointment and triumph, and poor Savannah Marshall was dumbstruck in defeat, as was the team captain, Tom Stalker, who could find no words to express his disgust at losing a fight he was sure he had won.</p> <p>That was one of many debated decisions – although Joshua and Ogogo will admit they also benefited from close calls. The sport is dogged by incompetence and pig-headedness. Change is coming, though. There is talk of introducing 10-9 rounds, as in the pros, and five three-minute rounds are virtually nailed on for the next Olympics. Headguards have already been done away with in the semi-pro World Series of Boxing and that will be a feature of Rio in 2016 too, as the amateur game converges with the professional. Then we will have blood to go with the glory, the money – and the noise.</p> <h2>Canoeing by Robert Kitson</h2> <p>From the white water of Lee Valley to the calmer waters of Eton Dorney, this was another sport that took full advantage of its rare moment in the sun. It helped that Britain scored an unprecedented medal one-two in the two-man slalom, with Tim Baillie and Etienne Stott enjoying the run of their lives to pip compatriots David Florence and Richard Hounslow to the gold.</p> <p>There was success, too, in the sprint kayak for the sensationally quick Ed \"The Cleaver\" McKeever, who added Olympic gold to the world and European titles he won in 2010. GB canoeing's national performance coach Brendan Purcell reckons McKeever could be kayaking's equivalent of Sir Chris Hoy, with the potential to compete strongly at the next two Olympics.</p> <p>Given Tim Brabants's gold in Beijing in 2008 was the first by any British canoeist in Olympic history, it has been some transformation.</p> <p>Liam Heath and Jon Schofield also collected bronze in the two-man kayak to give the normally dominant paddlers of eastern Europe something else to chew on. With Australia winning a surprise gold in the K4 category, only their third medal in the sport's 74-year history at the Games, there has been a small but significant shift in the world order. Overall, though, the leading nation honours were predictably shared by Hungary and Germany, who collected three golds and six medals apiece, followed by Ukraine and Russia. There is no question the GB team enjoyed an uplift from home advantage but, as with the rowers, it was by no means the sole explanation for their success.The introduction of 200m sprint racing seemed popular with the public, although buying tickets for 36 seconds of action may not be everyone's idea of a wise investment.</p> <h2>Cycling by William Fotheringham</h2> <p>Nine out of 10. That number dominates any reckoning of cycling at the London Games, simply because Great Britain's hit rate from the track was so spectacular, the contest over the six days so completely one-sided, the flood of world records so overwhelming. Since Beijing, followers of Dave Brailsford's troupe have assumed that 2008 could never be topped. How could it? Well, win seven out of 10 golds, add in a silver and bronze and a disqualification, then factor in demented, deafening, ecstatic full houses and inch-perfect organisation, and if sporting nirvana exists, what we saw in the velodrome from August 2-7 was not far from it.</p> <p>If Brailsford and his coaches, and Sir Chris Hoy, Victoria Pendleton, Ed Clancy and the others deserve praise, it's for holding their nerve. In Hoy and Pendleton's case, in one final push in the face of adversity; in Clancy's, in his and his team pursuiters' capacity to take on the dominant Australians; in the sprint coaches', for not giving up when the team sprint conundrum seemed impossible. Brailsford and Sutton didn't shy at the hardest decision of all, to drop Hoy from the sprint, and it paid off; they also gambled on the nascent talent of Laura Trott and Philip Hindes at the vital moment.</p> <p>Despite disappointing world championships from 2009 to 2011, the mantra remained constant: Olympic events are all that matter. It wore thin, but was ultimately vindicated. In addition, Brailsford had cover. The goalposts were moved, but not far; the loss of two timed events – men's and women's pursuits – from Beijing was compensated for by the omnium, in which – guess what? – timed events account for half the points. The two other disciplines dropped from Beijing, the points and madison, were less suited to the British methodology, and produced a single bronze between them in 2008.</p> <p>The opposition came lulled by the slow British buildup and went away humiliated. But rather than allegations of magic wheels, or indulging in a bitter-Tweet symphony — to cite only the French — the opposition should take a long hard look at themselves. The Dane Lasse Hansen's victory in the omnium and Anna Meares's gold in the women's sprint were examples of occasions when fine competitors simply knew no fear; the German win in the team sprint a rare instance of Brailsford's boffins failing to dot every 'i'.</p> <p>British success aside, what to retain of things two-wheeled at London 2012? On the plus side, unprecedented and immense support for the men's and women's road events, of such quality that it's hard to imagine that this is only the fifth Games in which the best – professional – road cyclists have been eligible to compete. If there was ever an argument for investment in women's cycling, this was it. On the minus side, BMX increasingly looks like a demolition derby unworthy of the Games and Team GB's domination in the velodrome should not make us ignore the flaws in the rejigged track programme, which is now too thin and too dependent on timed events, underlined in London by spreading five days of competition into six.</p> <h2>Diving by Esther Addley</h2> <p>The despair on the face of the world champion, Qiu Bo, said it all. Beaten into second place by a dazzling performance by the American David Boudia in the 10m platform final, the Chinese diver buried his face in the tiles of the shower, inconsolable. Such is the exceptional standard of Chinese diving, and so great are the expectations on the country's divers, that even against the best of the rest of the world, performing at their very highest, silver is not good enough.</p> <p>Some members of China's diving delegation were in tears, too – a remarkable sight given that the country's tally in London 2012's eight diving contests ended at six golds, three silvers and a bronze. At Beijing four years ago the country had come even closer to a gold clean sweep, denied only after a brilliant final dive by the Australian Matthew Mitcham won him the individual 10m contest. On the platform and the springboard, alone and in pairs, men and women, China remains utterly dominant in the sport. It left some very strong diving nations looking as if they were fighting over the leftovers. Mexico did well with two silvers, while Russia claimed the remaining gold in the men's individual 3m springboard. Boudia had already won a bronze for the US with Nicholas McCrory in the synchronised platform event.</p> <p>For Britain's performance director, Alexei Evangulov, the picture from London is reasonably positive. Tom Daley's bronze proved that he is much more than a pretty face, and meant the squad hit its pre-Games target of between one and three medals. Daley and synchro partner Pete Waterfield had missed the podium in the synchro event only by one place after a single mistake.</p> <p>There were fifth-place finishes in the women's synchro platform and men's synchro springboard, from a squad which, at 12, was the largest team of British divers to qualify for the Olympics since 1908. Most encouraging, perhaps, is the young talent who now have Olympic experience: aside from Daley, who is still just 18, Alicia Blagg is 15, Jack Laugher, 17, Chris Mears, 19. Roll on Rio.</p> <h2>Equestrian by Stephen Moss</h2> <p>Many pundits were critical of the decision to stage equestrianism at Greenwich Park and even after 10 days of fabulous, mostly sun-blessed action in which Britain exceeded expectations by winning three golds, a silver and a bronze there were still a few naysayers. \"Where's the legacy?\" they cried.</p> <p>In many ways they were right. The wonderful arena will now be dismantled; the cross-country course has already gone, with the obstacles distributed to other venues. Soon it will all be a memory and Greenwich's angry dog walkers will have back their park. But what a memory!</p> <p>Britain's double dressage gold will certainly have a legacy in terms of coverage, participants and sponsors. Soon we will all be able to distinguish piaffe from passage. Team GB's surprise team showjumping gold got plenty of headlines, too, though there was further disappointment for Nick Skelton in the individual competition. The format was bizarre: Skelton jumped four clear rounds in qualifying but none counted on the day of the final. So why have them? It was absurdly convoluted, a sign that the sport has forgotten how to communicate with the public.</p> <p>The eventing, with which the horsefest began, was dominated to a ludicrous degree by Zara Phillips, who at least had the good grace to be embarrassed. Zara-mania obscured the fact there was a genius riding – Michael Jung, right,who on his 30th birthday secured individual gold and became the first rider to hold the world, Olympic and European titles simultaneously.</p> <p>He also led Germany to team gold, with Britain taking silver. Tina Cook and the veteran Mary King, who like the 54-year-old Skelton vowed to be in Rio, performed heroically but the world No1, William Fox-Pitt, and Lionheart failed to roar.</p> <p>So Britain won three golds, Germany two and the 30-year-old Swiss rider Steve Guerdat took the individual showjumping gold when Skelton's Big Star had the Cutty Sark fence down when trying to force a jump-off.</p> <p>Skelton's blue eyes blazed defiance but he was desperately disappointed. Spare a thought, too, for the Dutch, who had victory in the team showjumping in their grasp before Gerco Schröder had a fence down, and who felt robbed of gold in the individual dressage. They added colour, passion and good sportsmanship to a fantastic fortnight.</p> <p>The arena may soon be history but some grand spirits will forever inhabit Greenwich Park.</p> <h2>Fencing by Jamie Jackson</h2> <p>One of the five core Olympic sports to feature in every modern Games, the event was headed by Italy, who collected three golds to the two of South Korea and China. With its darkened hall, competitors' futuristic white suits and a hood studded with LEDs that flash when hit, this is a kind of combat Star Wars for the sports fan.</p> <p>There was also fencing's 15 minutes of Olympic fame when South Korea's Shin A-lam staged a sit-down following her last-second loss in the women's epee. After 75 long minutes she left the piste but still protested, unsuccessfully, that Britta Heidemann semi-final win should be reversed as she had made two attempts to strike without the clock changing.</p> <p>GB interest seemed to be heading for the file marked anonymous until Richard Kruse, James Davis, Husayn Rosowsky and Laurence Halsted gave Italy a major scare in the quarter-finals.</p> <h2>Football by Daniel Taylor</h2> <p>A success overall, but only to a point. Football was always going to feel slightly peripheral, especially when the crowds were so sparse and some of the venues so far away. Add to that the roll‑your‑eyes predictability of Great Britain's men going out to South Korea on penalties on the night of Jessica Ennis, Mo Farah and Greg Rutherford.</p> <p>But the past few weeks should have done the women's game a lot of good. The crowd for GB's defeat of Brazil at Wembley was 70,584, destroying the previous record. That was good but the outstanding memory came in the semi-final when Canada led three times, USA clawed it back three times and pinched it at the death, after 123 minutes, courtesy of Alex Morgan's header. Every tournament needs a classic match and this ticked every box.</p> <h2>Judo by Jamie Jackson</h2> <p>From the opening Saturday to the following Friday the sport proved a story machine. The prime mover here was Densign White, the British Judo chairman, who was premature with his scathing criticism of home disappointments. When White spoke, only Colin Oates of the eight judoka who had competed had managed a win. Cue Gemma Gibbons winning silver in the women's 78kg – GB's first judo medal in 12 years – plus Karina Bryant claiming bronze in the 78kg+, to make this Britain's best Olympic yield since 1992.</p> <p>White's awkward week hardly improved when Winston Gordon, who made the 90kg last-16, said of him: \"My grandmother told me there is a saying – when a fish rots, it rots from the head.\" Gibbons refused eye contact with White during her medal ceremony.</p> <p>This was all before the astonishing revelation that Mongolia's Tuvshinbayar Naidan had contested the 100kg final despite tearing his anterior cruciate ligament in the semi‑final.</p> <h2>Gymnastics by Emma John</h2> <p>Despite the unforgivable raft of empty seats, the North Greenwich Arena turned out to be one of the most intensely atmospheric venues of the Games and it delivered the performances to match.</p> <p>This Games will go down as the one when British gymnastics came good. Four medals – more than twice the sport's stated target – proved that Britain are, for the first time in history, a force to be reckoned with. Louis Smith's pommel horse silver was the best result and Beth Tweddle's longed-for bronze – the first individual medal for a British woman – the most significant but there was joy too in seeing the strength of the teams and the emergence of new talent like Max Whitlock.</p> <p>The artistic gymnastics combined wins for dead certs with some shocking upsets. And USA were involved in both: their much-hyped women's team destroyed the field in the team contest and took five medals in all, yet their two surest things – Jordyn Wieber in the all-around and McKayla Maroney in the vault – missed out on golds that supposedly had their names already inscribed. Japan's Kohei Uchimura, the only man to win three back-to-back world all-around championships, took his expected Olympic title only after proving himself mortal: Britain's Kristian Thomas beat him in qualifying.</p> <p>Trampolining, which also took place at the NGA, could not have asked for more to raise its profile than a champion with the unforgettable name of Dong Dong. The Chinese world champion had a fantastically acrobatic routine to match and, though there was disappointment for the home favourite Kat Driscoll –the former world No1 did not qualify for the final – the feeling was of a sport that had found its perfect showcase.</p> <p>But while the rhythmic gymnastics at Wembley Arena dazzled with its costumed finery, its kitsch connotations of majorettes could not quite catch the British imagination in the same way. Russia's dominance did not allow for much drama. Evgenia Kanaeva became the first rhythmic Olympic champion to retain her title and Britain came last in both team and individual event, which is perhaps one reason why we still struggle to take it to our hearts.</p> <h2>Handball by Peter Walker</h2> <p>A sport with very little tradition in the UK became one of the spectator successes of the Games, the dedicated Copper Box arena packed every day with a mixture of continental diehards fans and curious locals. The latter had the novelty of seeing the first-ever British teams to play Olympic handball, although both men and women lost every single group game, most by significant margins. The narrowest loss was the women's six-point defeat to Angola. Once the minor nations had been swatted aside, handball bigwigs Norway, Montenegro, Sweden and France competed in the finals, with Norway (women) and France (men) triumphant.<strong> </strong></p> <h2>Hockey by Peter Walker</h2> <p>Not since the days of the British men's run to hockey gold in the 1988 Olympics has the sport proved so popular with a domestic audience. This was in part due to a measure of home success – the GB women won bronze; the men were fourth – but also due to some fantastically dramatic matches and clever staging. The 16,000-capacity Riverbank Stadium, though just a temporary scaffolding structure, was one of the more noisy and visceral Olympic venues with its steeply raked seating and innovative pink acrylic pitch, designed to make the ball easier to see.</p> <p>Both British teams did well to progress from strong groups into the semi-finals, pulling off some exceptional moments along the way, not least the men's unlikely late fightback from 3-0 down against Australia to secure a draw. More dramatic still was the Dutch women's semi-final win over New Zealand, which went to a shootout.</p> <p>When it came to the knockout stages the traditional hierarchies of hockey remained in place. The GB women lost to Argentina, who in turn took silver to the Netherlands. The Dutch men dispatched their British peers 9-2 in the semi but lost in the final to Germany.</p> <h2>Modern pentathlon by Stephen Moss</h2> <p>The modern pentathlon was created by Baron de Coubertin and first took its place in the Olympics of 1912. Its centenary passed with little ceremony and what looks a rather distinguished slot – the final weekend and, in the case of the women, the final medal to be awarded. But it is, in reality, a cul de sac. The athletes dislike having to wait so long and it gets overshadowed by the last day of the athletics and the closing ceremony.</p> <p>The sport has revamped itself – women were given their own event in 2000 and the competition now ends with what is seen as a more spectator-friendly combined shooting-and-running event. But stories persist that some movers and shakers want it removed from the Olympics, seeing it as anachronistic.</p> <p>It would be good if it stays. It is pleasingly eccentric – decamping from Stratford to Greenwich for the second half of what was quite a long day of competition – and enshrines many of De Coubertin's chivalrous virtues, except in the fencing where the competitors are not above disputing with the judges whether a hit has been made.</p> <p>The eastern Europeans remain the ones to beat, with David Svoboda of the Czech Republic winning the men's event and a posse of Hungarians and Russians close behind, and Laura Asadauskaite of Lithuania taking gold in the women's event.</p> <p>The silver-medal winners, Cao Zhongrong and Samantha Murray, show that the Chinese and Great Britain are on board but it would help the sport if it spread the gospel to the United States, traditionally weak in the event. The Olympics would be poorer without the modern pentathlon.</p> <h2>Rowing by Robert Kitson</h2> <p>Much was expected of British rowing on Dorney Lake and great things duly unfolded. The rest of the world could be forgiven for wondering what on earth their – and the GB cyclists' – secret was. The final tally of four golds, two silvers and three bronzes comfortably exceeded the pre-Games target of six and represented the most successful haul by a GB squad at any Olympic regatta in history.</p> <p>The \"Dorney roar\" was raucous from the outset, Helen Glover and Heather Stanning memorably securing the first home gold of the Games.</p> <p>Katherine Grainger, partnered by Anna Watkins, finally added an emotional gold to the three silvers she had previously earned and a third female duo, Sophie Hosking and Kat Copeland, leapt out of the shadows to win the lightweight women's double sculls. All three results reflected splendidly on the GB women's coaches.</p> <p>There could easily have been more lightweight success for the men's four and men's double sculls, both of whom had to settle for silver by the narrowest of margins. Instead it fell to the men's four of Andy Triggs Hodge, Pete Reed, Tom James and Alex Gregory to retain their Olympic title and extend the rich legacy of Steve Redgrave and Matthew Pinsent. Nowadays Redgrave's primary role is to hoist shattered athletes back ashore, a role for which no one on the planet is better suited. Lottery funding and the relentless excellence of Jürgen Gröbler, below, have clearly helped but Redgrave's dedication has set the benchmark by which everyone else measures themselves.</p> <p>It was not just a Brit fest. The German men's eight won a spectacularly hard-fought final and the Kiwi men's pair of Eric Murray and Hamish Bond were as unstoppable as the All Blacks in full cry.</p> <p>Perhaps most symbolic of all was South Africa's gold medal in the lightweight men's four. Their crew included Sizwe Ndlovu, rowing's first black gold medallist. The sport is still perceived in certain quarters as a haven for posh white men; here was the perfect riposte.</p> <p>It may be a while, even so, before there is a place on the podium for Hamadou Djibo Issaka of Niger, the Games's unlikeliest participant.</p> <p>Hailing from a country which incorporates a large chunk of the Sahara Desert and has no rowing boats, \"Issaka the Otter\" was a converted swimmer whose previous experience of pulling oars amounted to three months. He, and Great Britain's record-breakers, both plan to be back in 2016.</p> <h2>Sailing by Steven Morris</h2> <p>Sailing has long been seen as a sport practised by few, watched by even fewer. The Dorset branch of the London 2012 Games may have changed that forever.</p> <p>For a start, 15 countries shared the 30 medals. The powerhouses of sailing, Team GB and Australia, ended up with the most medals, nine between them. To the chagrin of the GB team, Australia got the better of them for the first time since 1992. Spain also squeezed ahead of GB with two golds medals to Ben Ainslie's one.</p> <p>But there were medals, too, for the likes of Poland and Argentina. China won their first gold medal in a boat rather than on a board and Cyprus secured their first medal in any Olympic event in the Laser dinghy class.</p> <p>Sailing's world governing body, ISAF, was pleased that nations not known for Olympic sailing were represented. The Cook Islands sent a competitor, as did Trinidad &amp; Tobago. ISAF hopes they will return and spread the word to other nations in the Pacific and Caribbean.</p> <p>The governing body is optimistic that by Rio 2016 more African and Asian countries will be at the Olympic regatta. Countries including Kuwait, Oman and Saudi Arabia are close to being ready to take on the bigger nations.</p> <p>Another success of the regatta has been Weymouth's Nothe Fort spectator area. Some 4,500 people have sat on the grassy slopes every day to watch races taking place a few hundred metres off shore, the action explained via big screens and expert commentary.</p> <p>Most seem to have thoroughly enjoyed the experience. Those without tickets have found spots on beaches, cliff-tops and Weymouth's stone pier. It is estimated that 70,000 people were there to witness Ainslie win his fourth&#xa0;gold.</p> <p>One reservation expressed by some sailors was the proximity of the Nothe course – one of four used – to the shore. Because it was so close, the wind could be unreliable. Some sailors complained that it made the medal races, which all took place on the Nothe course, too open to chance.</p> <p>The teams who have struggled will have lots to think about between now and Rio. Partly inspired by the Nothe, the Brazilians are planning to create a course close to the shore at the Marina da Glória and build a stand for 10,000 people.</p> <p>But as well as being about elite sport, the Olympics must be about bringing in more people. Hundreds of children tried sailing and windsurfing on Weymouth beach during the Games. Sailing clubs are reporting an increase in inquiries from people keen to have a go. The legacy may be that, in time, sailing could come to be regarded as not just the plaything of the rich few and also an exciting spectator sport.</p> <h2>Shooting by Barney Ronay</h2> <p>The Royal Artillery Barracks staged an excellent Olympic shooting competition. There were gripes beforehand from British shooters excluded from the main Olympic Park in favour of suburban Woolwich but the venue itself was a triumph, a dimpled plastic spaceship set in appealing leafiness and praised by competitors for its scale and crowd-magnifying acoustics. It was a fine Olympic competition too, bringing the first gold medal of the Games, for the supernaturally unerring Yi Siling of China, who snatched first place in the women's 10m air rifle with the shooting equivalent of a sprint finish in the final round.</p> <p>Shooting also provided one of the early stories of the Games, the appearance of eight-month pregnant Malaysian shooter Nur Suryani Mohamed Taibi, the first Olympian to compete in such an advanced state of incubation (she finished 34th). The medals were shared mainly between South Korea, USA, China and Italy but there were also medals here for Kuwait, Qatar and billion-strong Olympic minnows India, not to mention a gold for Team GB's shooting farmer Peter Wilson in the double-trap.</p> <p>Shooting guns at targets doesn't get much better than this. A barrack-bound Olympic success.</p> <h2>Swimming by Andy Bull</h2> <p>The grumpy frump on the fringe of the party, British Swimming had a poor Olympics. The official medal target was between five and seven but the performance director, Michael Scott, had repeatedly said that he wanted to match the tally from Beijing, where the team won six medals including two&#xa0;golds.</p> <p>They did not get close to either target, finishing with one silver, from Michael Jamieson, and two bronzes, both won by Becky Adlington. The sport will surely have its funding cut and Scott has admitted he will have to make the team \"leaner and meaner\" as a result. Absurdly, he was awarded a new four-year contract just before the Games.</p> <p>Six medals was not an unrealistic target. The squad included three world champions in Liam Tancock, Adlington and Keri-Anne Payne, two world silver medallists in Ellen Gandy and Hannah Miley, and nine swimmers ranked inside the world's top five in their events. This was the most talented squad British Swimming has had in a generation, which is why they got 23 swimmers into Olympics finals. The trouble was that their return from that was so meagre. As Scott said: \"Success is measured in podium places.\"</p> <p>Medals are not the only measure, of course. But it was even more disappointing that so few of the top British swimmers set personal bests, or even matched the times they had set at the Olympic trials, held in the same pool back in March. Collectively, the squad seemed to peak too soon. For Adlington, for example, there was no shame in being beaten by the brilliant 15-year-old Katie Ledecky in the 800m freestyle. What was puzzling, as she said herself, was that eight weeks beforehand, in Barcelona, she had swum quicker than she managed on the night. She suggested that the team were suffering with a touch of stage fright. Scott refused to accept that. He thinks that they did not have enough \"race toughness\" and that they had should have competed more in the runup. It is too late now. These swimmers missed out on the chance of a lifetime.</p> <p>One conspicuous exception was Jamieson, a man who has what Tom Wolfe called \"the right stuff\". He broke the British record three times: in the heats, semi-finals, and final of the 200m breaststroke. Hungary's Daniel Gyurta had to set a world record to beat Jamieson to gold. The Scot was one of the very few who seemed to be buoyed up by the occasion, rather than bowed down by the pressure of it.</p> <p>There were other good performances too, but not enough of them. Elizabeth Simmonds did well in the 200m backstroke, as did Robbie Renwick in the 200m freestyle. The obvious link between the three is that none of them was expected to deliver a medal.</p> <p>It would be wrong to blame the press and public for putting the stars under too much pressure, though there was every reason to have high expectations. The synchronised swimming team, on the other hand, were allowed the luxury of being content with coming sixth. In doing that, they met the target set by their coach.</p> <h2>Table-tennis by Jamie Jackson</h2> <p>Beneath a final medal table dominated by China – all four golds, plus two silvers – lay the offering of human stories that form the deep well of true Olympic spirit. Vanuatu's Anolyn Lulu may have lost her preliminary round game 4-0 to Ligia Silva of Brazil too fast for her sense of competitive pride, but the 33-year-old had begun the Games by carrying the flag of the South Pacific island nation into the Olympic Stadium. This added further lustre to her fame in her homeland where everyone already recognises her, and provided rich memories to warm her on her return to Vanuatu.</p> <h2>Taekwondo by Jamie Jackson</h2> <p>Martin Stamper, Jade Jones, Sarah Stevenson and Lutalo Muhammad were GB's entrants and all offered compelling yarns. Stamper made the semi-finals of the 68kg division, while Jones won a stunning gold in the 57kg class, then said: \"There was a lot of pressure on taekwondo to do well, because we have got the potential. The whole team has come a long way in a short period of time. We are getting bigger and better. Hopefully now more people can get into taekwondo.\"</p> <p>The expectation Jones mentioned appeared to have mortally affected Muhammad, whose golden opportunity arrived inside the biggest poisoned chalice of recent memory. Chosen ahead of Aaron Cook, the world No1, in the 80kg division, Muhammad was required to win a medal to vindicate GB Taekwondo. After losing in the quarter‑finals, the Londoner was reprieved via a repechage and proved his courage by going on to claim bronze. Stevenson, the 67kg world champion, crashed out after losing her opening fight. But after losing both parents during the previous 18 months, perspective was a comfort.</p> <p>In the broader sense this was the Games where taekwondo entered the wider sporting consciousness.</p> <h2>Tennis by Kevin Mitchell</h2> <p>It wasn't just Andy Murray winning a gold medal that made the Olympic tennis special. It was witnessing the organic shift in mood at Wimbledon.</p> <p>There was a weirdness about the place that struck everyone who went there. For a start, the Army had moved in, and steel barriers across the roads gave the genteel suburb an air of Northern Ireland at the height of the Troubles, a bit of a jolt for Hyacinth and her neighbours. Yet there was no menace, just a sense of imposed order, with squaddies roaming through the packed avenues between the courts, some of them armed, many of them here for the first time, no doubt, and gawping at the splendour of the All England Club while supposedly also keeping an eye out for who-knows-what. It was as if we were all in an Alfred Hitchcock movie without realising it.</p> <p>In the seats, there was good humour and noise – plenty of it, more than is normally allowed, certainly on Centre Court. The Belarus flag made its way into the Royal Box during the mixed doubles final and, if the committee did not splutter at the sight, it surely jotted down a reminder that this might be taking hospitality too far.</p> <p>To give the crusty old burghers their due, Wimbledon embraced the Olympics. The arrivistes, by and large, ogled respectfully at this quaint old beast of an institution and everyone had a jolly good time.</p> <p>There was talk among the tennis hacks about the merits of three-set matches up to the final – not a bad idea, so it's doubtful it will be taken up – and there was celebration of a fine new Olympic champion in the men's singles, and the recoronation of another in the women's, Serena Williams.</p> <p>The tennis was good, the weather behaved itself, the food – apart from a passably good sausage on a roll from a van below the players' lounge – was predictably dire.</p> <p>We won't see its like again and Wimbledon will slip its blazer back on soon enough. But, all in all, it was worth it.</p> <h2>Triathlon by Sean Ingle</h2> <p>Triathlon has been the fastest growing sport in the UK for more than a decade but it must have gathered plenty more converts over four days during London 2012, especially after the performance of Alistair Brownlee. He followed a 1500m swim and 43km bike ride with a 10km run in 29.07min – only 97 seconds slower than Mo Farah's time to win gold in the men's 10,000m. It was Britain's first triathlon medal at the Olympics and it was soon followed by bronze for Alistair's brother Jonny, who survived a 15-second penalty for climbing on his bike a centimetre too early and a violent bout of post-race sickness to take his place on the podium. The women's race, meanwhile, was decided by photo-finish after one of the closest and greatest triathlons in history. Switzerland's Nicola Spirig got gold, with only the width of her vest separating her from Sweden's Lisa Norden, who took silver.</p> <p>Britain's Helen Jenkins defied an injured knee to finish fifth, falling back behind the leaders only in the last kilometre. Afterwards she said the crowds around Hyde Park, often 10 or 12 deep, had kept her going. Expect lots of men and women in ill-fitting lycra tri‑suits to try the sport for the first time in 2013 – and more Brownlee dominance in the years ahead.</p> <h2>Water polo by Jamie Jackson</h2> <p>A kind of soaking wet murder ball, water polo is a perpetual motion of attacks consisting of whizz-paced passes controlled instantly and bionic-wristed one-hand shots that move like cannonballs at opposing goalkeepers. That's the tame stuff. Beneath the surface is where it's really at: just about anything goes in a skulduggery-fest of which the GB captain, Fran Leighton, admitted: \"Its all about having the face of an angel above the water while all the fighting goes on underneath.\" GB women could take losing narrowly to Russia, 7-6, but going down 16-3 to the auld enemy Australia was as palatable as a belly full of chlorine.</p> <h2>Wrestling (Greco-Roman and freestyle) by Jamie Jackson</h2> <p>Kyrgyzstan's Aisuluu Tynybekova became the first woman wrestler to represent her country and defeat in her first match did not dilute the achievement of competing here. The 19-year-old 63kg freestyle entrant had overcome a lack of female competition in her homeland – she practises against men – and the \"stingy\" diet provided by her Olympic committee, to qualify for the Games. As a sport freestyle wrestling, which allows grabbing from below the waist, felt too similar to judo, while the Greco-Roman discipline – no below-waist action allowed – was the purer experience. Russia, Japan and Iran headed the gold medal count, with three each.</p> <h2>Volleyball by Sean Ingle</h2> <p>Seeds were planted at these Games, even if volleyball is unlikely to grow into a mainstream UK sport. Crowds of first-timers, eager to try something new, were entranced by the set and spike – as well as the outrageous athleticism on display. The atmosphere was usually excellent too, helped by the large pockets of away fans and the cheap tickets. And while Team GB's men were unable to win one of their five matches, the women – ranked 69th in the world and without lottery funding – did beat Algeria, 43 places above them. The challenge now will be to get the sport into the schools, and keep some level of elite-level funding.</p> <h2>Weightlifting by Simon Hattenstone</h2> <p>Forty-four Olympic and world records were broken over the course of the Games – along with a fair few hearts, and very nearly Matthias Steiner's neck after a 196kg barbell crashed down on the defending champion (he was extremely sore, but thankfully OK). Behdad Salimikordasiabi from Iran proved himself the strongest Olympian in the world, lifting a ludicrous total of 449kg to win the men's super-heavyweight. For the first time, and to some consternation, a lifter won from the B final. Was North Korea's Om Yun-cho deliberately underplaying his strength? And, if so, was this an acceptable form of gamesmanship? To be fair to the little lad, he did become only the fifth man in history to lift more than triple his bodyweight in the 56kg category.</p> <p>Zoe Smith acquitted herself admirably, scored a personal best and showed Britain might have a future in weightlifting. My personal highlight was seeing the Welsh refuse wagon driver Natasha Perdue make a total. She was knackered, nervous, injured and desperate to post a score for her father, Terry Perdue, who had weightlifted twice in the Olympics and died in 1998. When it came to the clean and jerk, she could barely walk let alone lift. She heaved the barbell up bit by bit, in such agony that her face was squeezed in half. After a wobble that lasted an eternity Perdue held it still above her head. She had managed it, and it was an incredibly moving moment.</p>",
  "<p>I am glad that, amid all the wonderful celebration of sporting achievement, world leaders have been able to use the London games as an opportunity to think about helping children who are without the most basic means of building a productive life: adequate, nutritious food.</p> <p>As those who attended the prime minister's <a href=\"http://www.theguardian.com/global-development/2012/aug/10/olympics-mo-farah-gold-hunger-summit\" title=\"\">hunger summit</a> at Downing Street on Sunday know only too well, malnutrition is the achilles heel of development. While immense progress has been made on other fronts in the past decade – with millions more children in school and rates of child mortality falling rapidly – progress on malnutrition remains stubbornly slow.</p> <p>The reasons for this are complex: although it is the underlying cause of more than 2m child deaths annually, it does not appear on death certificates, so it remains a hidden killer. Similarly, unless there is a strong national plan across government, the responsibility for tackling the problem often falls between departments – agriculture, social services, health – meaning co-ordinated, effective action is difficult, and all too often non-existent. It also mostly affects children – those least able to speak up for themselves.</p> <p>With the hunger summit, the prime minister continued his record of global leadership, using the Olympic spotlight to inject fresh impetus into the issue. He brought together leaders from the developing world – including the next Olympic host, Brazil – and from the private sector and international development, to chart a new course of action.</p> <p>It felt like a dynamic gathering, and we hope it will be the start of something much bigger. Among the measures announced was investment in research for new drought-resistant and vitamin-enriched crops as well as a major private-sector alliance involving GlaxoSmithKline and Unilever, to make nutritious food available to the poorest families; and support for pioneering programmes such as the one that Save the Children is planning in Kenya, using mobile telephone technology to track hunger hot spots and allocate resources accordingly.</p> <p>But if the commitment to help cut the number of children affected by stunted growth by 25 million is to be reached by the Brazilian Olympics in 2016, this must be just the beginning. In 2013 the UK will assume the G8 presidency, and we can use our global leadership to dramatically reduce the numbers dying from malnutrition. We must lead efforts to fix our broken food system. With the right collective effort, it's not too far-fetched to imagine that we could make the current generation the last to experience severe malnutrition.</p> <p>To do so, the plan for 2013 must be set out early. We will need to push for commitments from the highest levels of government, including from those countries that carry the highest burden of malnutrition, such as India, Pakistan and Nigeria. We need new programmes to build the resilience of poor communities and we must scale up key interventions like breastfeeding and fortification of basic foodstuffs.</p> <p>Political action should be combined with greater investment from both the private sector and international donors, and we must also address some of the underlying causes – from land use, to the lack of transparency in the food system that helps keep costs high.</p> <p>We are not the only ones for whom this is a top priority. Save the Children is working with dozens of other aid agencies to push these issues higher up the agenda next year. We can't afford to wait: research shows that acute malnutrition is actually on the rise for the first time in a decade. Meaningful action on hunger, kick-started here in London in 2012, could be the real legacy of our Olympics; that prize would be worth its weight in gold.</p>",
  "<p>Now we can look back on an Olympics well done, what lessons we can learn to fix our ailing economy? The Olympics show you can buy success. If you provide the athletes with the best facilities, train them well and then support them in their work, you will reap rewards. It has worked for us – and it works for China and the US every time. I note the absence of free-market thinking in our success. We didn't expect our top athletes to organise their own training or go into debt to pay for it. The only displays of capitalism were the vulgar works of the sponsors. Your <a href=\"http://www.theguardian.com/technology/2012/aug/09/samsung-olympic-smartphones-global-wins?INTCMP=SRCH\" title=\"\">excellent article on Samsung</a> (10 August) noted that all phones will soon be \"good enough\" and the company is going to spend $21bn before 2020 on solar panels, LEDs for lighting, electric car batteries, medical equipment and biotech drugs. Wouldn't it be cheering to note that Britain was going to spend that sort of money to research the important products of the future and be able to pay our way in the world? Our balance of payments can only worsen further if our only plan is hoping we can become a tax haven for the Chinese. Foreign-owned car companies have reaped the benefits of UK investment: it's a shame the government doesn't share their optimism.<br><strong>Tony Jones</strong><br><em>Aberystwyth</em></p> <p>• Having glimpsed another kind of Britain at the Olympics (<a href=\"http://www.theguardian.com/commentisfree/2012/aug/10/london-2012-glimpsed-britain-fight\" title=\"\">Jonathan Freedland</a>, 11 August), can we mobilise the same spirit to triumph over poverty, domestic violence and social deprivation to create a new kind of Britain as well? With this level of dedication, training and investment we can release talents in everyone on this Isle of Wonder.<br><strong>Titus Alexander</strong><br><em>Director of policy, </em><a href=\"http://www.peoplecan.org.uk/\" title=\"\"><em>People Can</em></a><em> </em></p>",
  "<p>It's getting very close. The tension is rising. Over 11 days, around 4,200 athletes from 150 countries will have the London arena, as well as Weymouth for sailing and Eton Dorney for rowing, as their setting for a global audience.</p> <p>I am talking, of course, about the <a href=\"http://www.theguardian.com/sport/paralympics-2012\" title=\"\">Paralympics</a>. There's an appetite. More than 2m of the 2.5m tickets have been sold, and it seems impossible to get hold of the rest. Global television coverage will focus on athletes who have become heroes in their own countries – and who have congenital problems, who are blind or hearing-impaired, or spine-damaged or have lost limbs after accidents.</p> <p>Though disabled athletes had occasionally taken part in the Olympics before, the Paralympics proper goes back to disasters of the last century. Its real founder was the neurologist <a href=\"http://www.sciencemuseum.org.uk/broughttolife/people/ludwigguttmann.aspx\" title=\"\">Ludwig Guttmann</a>, a German Jewish migrant to Britain who left Germany in 1939 on the eve of war. He settled in Oxford and then in 1944 went to Stoke Mandeville hospital, to treat British servicemen who had suffered spinal injuries.</p> <p>There, inspired by the 1948 London Olympics, \"Papa\" Guttmann put his belief in the strengthening power of sport into practice with his own wheelchair-based games. By 1952, the <a href=\"http://www.bbc.co.uk/news/uk-14896776\" title=\"\">Stoke Mandeville Games</a> had 150 international competitors. In 1960, at the Rome summer Olympics, the competitions were being held in parallel; the term \"paralympics\" was probably originally meant to refer to paraplegia, but now means \"alongside\" the Olympics, and was first used officially in 1988.</p> <p>It's useful to know all that, I think, as a corrective to any notion that the Paralympics are recent, or \"politically correct\". Indeed, the more you think about them, the more inextricably linked they are to the thinking of the mainstream games.</p> <p>For sport isn't fair, is it? You need guts and hard work – but you also need the luck of a particular physique. The dominance of Kenyans, Ethiopians and Somalis in long-distance running has a lot to do with geographical altitude and having bigger lung capacity as a result. To be a great sprinter, you need formidable power – you can't train yourself to be Usain Bolt. Or think of the huge arm-spans (and feet) of great swimmers – you can't will yourself into the same shape as Michael Phelps, either.</p> <p>Then there are the other kinds of luck. There aren't many Indian athletes because India doesn't care as much about the Olympics as, say, China or Brazil. A talented gymnast shrewd enough to be born in Russia, or the US, would have rather more help and support than one who happens to be born in Chad or Bolivia.</p> <p>There is a crude, unthinking sports fan who confuses the human lottery with virtue; who worships a Bolt or a Phelps because they are big and physically impressive; or who thinks that Australian or British sportspeople are inherently \"better\".</p> <p>Why waste time talking about it? Because it's exactly the same kind of stupidity that denigrates other people because they happen to have been born with physical palsy or a learning disability, or to have had a car accident that resulted in both legs being amputated. When it comes to sport, thinking people aren't particularly interested in the unequal distribution of luck that is part of the human condition; they're interested in the guts, spirit and staying power.</p> <p>What's interesting is what separates out the ones with determination, no self-pity and considerable courage. Some people with Mo Farah's physical inheritance are presumably lazy. Farah himself, even with his advantages, speaks of a long, long slog to reach the medal podium.</p> <p>And this is the story of the Paralympics on stilts – or wheels, rather, or blades. These are athletes whose initial store of physical luck was less, but whose determination equals than of a Bolt or a Rebecca Adlington; and whose courage is greater.</p> <p>If we are prepared to learn about the weird scoring system for diving, or pretend to understand why a little man on a motor-scooter leads the sprint cyclists, because we're interested in the human stories they reveal, then just the same must apply to the rules and qualifications for wheelchair rugby, or boccia (the boules-style game for people with cerebral palsy) or goalball (for the sightless).</p> <p>However, the Paralympics may be morally more important than the Olympics. For the stupid adoration of people because of their physical luck has as its flip side the stupid ridiculing or hostility to people because of their disabilities. In essence, it's the same thing. The comedian's vile insult, the punch at a bus-stop, the schoolboy mockery of wheelchair-users are all failures of empathy – failures to see the people who are actually there.</p> <p>And in Britain, at least, this is the time to worry. Official government figures show that the number of <a href=\"http://www.equalityhumanrights.com/legal-and-policy/inquiries-and-assessments/inquiry-into-disability-related-harassment/\" title=\"\">disability hate crimes</a> reported to the police in England and Wales has reached a record high – there were some 1,942 last year. That figure has doubled since 2008 and, given the likelihood of the most vulnerable and scared people reporting such crimes, is only a tiny tip of a big iceberg. Other surveys suggest that a fifth of Britain's 10 million disabled people have suffered abuse or harassment in public.</p> <p>So what's going on? Charities believe it must be linked to the rise in \"scrounger\" rhetoric by ministers, and the suggestion that huge numbers of people are <a href=\"http://www.theguardian.com/society/2012/may/14/disability-living-allowance-reform-analysis?CMP=twt_gu\" title=\"\">dishonestly claiming benefits</a>. In hard times, this is toxic. And because there are always a few bad apples, it is an addictively easy blame game. Yes, there are idle people with disabilities. Yes, there are crooks who happen to be partially sighted. It's the same with those who aren't disabled … except that they are a little harder to pick out, and pick on.</p> <p>As the Paralympics will remind us, there's a vast range of disability, and it's people with learning disabilities who are most at risk. According to the <a href=\"http://www.papworth.org.uk/index.php\" title=\"\">Papworth Trust</a>, 90% of them report being bullied, with a third saying it happens every week or every day. These are the people at the sharpest end of the fear and insecurity that comes with hard times.</p> <p>What's happening to them is the latest episode in the sad saga of discrimination of old: \"they're the same\" – all black, gay or Jewish people. It's seeing the label, not the person. Mostly, in modern Britain, we've moved beyond this. Mostly, but not quite. That's why the Paralympics matters so much. Papa Guttmann is watching.</p>",
  "<p>The Olympics has got us excited about less mainstream sports, such as weightlifting, according to the <a href=\"http://www.iwf.net/\" title=\"\">International Weightlifting Federation</a>. <a href=\"http://www.espnstar.com/olympics/weightlifting/news/detail/item836247/IWF-delighted-with-weightlifting-success/\" title=\"\">An IWF spokesman commented</a>: \"Weightlifting has recaptured British people's hearts after a very long time.\" But rather than just watch it, research says we should be taking up weightlifting ourselves. A new paper in the Archives of Internal Medicine by Harvard School of Public Health shows that pumping iron five times a week can <a href=\"http://\" title=\"\">reduce the risk of type 2 diabetes by a third</a>.</p> <p>Diabetes is common: <a href=\"http://www.theguardian.com/society/2010/oct/25/uk-shocking-diabetes-obesity\" title=\"\">one in 20 people</a> now have it in the UK. Type 2 is the most common and affects mostly middle aged and older people. It is due to a lack of insulin, either because the pancreas stops making enough or the cells in the body become resistant to it. If uncontrolled, it can reduce life expectancy (for example through heart or kidney failure) <a href=\"http://www.diabetes.co.uk/diabetes-life-expectancy.html\" title=\"\">by up to 10 years</a>.</p> <p>A poor diet and lack of exercise can increase the chances of getting type 2 diabetes. But what's so special about doing weightlifting rather than jogging?</p> <h2><strong>The solution</strong></h2> <p>The study looked at 32,000 men who are part of ongoing analysis – so it does not necessarily mean weightlifting reduces the risk in women but is likely to. It also showed aerobic exercise of any sort reduced the risk, but a combination with weights worked better. One advantage of weightlifting is that you don't have to be fit to do it, whereas many people find aerobic exercise hard to do.</p> <p>Weightlifting, if done properly, should increase muscle mass in as little as <a href=\"http://www.livestrong.com/article/455223-how-long-does-muscle-toning-take/\" title=\"\">eight weeks</a>. Other studies have suggested that for people at a high risk of diabetes, weight training increases the amount of muscle in the body, and also reduces the levels of plasma-free fatty acids. It has also been shown <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=194184\" title=\"\">that weight training can control (ie lower) blood sugar levels</a> of people who already have diabetes. Researchers in one study found that lifting weights regularly (45 minutes three times a week on machines), reduced blood sugar levels by 1%, resulting in <a href=\"http://annals.org/article.aspx?articleid=736439\" title=\"\">up to a 20% reduction in heart attacks and strokes</a>.</p> <p>But weight training may have benefits beyond reducing the risks of diabetes. Muscle mass decreases with age, and while aerobic exercise is good for many things, it does not build muscle. Having strong muscles protects your joints from injury, and also aids balance and weight control. Lifting weights (free or on a machine) also strengthens bones and improves your stamina.</p> <p>To avoid injury, start by warming up, then lift a weight you can handle and repeat for up to 15 times, in a controlled and steady way. Ask for advice on how to do it at a local gym. Have a day of rest between exercising muscle groups. You can gradually build up the weights once you can do more than 15 repetitions easily. Then book your place at Rio 2016.</p>",
  "<p>Chelsea's players were ambling into a ragged huddle while the ground staff assembled Manchester City's victory podium when John Terry ushered Fernando Torres to one side and offered the Spaniard a congratulatory clap on the shoulder. This was the European champions' fourth loss of a stuttering pre-season, their defence too often vulnerable where only recently it had been a source of strength, but the captain could cling to one positive. Early indications are that Torres is ready to make his mark at last.</p> <p>It would be tempting to insist that, for a player who cost a British record £50m and is a World Cup winner and twice a European champion with Spain, evidence of his undoubted pedigree is long overdue. Just as simplistic would be to suggest the flashes of quality demonstrated here, culminating in a cutely taken finish beyond Costel Pantilimon which earned Chelsea a brief lead, should be considered proof all will be well in the months ahead. But such is the urgent desire at Stamford Bridge for Torres to succeed, as he once did for Liverpool, that seeing him with confidence so clearly bolstered is seized upon as reason for relief.</p> <p>This has to be Torres's year. The striker has been too peripheral throughout his time in London, shrunk in the shadow of Didier Drogba, with those in the dug-out and the stands alike waiting for him to stir. There have been occasions when he has flourished – a hat-trick against Queens Park Rangers, or that jaw-dropping denouement at the Camp Nou – but there has been little positive consistency to his form. Successive Chelsea managers have praised his contribution on the basis of assists rather than goals accumulated. He was bought as a scorer, not a provider, and seven Premier League goals in 46 appearances tells its own story.</p> <p>Now the environment feels more favourable, his importance to this team very obvious. He returned to Cobham after an extended break with Drogba departed for China and as an unlikely golden boot winner from Euro 2012. This was his first 90 minutes of pre-season and, where he had looked so rusty in the defeat at Brighton eight days previously, some of the gliding menace of old seemed restored against City. The goal, pilfered with his left, was converted in a blur. So flustered was Stefan Savic that the defender was hauled off at the interval.</p> <p>Admittedly, an ability to unsettle the Montenegrin hardly serves as confirmation the forward is back to his best – Vincent Kompany was less unnerved by his presence – but Torres, too, will sharpen his match fitness in the weeks to come.</p> <p>This was promising, and arguably the European Cup winners' only real cause for optimism. \"He moved very well,\" said Roberto Di Matteo. \"He was a danger, he worked hard for the team, scored a good goal …\" The manager quickly reverted to talk of the strength of the collective when asked if Torres would take on extra responsibility this term given that Chelsea, for all their interest in Hulk, Radamel Falcao or Edinson Cavani, lack alternatives at centre-forward. But the 28-year-old undoubtedly feels more integral than ever.</p> <p>In the immediate aftermath to the Champions League final success in Munich in May he had bemoaned a lack of clarity in his role. \"The ideal for me for next season is if someone tells me what's going to happen,\" he had said. \"What role will I have in the team? What function? What is expected of me?\"</p> <p>This club's transfer policy since has offered an answer, aimed as it appears at eking form from their record signing. A supply line has been constructed at lavish expense. Oscar will arrive after Brazil's friendly in Sweden on Wednesday. Marko Marin will return soon from a hamstring strain. Juan Mata will have more of an impact than he managed here. And then there is Eden Hazard.</p> <p>The Belgian, even at £32m, will need time to settle in new surroundings and offered only hints of his ability on the ball against City. There were flicks and dribbles, and one horrible nosedive face-first into the turf after one backheel backfired. One City fan dressed as Zippy from Rainbow took to berating his display, conscious that the league champions had attempted to secure the 21-year-old themselves earlier in the summer. Both were hauled from this contest early, but Hazard will have more productive days than this. The hope, of course, is that he finds rhythm quicker than Torres did.</p> <p>Di Matteo will demand the striker's display here sets an upbeat tone for the campaign rather than prove another false dawn. The Italian has other problems to address after seeing his side ship 13 goals in six pre-season games, and he did not need his forward-line proving another headache ahead of Sunday's trip to Wigan. This latest defeat was arguably warped beyond recognition by Branislav Ivanovic's dismissal, yet the consolation provided by Torres's display still felt significant. Chelsea will take heart from that if little else.</p> <h2>Eden Hazard watch</h2> <p><strong>1min</strong> First touch booed by some City fans, a reminder that the Belgian had opted for Stamford Bridge over the Etihad this summer</p> <p><strong>6min</strong> The referee, Kevin Friend, speaks with Hazard after he appeared to go to ground far too easily after a challenge from Yaya Touré</p> <p><strong>9min</strong> Stefan Savic goes through Hazard, who slumps to the turf clutching his left leg. Savic is eventually booked when ball goes out of play</p> <p><strong>20min</strong> Hazard outpaces Savic, tricks inside Nigel de Jong, then falls flat on his face as he attempts another backheel, prompting whoops of \"what a waste of money\"</p> <p><strong>29min</strong> Low shot saved by Costel Pantilimon</p> <p><strong>40min</strong> Attempted to flick on Ramires's pass to Fernando Torres for the Spaniard to open the scoring</p> <p><strong>71min</strong> Substituted in favour of Ryan Bertrand, having been peripheral on the left through the second period with his impact negligible</p>",
  "<p>I'm running a slight fever, so this might not make sense, but you can read it anyway if you like. Continue?</p> <p>OK. About an hour ago I yelled at a machine. Told it, pointlessly, to shut up. The machine was a phone, the idiot. The previous day I'd set an alarm on it to remind me to do something and now here it was, moronically&#xa0;doing its duty, ringing and thrumming and thrumming and ringing. Since present-moment me had already done the thing that yesterday me had been so pant-pissingly angsty about missing; the reminder was irritating. Doubly irritating because at the time, I was trying to deal with a screaming baby. Old man needs a lie down.</p> <p>I don't mention the baby in a bid to deliberately sicken you – much as the notion delights me – but because for a moment I realised I was trapped between two things that were yelling at me for reasons they couldn't possibly comprehend. Seconds earlier the baby, who is just shy of five months, had been gurgling delightedly like a dumb cartoon dog as I held him up under the arms so he could put his legs on the ground and practise \"standing\". He laughed and laughed and laughed, until his mind apparently snapped, and the laughs morphed into whimpers, followed closely by howls. There's no point telling a baby to make its mind up. It can't co-ordinate its mind any better than it could co-ordinate an Apache attack helicopter.</p> <p>As far as I could tell he wasn't hungry, tired, or understandably outraged at the sight of me; he was \"over-stimulated\"; a regular and unavoidable occurrence when a baby's developing brain is intermittently swamped by the ever-present cacophony of existence and it screams in anguish at the sheer prospect of having to live a single minute longer. Think of this as a form of pure artistic expression and most reasonable adults can resist the urge to fling the child across the&#xa0;room.</p> <p>No such holding back required with a phone. You can scream at a phone for six months straight and Philip Larkin won't accuse you of fucking it up. A phone doesn't know, because it's full of cogs made of light or something, whereas a baby is filled with a kind of haunted meat, probably. I&#xa0;don't know. Old man needs a lie down.</p> <p>Anyway, as the shout tromboned its way out of my gob, I suddenly had a chilling vision of my son's future, which was abstract, but felt like this:&#xa0;unless some cataclysmic event reduces his world to a fizzing pit of ashes, for him, the over-stimulation will never stop. It'll amplify and accelerate. Already everywhere is chitter-chatter, flashing lights and LOOKEE HERE. You can walk away from the computer, take a break from Twitter, lose your phone on purpose and it's&#xa0;still there, in the atmosphere, somehow, because this decade-long festival of stimuli has rewired your attention span to the point where trying to entertain just one thought at a time feels like trying to focus on a reflective disc lodged between the spokes of a spinning bike wheel. By the time he's five, even the paving slabs he'll have just learned to walk on will have been replaced by footprint-operated touchscreens that try to log him into Facebook. He'll cope with it fine; the young do. But by that point I'll probably be on my knees, clutching my head, foaming at the mouth.</p> <p>But then that's my clapped-out never-was mess of a brain talking. I'm 41 and irrelevant. And tired. I used to play vertical-scrolling shoot-em-ups in which a blizzard of angry pixels swirled around the screen like a synchronised galaxy impersonating a flock of starlings, accompanied by a melodic soundtrack of pops and whistles apparently performed by an orchestra of frenzied Bop-It&#xa0;machines. But at least then you could&#xa0;press pause. Now I find it hard to cope with seeing a banner ad slowly fading from red&#xa0;to green while the The One Show's on in the background, which is why over the past few weeks I've ratcheted down my engagement with anything not made of wood. There's a baby to attend to, and his old man needs a lie down.</p> <p>Because the alternative is to surround myself with technology designed specifically for shouting at. And that's the more uplifting feature of the horrible future I pictured for this baby I'm talking about, the baby I vowed to never mention in print because to do so would instantly&#xa0;mark me out as a prick: in the future, we'll have specially designed anguish-venting machines – unfeeling robots wearing bewildered faces for older people to scream into like adult babies, just to let out all the stress caused by constant exposure to yappering, feverish stimuli. Tomorrow will consist of flashing lights and off-the-shelf digital punchbags, consumed by a generation better equipped to deal with it than me, which won't matter because by then I will have withdrawn entirely from the digital world: an old man, enjoying his lie down.</p>",
  "<p>• An article erred in saying that the film Away From Her, about a long-married couple dealing with Alzheimer's disease, was based on a&#xa0;short story written by Joyce Carol&#xa0;Oates. Alice Munro was the author of the story, The Bear Came Over the Mountain (<a href=\"http://www.theguardian.com/film/2012/aug/09/sarah-polley-take-this-waltz\" title=\"\">'Things will work&#xa0;out, even badly'</a>, 10 August, page 12, G2).</p> <p>• A brief review of A Lady Cyclist's Guide to Kashgar by Suzanne Joinson said one of the characters in the book was planning a travel book in emulation of her hero Robert Burton. The explorer Richard Burton was meant (<a href=\"http://www.theguardian.com/books/2012/jul/27/debut-fiction-roundup\" title=\"\">Debut fiction</a>, 28 July, page 10, Review).</p> <p>•A feature on traditional British seaside resorts placed Llandudno in Clwyd. which no longer exists except as a preserved, or ceremonial, county. Llandudno was never in Clwyd. Before the local government reorganisation it was in Gwynedd and is now in the county of Conwy (<a href=\"http://www.theguardian.com/travel/2012/aug/03/seaside-uk-beaches-resorts\" title=\"\">Cornets and carousels</a>, 4 August, Travel, page 2).</p> <p>• Near homophone corner: \"[The moths] shelter in crevasses in the bark and, with brownish wings crisscrossed by fine lines, are easily mistaken for wizened leaves\" (<a href=\"http://www.theguardian.com/environment/2012/aug/03/life-death-branches-old-oak\" title=\"\">Country diary</a>, 4 August, page 42).</p>",
  "<p>We are really irritating some of our readers, no, really, we are. It's that plural pronoun \"we\" that is responsible for the not inconsiderable ire.</p> <p>A reader who comments as Fred Dee says in a long and thoughtful letter that the growing use of the first person plural in text and headlines gets his goat. He doesn't want to pick on individual columnists – too hard to choose – so he gives a couple of hypothetical examples.</p> <p>\"Take a line I just invented: 'We're drinking more real ale.' …</p> <p>\"The writers have done two things … First, they have created an undefined group of people and appointed themselves spin doctors for that group. For who is 'we' here? The English? The British? Everybody who happens to read this article? And whoever 'we' are, non-drinkers of real ale must stop reading any further. In effect, such people (lager drinkers, wine connoisseurs, recovering alcoholics, etc) are simply not concerned with whatever else the writers may say.</p> <p>\"At least that suggests a term for this phenomenon, ie given all those other groups mentioned as being excluded, I give you: the exclusionary 'we'.\"</p> <p>And that's not all. He says that even real ale drinkers like him are \"also excluded in a way no less infuriating for being a little more subtle\".</p> <p>He says: \"The writers have appointed themselves as spin doctors for real ale drinkers, but excluded everybody else from deciding how exactly they will spin. And it is a racing certainty that sooner rather than later they will start saying things that do not apply to the readers … And all this palaver could be avoided simply by saying instead: 'More real ale is being drunk'.\"</p> <p>Warming to his theme he lights on the confirmation of the Higgs Boson particle as being responsible for a mutation of the pronoun virus – the self-exclusionary \"we\".</p> <p>\"You saw the headlines all over the place, variations on 'Now we understand the universe better'.</p> <p>\"I'm sorry but no, 'we' do not, assuming the writer means the human race. An elite of people defined by their ability to understand theoretical physics may indeed have a better understanding of the universe. But unless you have at the very least a primary degree in physics … our 'understanding' is just as crude as it ever was.\"</p> <p>\"Theoretical physicists now understand the universe better\" would be more accurate, he thinks. But not a headline any journalist would write, in that it is passive.</p> <p>He regards the use of the plural pronoun as very much a 21st-century phenomenon, certainly not one found in earlier generations of Guardian writers and one that he deplores.</p> <p>I have some sympathy with him. The Chambers dictionary states in its definition that \"we\" is \"[the] pronoun plural of&#xa0;I; I and others; people in general; used for I by monarchs; also used by editors, etc; used when speaking patronisingly, especially to children, to mean you.\"</p> <p>The alternative view is that the sentence needs a subject and the use of \"we\" is friendlier and at least appears inclusive – it's cheering to read your newspaper or your web page and discover that you now know more about the universe. However it is a journalistic device that may once have been thoughtfully forged but is now cracked and leaking meaning.</p> <p>It may be OK for heads of state such as the Queen to deploy it royally or President Barack Obama, as in \"Yes, we can\". But perhaps, no, we shouldn't. Therefore what should we … sorry …what should be done to stop us \"we\"-ing with such abandon.</p> <p>The reader has this suggestion: \"The principle is simple to the point of triviality: speak for yourselves. The Guardian's contract with writers, both staff and freelance, should explicitly say: 'Views expressed in all Guardian articles are those of the writers named in the article's byline and of nobody else.'\"</p> <p>He says that all use of the plural pronouns that suggests otherwise be excised. He adds: \"Otherwise, to paraphrase an old Chinese saying, if you sit long enough by the banks of the internet then eventually you will see pass by the line: 'We're getting pregnant later in life.' Written by a bloke.\"</p>",
  "<p>A women-only industrial city dedicated to female workers is to be constructed in Saudi Arabia to provide a working environment that is in line with the kingdom's strict customs.</p> <p>The city, to be built in the Eastern Province city of Hofuf, is set to be the first of several planned for the Gulf kingdom. The aim is to allow more women to work and achieve greater financial independence, but to maintain the gender segregation, according to reports.</p> <p>Proposals have also been submitted for four similar industrial cities exclusively for women entrepreneurs, employers and employees in Riyadh.</p> <p>Segregation of the sexes is applied in Saudi Arabia, where Wahabi sharia law and tribal customs combine to create an ultra-conservative society that still does not allow women to drive. Saudi women are said to make up about 15% of the workforce, with most in female-only work places. Although the number of mixed gender workplaces has increased these are still few.</p> <p>The proposals follow government instructions to create more job openings for women to enable them to have a more important role in the country's development.</p> <p>The Saudi Industrial Property Authority (Modon), which is developing the women-only industrial city at Hofuf, said it hoped the city would open next year. Prince Mansour bin Miteb bin Abdulaziz, minister of municipal and rural affairs, had approved the plan, a spokesperson said.</p> <p>\"I'm sure that women can demonstrate their efficiency in many aspects and clarify the industries that best suit their interests, nature and ability,\" said Modon's deputy director general, Saleh al-Rasheed.</p> <p>The Hofuf development is expected to create about 5,000 jobs in textiles, pharmaceuticals and food-processing industries, with women-run firms and production lines. Modon said the Hofuf industrial site was a suitable location given its \"proximity to residential neighbourhoods to facilitate the movement of women to and from the workplace\".</p> <p>In a statement it added that the site was equipped \"for women workers in environment and working conditions consistent with the privacy of women according to Islamic guidelines and regulations\".</p> <p>The project has been proposed by a group of Saudi businesswomen, said Al Eqtisadiah, the business daily, quoting the business woman Hussa al-Aun. She told the paper: \"The new industrial city should have a specialised training centre to help women develop their talents and train them to work at factories. This is essential to cut unemployment among our female graduates.\"</p> <p>The oil rich kingdom has one of the world's largest disparities between male and female employment, with a gap of 23%, according to a recent Gallup poll, arabianbusiness.com reported.</p> <p>An increasing number of firms were insisting that women had to be unmarried to qualify for employment; this violated the kingdom's workforce regulations, reports said. \"Some private companies are stipulating conditions such as a woman shall be recruited only if she is single or not pregnant if married,\" Hatab al-Anazi, a ministry spokesman, is reported to have told the paper Arab News. \"[That] is against the regulations approved by the ministry.\"</p> <p>Saudi Arabia attracts constant criticism from human rights groups for its systemic discrimination against women.</p> <p>Last September King Abdullah, who has taken some tentative steps towards loosening strict gender segregation, announced that women would be able to vote in the 2015 local elections and for the consultative assembly.</p> <p>In January the government enforced a law allowing Saudi women to be employed in lingerie and cosmetic shops, following a campaign by the women's rights activist Reem Asaad. Previously women had to purchase underwear from male shop assistants. The plan is that by the end of this year women will replace men in stores selling abayas, the traditional black cloak worn by women.</p> <p>Last month a poll of working women in Saudi Arabia by YouGov and Bayt.com found 65% wanted to achieve greater financial independence through their careers. Those under 25 also wanted to make use of their educational qualifications.</p>",
  "<p>Bell miner, <em>Manorina melanophrys</em> (protonym, <em>Turdus melanophrys</em>), Latham, 1802, also known as the bellbird, photographed in <a href=\"http://en.wikipedia.org/wiki/New_South_Wales\">New South Wales</a>, a state in southeastern Australia. </p> <p><em>Image: <a href=\"http://www.flickr.com/photos/m-louise/\">Marie-Louise Ng</a>, 24 December 2011 (with permission, for <strong>GrrlScientist/Guardian</strong> use <strong>only</strong>) [<a href=\"http://farm8.staticflickr.com/7275/7746607782_06323259d9_b.jpg\" width=\"720\" height=\"465\">velociraptorise</a>]. <br>Nikon D7000, 1/500s, f/8.0, 500 mm, iso:400 </em></p> <p> </p> <p><strong>Question:</strong> This Australian mystery bird has an unusual behaviour that affects almost every aspect of its life history. What trait is this and what is its function? Can you identify this mystery bird's taxonomic family and species? </p> <p><strong>Response:</strong> This is a bell miner, <em>Manorina melanophrys</em>, a passerine that is placed into the honeyeater family, Meliphagidae. </p> <p>This small passerine is endemic to southeastern Australia and gets its common name from its favourite food. In fact, bell miners live almost exclusively on the sweet, waxy, crunchy shell secreted by tiny, almost totally helpless psyllid insects, known as \"bell lerps\" or \"lerp psyllids\". These insects feed on sap that they suck from eucalyptus leaves and surround themselves with dome-shaped secretions that are designed to protect their soft bodies from predators and from the environment. </p> <p>The birds are so dependent upon these honeydew-like secretions that they live in groups that lovingly tend and farm lerp insects just as ants farm aphid \"cows\". The birds protect these insects from almost all other birds, especially from all insect-eating birds (and from humans, too) by aggressively driving off all but those individuals that are members of their group. So devoted are the birds that these nearly immobile insects can become a serious pest, capable of killing even large eucalyptus trees. </p> <p>Since greater numbers of birds leads to greater food availability, you would be correct to predict that bell miners live in large and socially-complex groups. Each group consists of smaller subgroups made up of pairs of breeding birds as well as nonbreeding adults. Although most of the adult birds are typically are not related, nonbreeding adults will help all the breeding birds in their subgroup raise their chicks. If you also predicted that bell miner populations undergo undulating boom-and-bust periods that closely follow psyllid population size, you would also be correct. </p> <p>In many ways, these Australian songbirds are similar to the unrelated acorn woodpeckers, <em>Melanerpes formicivorus</em>, of western North America. </p> <h2>The Mystery Birds reference library:</h2> <p><a href=\"http://www.guardian.co.uk/science/grrlscientist/2012/may/12/2\">Africa</a></p> <p><a href=\"http://www.guardian.co.uk/science/grrlscientist/2012/aug/11/9\">Antarctica</a> </p> <p><a href=\"http://www.guardian.co.uk/science/grrlscientist/2012/may/05/6\">South and Central America</a></p> <p><a href=\"http://www.guardian.co.uk/science/grrlscientist/2012/apr/28/6\">Oceania and the South Pacific Ocean</a></p> <p>.. .. .. .. .. .. .. .. .. .. .. </p> <p>You are invited to <a href=\"http://www.guardian.co.uk/science/punctuated-equilibrium/mystery-bird\">review all of the daily mystery birds</a> by going to their dedicated graphic index page. </p> <p>If you have bird images, video or audio files that you'd like to share with a large and (mostly) appreciative international audience here at <em>the Guardian</em>, feel free to contact me to learn more. </p> <p>.. .. .. .. .. .. .. .. .. .. .. </p> <p>twitter: @<a href=\"http://twitter.com/#!/GrrlScientist\">GrrlScientist</a> <br>facebook: <a href=\"http://www.facebook.com/grrlscientist\">grrlscientist</a> <br>evil google+: <a href=\"https://plus.google.com/u/0/111331532997434679580/posts\">grrlscientist</a><br>email: grrlscientist@gmail.com</p>",
  "<p>When US sprinter Ryan Bailey was handed the baton in last night's 4x100m relay final, he was ahead of Usain Bolt and there was a sense that the Americans might win the event for a 16th time in Olympic history. But the US quartet were again denied by Bolt, who brought his country its fourth gold sprinting medal of London 2012, and a new world record.</p> <p>Prior to the 2008 Beijing Olympics, American athletes had traditionally dominated the raw speed events. Team USA took home 13 medals from the ten sprinting contests in Athens eight years ago and at the time, the 100m world record of 9.78 seconds was held by US athlete Tim Montgomery and the 200m world record belonged to sprinter-turned-BBC pundit Michael Johnson.</p> <p>But the US, which has a population 116 times the size of Jamaica's and an economy exactly a thousand times larger, was beaten by the islanders in Beijing, with Usain Bolt winning gold in the 100m and 200m finals, and compatriots Shelly-Ann Fraser-Pryce and Veronica Campbell-Brown victorious in the 100m and 200m sprint contests respectively. The Americans flew home with a single gold medal, while the Jamaicans returned to Kingston with five gold sprinting medals.</p> <p>Beijing could have been a wake-up call for the Americans, but Team USA fared little better in London. Usain Bolt won gold with an Olympic record in the 100m final and fellow Jamaican Yohan Blake hung on to win silver, with the USA's Justin Gatlin winning bronze. On Thursday, when Bolt retained his 200m Olympic title, it was an all-Jamaican affair as team-mates Yohan Blake and Warren Weir claimed silver and bronze. Wallace Spearmon, the only American to compete in the 200m final, finished fourth.</p> <p>Team USA's women were more successful than their male counterparts and the Jamaican women, with Allyson Felix and Sanya Richards-Ross winning gold in the 200 and 400m finals respectively and the US claiming a gold gold medal in the 4x100m relay with a new world record.</p> <p>The <a href=\"#data\">data below</a>, going back to 1992, highlights Jamaica's increasing dominance of Olympic sprinting events. Medal scores are calculated using the official IOC ranking standard - gold counts for three points, silver gets two points and a bronze medal is awarded one point.</p> <h2> • The USA's GDP is over 1,000 times that of Jamaica - $15.09 trillion vs $15.07 billion<p>• The US population is 116 times larger than Jamaica's</p><p>• In the 200m Michael Johnson held the world record, set in Atlanta in 1996, for 12 years. The record was broken by Usain Bolt (the current world record holder), in 2009.</p><p>• US athlete Sanya Richards-Ross, winner of the 400m race and silver medallist in the 200m, is a native of Kingston, Jamaica. She became a naturalised US citizen in 2002.</p><p>• In the men's 4x100m relay, the US have won gold in 15 out of the 22 Olympic Games they have competed at it.</p><p>• Of the 50 Olympians who competed for Jamaica at London 2012, 47 competed in athletics.</p><p>• All three of the 200m medallists; Usain Bolt, Yohan Blake and Warren Weir, are coached by Glen Mills as part of the Racers Track Club based in Jamaica's capital Kingston. Mills was Jamaica's head coach for 22 years until 2009, during which the island won 71 World Championships medals and 33 Olympics medals in athletics. </p></h2> <p><strong> </strong></p> <p></p> <h2><a name=\"data\">Download the data</a></h2> <p>• <a href=\"https://docs.google.com/spreadsheet/pub?key=0AjI0Eo6IUSaHdG15cnNhU1pnYmhGSDFFalFYTkwxMmc&amp;output=html\">DATA: download the full spreadsheet</a></p> <h2>NEW! Buy our book</h2> <p><a href=\"http://www.amazon.co.uk/Facts-are-Sacred-Guardian-ebook/dp/B006PI9PQG/\">• Facts are Sacred: the power of data (on Kindle)</a></p> <h2>More open data</h2> <p><a href=\"http://www.guardian.co.uk/data\">Data journalism and data visualisations from the Guardian</a></p> <h2>World government data</h2> <p></p> <p>• <a href=\"http://www.guardian.co.uk/world-government-data\">Search the world's government data with our gateway</a></p> <h2>Development and aid data</h2> <p>• <a href=\"http://www.guardian.co.uk/data-store/global-development-data/search?q=\">Search the world's global development data with our gateway</a></p> <h2>Can you do something with this data?</h2> <p>• <strong>Flickr</strong> Please post your visualisations and mash-ups on our <a href=\"http://www.flickr.com/groups/1115946@N24/\">Flickr group</a><br>•&#xa0;Contact us at <a href=\"mailto:data@guardian.co.uk\">data@guardian.co.uk</a></p> <p><strong>• <a href=\"http://www.guardian.co.uk/technology/page/2009/jun/17/1\">Get the A-Z of data</a><br>• <a href=\"http://www.guardian.co.uk/data-store\">More at the Datastore directory</a></strong><br><strong>• <a href=\"http://twitter.com/datastore\">Follow us on Twitter</a><br>• <a href=\"http://www.facebook.com/pages/Guardian-data/155291341187950\">Like us on Facebook</a></strong></p>",
  "<p>It was the photograph of the Games. Olympic champions Usain Bolt and Mo Farah clowning around together on top of the podium – the final moments of the very last night of athletics action in the Olympic stadium. A full-capacity crowd of 80,000 had stayed on to watch Farah's medal ceremony following the 5,000m gold medal win that cemented his status as Britain's all-time greatest athlete, and were treated to an additional surprise as the Jamaican triple Olympic gold medallist unexpectedly shot out of the tunnel to join his British friend.</p> <p>The pair exchanged race celebrations, Farah performing Bolt's \"To Di World\" – a Jamaican dancehall move that has become Bolt's signature pose – while Bolt put his hands over his head in an M-shape to do the \"Mobot\" – and the stadium erupted. The two athletes have known each other for over a decade, since Bolt first came to prominence on the global stage as the youngest sprinter ever to win the 200m world junior title at the age of just 15. \"Me and Mo we go way back,\" said Bolt afterwards, \"we have the same agent [Ricky Simms], we have been through ups and downs. I've seen him train. It was good, it was a joy for me to see him get the double gold medal so it was wonderful.\"</p> <p>After watching Farah win gold in the 5,000m Bolt says he was inspired to perform the Mobot on crossing the line in his final race of the Games – the men's 4x100m relay in which the Jamaican quartet set a new world record of 36.84sec. \"Before the Olympics I said I'm going to do that,\" said the 25-year-old. \"It escaped me two times [at grand prix races] because I was so happy that I won. But before I came out [for the relay] I watched him in his 5,000m and I made sure I remembered to do it. So for me it was fun.\"</p> <p>Farah, who modestly baulks at the suggestion that he is anywhere near Bolt's legendary status – \"No way, I'd have to break world records and win more gold medals\" – said it was an honour to share the stage with such an icon. \"It was good, he's a great athlete, a legend … He did the Mobot and I did the 'To the world'. I can't believe he did the Mobot as he was breaking a world record, we will be looking back in a year's time – a world record and he did the Mobot. I never thought it would take off.\"</p> <p>Farah, whose wife is expecting twins soon – future athletes if he has anything to do with it, \"apparently they have long legs like their dad\" he said – went on to pay tribute to the \"genius\" methods of his American coach, Alberto Salazar. In just 16 months the coach known for his unorthodox use of machinery such as the cryosauna, a cooling chamber used to aid muscle recovery, an underwater treadmill, and a punishing work ethic that means Farah keeps a treadmill in his bedroom, has elevated the 29-year-old Briton from double European champion to double Olympic champion, picking up world championship gold and silver medals along the way.</p> <p>Salazar's approach was blunt, and brutal. \"Alberto said I run like a girl,\" said Farah, laughing now at the indignity of it. \"I was weak.\" The coach worked on Farah's strength, upping his mileage and added in gruelling hill runs which initially left the Briton struggling to cope. In the Olympic Stadium he showed how the work had paid off as he finished strongly on the home straight to take double Olympic gold.</p> <p>Moving to the other side of the world to train at Salazar's Oregon base last February was a huge risk to take so close to the London Games, Farah admits. \"It felt like it was a gamble,\" says the Somali-born runner, who uprooted his wife, Tania, and daughter, Rihanna, so many miles from home. \"There was a lot of questions asked at the time because I was double European champion and people were like, 'Mo why are you changing when things are going so well?' but in your mind you knew something had to change because I was coming sixth, seventh and if I didn't make that change I don't think I would have been [here] today and competing with those guys.\"</p>",
  "<p>It started in America. It moved on to Europe. Now the fear is that the big economies of the emerging world are about to join the west in a blanket slowdown.</p> <p>This would be a new and worrying development. While the United States, Britain and Europe were having it worse than at any time since the 1930s, Brazil, Russia, India and China grew by 25% between 2008 and 2010.</p> <p>There was talk of a changing of the guard, of a shift in economic power from west to east and from north to south. It was certainly the case that without the strong growth in the big emerging markets, the downturn that followed the financial crisis of 2008 would have been significantly worse.</p> <p>The so-called Bric countries are growing, but since the start of 2012 there have been unmistakable signs that economic problems are not confined to Europe, North America and Japan. India has slowing growth and high inflation; Russia's industrial weakness has been masked by a high oil price; Brazil has felt the backwash from weak growth in the US; and China's export-led model has started to falter.</p> <p>The only real surprise is why anybody should be surprised by these developments. Globalisation of production over the past quarter of a century has meant not just interconnectedness but interdependency. China's big export markets are Europe, which has been in the throes of a sovereign debt crisis for the past two and a half years, and the US, experiencing a sub-par recovery by historic standards.</p> <p>Figures out last week showed that Chinese exports in July were just 1% up on a year earlier, with shipments to the EU and the US down by 8% between June and July. Import growth was also weak, suggesting that the domestic economy has also softened since the turn of the year. Electricity production, which economists use as a proxy for growth, has been flat during 2012.</p> <p>Nor is China the only Asian exporter seeing reduced demand for its products. Singapore joined Hong Kong in registering falling growth rates in the second quarter of 2012, and Monday's Japanese GDP figures are likely to show a marked deceleration in activity between the first and second quarters of the year.</p> <p>Beijing has started to respond to the slowdown in China. Official interest rates have been cut and the authorities are starting to make credit available for investment projects, albeit with a bit more caution than they showed during late 2008-09, when emergency action was taken to prevent the economy grinding to a halt.</p> <p>China has oodles of capacity. Investment accounted for almost half of gross domestic product in 2011 (compared with less than 20% in the UK and the US), and much of the spending in recent years has been wasteful. In a more open economy, a combination of high domestic inflation and falling overseas demand would be leading to capital scrapping rather than investment in new plant and machinery.</p> <p>But just as Europe has been kicking its sovereign debt can down the road, and the US has been delaying the moment when the budget deficit has to be tackled, so China is looking for a short-term fix in the hope that something will turn up.</p> <p>That \"something\" is the pick-up in the global economy that will occur when the European Central Bank delivers on its promise to do whatever it takes to hold the single currency together, thereby providing the boost to confidence that will allow America finally to recover strongly and the Chinese to again become the workshop of the world.</p> <p>From this perspective, the ECB's pledge to take on the bond markets was a game-changing moment. The next couple of months will see Greece put back on track with its austerity programme, falling bond yields in Spain and Italy, and evidence that the double-dip recession of 2012 was shallow and temporary.</p> <p>A resolution to Europe's problems will enable Barack Obama to win a second term, allowing the US to shuffle away from the edge of the fiscal cliff, the big package of tax increases and spending cuts planned for 2013. Once the west is fully recovered, the good times will return to China and the other big Asian exporters.</p> <p>This may be indeed what happens over the next six months. Equally, it could be the case that the ECB has merely bought Europe's policymakers a quiet August and that when they get back from the beach in September the old worries will resurface.</p> <p>Greece will go bust when the Troika (the ECB, the EU and the International Monetary Fund) refuses to give it another bailout, the Germans will refuse to allow Mario Draghi at the ECB to fire his \"big bazooka\", and the economic news will get worse and worse. America's recovery will stall, leading to a victory for Mitt Romney in November. The new president will take early action to slash the deficit, pushing not just the US but also the global economy deep into recession.</p> <p>A third scenario – and perhaps the most likely one – is that things remain messy. Policymakers find it impossible to repair the damage caused by the events of the past five years but instead try to adjust to the \"new normal\".</p> <p>Mark Cliffe, the chief economist at ING, says \"massive and unprecedented action\" by governments has manipulated asset prices in an attempt to cushion the blow from the painful de-leveraging that would have otherwise taken place in the financial and public sectors. Zombie banks, real-estate bubbles in China, rising commodity bubbles, and rocketing budget deficits are the price that has been paid for avoiding a slump as severe as that of the 1930s.</p> <p>The risk is that this is simply delaying the inevitable, which is what, from their different perspective, the Marxist and Austrian schools believe. The Marxists say this is the world of overproduction, suppressed wages and falling profit shares described in Das Capital; the Austrians say capitalism can be revived only if the rottenness is purged from the system.</p> <p>Draghi, Ben Bernanke at the Federal Reserve, and Sir Mervyn King at the Bank of England, say the exceptional measures they are taking are justified because, given time, they will work.</p> <p>So, this is a world in which the Bank of England has bought a third of UK gilts, a world in which the Federal Reserve has pumped trillions of dollars into the US economy for fear the money supply will collapse, a world in which the ECB props up European banks so they can buy government bonds nobody else will touch, and a world in which China can keep its growth model functioning only through manipulation of the exchange rate and unproductive investment. Apparently, this is the \"new normal\". There doesn't, to be frank, seem much normal about it.</p>",
  "<p>UK Sport will receive £500m over the next four years to maintain funding for Olympic sports at same level before the 2016 Games as during the runup to London, David Cameron has announced.</p> <p>The prime minister also used the closing day of the London Olympics to reveal he has appointed Lord Coe as his Olympic legacy adviser.</p> <p>Coe, chair of the London 2012 Olympic organising committee who first led the successful bid for the London Games, will spearhead an Olympics Legacy unit in the Cabinet Office to secure the long-term benefits of hosting the Games, focusing particularly on economic and business gains.</p> <p>The prime minister outlined the moves as part of government plans to build on the legacy of the Olympics for Britain.</p> <p>Speaking on BBC News on Sunday, Cameron said the decision to provide £125m every year until 2016 aimed \"to reward the success of the UK's outstanding elite sport system\" following the British team's record-breaking medal success at the London Games.</p> <p>\"The motto of these Games has been 'inspire a generation'. Nothing has been more inspirational than seeing our elite athletes win gold this summer,\" he said.</p> <p>\"There's a direct link between elite success and participation in sport. I want one of the legacies of these Games to be our athletes triumphing in Rio in 2016, and in future Olympic Games. Guaranteeing this funding will help ensure that happens.\"</p> <p>UK Sport, the body that distributes cash to Olympic and Paralympic sports as well as providing a number of specialist services, had previously only been guaranteed funding up until 2014.</p> <p>The lion's share of the money will come from the national lottery, with Treasury funding of £40m a year committed for the next two years.</p> <p>A Downing Street statement said: \"As an exception, exchequer funding is now being committed to 2016/17, to give athletes financial certainty in the crucial final two years in the runup to Rio 2016.\"</p> <p>The government hopes that this, together with an estimated £87m of lottery funding a year, will help athletes such as cyclist Laura Trott and Jonnie Peacock in the Paralympic squad to be able to train full time in their sports.</p> <p>In exchange for the funding, the government wants to keep alive the momentum of the volunteering spirit of the Games by requesting that funded athletes give up five days a year to inspire future generations through school sport.</p> <p>Cameron said he was also determined to deliver \"the best legacy ever\" for Britain across the economy, volunteering and regeneration as he announced Coe was to continue his involvement with the Olympics beyond Sunday's closing ceremony by serving as the government's \"legacy ambassador\".</p> <p>The Tory peer and former MP, whose role in making the Games a success has been widely acclaimed, will advise the prime minister on how best to make the most of this success in reaching the government's target of £13bn in economic benefits as a result of hosting the Games.</p> <p>He will also act as a \"roving global ambassador\" to help win new trade and investment deals for British businesses.</p> <p>\"Seb Coe has done a brilliant job delivering the best Games ever,\" said Cameron. \"Now I want him to help me deliver the best Olympic legacy ever.\"</p> <p>The prime minister suggested the \"massive self-confidence boost\" enjoyed by the UK as a result of the Olympics could help drag the country out of economic trouble.</p> <p>\"It is an enormous confidence-booster about who we are as a country, what we can do, what we stand for, and the fact that we can make our way in a very tough and competitive world,\" he told BBC News.</p> <p>\"We do face a very tough economic situation and I do not belittle that at all. It is a very tough economic world that we are in. But in a way what these Games show is that if you work hard enough at something, if you plan something, if you are passionate enough about something, you can turn things around. I think that is the lesson people can take from these Games.\"</p> <p>But the Conservative London mayor, Boris Johnson, suggested inspiration alone would not be enough to boost growth as he urged the government to seize on the success of the Games by embarking on a radical programme to get the economy back on its feet.</p> <p>Johnson, riding high after a fortnight acting as the political face of the Games, told the<a href=\"http://www.telegraph.co.uk/news/politics/conservative/9469376/Boris-Johnson-tells-David-Cameron-to-go-for-growth-to-harness-Olympic-legacy.html\" title=\"\"> Sunday Telegraph</a> ministers \"need to go further\" by taking bold steps in removing barriers to economic growth.</p> <p>This included making it easier to hire and fire staff, acting on his calls for a new airport on the Thames estuary, investing in a number of infrastructure transport projects in the capital, and streamlining planning laws to pave the way for a housing boom.</p> <p>\"The most important thing about the Olympics is that they have shown that Britain really can do things,\" said Johnson. \"We have shown the world we are a happy, ambitious, modern, successful economy.</p> <p>\"We have shown incredible logistical skills. We now have every reason to be in confident in ourselves and the future.\"</p>",
  "<p>In our inaugural Edinburgh International Book festival podcast, we talk to platform-sharers Frank Cottrell Boyce and Andrew Motion - who've both published follow-ups to beloved children's books this year - about the pleasures and pitfalls of revisiting the shared territory of our childhood. And BBC Newsnight economics editor Paul Mason discusses the subject of his latest book: global protest movements.</p> <p><strong>Reading list</strong></p> <p><a href=\"http://www.guardian.co.uk/books/data/book/unclassified/9780230757738/chitty-chitty-bang-bang-flies-again\">Chitty Chitty Bang Bang Rides Again</a> by Frank Cottrell Boyce<br><a href=\"http://www.guardian.co.uk/books/data/book/fiction/9780224091190/silver-return-to-treasure-island\">Silver: Return to Treasure Island</a> by Andrew Motion<br><a href=\"http://www.guardian.co.uk/books/data/book/politics/9781844678518/why-its-kicking-off-everywhere-the-new-global-revolutions\">Why It's Kicking Off Everywhere</a> by Paul Mason</p>"
]