[
  "Global trade forecast to fall by up to a third amid Covid-19 pandemic – as it happened",
  "Coronavirus could push half a billion people into poverty, Oxfam warns",
  "UK's surveyors make plea for stamp duty holiday after lockdown",
  "Coronavirus: 8 April, at a glance",
  "Trump scapegoating of WHO obscures its key role in tackling pandemic",
  "Bernie Sanders’ political revolution is not over",
  "Morning mail: police raid Ruby Princess, GPs on brink of collapse, lessons from the Spanish flu",
  "British Cycling and UK Athletics turn to furlough as Covid-19 hits income",
  "'We won't see coronavirus here' ... and other gems from Trump's new press secretary",
  "Corrections and clarifications",
  "Rishi Sunak ditches the straight-talk for lessons from the old school",
  "Now is not the time to cut WHO funds, says official after Trump threat",
  "Tesco defends £635m dividend payout after coronavirus tax break",
  "Rishi Sunak should take a share of blame for Tesco dividend anger",
  "Global trade will be vital to economic recovery from Covid-19",
  "British news outlets 'could fail due to coronavirus ad-blocking'",
  "The Guardian view on parliament in lockdown: time for a virtual recall",
  "Airbus reduces jet production to cope with coronavirus crisis",
  "Singapore coronavirus surge raises fears of post-lockdown breakouts",
  "Gogglebox Australia has just caught up to the coronavirus crisis – and it's made the show unmissable",
  "Morrison talks of ‘snapping back’ but the economic recovery from coronavirus will be slow",
  "ANU to base admission on year 11 because of 'significant disruption' from coronavirus",
  "Australia's small medical practices on brink of collapse amid coronavirus",
  "Record UK daily death toll of 938, as Rishi Sunak says Johnson is 'sitting up in bed' – as it happened",
  "Rishi Sunak heeds calls to help charities with £750m extra funding",
  "Coronavirus: 8 April, at a glance",
  "Oldham Athletic 3-3 Manchester United: 1990 FA Cup semi-final – as it happened",
  "Germany heads for deep recession as EU ministers fail to agree Covid-19 rescue – as it happened",
  "Would a Premier League pay cut really cost the government £200m?",
  "Veterinary scientist hailed for Faroe Islands' lack of Covid-19 deaths",
  "Channel 4 cuts content budget by £150m as virus hits ad revenues",
  "Brexit: UK plan to agree trade deal by December is fantasy, says EU",
  "Stephen Colbert to Trump: ‘Grow up and do your damn job’",
  "'This is an economic crisis': why the pandemic could spell the end for British fashion",
  "Oh The People’s Tottenham Hotspur! How could you be so reckless?",
  "Letter: Tristan Garel-Jones obituary",
  "David Mortimer obituary",
  "Coronavirus jobs bailout could cost Treasury '£40bn every three months'",
  "Business is booming for supermarkets - they don't need government handouts",
  "Scientists create mutant enzyme that recycles plastic bottles in hours",
  "Labour can expel antisemites – but that won't 'root out' antisemitism in our culture",
  "EU trades barbs with top scientist forced out in Covid-19 row",
  "The coronavirus crisis could end in one of these four ways",
  "Coronavirus putting world on track for new Great Depression, says WTO",
  "Crystal Palace 4-3 Liverpool: 1990 FA Cup semi-final – as it happened",
  "Football isn't quite getting its coronavirus response right but who is?",
  "Parliament passes Covid-19 wage subsidy bill worth $130bn – as it happened",
  "MPs and senators pass $130bn jobkeeper wage subsidy as part of Australia's 'road out' of coronavirus crisis",
  "Coffeeland by Augustine Sedgewick review – the rise of coffee capitalism",
  "Heathrow workers threatened with sack if they reject 'voluntary' pay cuts",
  "Triple-headers and robot umpires. Would MLB's reported restart plan work?",
  "Wasted time: how San Francisco failed its homeless population amid coronavirus",
  "India's leaders have panicked. Now the millions who power the country are suffering",
  "Several UK insurers scrap plans to pay £1.3bn in dividends",
  "MPs launch inquiry into potential Chinese asset stripping of UK firms",
  "Canada nursing home reels from death of almost half its residents",
  "US briefing: Trump denounces WHO, NY Covid-19 deaths, Wuhan lifts lockdown",
  "'I have the cure': slew of US scammers seek to capitalize on coronavirus fears",
  "Eurozone fails to agree deal on €540bn coronavirus rescue plan",
  "Cheltenham cited Boris Johnson's rugby outing as a reason for Festival go-ahead",
  "The Grand Bizarre review – trippy travelogue to who knows where",
  "John Prine obituary",
  "We cannot rely on Trump. Congress must lead the way in this unprecedented crisis",
  "Coronavirus Australia latest: 8 April at a glance",
  "Doctors have been whistleblowers throughout history. They’ve also been silenced",
  "Pope salutes 'saints next door' in fight against coronavirus",
  "Talking Horses: seeking a venue for a Derby behind closed doors",
  "What's the latest a season has been cancelled and then annulled?",
  "Starmer's credibility will soon be tested by the brutal economics of this crisis",
  "How a small town reacted when its mayor was caught growing weed",
  "ACCC allows business competitors to work together in coronavirus 'war effort'",
  "Fashion industry reels as coronavirus shuts shops and cancels orders",
  "Coronavirus gardening boom overwhelms seed suppliers in New Zealand and Australia",
  "Love After Love by Ingrid Persaud review – flashes of pure truth",
  "Why are people turning questionable politicians into 'pandemic pinups'?",
  "Labour urges emergency aid for domestic abuse services",
  "Our food bank could run out of stock before the coronavirus lockdown ends",
  "Amsterdam to embrace 'doughnut' model to mend post-coronavirus economy",
  "Coronavirus in Africa: what happens next?",
  "Cyclone Harold batters Fiji on path of destruction through Pacific",
  "Twin Peaks at 30: the weird and wonderful show that changed television",
  "Wednesday briefing: Testing time for Raab as crisis mounts",
  "Fears of crisis in UK car finance market as owners seek payments help",
  "What does ‘national defence' mean in a pandemic? It's no time to buy fighter jets",
  "Coronavirus: 100 days that changed the world",
  "Ardern optimistic as New Zealand records lowest number of Covid-19 cases for two weeks",
  "Country diary: the sheer gall of a wasp writing the US constitution",
  "Australia's arts have been hardest hit by coronavirus. So why aren't they getting support?",
  "Jakarta to start shutdown as burials, and fears, rise amid coronavirus outbreak",
  "Trump threatens to hold WHO funding, then backtracks, amid search for scapegoat",
  "Casual and migrant workers are at the mercy of an economy that punishes its victims",
  "Republican congressional candidate touts AR-15s to fight 'looting hordes from Atlanta'",
  "Coronavirus US live: Trump says US will stop funding World Health Organization, then backtracks – as it happened"
]