[
  "Trump says it's time to reopen businesses: 'Will some people be affected badly? Yes' – as it happened",
  "Austria says easing lockdown has not led to spike in infections – as it happened",
  "Trump poised to wind down Covid-19 taskforce as US death toll tops 70,000",
  "Coronavirus 5 May: at a glance",
  "Lord Sugar tweet broke UK advertising rules, says watchdog",
  "Risk of 'dole queue' future for young people after Covid-19 crisis",
  "System for children with special needs in England 'riddled with inequalities'",
  "Coalition accused of dragging out legal battle to hide documents on $1.3bn arms deal",
  "Why is the White House winding down the coronavirus taskforce?",
  "Coronavirus in the Pacific: weekly briefing",
  "Disney takes $1.4bn hit as parks shuttered and production halted",
  "Morning mail: Ruby Princess testers sent to Newmarch, logging increases bushfire risk, join our Zoom book club",
  "California sues Uber and Lyft for misclassifying drivers as contractors",
  "Calls for inquiry as UK reports highest Covid-19 death toll in Europe",
  "Global stock markets buoyed as Brent crude tops $30 a barrel",
  "UK coronavirus contact tracing app: is it safe and will people use it?",
  "UK coronavirus: Raab says it would not be safe to reopen all schools; official death toll rises to 29,427",
  "The Guardian view on lifting the lockdown: not business as usual",
  "The Guardian view on Poland's presidential election: call it off",
  "Football's future: 'Pubs and clubs won't bounce back for many months'",
  "Virgin Atlantic job cuts were the only route to Treasury coffers",
  "Small firms hit by coronavirus could miss out on bounce-back loans",
  "Coalition has 'no excuse' not to extend jobseeker to visa holders, ACTU says",
  "Coronavirus 5 May: at a glance",
  "Majority of UK businesses 'need less than a week' to restart",
  "Has the time come for a universal basic income?",
  "Trump gives up on virus fight to focus on economic recovery – and re-election",
  "Confusion over easing of lockdown",
  "Birmingham medics investigate high BAME Covid-19 death rate",
  "British sport faces devastating £700m black hole from Covid-19 pandemic",
  "Norwegian Cruise Line warns of 'substantial doubt' it will survive",
  "John O'Malley obituary",
  "Hilary Bracefield obituary",
  "Cruise companies accused of refusing to let stranded crew disembark due to cost",
  "Virgin Atlantic to cut 3,150 jobs; UK car sales tumble - as it happened",
  "Amazon is cracking down on protesters and organizing, workers say",
  "Virgin Atlantic to axe a third of jobs and shut Gatwick operations",
  "Ocado faces shareholder revolt over £88m bonus payout",
  "Football may as well add a multi-ball feature, pugil sticks and a travelator",
  "Wizz Air announces plans to resume flights to Portugal and Greece",
  "Seth Meyers: 'This is what you get when you make a TV star president'",
  "UK online grocery sales likely to surge by a quarter amid lockdown",
  "Jolt to eurozone as German court warns against central bank stimulus",
  "Trump rails at 'loser types' as dissident Republican ad gets under his skin",
  "Brexit talks hurtling towards new crisis point, says Irish foreign minister",
  "If Britons are the most pro-lockdown, it's probably because we're the most obedient",
  "The coronavirus crisis threatens what trust South Africans have left in their government",
  "RFU will need government bailout if England do not play until summer 2021",
  "Boom-bang-a-bang Covid-19! Eurovision warriors refuse to be silenced",
  "Normal People delivers best week ever for BBC Three",
  "UK's biggest peer-to-peer lender halves interest rates to prepare for defaults",
  "An industry in freefall: dance sector calls for urgent help",
  "Coronavirus border closures strand tens of thousands of people across Africa",
  "Coronavirus has exposed the dangerous failings of NHS marketisation",
  "Use of public transport could be discouraged as lockdown ends – IFS",
  "EFL chief says parachute payments are 'an evil that must be eradicated'",
  "Forest fire season is coming. How can we stop the Amazon burning?",
  "Inflation collapses around the world amid coronavirus pandemic",
  "Jeremy Trafford obituary",
  "South Korea ready to kick off football season – with the world watching on",
  "ACTU says ME Bank should not limit customers from drawing down on home loans",
  "Scott Morrison says it's time to get Australians back to work after coronavirus shutdown",
  "Forget Friends! The 25 greatest overlooked sitcoms – from Lovesick to Younger",
  "Will Americans ever forgive Trump for his heartless lack of compassion?",
  "No 10 scientific advisers warned of black market in fake coronavirus test results",
  "First Thing: Nobody is buying Trump's Wuhan lab theory",
  "Australian restaurants and cafes present plans to come out of coronavirus shutdown",
  "16th resident dies at Sydney aged care home – as it happened",
  "Co-living in a pandemic: how I'm surviving life with 48 roommates",
  "On this special Giving Tuesday, stand with journalism that stands with science",
  "UK car sales plunge to lowest since 1946 amid coronavirus lockdown",
  "WeWork co-founder Adam Neumann sues SoftBank over $3bn deal",
  "Dave Greenfield: putting beauty at the rotten heart of the Stranglers",
  "Coronavirus Australia latest: 5 May at a glance",
  "Nationals trade blows over John Barilaro's aborted tilt at Eden-Monaro",
  "Workplace coronavirus safety rules must be binding, says Labour",
  "Britain is in a state of emergency. So where are its emergency planners?",
  "We created the Anthropocene, and the Anthropocene is biting back",
  "Australia and New Zealand travel bubble: coronavirus-safe plan to reopen border",
  "The antidote: your favourite reads beyond coronavirus",
  "Conservation in crisis: ecotourism collapse threatens communities and wildlife",
  "Australian experts fear coronavirus spike in domestic abuse as Global Drug Survey probes users",
  "Coronavirus lockdown in Lake District 'fraying at the edges'",
  "Covid-19 has made universities' financial forecasts redundant. Good luck to us all",
  "Green stimulus can repair global economy and climate, study says",
  "Coronavirus has left Britons scared to go outside. And can you blame us?",
  "The indispensable nation? Covid-19 tests the US-Australian alliance",
  "Tuesday briefing: No backing for Trump's China lab claim",
  "Coronavirus 5 May: at a glance",
  "WHO says it has no evidence to support 'speculative' Covid-19 lab theory",
  "Spared by the fires, NSW's south coast bushland now faces the bulldozers",
  "Carriageworks goes into voluntary administration citing 'irreparable loss of income' due to coronavirus",
  "Legalising cannabis: what will New Zealanders be asked to vote on in September?",
  "California to reopen some businesses this week as lockdowns ease across US – as it happened"
]