[
  "Coronavirus US live: Fauci testifies pandemic is not 'under control' in America – as it happened",
  "Worldwide Covid-19 deaths pass 290,000 – as it happened",
  "Women in lower-grade jobs hit by pension change 'at greater risk of depression'",
  "UK retailers warn of shop closures and job losses amid lockdown",
  "EU could reopen borders to tourists in Covid-19 recovery plan",
  "Millions with health conditions at risk from Covid-19 'if forced back to work'",
  "Coronavirus in the Pacific: weekly briefing",
  "Bryan Adams apologises after 'bat eating' coronavirus rant",
  "Morning mail: China tensions mount, Frydenberg tests negative, Bruce Pascoe's harvest",
  "Parents, grandparents, boxers, singers: the care home residents who have died from Covid-19",
  "'A trailblazer': woman at center of US trans rights case dies aged 59",
  "Reality check: Fauci offers coded rebuke to Trump’s rush to reopen",
  "Housing market in England to reopen for 'socially distanced' property viewings",
  "Bank of England could increase economic stimulus, says senior official",
  "Chancellor extends UK furlough scheme until end of October",
  "EasyJet founder offers £5m reward as he seeks to derail Airbus order",
  "State-backed loan schemes deliver £15bn to UK businesses",
  "Sebastian Vettel's Ferrari departure could shake up drivers' market for 2021",
  "Nice try Mr O'Leary, but Ryanair doesn't write the rules",
  "UK coronavirus: recession already happening, says Rishi Sunak, as furlough scheme extended – as it happened",
  "The Guardian view on furloughed workers: safe for now",
  "How the UK furlough scheme compares with other countries",
  "US message to Britain in bilateral trade talks: it's us – or China",
  "'The genie is out of the bottle': telehealth points way for Australia post pandemic",
  "Thieves of the Wood: come for the thrill of Flemish Robin Hood. Stay for the tricorne hats",
  "Alan Jones: end for the shock-jock whose views on women, race and climate pandered to his tiny audience",
  "Gladys Berejiklian under fire for defence of police commissioner's $649,500 pay",
  "Women's role in sport must be addressed in post-coronavirus recovery",
  "Zali Steggall increasingly concerned about Morrison government's Covid Commission",
  "Australia-China trade tensions raise fears over future of agricultural exports",
  "Was ‘harvesting’ in care homes a de facto policy?",
  "Carol Sarsfield-Hall obituary",
  "Will coronavirus lead to fairer societies? Thomas Piketty explores the prospect",
  "Supreme court grills Trump lawyers over president's unreleased tax returns",
  "Why the interactive Unbreakable Kimmy Schmidt is a silly triumph",
  "Cruise firm Carnival UK 'to cut 450 jobs' at Southampton HQ",
  "Saudi Aramco reports 25% dip in profits after oil market collapse",
  "Stay alert or stay home? How Covid-19 lockdown rules differ across UK",
  "Tesla workers’ unemployment may be suspended if they don't return, emails show",
  "Companies strive to keep working under Covid-19 restrictions - as it happened",
  "Benefit claimants unlawfully short-changed, court rules",
  "Coronavirus shows us it’s time to rethink everything. Let's start with education",
  "B&Q sales begin UK recovery after 70% lockdown slump",
  "Lessons on civic duty from Boris Johnson? No thank you",
  "For Rishi Sunak, ending furlough scheme will be harder than starting it",
  "A legend at a Brooklyn hospital dies of Covid-19: 'He ran into the fire'",
  "Shopping centres owner Landsec cuts value of portfolio by £1.2bn",
  "The allure of Animal Crossing? You get to play God",
  "UK takes a pasting from world's press over coronavirus crisis",
  "Wolves the first club to get Covid-19 testing under Premier League plan",
  "Covidsafe phone app legislation passes lower house – as it happened",
  "What is the future for travel and migration in age of Covid-19?",
  "‘This is the next frontier in scientific innovation’: how the Gavi Alliance is helping to immunise the world",
  "Sharing the load: how regulatory cooperation improves global access to medicines",
  "Judge questions coronavirus case against 'homeless' London man",
  "The UK must freeze private rents now – or thousands will be made homeless",
  "British Library asks nation's children to write miniature books in lockdown",
  "Donald Trump brings his claim of absolute power to the supreme court",
  "Almunia, Deeney and the 18 seconds that led to Watford ecstasy",
  "Trump is making America an obstacle in the global fight against Covid-19",
  "US fossil fuel giants set for a coronavirus bailout bonanza",
  "Labor and the Greens push to extend eligibility for jobkeeper scheme",
  "First Thing: Is the US holding up the search for a coronavirus vaccine?",
  "Jack Monroe's tribute to tinned fish: four easy recipes for lockdown",
  "If I were Donald Trump's speechwriter, this is the team talk I would suggest",
  "He lived in the US for 40 years. Then he became the first to die from Covid-19 in immigration jail",
  "Unless the government changes tack, the UK's lockdown will have been for nothing",
  "Coronavirus: Boris Johnson is easing a lockdown that didn't exist for millions of Britons",
  "Coronavirus Australia latest: 12 May at a glance",
  "Coronavirus: Bryan Adams attacks China as 'bat eating, virus making' source",
  "Loud sex, thunderous dancing: how coronavirus strains neighborly ties",
  "Bolsonaro's silence on artists' deaths reflects disdain for Brazilian culture",
  "The antidote: your favourite reads beyond coronavirus",
  "Race, women, climate: the recurring themes of Alan Jones's career",
  "Josh Frydenberg tested for coronavirus after coughing fit during economic update",
  "Life on the road during coronavirus lockdown – photo essay",
  "Carlos Carvalhal: 'Before this, I hardly even knew I had flowers in my garden'",
  "Could lockdown be the death of bullfighting in Spain?",
  "Sainsbury's took a loan payment after it said it wouldn't",
  "Long journey home: the stranded sailboats in a race to beat the hurricanes",
  "Boris Johnson's message to the working class: good luck out there",
  "US supreme court tackles politics’ most tantalising mystery: Trump’s tax returns",
  "Elizabeth Gardiner: 'Health and care workers should be free to speak out on PPE'",
  "Regional Australians are just as deserving of support as those suffering the consequences of Covid-19",
  "Tuesday briefing: Step 1 of phase 2? Covid clarity lacking",
  "Coronavirus 12 May: at a glance",
  "Government commits $150m to bushfire-affected wildlife but more action needed, conservationists say",
  "Forget Titian, here's a talking dog! Is this digital art's big moment?",
  "'Our world is cancelled': How toy store The Entertainer is fighting to stay afloat",
  "Race to find homes for greyhounds as pandemic closes Florida tracks",
  "My sister died of coronavirus. She needed care, but her life was not disposable",
  "UK gig economy workers exposed to virus, union warns",
  "Global report: Fauci warns of 'needless death' as WHO urges vigilance in lifting lockdowns",
  "'A return of worry': relief mixes with anxiety as New Zealand eases lockdown",
  "Federal court launches snap investigation of its asylum seeker data breach",
  "Rose-coloured tresses: they looked at me and said, 'Oh my god, what have you done with your hair?'",
  "What is 'Obamagate' and why is Trump so worked up about it?",
  "Coronavirus US live: Trump abruptly leaves press conference after clash with reporters – as it happened",
  "'Don't ask me. Ask China': Trump clashes with reporters then abruptly leaves press briefing"
]