[
  "Austria's president apologises for Covid-19 curfew breach – as it happened",
  "White shelled eggs are selling in Tesco for the first time in 40 years",
  "Extra UK bank holiday in October 'could boost economy by £500m'",
  "Coronavirus: at a glance",
  "'What planet are they on?': the papers on the PM's defence of Dominic Cummings",
  "Morning mail: Nobel laureate's climate plea, Covidsafe fails, universities in dire straits",
  "Coronavirus US live: Birx says Trump wears mask when not socially distancing – as it happened",
  "Joe Hart: 'All I want is to be a big part of a club. That's all that burns through me'",
  "Dominic Cummings facing possible police investigation as pressure mounts",
  "Tory whips apologise for urging MPs to support Dominic Cummings",
  "Cyber security review may spell end for Huawei 5G deal",
  "China raises US trade tensions with warning of ‘new cold war’",
  "UK coronavirus live: Boris Johnson says Dominic Cummings acted 'responsibly, legally and with integrity' – as it happened",
  "Aston Martin sacks chief Andy Palmer after shares plunge",
  "Coronavirus: Trump aide claims China guilty of cover-up akin to Chernobyl",
  "Australians are beginning to act as if the coronavirus is defeated. The biggest danger now is complacency",
  "Australia’s ‘failing’ environmental laws will fuel further public health crises, Nobel laureate warns",
  "Claudia Karvan joins last-ditch campaign to save unburnt bushland from development",
  "Climate change critical issue in Eden-Monaro byelection as six in 10 voters say more action needed by government",
  "Stress, isolation, suicide: Australia's new mental health officer on the challenges of Covid-19",
  "One law for Dominic Cummings, another for the rest of us",
  "Luton council draws up emergency cuts to avoid bankruptcy",
  "Barrie Walker obituary",
  "Eva Pinthus obituary",
  "Mainz 0-5 RB Leipzig: Bundesliga – as it happened",
  "Has coronavirus changed the UK justice system for ever?",
  "How Dominic Cummings became indispensable to Boris Johnson",
  "Without help 40,000 jobs could go, warn UK coach tour operators",
  "Unite calls for renewed HSE spot checks to reduce Covid-19 risk",
  "In the fight against coronavirus, there can't be one rule for people like Dominic Cummings, and another for everyone else",
  "'I miss my homeland': fearful Uighurs celebrate Eid in exile in Turkey",
  "Knocking down barriers through boxing – photo essay",
  "In brief: Writers & Lovers; Flash Crash; The Pattern in the Carpet – review",
  "Spotify podcast deal could make Joe Rogan world's highest paid broadcaster",
  "Stephen Fay obituary",
  "'Like a tap being turned off': music magazines fight for survival in UK",
  "Most ingredients are in place for a property crash later this year",
  "Britain's largest solar farm poised to begin development in Kent",
  "Chicago: black people are 30% of its population but 60% of its Covid-19 deaths",
  "Madrid and Barcelona follow starkly different paths out of lockdown",
  "Fumbling the nuclear football: is Trump blundering to arms control chaos?",
  "Beijing to impose Hong Kong security laws 'without delay'",
  "Will Covid-19 show us how to design better cities?",
  "The US doctors taking Trump’s lead on hydroxychloroquine – despite mixed results",
  "An open letter: why we need a National Youth Corps",
  "Planning a great escape this year? Follow our staycation guide",
  "The British Jews who fought postwar fascism on London's streets",
  "Childhood in UK care system makes you twice as likely to die earlier, study shows",
  "What the lessons from Auschwitz teach us about the choices we make",
  "Michael Jordan was years ahead of his game. The Last Dance showed that he still is",
  "Covid-19 has changed everything. Now we need a revolution for a born-again world",
  "Middle East fears a coronavirus surge amid Eid celebrations",
  "Butter, pasta, massage guns… The strange world of lockdown essentials",
  "Let's use this crisis to improve equality for all young people, not just students",
  "Project Pitlane: how rival F1 teams united in battle against Covid-19",
  "'A volcano that exploded': the '95 Ajax side that changed European football",
  "The big picture: a day at Epsom racecourse",
  "‘The Indiana Jones of food’: Diana Kennedy, culinary pioneer",
  "The Bank of England needs to think the unthinkable to rescue the economy",
  "Charities call for new youth corps to tackle UK virus jobs crisis",
  "Morrison urged to confront Trump over concerns US-China trade deal is hurting Australia",
  "Scott Morrison dismisses calls for Josh Frydenberg to front Covid-19 inquiry over jobkeeper",
  "All in the Trump family: meet the president’s surrogates and strategists",
  "With restaurant doors still shut, there’s only one thing to be done: order a takeaway",
  "Family values: why Trump's children are key to his re-election campaign",
  "No, Donald Trump, Americans are not dying to work – work may cause them to die",
  "Trumpocalypse review: David Frum bushwhacks a new axis of evil",
  "Letters: our blueprint for a post-coronavirus future",
  "AAP bid: consumer watchdog warns Nine and News Corp against any attempt to block sale",
  "UK police contradict No 10 claims over lockdown warning - as it happened"
]