[
  "Prince Harry may quit hunting over Meghan's dislike of sport, says conservationist friend",
  "UK financial services looked gloomy even before Covid-19 crisis",
  "US governors announce multi-state pacts to begin easing coronavirus orders",
  "Central Queensland locals fear coronavirus outbreak from remote workers",
  "Morning mail: shutdown fines increase, jobless rate soars, good news for Murray-Darling",
  "XFL files for bankruptcy halfway through return season amid pandemic",
  "France to remain in strict lockdown for another month",
  "Raab sticks to the old 'Non, je ne regrette rien'",
  "How Scottish football's voting farce led to open warfare breaking out",
  "The Guardian view on poorer nations and Covid-19: the G20 must act",
  "Bernie Sanders endorses Joe Biden for president",
  "Timeline of UK's coronavirus PPE shortage",
  "Trump tweets prompt speculation he could fire Fauci",
  "UK missed three chances to join EU scheme to bulk-buy PPE",
  "Medical unions warn UK stock of protective gowns is critically low",
  "South Dakota pork plant closes after over 200 workers contract Covid-19",
  "Spain relaxes lockdown as daily coronavirus death toll falls to 517",
  "Fear of missing out becomes a reality in sport during Covid-19 crisis",
  "Australia will need to raise GST to pay coronavirus debt, tax expert says",
  "Kicking and Screaming: Noah Baumbach’s slacker debut is a nostalgic bite of 90s reality",
  "We are witnessing a critical time in history. You should keep a diary",
  "It’s shameful to blame doctors for shortages of PPE",
  "Coronavirus UK live: government does not expect to ease lockdown this week; UK hospital deaths rise by 717 – as it happened",
  "Time running out: footballers whose contracts expire on 30 June",
  "Letter: Charles Wood obituary",
  "Gangs still forcing children into 'county lines' drug trafficking",
  "Millions in UK having to choose between paying rent and eating, poll suggests",
  "‘We felt the financial impact immediately’: UK renters hit by coronavirus crisis",
  "Zumping: the rise of Zoom breakups",
  "Mum's net: how surrogacy thriller The Nest got us hooked",
  "Which is the best option, lockdown or herd immunity? We're about to find out",
  "Second wave of locusts in east Africa said to be 20 times worse",
  "John Oliver: 'Things need to change and not go back to normal'",
  "UK triples coronavirus response fund for NHS and public services",
  "Eamonn Holmes criticised for giving credence to Covid-19 5G conspiracy theory",
  "Disney's Bob Iger stays on to steer company during Covid-19 crisis",
  "'Banks will behave better this time than during financial crisis'",
  "The superhero firms helping out in the coronavirus crisis",
  "Brazil: Bolsonaro's defiance of distancing criticized by health minister",
  "UK sex workers in 'dire and desperate' need amid coronavirus lockdown",
  "Trump adviser Navarro defends US response in angry CBS interview",
  "Historic oil production cuts 'will not halt slump in demand'",
  "With working Americans' survival at stake, the US is bailing out the richest",
  "Covid-19 made 'unthinkable' reforms a reality in the US – now make them stick",
  "Coronavirus travel updates: which countries have restrictions and FCO warnings in place?",
  "US's digital divide 'is going to kill people' as Covid-19 exposes inequalities",
  "Ian McKinley: 'My eye injury turned life upside down but it has opened up the world'",
  "Prime Suspect: how a complex crime drama succumbed to sexist cliche",
  "Where now for travel? Lonely Planet closures point to an uncertain future",
  "Coronavirus 13 April: at a glance",
  "No soil, seeds or space? No problem! A beginner's guide to growing vegetables",
  "How we met: 'Within hours I knew I would marry her'",
  "'Unfair advantage': concerns US politicians are using coronavirus briefings to make stock decisions",
  "Two more Ruby Princess passengers die in NSW – as it happened",
  "Coronavirus Australia latest: 13 April at a glance",
  "Playmaker, pioneer, pariah: Should Michael Vick be in the Hall of Fame?",
  "Waters of Murray-Darling rivers join for first time in two years",
  "Don't be fooled: Britain's coronavirus bailout will make the rich richer still",
  "Coronavirus: 13 April at a glance",
  "My flat sale has been delayed by the government's freeze on the market",
  "Smart lifts, lonely workers, no towers or tourists: architecture after coronavirus",
  "Ministers 'must be open with NHS about PPE shortages'",
  "Is protective equipment getting to NHS staff on the coronavirus frontline? Here's the truth",
  "For millions, lockdown is not novels and quality family time but food parcels and hardship",
  "'Now there is nobody': living in a tourist attraction under lockdown",
  "Pope says Easter mass by live stream as global Covid-19 deaths pass 110,000 – as it happened"
]