[
  "US cases approach 2 million; Chile revises death toll to 2,290 – as it happened",
  "Universities face £460m loss from expected drop in east Asian students",
  "Morning mail: Cormann told to listen, 14-year-old crash driver charged, how to foster cats",
  "'Trump is tearing apart America': how the world sees the US protests",
  "Brexit: UK fears EU chief negotiator has lost grip on fishing talks",
  "Brazil stops releasing Covid-19 death toll and wipes data from official site",
  "I hated remote teaching during the Covid-19 lockdown. It should never replace the classroom",
  "'In 18 months, we've had 30 cats – and it's been wonderful'",
  "Kenny Young obituary",
  "Global report: China hails coronavirus response as world death toll tops 400,000",
  "UK death toll rises by 77 but no new deaths in Scotland or Northern Ireland – as it happened",
  "Blue-sky thinking: how cities can keep air clean after coronavirus",
  "Teenager’s collection of 37,000 tadpoles turns her into a TikTok star",
  "Racism in America is not the exception – it's the norm",
  "From drug dealers to loan sharks: how coronavirus empowers organised crime",
  "MasterChef 2020 Australia elimination: broccoli underwhelms as top ten revealed – as it happened",
  "Omission of air pollution from report on Covid-19 and race ‘astonishing’",
  "After Covid we're going to need a serious urban regeneration plan",
  "Toddlers are meant to keep you fit, but fit for what?",
  "Investing: take a trip down memory lane in search of better returns",
  "Diary of a Young Naturalist by Dara McAnulty review - miraculous memoir",
  "Doorstep delights: why front gardens matter",
  "Meet the family: how lockdown TV has brought fame to the loved ones of the famous",
  "Trump uses force as a first resort. And now the firepower is aimed at his own people",
  "Britain is not America. But we too are disfigured by deep and pervasive racism",
  "If drug firms take public funds they must make their finds available to all",
  "‘We need a strategy’: senior clinicians fear UK has no plan for second wave",
  "Time to shape up: my post-lockdown resolutions",
  "Patrick Mouratoglou: 'Coco Gauff was more mature at 14 than women of 25'",
  "After six months of coronavirus, how close are we to defeating it?",
  "Britain ‘absent from world stage’ by failing to condemn abuses by Trump and China",
  "‘We're still waiting’: schools lack free laptops pledged for poorer GCSE pupils",
  "The Next Great Migration by Sonia Shah review – why people wander",
  "Health experts on the psychological cost of Covid-19",
  "The Fed deserves the praise for America’s jobs turnaround. But Trump benefits",
  "US protests live: hundreds of thousands march against racial injustice – as it happened",
  "TV tonight: revisiting the mysterious death of Peter Falconio",
  "The Observer view on the government's handling of the Covid-19 crisis",
  "Letters: lockdown life in prison is a scandal",
  "It took a death overseas to take the blinkers off here. Australia, the time has come",
  "Renewable energy stimulus can create three times as many Australian jobs as fossil fuels"
]