[
  "Spain's daily death toll drops below 300 as children allowed out for first time in weeks – as it happened",
  "Coronavirus latest: at a glance 26 April",
  "Lockdown hampering removal of child sexual abuse material online",
  "Boris Johnson returns to face critics amid talk of the 'new normal'",
  "Morning mail: truck driver charged, Covidsafe app explained, sexting in lockdown",
  "Greece preparing new tourism rules with EU in wake of coronavirus",
  "The Guardian view on coronavirus and hunger: the bigger killer?",
  "Scrum time for Beaumont and Pichot: the dinosaur v the dynamo",
  "Coronavirus: UK banks may need to put aside £5bn to cover losses in first quarter",
  "Zali Steggall calls for investigation of Coalition plan to underwrite gas, hydro and coal power",
  "'It’s like a sexy story just for me': how lockdown has triggered a wave of sexting",
  "Covid-19 vaccines: pressure is on to ensure they go to the most needy, not the highest bidder",
  "Coronavirus latest: at a glance 26 April",
  "Coronavirus UK live: hospital death rate rises by 413 in lowest increase since end of March - as it happened",
  "Brochs fresh: plan for new stone tower to shed light on Scottish history",
  "France, Italy and Spain prepare to ease coronavirus lockdowns",
  "‘It’s blissful’: people living under UK flight paths savour plane-free skies",
  "NFL draft winners and losers: Ravens' wisdom to the new Aaron Rodgers",
  "Coronavirus has stopped trials by jury, and that's not necessarily a bad thing",
  "Gymnast Kyla Ross: 'Getting the news, being told you're done is the hardest'",
  "Coronavirus offers an excuse to close borders. That would be a mistake",
  "The state we're in: will the pandemic revolutionise the role of government?",
  "Attendees of Sage meetings worried by presence of Cummings",
  "Coronavirus latest: 26 April at a glance",
  "Boris Johnson is riding high, but will he beat the curse of the crisis?",
  "World Cup questions: Were England robbed by Argentina at Mexico 86?",
  "For my next trick: Dynamo's mission to bring back magic",
  "First wild stork chicks to hatch in UK in centuries poised to emerge",
  "Australia launches Covid-19 contact tracing app, as WA and Qld  announce plans to relax restrictions – as it happened",
  "Philippe Sands: 'When the virus crisis is over, nationalism could be rampant'",
  "From Trump to Erdoğan, men who behave badly make the worst leaders in a pandemic",
  "What if Covid-19 isn't our biggest threat?",
  "Donald Trump set to fall back on xenophobia with re-election plan in tatters",
  "What can be better for the soul than logging the first cuckoo of spring?",
  "‘It's just beginning here’: Africa turns to testing as pandemic grips the continent",
  "How coronavirus helped TikTok find its voice",
  "How WFH has shown us the real lives behind the job titles",
  "We're desperate for a coronavirus cure, but at what cost to the human guinea pigs?",
  "Coronavirus Australia latest: 26 April at a glance",
  "5G, coronavirus and contagious superstition",
  "Coronavirus face masks: why covering up is becoming the new normal",
  "Why Britain’s 2.5 billion paper coffee cups are an eco disaster",
  "The US can teach Europe a thing or two about financial crises",
  "Coronavirus 26 April: at a glance",
  "Coronavirus: French PM to set out road to normality, restrictions ease in Australia",
  "The marvels of Madeira: one of the great unsung Portuguese wines",
  "The Observer view on the domestic abuse bill failing women trapped in lockdown",
  "Children unlikely to transmit coronavirus, says study cited in PM's push to reopen schools",
  "Marama Davidson: parliament is a little, insulated bubble of disconnection",
  "Coronavirus live news: Cuomo to involve pharmacists in testing – as it happened"
]