[
  "Europe fatalities pass 100,000, but death rate slows in Spain and Netherlands – as it happened",
  "Coronavirus 19 April: at a glance",
  "Florida: endangered sea turtles thriving thanks to Covid-19 restrictions",
  "Morning mail: inside the unemployment crisis, Turnbull on Trump, farewell workplace burnout",
  "Hospital leaders hit out at government as PPE shortage row escalates",
  "Six points of criticism: UK government's flailing coronavirus response",
  "Farewell workplace burnout: will coronavirus slow the manic pace of our modern lives?",
  "The Guardian view on lockdown reading: not just a way of escaping",
  "Coronavirus latest: 19 April at a glance",
  "One World: Together at Home review – locked-down stars lift the spirits",
  "Newcastle United: seven priorities for the potential new owners",
  "No plans to open schools during summer holidays, says Gavin Williamson – as it happened",
  "Scientists raise concerns about quality of UK Covid-19 tests",
  "Foreign NHS workers are risking their lives for us – and paying for the privilege",
  "How did Britain get its coronavirus response so wrong?",
  "Swift action kept Portugal's coronavirus crisis in check, says minister",
  "BetFred accused of withholding funds from punters despite pledge",
  "UK care homes body estimates 4,000 residents died from coronavirus",
  "Old master makeover: an art history fan's dream home",
  "We must act before coronavirus sinks the press as we know it",
  "Rugby union must see enforced break as a chance to hit the reset button",
  "Hackers exploit coronavirus lockdown with fake Netflix and Disney+ pages",
  "Migrant workers bear brunt of coronavirus pandemic in Gulf",
  "Coronavirus at a glance: 19 April",
  "Supertankers drafted in to store glut of crude oil",
  "MasterChef Australia 2020: Lynton is the first contestant to be eliminated in the new season – as it happened",
  "US and Russia blocking UN plans for a global ceasefire amid crisis",
  "The IMF needed a progressive vision and US leadership. Both were absent",
  "The Guardian joins forces with hundreds of newsrooms to promote climate solutions",
  "Indigenous input helps save wayward grizzly bear from summary killing",
  "Is the cruise industry finally out of its depth?",
  "Biden courts Ocasio-Cortez – but will he go bold enough to win her support?",
  "‘We’ve been abandoned’: a decade later, Deepwater Horizon still haunts Mexico",
  "Michael Jordan's furious desire to conquer all still burns decades later",
  "Two new Covid-19 deaths recorded – as it happened",
  "Sitopia by Carolyn Steel review – big questions about food",
  "BBC's Covid-19 reporters: 'I wanted to show the reality but was deeply troubled by what I saw’",
  "Trump is playing a deadly game in deflecting Covid-19 blame to China",
  "Selah and the Spades review – stylish leader of the pack",
  "Kneading to relax? How coronavirus prompted a surge in stress baking",
  "Norway and the A-ha moment that made electric cars the answer",
  "Coronavirus vaccine: when will we have one?",
  "How TV news hosts get camera-ready in lockdown",
  "Crawley wakes up to the empty skies of the coronavirus crash",
  "Newcastle takeover: 'This is a chance to become a seriously big club again'",
  "Coronavirus Australia latest: 19 April at a glance",
  "Despite what some say, Britain is not always on the right side of history",
  "Just when Italy really needed some unity, the EU failed it – and continues to do so",
  "Medical staff face weeks without protective gowns",
  "TV tonight: a star-studded concert to keep the spirits up",
  "A woodpecker, soft spring light, and hope on the plot",
  "Let's get serious: we need to extend the transition period with the EU",
  "The Observer view on the coronavirus errors that have cost precious lives",
  "For the record",
  "Trump warns China over Covid-19 outbreak as Europe approaches 100,000 deaths"
]