[
  "Roma suffer under EU's 'environmental racism', report concludes",
  "Coronavirus latest: 5 April at a glance",
  "Morning mail: British PM in hospital, Ruby Princess investigation, health fund windfall",
  "Queen praises the people, if not the government, and pulls off a tough gig",
  "The secret life of plants: how they memorise, communicate, problem solve and socialise",
  "'What would Shankly do?' Not what Liverpool are doing, that's for sure",
  "Corrections and clarifications",
  "UK sunbathers may trigger stricter coronavirus lockdowns",
  "Factcheck: What are UK's new monthly coronavirus testing goals?",
  "Wallace and Gromit and Shaun the Sheep: why I reach for them in dark times",
  "UK coronavirus live news: Hancock says no change to exercise rules as Calderwood steps down from daily briefings – as it happened",
  "Expectant mothers turn to freebirthing after home births cancelled",
  "Rees-Mogg firm accused of cashing in on coronavirus crisis",
  "YouTube moves to limit spread of false coronavirus 5G theory",
  "Ministers and NHS deny reports of rift over coronavirus response",
  "Step up to the plate: the people helping to sustain UK food supply",
  "In lockdown, parents are mastering the art of the meme. What could go wrong?",
  "Households to be paid for daytime green electricity use during lockdown",
  "Lombardy insists on face masks outside homes to stop Covid-19",
  "Scottish fruit farmers recruit thousands of locals to save harvest",
  "Manchester City to investigate Kyle Walker over sex party during lockdown",
  "Shane Lowry: 'I'm not happy to live off winning one Open title'",
  "Sweden prepares for possible tighter coronavirus measures as deaths rise",
  "Stoners cheered when Canada legalised cannabis. How did it go so wrong?",
  "Coronavirus latest: 5 April at a glance",
  "Dreamers on the frontlines of the coronavirus health crisis work in limbo",
  "US far right seeks ways to exploit coronavirus and cause social collapse",
  "Ruby Princess linked to 11th Covid-19 death as criminal investigation launched – as it happened",
  "Big Oil is using the coronavirus pandemic to push through the Keystone XL pipeline",
  "Scientists ask: could summer heat help beat Covid-19?",
  "Jared Kushner and his shadow corona unit: what  is Trump's son-in-law up to?",
  "Whether in the UK or the developing world, we're not all in coronavirus together",
  "The week in TV: Save Me Too, Ozark, Money Heist, Pen15 and more",
  "Germany's devolved logic is helping it win the coronavirus race",
  "Coronavirus Australia latest: 5 April at a glance",
  "Trust is essential in these times. But Boris Johnson is not a man to be trusted",
  "PM's fiancee Carrie Symonds self-isolating with symptoms – as it happened",
  "Europe's future is at stake in this war against coronavirus",
  "Survey shows many potential doping whistleblowers unsure where to turn",
  "Walk on by: why do we ignore bad behaviour?",
  "Book lifts lid on 'guerrilla warfare' against Pope Francis",
  "Capture spring in a glass of Loire sauvignon blanc",
  "A local's guide to virtual Venice",
  "The flaws in Sunak’s emergency loans plan suggest he isn’t Superman after all",
  "Notes from an Apocalypse by Mark O’Connell – review",
  "Can Detroit's automakers solve America's ventilator crisis?",
  "Coronavirus: global cases pass 1.2m as Trump warns US of worse to come",
  "How ‘tenacious, diligent’ Keir Starmer won over a shell-shocked party",
  "Party factions, antisemitism … and a global pandemic: Keir Starmer's in-tray",
  "The Observer view on Keir Starmer's need for a persuasive vision",
  "The Observer view on coronavirus, a tragedy with no clear end for poorer nations",
  "TV tonight: Jacqueline Wilson's world of imagination",
  "Front Row at the Trump Show review: Jonathan Karl's pre-pandemic warning",
  "To Donald Trump, coronavirus is just one more chance for a power grab",
  "Letters: time to thank our local heroes"
]