[
  "Alan Jones breached broadcasting codes with ‘violent’ Ardern metaphors and inaccurate climate change comments",
  "Supreme court blocks House Democrats' access to Mueller grand jury materials – as it happened",
  "Greece to restart tourism from 15 June – as it happened",
  "UK beach safety campaign aims to avert bank holiday deaths",
  "Coronavirus 20 May: at a glance",
  "Jacinda Ardern's global renown is great, but she must do more for women",
  "Morning mail: global cases spike, rents fall, taxpayers could underwrite gas industry",
  "'We feel insulted': migrant health workers on PM's refusal to scrap NHS surcharge",
  "Greece to reopen to tourists on 15 June with direct flights from July",
  "Lawyers deny British army to blame for veterans' illegal immigrant status",
  "Michigan: threat of toxic contamination looms after dam failures trigger flooding",
  "Farms still need up to 40,000 UK workers to harvest fruit and veg",
  "Investors are actually paying for the privilege of owning UK's IOUs",
  "UK coronavirus: official death toll rises by 363 to 35,704 – as it happened",
  "Ministers row back on 1 June schools opening as councils voice concerns",
  "Global report: largest daily rise in Covid-19 cases prompts WHO warning",
  "Virgin Australia: fresh call for government bailout as stricken airline's cash reserves dwindle",
  "Koalas headed for 'localised extinction' at planned NSW Shenhua coalmine site",
  "At Home Alone Together: Ray Martin shines in half-hour shot of anxiety-induced delirium",
  "New nuclear technologies to be examined in planning Australia's energy mix",
  "Leaked Covid-19 commission report calls for Australian taxpayers to underwrite gas industry expansion",
  "The Guardian view on ‘Global Britain’: a lonely fiction",
  "Michael Jordan burned bridges, LeBron James builds them. I know who I prefer",
  "Coronavirus 20 May: at a glance",
  "Oxfam to close in 18 countries and cut 1,500 staff amid coronavirus pressures",
  "Hospitals in Latin America buckling under coronavirus strain",
  "Colbert on Trump taking unproven Covid-19 drug: 'A personal best in being the worst'",
  "Bank of England not ruling out negative interest rates as inflation drops to 0.8% - as it happened",
  "UK scientists must not be blamed for giving advice, says Royal Society head",
  "Troy Deeney and several Watford teammates stay away from training",
  "Post-coronavirus, the UK must find some friends to stand up to China",
  "Man second person to die after water buffalo attack on Welsh farm",
  "This time, Boris is better prepared – but QC still gets under his skin",
  "'A terrible way to go for £9 an hour': fear at meat plant after three coronavirus deaths",
  "Peru’s coronavirus response was ‘right on time’ – so why isn't it working?",
  "China prepares to stage annual congress – and pretence of business as usual",
  "English schools reopening: which councils will meet 1 June deadline?",
  "UK’s first car battery ‘gigafactory’ to be built by two startups",
  "A proposed mine in Alaska will endanger brown bears – and much more",
  "Despite the 'peace process', Afghanistan's anguish endures",
  "'Wrong signal': Norfolk coast windfarm planning delayed by up to five months",
  "WTO reports big slump in global trade as coronavirus takes toll",
  "McDonald's reopens 33 drive-throughs: full list of UK restaurants",
  "Florida scientist says she was fired for refusing to change Covid-19 data 'to support reopen plan'",
  "US demands removal of sexual health reference in UN's Covid-19 response",
  "Missing their friends? A guide for lockdown parents with lonely kids",
  "Roosevelt's New Deal offered hope in desperate times. We can do the same now",
  "Coronavirus 20 May: at a glance",
  "This is Big Brother: why reality TV has never felt more relevant than under lockdown",
  "EU pledges to raise €20bn a year to boost biodiversity",
  "What will Bank governor say to chancellor about inflation drop?",
  "Coronavirus Australia latest: 20 May at a glance",
  "'We can't turn them away': the family kitchen fighting lockdown hunger in Zimbabwe",
  "The furlough scheme must be reformed to avoid mass unemployment",
  "Rolls-Royce to cut 9,000 jobs as Covid-19 takes toll on airlines",
  "Union says government proposal for ABC wage freeze threatens broadcaster's independence",
  "First Thing: yes, Trump really is taking hydroxychloroquine",
  "He opposed public lands and wildlife protections. Trump gave him a top environment job",
  "Australian deputy CMO says no medical reason for state border closures – as it happened",
  "Climate change is turning parts of Antarctica green, say scientists",
  "We're not going on a summer holiday – and that's why No 10 is worried",
  "Another green world - can we use this crisis to save the planet? Inside the 22 May Guardian Weekly",
  "Australian domestic travel explained: where can I fly and is it too soon to plan an interstate holiday?",
  "Tropical cyclones have become more destructive over past 40 years, data shows",
  "Thread carefully: how the eyebrow industry is navigating lockdown",
  "Relax to the sounds of British wildlife",
  "Clicked back to life: how Netflix is reviving forgotten film flops",
  "Opodo's guarantees you can  cancel for 'any reason' … except Covid-19",
  "Heed lessons of 2008 crisis, experts warn global leaders",
  "When should British schools reopen? Here's what the science tells us",
  "Australia vows to stand up to China amid reports wine and dairy exports could be targeted next",
  "Wednesday briefing: Track and trace put back to June",
  "In Costa Rica, the absence of tourists means a greater need for food banks",
  "Is the Coalition's gas nirvana just an attempt to have its fossil fuel cake and eat it too?",
  "Global report: Brazil's deadliest day as Trump calls US cases a 'badge of honour'",
  "'We give you 30 minutes': Malta turns migrant boat away with directions to Italy",
  "China strongly objects to Pompeo's praise for Taiwan president",
  "Coronavirus fallout to slow global growth in renewable energy",
  "Plans for contact-tracing in doubt as app not ready until June",
  "Artist creates paintings from news stories chronicling Covid-19 crisis",
  "Coronavirus 20 May: at a glance",
  "Parliamentary inquiry into domestic violence fails Hannah Clarke and her children, senator says",
  "Jacinda Ardern flags four-day working week as way to rebuild New Zealand after Covid-19",
  "President calls negative hydroxychloroquine study 'a Trump enemy statement' – as it happened"
]