[
  "MPs call British Airways 'a national disgrace' for attempt to cut staff conditions",
  "Ethical investments are outperforming traditional funds",
  "Gas ‘completely dominated’ discussion about Covid-19 recovery, commission adviser says",
  "Bowser buster: how a Covid shakeup could force Australians to pay more for fuel",
  "How late-night TV comedy has responded to a tumultuous year",
  "UK coronavirus: Grant Shapps denies chief nurse dropped from No 10 briefing ‘after refusing to back Dominic Cummings’ — as it happened",
  "The Guardian view on the global crisis: where is the rescue and recovery plan?",
  "Pierre Nkurunziza obituary",
  "Belgian transport minister in row over 34-mile trip in private jet",
  "Alister Warman obituary",
  "Brands, fans and influencers: why social media for small business is about more than sales",
  "‘Being online has helped us survive’: how e-commerce can kickstart your small business in lockdown – and beyond",
  "Boris Johnson's polarising statue tweets are pure Trump",
  "Ambridge needs Alan Bennett",
  "How 'racist' bust 'hidden by Tory councillor' divided Derbyshire town",
  "Jobs at risk as south Wales coalmining site faces closure",
  "The Windrush generation deserves justice – not video chats with the home secretary",
  "Global shares and oil prices recover after sell-off despite poor economic data - as it happened",
  "India's coronavirus agony: 'I did everything to save my wife and baby'",
  "Galleries are reopening! Get a fix of Klee, Weiss and Emin – the week in art",
  "Militant crackdown in Sahel leads to hundreds of civilian deaths – report",
  "AFL 2020 season restart: Geelong beat Hawthorn in round 2 – as it happened",
  "Novichok TV drama's makers: 'A deadly, invisible threat – it resonates now'",
  "Priti Patel may have experienced one form of racism. That doesn't mean she gets to dismiss others",
  "Coronavirus Australia latest: at a glance",
  "First Thing: racism is now officially a public health emergency",
  "You can't defeat racism with 'reading lists'. Take it from a feminist – we tried this",
  "The best recent science fiction, fantasy and horror – review roundup",
  "This week's home entertainment: from My Brilliant Friend to Da 5 Bloods",
  "Coronavirus: the week explained",
  "Indigenous inequality in spotlight as Australia faces reckoning on race",
  "UK considers ending financial support for fossil fuels overseas",
  "‘We’re suffering the same abuses’: Latinos hear their stories echoed in police brutality protests",
  "Coronavirus Australia update: police force BLM protesters to move on from Sydney's town hall – as it happened",
  "Raye's lockdown listening: 'Nina Simone tears your skin and burns your eardrums'",
  "Zoom admits cutting off activists' accounts in obedience to China",
  "UK GDP falls by record 20.4% in April as lockdown paralyses economy",
  "The pupside: why dogs are the real winners in lockdown",
  "Australia coronavirus cases: Covid-19 stats, numbers, map and state by state data update",
  "The antidote: the most deeply read articles beyond coronavirus",
  "A People’s History of Tennis by David Berry review – a game for everyone?",
  "As a renter, I can't redecorate. But you should see my wallpaper squares",
  "‘We’re so nervous': England’s bookshops prepare to reopen on Monday",
  "Disillusioned black Oxford students unwilling to help attract others",
  "Friday briefing: PPE crisis was predicted, say auditors",
  "Equalities watchdog to investigate hostile environment policy",
  "Climate crisis to blame for $67bn of Hurricane Harvey damage – study",
  "The latest Tory party split? It's Waitrose Conservatives versus Lidl free marketeers",
  "Spike Lee: 'Race relations today are a direct response to having a black president'",
  "Santos $3.6bn Narrabri gas project formally backed by NSW government",
  "US ‘Caesar Act' sanctions could devastate Syria’s flatlining economy",
  "'Ageing' government Comcars pressed into service with Australian federal police",
  "Women’s World Cup bid is Australia and NZ’s to lose if Fifa really has turned over a new leaf",
  "Glencore's $1.5bn coalmine a step closer after Queensland grants special status",
  "City of Hamilton in New Zealand removes statue of British naval captain",
  "Louisville and San Francisco latest cities to take steps toward police reform – as it happened",
  "'China's lifeblood': street hawkers make surprise return to fire up ailing economy"
]