[
  "Italy begins reopening bars and cafes as rate of deaths and new infections falls again – as it happened",
  "Renewable energy investors increasingly look to UK, says report",
  "Coronavirus latest: at a glance for 18 May",
  "Morning mail: hopes rise for vaccine, China barley tariff, athleisure marches on",
  "McDonald’s accused over 'systemic sexual harassment' of employees worldwide",
  "Werder Bremen 1-4 Bayer Leverkusen: Bundesliga – as it happened",
  "Premier League admits fans may not be allowed to return for a year",
  "Corrections and clarifications",
  "Watchdog was investigating Pompeo for arms deal and staff misuse before firing",
  "Premier League will be allowed to ride shotgun into unknown frontier",
  "First human trial results raise hopes for coronavirus vaccine",
  "Victoria should expect one or two more 'megafires' before end of decade, study finds",
  "The Guardian view on Covid-19 and migration: a ministerial power grab",
  "Why do UK care homes employ so many temporary staff?",
  "The Guardian view on Italy’s cappuccino moment: now for the long haul",
  "UK coronavirus: daily death toll rises by 160 to 34,796 — as it happened",
  "Life after lockdown: ‘Rome is trying to find her equilibrio’",
  "Essential poll: one in 10 Australians who have lost jobs fear they won't work again",
  "Coalition reveals new emissions reduction measures, including paying polluters to stay under cap",
  "How can Britain trust this floundering crew of fibbers to tackle coronavirus?",
  "Share prices buoyed by lockdown easing and hopes of Covid vaccine",
  "'Overwhelmed' Michael Phelps says Covid-19 has taken toll on his mental health",
  "Coronavirus latest: at a glance 18 May",
  "Legal case launched over UK's 'outdated' energy policies",
  "Markets surge amid Covid-19 vaccine hopes and Fed's stimulus pledge - as it happened",
  "Coronavirus cases fall in Belgium amid row over nurses' pay",
  "The Sage advice must be published now to find where Britain got coronavirus wrong",
  "'I can taste the flavour much more': Italians rediscover eating out",
  "‘In crisis’ Natural England granted £15m additional funding",
  "Dust bowl conditions of 1930s US now more than twice as likely to reoccur",
  "Ofcom: Christian TV network aired Covid-19 conspiracies",
  "Global report: Italy reopens cafes as Spain prepares for return of tourists",
  "Coronavirus offers chance to create fairer UK food supply chain, say experts",
  "'A new normal': how coronavirus will transform transport in Britain's cities",
  "Schools reopening has not triggered rise in Covid-19 cases, EU ministers told",
  "Amid the Covid-19 crisis, I keep thinking about the children in our hospices",
  "China backs 'comprehensive review' of pandemic",
  "World watches with relief as Bundesliga makes a safe return – for now",
  "British army veteran faces £27,000 NHS hospital bill",
  "Taika Waititi leads all-star charity Roald Dahl readings",
  "Australia reports its 99th confirmed death of a coronavirus patient – as it happened",
  "Let your kids gatecrash the video meeting: six ways to master home working",
  "Yard Online review – switch on your mobile and take a seat on your toilet",
  "Slaughter on site and no supermarkets: how Germany's mobile butcher is keeping meat local",
  "'For your children': former top Australian public servants call for carbon price",
  "Poem of the week: Ambala by Shanta Acharya",
  "Coronavirus: 18 May at a glance",
  "First Thing: China is under the spotlight at the World Health Assembly",
  "Class war in Emmerdale: how will soaps deal with coronavirus?",
  "Why can't I list parenting on my resume?",
  "Democrats feel tide turning their way in battle to flip US Senate",
  "The Saudi regime murdered my fiance. It can't be allowed to buy Newcastle United",
  "Coronavirus Australia latest: 18 May at a glance",
  "Former WHO board member warns world against coronavirus 'vaccine nationalism'",
  "Tree of the week: ‘Every autumn, fruit thumps on to the lawn from our apple tree. I make chutney'",
  "Anti-Adani coalmine activists target insurance broker with virtual protest",
  "Monday briefing: 'Missteps' dog plans for track and trace scheme",
  "'They'd greet us with fire extinguishers!': the wild times of Blixa Bargeld",
  "There is revolution in the air now, but history shows the old order will fight back",
  "Chelsea flower show opens online amid lockdown gardening boom",
  "'Nature has shaken us': Welsh youths' 2020 message to the world",
  "Coronavirus latest 18 May: at a glance",
  "Global report: US unemployment could hit 25%, warns Fed chairman, as Japan enters recession",
  "'The end of an era': oil price collapse may force Saudis to rein in arms spending",
  "Burundi to go to polls amid fears authorities playing down Covid-19",
  "World Health Assembly: what is it, and what is the coronavirus inquiry proposal?",
  "New Zealand reaches population of 5m after citizens rush home amid Covid-19",
  "'Keeping Ansett alive': an airline reborn in hipster clothes and basketball"
]