[
  "Coronavirus US live: Fauci testifies pandemic is not 'under control' in America – as it happened",
  "Worldwide Covid-19 deaths pass 290,000 – as it happened",
  "Dogs endure emotional difficulties in puberty like humans, says study",
  "Coronavirus 12 May: at a glance",
  "EU could reopen borders to tourists in Covid-19 recovery plan",
  "Coronavirus in the Pacific: weekly briefing",
  "Morning mail: China tensions mount, Frydenberg tests negative, Bruce Pascoe's harvest",
  "Birdwatch: lesser whitethroat is one of our most elusive summer visitors",
  "Reality check: Fauci offers coded rebuke to Trump’s rush to reopen",
  "Corrections and clarifications",
  "Premier League hopes to ease player safety concerns in vital conference call",
  "Sadiq Khan warns of coronavirus crime rise if poverty not tackled",
  "Derby set to stay at Epsom racecourse after pivotal vote",
  "UK coronavirus: recession already happening, says Rishi Sunak, as furlough scheme extended – as it happened",
  "Microplastics discovered blowing ashore in sea breezes",
  "The Guardian view on changing streets: drivers must give way",
  "US message to Britain in bilateral trade talks: it's us – or China",
  "Why are Australians smashing their TVs? And what does it have to do with 5G and coronavirus?",
  "Australia needs 'fast-attack strategies' to stop megafires forming, bushfire experts say",
  "Working with refugees as a volunteer doctor has made me appreciate my good fortune",
  "Women's role in sport must be addressed in post-coronavirus recovery",
  "Gladys Berejiklian under fire for defence of police commissioner's $649,500 pay",
  "Zali Steggall increasingly concerned about Morrison government's Covid Commission",
  "Welsh health minister insists he has not broken lockdown rules",
  "Carol Ellison obituary",
  "Coronavirus 12 May: at a glance",
  "Will coronavirus lead to fairer societies? Thomas Piketty explores the prospect",
  "Cruise firm Carnival UK 'to cut 450 jobs' at Southampton HQ",
  "Jimmy Kimmel on Trump Twitter feud: 'This is the dumbest time to be alive'",
  "Saudi Aramco reports 25% dip in profits after oil market collapse",
  "Trump accused of racism after clash with Asian American reporter",
  "Companies strive to keep working under Covid-19 restrictions - as it happened",
  "Netflix to adapt Elena Ferrante's The Lying Life of Adults",
  "Lessons on civic duty from Boris Johnson? No thank you",
  "Croatian police accused of spray-painting heads of asylum seekers",
  "Coronavirus is the ultimate demonstration of the real-world impact of racism",
  "The allure of Animal Crossing? You get to play God",
  "UK takes a pasting from world's press over coronavirus crisis",
  "Covidsafe phone app legislation passes lower house – as it happened",
  "What is the future for travel and migration in age of Covid-19?",
  "I know we need to fly less – but I still worry about the end of cheap flights",
  "Flatpack screendance festival review – dance that leaps through the screen",
  "‘This is the next frontier in scientific innovation’: how the Gavi Alliance is helping to immunise the world",
  "Sharing the load: how regulatory cooperation improves global access to medicines",
  "Coronavirus 12 May: at a glance",
  "Morrisons sales up as it doubles online delivery slots during lockdown",
  "More birds and bees, please! 12 easy, expert ways to rewild your garden",
  "UK national security council has not met since January",
  "Donald Trump brings his claim of absolute power to the supreme court",
  "Trump is making America an obstacle in the global fight against Covid-19",
  "US fossil fuel giants set for a coronavirus bailout bonanza",
  "Labor and the Greens push to extend eligibility for jobkeeper scheme",
  "First Thing: Is the US holding up the search for a coronavirus vaccine?",
  "Baltimore Sun looks to non-profit status to stay afloat amid coronavirus threat",
  "Unless the government changes tack, the UK's lockdown will have been for nothing",
  "Coronavirus Australia latest: 12 May at a glance",
  "Joe Cornish: ‘I’d be very interested in directing a Biggleton feature film’",
  "‘I’m genuine – and a bit strange’: emo rapper Yung Lean bares his soul",
  "Race, women, climate: the recurring themes of Alan Jones's career",
  "Josh Frydenberg tested for coronavirus after coughing fit during economic update",
  "'We wrap services around women': Brazil's innovative domestic violence centre",
  "The race for a vaccine: how Trump's 'America First' approach hinders the global search",
  "'Cat and mouse game': how Citizen Lab shone a spotlight on Israeli spyware firm",
  "Could lockdown be the death of bullfighting in Spain?",
  "‘It’s like nothing else’: insect swarms on Cyprus reveal incredible journeys",
  "Long journey home: the stranded sailboats in a race to beat the hurricanes",
  "'We could be deluged': V&A to collect signs made during lockdown",
  "Tuesday briefing: Step 1 of phase 2? Covid clarity lacking",
  "Coronavirus 12 May: at a glance",
  "Government commits $150m to bushfire-affected wildlife but more action needed, conservationists say",
  "Malnutrition leading cause of death and ill health worldwide – report",
  "Forget Titian, here's a talking dog! Is this digital art's big moment?",
  "'The past six weeks have been unlike anything I’ve known': a GP on how the pandemic  has changed his work",
  "Global report: Fauci warns of 'needless death' as WHO urges vigilance in lifting lockdowns",
  "Country diary: the nightingale trills its return after years of hope",
  "'A return of worry': relief mixes with anxiety as New Zealand eases lockdown",
  "'It’s a very different Ramadan': how coronavirus has upended ancient rituals",
  "Murray-Darling lower lakes were largely fresh before European settlement, CSIRO review finds",
  "Coronavirus US live: Trump abruptly leaves press conference after clash with reporters – as it happened",
  "'Don't ask me. Ask China': Trump clashes with reporters then abruptly leaves press briefing"
]