[
  "Spain's PM to ask for lockdown extension as deaths top 20,000 – as it happened",
  "'It's like detective work': how Australia traces coronavirus contacts",
  "Coronavirus US live: Trump rails against media and gun control in combative briefing – as it happened",
  "$10,000 a second? Amazon’s results could be amazing",
  "Rock of Ages: Meet Lady Gaga and Jay-Z's favourite jeweller",
  "Coronavirus: at a glance 18 April",
  "Don’t bet on vaccine to protect us from Covid-19, says world health expert",
  "Home schooling: 'Everyone's finding their feet and we need to be gentle with each other'",
  "Lego Masters is the feelgood TV we need in these frazzled, home-schooling times",
  "'Absolute double-whammy': Katy Perry brought hope to bushfire-hit region, then coronavirus struck",
  "The good, the bad and the (possibly) ugly in the IMF projections for Australia",
  "F1 will save teams at risk of going under due to coronavirus, says Horner",
  "Coronavirus knows no international borders, neither must its eventual cure",
  "MPs urge government to suspend NHS immigration checks",
  "Beware a new wave of populism, born out of coronavirus-induced economic inequity",
  "Covid-19 – a blessing for pangolins?",
  "Coronavirus UK: large consignment of PPE to arrive tomorrow, says Jenrick – as it happened",
  "Coronavirus 18 April latest: at a glance",
  "The expansion of mass surveillance to stop coronavirus should worry us all",
  "The 10 best food TV shows to watch on lockdown",
  "‘Our income has fallen off a cliff’: how lockdown hits firms large and small",
  "When Covid-19 has done with us, what will be the new normal?",
  "Police in Hong Kong arrest 15 activists amid autonomy warnings",
  "'I pray to God it never happens again': US gulf coast bears scars of historic oil spill 10 years on",
  "British Muslims find new ways to be together for Ramadan under lockdown",
  "How Istanbul won back its crown as heart of the Muslim world",
  "Arcadia Group may permanently shut down stores amid Covid-19 crisis",
  "Disaster Report IV: Summer Memories review – compelling earthquake adventure",
  "Coronavirus at a glance: 18 April",
  "Covid-19 in New York: 'We knew the health system would be a frail match'",
  "'It made me feel human again'': the tech easing inmates' isolation",
  "Operation reopen America: are we about to witness a second historic failure of leadership from Trump?",
  "Alicia Silverstone: 'I probably behaved not as well as I could have'",
  "Africans facing coronavirus must not suffer the injustices they saw with Aids",
  "Archbishop of Uganda urges women to use contraception during lockdown",
  "Nobel laureates condemn 'judicial harassment' of environmental lawyer",
  "Australia coronavirus news: first death associated with cluster at NSW nursing home  – as it happened",
  "Five fishermen, a stormy night and £53m of cocaine: were the Freshwater Five wrongly convicted?",
  "The world is now mirroring my twisted teen psyche – but there is an upside",
  "Revealed: FA had geese killed at national centre 'to protect its pitches'",
  "Meat and veg vending machines do roaring trade in coronavirus crisis",
  "Be a citizen scientist: track plastic waste, spot a spider monkey or beat coronavirus",
  "Campus lockdown: how to cope alone in university halls",
  "No-frills cremations: how coronavirus is changing funerals in Britain",
  "Are the Tories turning Britain into a one-party state?",
  "Boom time for New Zealand's rats as lockdown gives them free rein in cities",
  "Caught in a superpower struggle: the inside story of the WHO's response to coronavirus",
  "Nearly 100,000 EU citizens remain stranded overseas due to pandemic – as it happened",
  "Coronavirus US live:  Trump says protesters against distancing measures 'seem very responsible' – as it happened"
]