[
  "Daily Covid-19 death tolls fall in UK, Spain and Italy – as it happened",
  "Coronavirus latest: 17 May at a glance",
  "Despite UK furlough scheme 6 million fear losing their job – study",
  "Making defendants state nationality is 'racialising' UK courts – report",
  "Firms slash entry-level jobs by almost quarter owing to coronavirus",
  "Investing in firms with better record on social issues pays, study finds",
  "Residents of  New York City urged to wear masks or face further shutdowns - as it happened",
  "Morning mail: Moore-Gilbert's family deny torture, Adelaide carer sacked, new dinosaur unearthed",
  "Lee Hendrie: 'My wife went through an awful lot. She's seen me on life-support machines'",
  "Britons back at work could be using unsafe PPE, experts warn",
  "UK plans £38m centre to start production of coronavirus vaccine",
  "Coronavirus latest: at a glance 17 May",
  "Rugby Australia develops a messiah complex as rescue mission begins",
  "The Guardian view on UK Covid-19 coordination: work together, save lives",
  "​Lockdown is straining so many relationships. ​A lot of people need help",
  "UK coronavirus: £84m pledged to produce a working vaccine as death toll rises by 170 to 34,636 — as it happened",
  "It's offensive for Premier League clubs to suggest they are the ones at financial risk",
  "Egyptian editor briefly detained in Covid-19 reporting crackdown",
  "Heathrow boss urges plan to restart flights between low-risk countries",
  "Plan to study nicotine patches as potential coronavirus treatment",
  "Is the Covid-19 crisis the catalyst for greening the world's airlines?",
  "UK wrong to rule out global coronavirus comparisons, experts say",
  "Up to 20% of hospital patients with Covid-19 caught it at hospital",
  "Woman left worse off by coronavirus cash boost challenges benefits rules",
  "Rare long-necked dinosaur that roamed the polar world unearthed in Australia",
  "Rugby's factions must pull together or coronavirus crisis could tear sport apart",
  "Welcome to the yurt-opolis! How Mongolia is helping its nomads adapt to big city life",
  "‘I can just glide through traffic’: how e-bikes could answer our commuting problems",
  "Labour to plan green economic rescue from coronavirus crisis",
  "'Normal' life failed us. The coronavirus crisis gives us the chance to rethink a new economy",
  "Restaurant-grade gourmet potatoes go on sale in Tesco to ease glut",
  "UK's old university towns hit by Covid-19 'double whammy'",
  "Carmakers press for EU and UK subsidies after slump in demand",
  "BP chief says Covid has deepened commitment to net-zero emissions",
  "We're all keen to show we care, but we've shaped a society that doesn’t care at all",
  "US and UK 'lead push against global patent pool for Covid-19 drugs'",
  "Would you dare to dye your partner's hair?",
  "Are we really drinking more wine during the coronavirus crisis?",
  "Coronavirus latest 17 May: at a glance",
  "How England found itself at the wrong end of the Covid-19 league table",
  "Coal industry will never recover after coronavirus pandemic, say experts",
  "The Tibetan lama who was really a plumber from Devon",
  "Donald Trump and Xi Jinping: are China and US on collision course in a new cold war?",
  "Coronavirus Australia latest: 17 May at a glance",
  "Now Boris Johnson is talking through his Tugendhat",
  "Picking up the pieces: the great jigsaw revival",
  "Yes, staying at home works: debunking the biggest US coronavirus myths",
  "From the end of the pier to the circus, UK seaside resorts in lockdown hope to salvage a summer",
  "After the Covid-19 crisis, will we get a greener world?",
  "Victorian restaurants to reopen 1 June with 100 patrons by mid-July - as it happened",
  "The Caravan: Abdallah Azzam and the Rise of Global Jihad review – recent history at its finest",
  "Sara Maitland: 'Savour solitude - it is not the same as loneliness'",
  "Berlin's cultural capital in peril from exodus of billionaire art collectors",
  "Trump, Putin and Bolsonaro have been complacent. Now the pandemic has made them all vulnerable",
  "Whodunnit? Did Agatha Christie ‘borrow’ the plot for acclaimed novel?",
  "Home school competition celebrates black British history",
  "Global report: Shanghai schools to partly reopen, New Orleans restaurants restart",
  "Debt will soar: the government must just stay cool and focus on growth",
  "Did a near-death experience change Boris Johnson?",
  "Reopen the schools or a generation will bear the mental health scars",
  "Who'd be a health secretary? Five former incumbents on the toughest gig in politics",
  "Back to work diaries: what was it like for those who had to return after lockdown?",
  "Coronavirus 17 May: at a glance",
  "'Llamas are the real unicorns': why they could be our secret weapon against coronavirus",
  "The Observer view on Trump's continued goading of China",
  "Invisible deaths: from nursing homes to prisons, the coronavirus toll is out of sight – and out of mind?",
  "Brazil loses second health minister – as it happened"
]