[
  "Austria's president apologises for Covid-19 curfew breach – as it happened",
  "What your return to work after Covid-19 will mean for your furry friends",
  "How revisiting the Clinton era can help us understand the world we live in now",
  "White shelled eggs are selling in Tesco for the first time in 40 years",
  "Elite athletes must be able to miss contact training, says report",
  "Coronavirus: at a glance",
  "Morning mail: Nobel laureate's climate plea, Covidsafe fails, universities in dire straits",
  "Coronavirus US live: Birx says Trump wears mask when not socially distancing – as it happened",
  "China raises US trade tensions with warning of ‘new cold war’",
  "UK coronavirus live: Boris Johnson says Dominic Cummings acted 'responsibly, legally and with integrity' – as it happened",
  "Coronavirus: Trump aide claims China guilty of cover-up akin to Chernobyl",
  "Australians are beginning to act as if the coronavirus is defeated. The biggest danger now is complacency",
  "Australia’s ‘failing’ environmental laws will fuel further public health crises, Nobel laureate warns",
  "Claudia Karvan joins last-ditch campaign to save unburnt bushland from development",
  "Climate change critical issue in Eden-Monaro byelection as six in 10 voters say more action needed by government",
  "Stress, isolation, suicide: Australia's new mental health officer on the challenges of Covid-19",
  "Coronavirus 24 May: at a glance",
  "Eureka moment?  Law firms report rush to patent ideas amid UK lockdown",
  "In the fight against coronavirus, there can't be one rule for people like Dominic Cummings, and another for everyone else",
  "In brief: Writers & Lovers; Flash Crash; The Pattern in the Carpet – review",
  "Spotify podcast deal could make Joe Rogan world's highest paid broadcaster",
  "Gloves, masks and red tape: what it's like to eat out in a pandemic",
  "Covid-19 has rocked women's sport but its future remains bright",
  "Coronavirus latest: 24 May at a glance",
  "Unnamed Bournemouth player self-isolates following positive Covid-19 test",
  "'Like a tap being turned off': music magazines fight for survival in UK",
  "Wilkie Branson: TOM review – a sublime, slow-burn study of isolation",
  "Britain's largest solar farm poised to begin development in Kent",
  "Race, wealth and public spaces: US beaches are a new flashpoint of the lockdown",
  "Fumbling the nuclear football: is Trump blundering to arms control chaos?",
  "Scratching the surface: drones cast new light on mystery of Nazca Lines",
  "Paapa Essiedu: 'Michaela Coel captures the reality of lives that I recognise'",
  "Beijing to impose Hong Kong security laws 'without delay'",
  "My family's history reveals the terrible toll a pandemic takes on mental health",
  "Igor Levit: 'These concerts were life-saving for me'",
  "Will Covid-19 show us how to design better cities?",
  "The US doctors taking Trump’s lead on hydroxychloroquine – despite mixed results",
  "Islamic State is back and this time the west is ill-prepared to take it on",
  "Michael Jordan was years ahead of his game. The Last Dance showed that he still is",
  "Covid-19 has changed everything. Now we need a revolution for a born-again world",
  "Outrage at U-turn on promise to reunite child refugees with UK family",
  "'I wanted to be a part of Buenos Aires – and Borges was my guide'",
  "The Bank of England needs to think the unthinkable to rescue the economy",
  "Hong Kong protests: police fire teargas as thousands rally against Beijing's national security law",
  "Global report: Wuhan lab says its bat strains were not Covid-19 as US nears 100,000 deaths",
  "Coronavirus latest: 24 May at a glance",
  "Morrison urged to confront Trump over concerns US-China trade deal is hurting Australia",
  "The Observer view on the failure to secure a global ceasefire during the pandemic",
  "Trumpocalypse review: David Frum bushwhacks a new axis of evil",
  "'I won’t allow this to be the end of Hong Kong': campaigner on his long fight for democracy",
  "UK police contradict No 10 claims over lockdown warning - as it happened"
]