[
  "World Health Assembly passes resolution to investigate global pandemic response – as it happened",
  "After barley, what next? Australian industries exposed if China trade tensions persist",
  "Rare UK wildlife thriving in lockdown, reveals National Trust",
  "Coronavirus 19 May: at a glance",
  "Coronavirus in the Pacific: weekly briefing",
  "Facebook launches shopping feature as pandemic pushes businesses online",
  "Morning mail: polluters applaud climate plan, Jackie Trad speaks, 'incel' terror attack",
  "BBC Three could return as broadcast channel under proposals",
  "Frances O’Grady: 'this crisis has made us question everything'",
  "Corrections and clarifications",
  "British army veteran's children call on government to waive £27,000 NHS bill",
  "Quarantine measures may lead to shortage of fruit pickers in Britain",
  "Denis Summers-Smith obituary",
  "UK coronavirus: George Eustice urges furloughed workers to pick fruit; death toll rises by 545 – as it happened",
  "'Not a mask in sight': thousands flock to Yellowstone as park reopens",
  "Fifth of patients with Covid-19 may have caught it in hospital, study finds",
  "Gove proves ultimate shapeshifter while Eustice leads masterclass in banality",
  "A caring neighbor, a nurse who pulled double shifts: the US health workers who died from Covid-19",
  "There will be no winners in the UK's coronavirus blame game",
  "I’ve hardly seen a soul for months, but in a way I’ve never felt less alone",
  "'It's been bruising': Jackie Trad says she has been targeted for her progressive views",
  "Coalition eyes Australian 'economic sovereignty' with boost to manufacturing",
  "Fossil fuel industry applauds Coalition climate measures that support carbon capture and storage",
  "Why has China slapped tariffs on Australian barley and what can Australia do about it?",
  "Global report: Covid-19 grips world despite lockdown easing in Europe",
  "UK businesses urge PM to seal post-Brexit EU free trade deal",
  "Tim Baynes obituary",
  "Coronavirus 19 May: at a glance",
  "UK vacancies halve and pay falls as Covid-19 lockdown hits economy - business live",
  "Hungary votes to end legal recognition of trans people",
  "'By Friday, we had a prototype': the race to create ventilators during the coronavirus pandemic",
  "The UK government was ready for this pandemic. Until it sabotaged its own system",
  "Burnley coach Ian Woan among six positive Premier League Covid-19 tests",
  "Lockdowns trigger dramatic fall in global carbon emissions",
  "Steep fall in emissions during coronavirus is no cause for celebration",
  "'Every £1 spent is a vote for how we want to live': Mary Portas on the high-street shops that will thrive after lockdown",
  "Coronavirus latest: a senior royal wants us to *checks notes* work harder",
  "Trevor Noah on Obama's commencement speech: 'The world's loudest subtweet'",
  "Covid-19 stalls RSPB rescue of albatross chicks from giant mice",
  "The NHS surcharge shows what the Tories really think of key workers",
  "Member states back WHO after renewed Donald Trump attack",
  "Ariana Grande and Justin Bieber deny chart fraud alleged by Tekashi 6ix9ine",
  "Covid-19's unlikely victim: new emojis 😱",
  "EU plan for 3bn trees in 10 years to tackle biodiversity crisis",
  "Returning to work in the coronavirus crisis: what are your rights?",
  "French Connection warns it is running out of cash",
  "Can renewed interest in nature bring more funds to UK wildlife?",
  "Global report: Trump threatens to pull out of WHO over 'failed response' to pandemic",
  "Ovo Energy to cut 2,600 jobs after SSE merger",
  "How renewable energy could power Britain's economic recovery",
  "Coronavirus 19 May: at a glance",
  "'A true emergency:' Covid-19 pushes homeless crisis in San Francisco's Tenderloin to the brink",
  "Can the Las Vegas Raiders replace the fanaticism of the Black Hole?",
  "First Thing: Trump reveals he is taking hydroxychloroquine",
  "‘A tipping point is likely in 2021’: why electric vehicles will soon dominate UK roads",
  "Coronavirus Australia latest: 19 May at a glance",
  "Millions of US farm animals to be culled by suffocation, drowning and shooting",
  "Australia's death toll reaches 100 while federal childcare report to remain under wraps – as it happened",
  "China puts city of Shulan under Wuhan-style lockdown after fresh Covid-19 cases",
  "Qatar is protecting migrant workers during the coronavirus epidemic",
  "China presents itself as rival to democracy and plays UK, says Labour",
  "UK jobless claims soar by nearly 70% in April",
  "How do we stop an unemployment pandemic?",
  "What triggered the riot in this picture? The great British art quiz",
  "‘My angel’: man who became face of India’s stranded helped home by stranger",
  "Tanzania's president shrugs off Covid-19 risk after sending fruit for 'tests'",
  "Nancy Pelosi fears for 'morbidly obese' Trump after hydroxychloroquine admission",
  "Tuesday briefing: Trump threatens to pull out of WHO",
  "10 of the best novels set in Greece – that will take you there",
  "Coronavirus 19 May: at a glance",
  "Silly Billy: what the Ikea bookcase tells us about the true cost of fast furniture",
  "How coronavirus has animated one section of the film industry",
  "‘I'm not a quitter’: lobstermen turn to kelp farming in the face of climate crisis",
  "Angus Taylor's 'tech, not taxes' approach is likely to create more problems than it solves",
  "Australia hits back at 'provocative' and 'cheap' Chinese embassy comments on Covid-19 inquiry",
  "Angus Taylor says it is not Australian government policy to achieve net zero emissions by 2050",
  "WHO to agree deal over future coronavirus inquiry",
  "Trump claims to have been taking hydroxychloroquine despite FDA warnings – as it happened"
]