[
  "At the start of their shifts the police officers insert their Walther P990 pistols into the holsters on their hips and, always operating in pairs with armed back-up vehicles close at hand, begin to patrol the two trouble-hit estates. <p>It is the sort of scene made familiar by films and television shows portraying the fictional lives of police on the mean streets of America. But yesterday it emerged that routine armed foot patrols are now being operated in Nottingham - the first time this has happened on the streets of mainland Britain. </p> <p>The initiative, after a spate of shootings in the city, is seen by many as a worrying move which could spell the beginning of the end for the traditional notion of a bobby on patrol armed only with a truncheon and a pair of handcuffs, and as a further sign of a growing gun culture. </p> <p>Some experts believe that within 10 years the police could be routinely armed, and warn that this in turn will encourage a greater proliferation of weapons among criminals. A senior officer said: \"Arming officers could lead to a dangerous spiral of violence. If the police arm themselves, the criminals will stay a step ahead by obtaining bigger and better weapons. We could be heading for the sort of problems they have in America.\" </p> <p>The Nottinghamshire force decided to set up its so-called \"operation real estate\" earlier this year after a boom in gun related crime on the St Ann's and Meadows estates in Nottingham. </p> <p>In one of the most serious of the 14 shootings this year, a 23-year-old was shot at point-blank range when he answered his front door in St Ann's to five masked gunmen. The bullet smashed into his arm, breaking a bone and leaving him scarred for life. The motive for the attack remains unclear. </p> <p>In other incidents a shotgun was fired into a house as a family, including an eight-year-old girl, slept upstairs and half a dozen rounds were shot through the window of a terraced house in the early hours. </p> <p><b> Deterrent</b><br> </p> <p>In February the police force said that armed response vehicles would begin patrolling St Ann's, the Meadows and the city centre, so police marksmen would quickly be on the scene if there were further incidents. It then went a step further and introduced armed foot patrols. </p> <p>Now at least six officers, operating in pairs, patrol the estates and the city centre from dusk to midnight. They are backed up by two armed response vehicles in which Heckler and Koch MP5 rifles are kept. The officers deliberately do not conceal their guns, a tactic intended to instill confidence in the public and act as a visible deterrent to criminals. </p> <p>The estates have a history of drug-related crime; in a recent survey 63% of the 9,200 residents on the Meadows said they were worried about drugs. But police play down the idea that the shootings are part of a turf war between rival gangs of dealers. They believe the shootings are more haphazard - all the more worrying for those who believe that the gun culture is out of control. </p> <p>Since the operation began there have been 150 arrests and 15 firearms recovered. Assistant chief constable Sean Price, who chairs meetings of the strategic command team which reviews the operation weekly, said: \"This is the largest and most sustained police operation we have ever carried out. The shootings are not acceptable and we will not allow a gun culture to develop in Nottingham.\" </p> <p>The Nottinghamshire force was yesterday swift to point out that the patrols have been set up as part of a \"specific operation\", but accepts that it is not wrong to call them routine. </p> <p>Until now on mainland Britain, armed officers have been deployed only for diplomatic duties, to tackle specific incidents such as sieges and armed robberies, or in the light of a particular terrorist threat. Armed officers are routinely to be seen at airports. </p> <p>It is up to chief constables to decide if, and how, they wish to deploy armed officers. They do not have to seek clearance from the government. Indeed, the home officer minister, Charles Clarke, was only told of the move in Nottingham last week, but has now asked for a full briefing. </p> <p>The former deputy constable of Greater Manchester, John Stalker, said that thousands of police officers would be aghast at what was happening in Nottingham. </p> <p>He said: \"I see this as another step along the road to routinely arming police. We are moving towards what is happening in places like America and South Africa and away from our concept of an unarmed police force. For a new breed of senior officer, it's no big deal for police to be armed. It is very worrying indeed.\" </p> <p>Ann Widdecombe, the shadow home secretary, said: \"We have now reached a situation where police officers need to carry guns just to do their job. The decision to issue guns is, of course, a matter for the chief constable, but I am confident the decision was only taken in the face of extreme circumstances.\" </p> <p><b> Crime rise</b><br> </p> <p>Other forces are watching developments in Nottingham with great interest. Some have dabbled with the idea of routine patrols in the past. After a spate of shootings in north-west London three years ago, the Metropolitan police launched 24-hour armed vehicle patrols. </p> <p>There is no doubt that gun-related crime is on the increase. Last December it emerged that armed crime was up by 10%, with 13,671 armed offences in the year. Government research has found that one in three criminals under 25 has access to a firearm, and there are thought to be more than 3m firearms illegally in circulation, double the number 10 years ago. </p> <p>Manchester has long had a notorious reputation for gun-related crime. There have been 40 shootings this year alone in the south of the city. Inter-gang violence is one of the main causes. Last month seven people were shot in a three-week period, among them a 16-year-old who was killed when he was gunned down at close range as he rode his mountain bike through a park. </p> <p>Police suspect his murder was in retaliation for the death of a 21-year-old, believed to be a member of a rival gang, who was shot as he rode his bicycle through an alley 10 days before. The gangs allegedly involved, the Pit Bulls and the Longsight Crew, are involved in a turf war. </p> <p>Detective superintendent Tony Porter, head of CID for south Manchester, said: \"They are rivals who are young men who wear their firearms as fashion accessories. Some of them seem to think they are achieving kudos and credibility.\" </p> <p>Drugs underpin all the gangland activity, but Mr Porter said that drugs were not the prime motive for the shootings. </p> <p>Police and community leaders agree that guns are becoming all too common on the streets of Manchester. One youth worker, who asked not be named, said: \"People are not shocked by the shootings any more. They just shrug their shoulders as if they are not bothered by it.\" </p> <p>For now the sight of armed police on the beat in Nottingham is an exciting novelty for the estate's children. Soon, however, it too might be mundane.</p>"
]