[
  "A Bosnian Serb accused of raping and torturing Muslim women nearly a decade ago killed himself as four German peacekeepers tried to arrest him on behalf of the war crimes tribunal in the Hague, Nato said yesterday. <p>Janko Janjic, 43, detonated a hand grenade which killed him and injured the soldiers. The German defence ministry said they were not in a critical condition. </p> <p>The incident took place late on Thursday night in Foca, a Serb-held town southeast of Sarajevo suspected of harbouring a number of indicted war criminals. Lord Robertson, the Nato secretary general, said the peacekeepers did not fire their weapons. </p> <p>In a separate development, it was disclosed that, over the past three days, Bosnian experts have exhumed the bodies of 118 Muslims murdered in 1992 and buried in mass graves. </p> <p>The Muslim commission for missing persons said the team has so far found 83 bodies in a grave near the eastern Bosnian town of Zepa. The victims are believed to be Muslims from the town of Visegrad, on the border with Serbia. </p> <p>They are believed to have been killed in their home town and thrown into the Drina river. The bodies floated down the river for some 15 miles to the Muslim town of Zepa, where they were recovered by residents and buried. </p> <p>Large nails were found in the bodies during the ex humation, appearing to support the claims of witnesses who said people were crucified on the doors of their homes or on their fences. </p> <p>At a second location, near Prijedor in northwestern Bosnia, the team exhumed 35 bodies. \"All of them were killed in 1992. Among the bodies was the oldest victim found so far, 102-year old Hanka Alic from neighbouring Kozarac,\" the deputy head of the commission, Jasmin Odobasic, said. </p> <p>The commission expects to find up to 100 more bodies in the two graves. During the civil war in Bosnia from 1992-95, some 200,000 people died and another 20,000 are missing, presumed dead. Almost 90% were Bosnian Muslims. </p> <p>Janjic, known as Tuta, was deputy commander of military police and paramilitary in the Foca area from 1992-93. </p> <p>Foca's police chief, Zoran Mandic, said the soldiers used explosives to blast open the apartment door of Janjic's brother Oliver, who was home with his wife and daughters. </p> <p>The office of Carla del Ponte, chief prosecutor at the Hague war crimes tribunal, said it regretted that Janjic, \"who had previously threatened to kill himself and others should an arrest attempt be made, chose to exercise this option\". </p> <p>In 1997, Janjic offered to reveal his alleged crimes to an American camera crew. In the CBS programme Public Eye he told a hidden camera: \"Yes, for DM5,000 I will tell everything. How I slit throats, killed them and dug their eyes out ... you can tape me.\" </p> <p>Serb paramilitaries overran Foca in April 1992 and, although there was no warfare in this region, killed or expelled virtually every Muslim in the town. </p> <p>Three Bosnian Serbs went on trial in the Hague in March over the Foca atrocities, in the first attempt by an international tribunal to prosecute for wartime sexual enslavement. Three others indicted are still at large. </p> <p>Janjic is the third indicted person to die resisting arrest in Bosnia. </p> <p>In 1997, the Bosnian Serb police chief, Simo Drljaca, was killed by SAS troops in Prijedor as he reached for his gun. Last year French troops shot dead a Bosnian Serb, Dragan Gagovic, after he tried to run them down in his car. </p> <p>EU leaders, who are to have talks today with the new Yugoslav president, Vojislav Kostunica, at their summit in Biarritz, are making it clear that they will not press him yet to hand over his predecessor, Slobodan Milosevic, and four of his close associates to the Hague tribunal. But he will come under pressure when his position is deemed to be more secure. </p> <p>The west's softly-softly approach has irritated public opinion across Bosnia, Croatia and Kosovo, where most of the war crimes were committed. </p> <p>\u0095 Alija Izetbegovic, leader of the Bosnian Muslims since 1990, will retire from the country's presidency today as a result of poor health and worsening relations with the international community.</p>"
]