[
  "Which was the worst ever penalty shoot-out?",
  "The problem with brown paintings",
  "How the financial crisis will affect the housing  and regeneration sectors",
  "How the financial crisis will affect the voluntary sector",
  "How the financial crisis will affect local government",
  "How the financial crisis will affect welfare to work policy",
  "How the financial crisis will affect social care",
  "University challenge",
  "AMD to split into two companies",
  "McCain is heading for defeat, says Republican analyst",
  "Stop scaring shoppers, Green tells media",
  "Customers face anxious wait over fate of Icesave accounts",
  "The savers",
  "Days after AIG's $85bn rescue, insurer hosted banquets",
  "Fed hints at rate cut but bear market takes further 500-point bite out of Dow Jones",
  "News in brief",
  "Vodafone challenges Apple with offer of fresh BlackBerrys for Christmas",
  "'We need slaves to build monuments'",
  "The scariest politician in Washington",
  "Ins and outs",
  "Leading questions",
  "Weapons display fires up gun debate",
  "Thaksin doubled his money in City sale, claim sources",
  "Five crucial moves",
  "Speaking the truth",
  "New wave hero Portuguese architect wins UK's most prestigious prize",
  "Regulator fines A&L record £7m for mis-selling loan insurance",
  "Bail-out aims to put banks on the road to recovery. But will it calm the markets?",
  "Rollercoaster ride shakes up shareholders",
  "New deal offers an alternative to global fatalism",
  "Sham shine on",
  "A poor start",
  "The civic engineer",
  "From Syrian fishing port to naval power base: Russia moves into the Mediterranean",
  "Ofcom supports a strong BBC",
  "Programme to bail out people, not the banks",
  "Private schools chief criticises level of controls on state sector",
  "China warns US over plan for $6.5bn arms sale to Taiwan",
  "Hard times",
  "Market meltdown can herald the era of social business",
  "Letters",
  "West Ham deny crisis after Icelandic bank folds",
  "Staying green in the gloom",
  "Our leaders are impotent to tame the beast: this crisis is one of democracy",
  "The war on coherence",
  "Ryanair boss sets sights on no-frills transatlantic flights with new airline",
  "Pensions: Downturn has wiped one fifth off retirement funds",
  "Premier League threatened with salary cap as FA vows to get tough",
  "FAQ: Is your cash gone?",
  "Downing St forced to act as events started to look out of control",
  "At last the penny has dropped",
  "EU agreement on bank deposit guarantees",
  "Poundland profits from bargain hunters",
  "UK manufacturing slump confirms economy is in recession",
  "Carmakers put brakes on production across Europe",
  "Public Inquiry",
  "Buying into it",
  "Stress levels soar in the square mile",
  "'This mad foreign adventure is over'",
  "Fewer banks, fewer mortgage and credit card offers - and more common sense",
  "Abu Dhabi empire building reaches east Manchester",
  "Pick of the day",
  "Yell renegotiates £3.7bn debts after fears led to 80% share fall",
  "Business as usual for super-rich at the Sales",
  "Response: We are not stuckists from 1997",
  "Tories suffering from bout of cross-party unity",
  "The all-seeing state is about to end privacy as we know it",
  "Darling and the Commons ignored the ticking of bombs",
  "In praise of... Joseph Stiglitz",
  "Tories discover their missing social links",
  "The silver stage",
  "Taking stock",
  "Dow plunges 508 points as Fed chief warns of dark days ahead",
  "Devastation",
  "Do you download?",
  "Getting out of Iran",
  "An invitation to Poland",
  "Back from the brink with the ANC",
  "Darling readies bank rescue plan after market chaos",
  "US election: McCain struggles to keep afloat in final weeks of campaign",
  "Financial crisis: Fed chairman hints of imminent rate cut",
  "Car makers down tools as financial crisis bites",
  "Economy lies at the heart of Obama McCain debate",
  "Can the Tories fix the broke society?",
  "Database nation",
  "Gordon Brown hosts talks on economic crisis",
  "Banks battered but market edges higher",
  "Q&A: What can Icesave customers do?",
  "US-Taiwan arms plan highlights tensions with China",
  "Table talk",
  "Icesave: Question mark over compensation",
  "Dishonourable attacks",
  "Power-Crazed Gravy Train Merchant With No Interest In Football, and Shafted Beyond All Recognition",
  "AMD to spin off factories to cut costs",
  "Executives at bailed-out AIG stayed at $500 a night Californian resort",
  "Mullen apologises, a little too much",
  "Times embraces the pain",
  "Newsquest: is a sell-off feasible?",
  "EU raises savings guarantee to €50,000",
  "Icesave case study: Access denied",
  "Will Yahoo buy AOL?",
  "24 hours in pictures",
  "European bank deposit guarantee raised to €50,000",
  "Divided Spartak turn to Laudrup to halt their downward spiral",
  "Another reason to join the Campbell Brown fan club",
  "Fed unveils radical plan to boost banks",
  "Bank shares plunge again in panicky trading",
  "A journey inside the mind of Sarah Palin",
  "Credit Joe Klein",
  "Poundland's profits up 122%",
  "School admissions: would you break the rules?",
  "English football is £3bn in debt, warns FA chairman",
  "Been there: Reader's Guide to London",
  "US election: 'There are people other than banjo pickin' raccoon hunters'",
  "Fox cues up US version of Ab Fab",
  "Iceland government seizes control of Landsbanki",
  "IMF urges rapid, coordinated international response to financial crisis",
  "Lebanon to sue Israel for marketing hummus as its own",
  "The auditors have failed",
  "ITV falls again after analyst downgrade",
  "NS&I cuts savings rates",
  "Music can be a force for good",
  "Reaction: Climate watchdog's tough target welcomed",
  "Elevator Pitch: Huddle's new designs on your working habits",
  "The new low carbon diet",
  "Pope compares banking system to 'a house of sand'",
  "Alliance & Leicester fined £7m for PPI sales",
  "The Buffett menu",
  "Icesave troubles highlight need for a European compensation scheme",
  "Manufacturing figures add to gloom",
  "There's no escaping student debt",
  "Government criticised over lack of rescue plan",
  "The strange, lingering death of minimal techno",
  "Booksellers can't afford to be censorious",
  "Paris Triangle: beyond the shadows of doubt",
  "Housebuilders suffer as banking fears spread",
  "Sony updates its reader: built-in light, touchscreen but still no wireless",
  "Oscars rule change dashes Waltz with Bashir's hopes",
  "India undermined",
  "Dennis snaps up photography magazine",
  "The Pagisian magician in rouge et noir is thrilling Ligue 1",
  "Who is weathering the financial storm?",
  "Labour launches byelection campaign in Glenrothes",
  "The criminal justice system is in crisis",
  "Icesave freezes deposits and withdrawals",
  "Stopping the rot of child poverty",
  "Bhs boss blames press for spreading gloom",
  "History has us all in its grip this year, but how hard will it squeeze?",
  "The Wire re-up: Top 5",
  "Are these the first signs of a levelling in the art market?",
  "HBOS in talks to sell its Australian bank",
  "Q&A: Savings compensation scheme",
  "Early London rally wiped out",
  "Yesterday in parliament",
  "Tuesday's football transfer rumours: Juande Ramos to stay?",
  "Global share sell-off slowed in Asia by surprise Australian rate cut",
  "Dax im freien Fall!",
  "Guardian Daily: Market turmoil points to recession",
  "Web ad spend helps hold off advertising downturn",
  "How Taken took hold of me"
]