[
  "Water: The hidden cost of your food and drink",
  "'Some demon sat over me with a knife and fork, ready to eat me every day'",
  "Education: Parents allowed to take charge of university applications",
  "Winning the west ... Obama plots route to victory in Republican heartland",
  "Food retailers: Discount chains gain at the expense of supermarkets",
  "The nutty professor is probably right again",
  "UK adds to drain on global water sources",
  "Revealed: the massive scale of UK's water consumption",
  "Education: Poorest children being let down by underfunded schools, says study",
  "The Rev Leslie Olsberg",
  "Go against the flow",
  "Corrections and clarifications",
  "Retail: Woolworths accuses bidder of megaphone diplomacy",
  "Economic slowdown: World markets fall sharply amid fears that credit crunch has further to run",
  "Healy heading Keane wish list under pressure from Magpies",
  "Taylor expects to be fit to face Bolton",
  "Baring their souls",
  "Zambian president Mwanawasa dies in France, aged 59",
  "What's a former dictator to do when he retires?",
  "Where family values mean nothing",
  "A blueprint for fairness",
  "Fancy a crack at that $1m Twenty20 game? Sorry, it's raining",
  "Olympics: A peek at the medal table eases China's pain",
  "Brown has failed to do enough to tackle poverty, Tories claim",
  "Market dives as brokers trade takeover gossip",
  "Give Labour credit on pensions",
  "Germany: Undertakers 'killed' parlour boss",
  "Novels that caught the spirit of previous eras",
  "News in brief",
  "New Tory stories",
  "News in brief",
  "Sanitation: Creating a stink about the world's wastewater",
  "True sport is about much more than counting medals",
  "Climate change: US environmentalists claim global warming threatens small mammal",
  "PS3 has cost Sony more than it made from PS2",
  "Distracted and weakened, Nato is lost",
  "The case for Joe Biden",
  "The Dunce of Wales",
  "McCain appears on oil rig to strengthen call for offshore drilling",
  "End of the Musharraf era",
  "Impasse for Zimbabwe",
  "Alliance & Leicester bosses offered loyalty bonuses by new owner",
  "Now Hillary is the women's candidate",
  "London tube strike called off after pay deal agreed",
  "Credit crunch: World stockmarkets fall further",
  "Housing transactions set to fall 60% below 1990s levels, property analyst claims",
  "US economic crisis: Freddie and Fannie shares fall further on bailout fears",
  "George Osborne: Government's policy on debt is unfair",
  "Gloomy Wall Street does further damage to UK banks",
  "China still loves Liu",
  "Zambian president Levy Mwanawasa dies aged 59",
  "Going for a song",
  "Sending waste to China saves carbon emissions",
  "Cameron plays the Russian blame game",
  "How to rent out your property",
  "Gary Glitter: home secretary says star should be banned from leaving UK",
  "Trinity Mirror seeks job cuts and integration in Midlands shakeup",
  "More gloom for US housing market",
  "Chinwag's Digital Mission: 20 hot UK startups",
  "Too much confusion and no relief: property chief quotes Bob Dylan to sum up market malaise",
  "Zimmer in frame for S&N takeover",
  "The right way to attack",
  "3, 2, 1 ... blogs relaunch!",
  "Labour's problems run deep",
  "Inflation: Bank's Besley defends 5% interest rates",
  "Debt fears limit university choice for poorer students",
  "Announcing some exciting changes to blogs and commenting",
  "Greenwatch: Indian festivals poisoning waterways",
  "'We're going to see a whopper' warning hits shares",
  "Job fears as M&S tries to cut redundancy benefits",
  "Musharraf resigns: What now for Pakistan?",
  "Gary Glitter: Thailand vows to ensure disgraced star returns to UK",
  "Only a modern political miracle can save Gordon Brown now",
  "Impressions of Monet's beach at Trouville",
  "Psychedelic drugs could heal thousands",
  "Tuesday's football transfer rumours: Kaka to Chelsea",
  "A Crooked Sixpence - Day two, how Sunday pop papers differ from dailies",
  "The wrong sort of immigrants",
  "The Institute for Fiscal Studies fisked",
  "German publisher enjoys profit increase",
  "Is it sensible to sell by auction?"
]