[
  "West Ham may soon not be the only club where bubbles burst",
  "Darling in talks with banks as RBS  tops list of stockmarket casualties",
  "Private schools face charity status test case",
  "In gender-sensitive Iran, a car designed specially for women",
  "Animal activists in international plot, jury told",
  "UCU rejects new negotiating body for pay",
  "Serious showman",
  "Technological meltdown",
  "RBS suffers as government share-buying spree does not materialise",
  "How Benelux is tackling the economic crisis",
  "Reykjavik battles to save economy",
  "End use of fossil fuels in 20 years, UK warned",
  "Saatchi gallery: A study in blandness",
  "Aer Lingus to axe 1,500 jobs in bid to save €74m",
  "London 2012 gold rush hits the financial wall",
  "Spurs long for strike force of old as Ramos is left with mishmash of forward options",
  "This green subsidy for car makers is just a disguised corporate bail-out",
  "Death's homework",
  "A taste of autumn",
  "Candidates dig up the dirt before TV debate",
  "Republicans aim to undermine Obama by making it personal",
  "'Your company is bankrupt, you keep $480m. Is that fair?'",
  "Growing calls from business for half-point cut in interest rates",
  "Does washing at 15C work?",
  "Totally strapped",
  "Ofgem moves to cut fuel bills for 4m consumers",
  "The other side of Corfu: chinos, royalty and billionaire oligarchs",
  "Outlook for UK businesses 'exceptionally bad'",
  "Elsie Nevitt",
  "Watch this",
  "When a mentor does more harm than good",
  "Careering off course",
  "Letters",
  "George Bush's forte for gifted leadership",
  "One thing is now certain: the uncertainty must end",
  "TNS succumbs to Sorrell's offer of £1.1bn after six-month fight",
  "Club takeovers under scrutiny",
  "Ted Briggs",
  "News in brief",
  "No FTSE-100 risers as £93bn wiped off stock",
  "News in brief",
  "Mud sticks",
  "In the face of apocalypse, heed not horsemen's advice",
  "A chance to crack down on Africa's loot-seeking elites",
  "Dumper helps drive Munster on sweat and inspiration",
  "TV ad blitz will lead assault on McCain's age and character",
  "Stephen Fry in America by Stephen Fry",
  "EU sets up centre in Africa to fight illegal migration",
  "Joshua Jeyaretnam",
  "French elite on trial in $791m Angola arms case",
  "Amec wins deal for Sellafield as wind firm sold",
  "Dead cat fails to bounce for Darling",
  "Car industry calls for rate cut as sales dive",
  "Auction bubble about to burst",
  "Forward thinking on the Labour civil war",
  "Spanish hoards of €500 notes could aid liquidity",
  "Now is the time to tackle global warming - Stern",
  "Dow Jones tumbles below 10,000 mark",
  "Punish reckless lending, says regulator",
  "Stern: Financial crisis could promote clean energy",
  "Imaginary worlds where everyone is the same colour",
  "EBay goes on $1.3bn spree but axes 10% of workforce",
  "Citigroup agrees ceasefire in battle over Wachovia",
  "Time for action",
  "Get ahead of the game",
  "Citigroup and Wells Fargo agree to ceasefire in Wachovia fight",
  "Dow Jones slump could begin to threaten global markets",
  "China-sourced fake chips used in US military, says BusinessWeek",
  "Sarah Palin's smears of last resort",
  "Keating's relevance",
  "No bad Apple",
  "Lehman Brothers chief executive grilled by Congress over compensation",
  "US election: McCain's temper and age become focus of Democrats' ads",
  "US election: Republicans target Obama's character in new attacks",
  "How the Euro is gaining currency",
  "Icelandic government battles to save the economy",
  "The nightmare on Main Street",
  "Financial crisis: World markets plunge as banking fears escalate",
  "Iceland is in the heart of the economic storm",
  "Yeah, so, anyway, about that whole 'now is the time for bipartisanship' thing...",
  "A  taxi-driver, oops, vicar writes",
  "Army knew about minefield that killed Afghanistan soldier",
  "Oh, Carole!",
  "Europe's largest software company SAP warns on profits",
  "Slump sees £93bn wiped off leading shares",
  "Darling's statement: Hint of irritation from Mr Calm",
  "Young Commons stars set to debate climate change",
  "The credit crisis: it's not over yet",
  "Citigroup ups stakes in battle for Wachovia",
  "World markets hammered over banking fears",
  "TNS yields to WPP advances and recommends £1.1bn takeover",
  "OxyContin soup for the conservative soul",
  "Alistair Darling: 98% of accounts are fully covered",
  "Family guys",
  "Housekeeping",
  "Beyond the bail-out",
  "Taylor Wimpey's woes continue",
  "America's fall is a dangerous opportunity for its enemies",
  "On the right road",
  "Can anyone save Tribune?",
  "A brave new target: cut greenhouse emissions by 122%",
  "Grandmother jailed for smuggling cocaine worth £1m into UK",
  "Auction house eBay axes 1,000 jobs",
  "IBM sticks its head into the cloud",
  "Monday memo: A month of mudslinging begins",
  "Ranieri losing numbers game at Juventus",
  "Steve Bell's Conservative conference diary",
  "People want politicians to serve them, not fight among themselves",
  "Glasgow East byelection result delays McConnell's move to Malawi",
  "The world's most endangered species 2008",
  "Free MP3 download: De Camino a la Vereda by Buena Vista Social Club",
  "Leading shares heading for a four-year low",
  "Cameron's con trick",
  "Slowing economy drives car sales down",
  "The week in money",
  "Been there photo competition September 2008",
  "Another meltdown Monday as London shares crash again",
  "Comeback kids Groningen forget dark days to complete their rise to the top",
  "US election briefing: Accentuating the negative",
  "Belgian workers protest over Fortis sell-off",
  "Invest in our young, before it's too late",
  "Independent ditches media section",
  "Oil prices fall to lowest in eight months",
  "Is Bush back on the booze? Should Brown join him?",
  "Credit crunch hits tech sector",
  "Question of the week",
  "Former goalkeeper faces jail for killing two boys by dangerous driving",
  "Labour must show us that its love affair with the City is over",
  "Can any readers help us to save the BBC?",
  "'Art can be a catalyst for change in Uganda'",
  "Only theologians really understand religion",
  "Mandelson to have kidney stone operation",
  "Another Black Monday for banks and miners",
  "Monday's football transfer rumours: Avram Grant to Spurs?",
  "Ofgem finds no evidence of energy cartel",
  "Celebrating Black Sections",
  "Another meltdown Monday as London shares crash again",
  "Gawker cutbacks reveal Denton's achilles heel",
  "Hari Puttar: there is no Hindi word for 'rip-off'",
  "US elections: Lies, damn lies and internet rumours"
]