[
  "Where the right went wrong",
  "US election: Newspapers distribute anti-Obama DVDs as part of advert buy",
  "Independent newspaper group to axe jobs",
  "Gulf states' spending spree",
  "Only in Alaska",
  "Gamasutra looks at the people behind the world's greatest and worst games",
  "Financial crisis wipes billions off wealth of China's super-rich",
  "No turning back",
  "Congo: Britain joins international diplomatic effort to end conflict",
  "The home stretch: What's working and what isn't",
  "Hamilton struggles as Alonso leads practice in Brazil",
  "FTSE makes it four good days in a row",
  "No easy fix",
  "Rudderless in Kabul",
  "Farmland bird numbers fall to lowest level on record",
  "Ramon and Nothing To Do With Noodles, Sadly",
  "John McCain, Republican pariah",
  "Bowen: Piano Concertos Nos 3 and 4: Driver/BBCSSO/Brabbins",
  "Entertainment Rights in the red",
  "Blackstone boss is a little bit sorry",
  "Godard's trailer kicks off the Viennale in style",
  "Developing world set to overtake the west, PWC argues",
  "A sense of perspective",
  "Chill winds blow through China's manufacturing heartland",
  "World music review: Pat Metheny/ Anna Maria Jopek: Upojenie",
  "Jazz review: McCoy Tyner: Guitars",
  "Dr Greenspan? Fortunately not",
  "Commonwealth universities news in brief",
  "US election: Palestinian siblings split on American politics",
  "24 hours in pictures",
  "Greenwatch: EU agency says French GM maize ban unjustified",
  "American al-Qaida recruits testify in al-Bahlul trial at Guantánamo Bay",
  "Urban music review: Q-Tip: The Renaissance",
  "US election: Obama drops three US newspapers from campaign plane",
  "Rock & pop review: Of Montreal: Skeletal Lamping",
  "Become a novelist in one month!",
  "Project Kangaroo seeks to calm rivals' anti-competitive fears",
  "So how bad was October?",
  "Forest can still be a happy hunting ground for Earnshaw the old Ram",
  "James Bond fantasist jailed",
  "Reining in the influence industry",
  "Investors call on government to drop dividend freeze",
  "John McCain's witch-hunt",
  "Barclays under fire for Middle Eastern fundraising",
  "Microsoft's Azure is not Hailstorm, but what's the point of it?",
  "Titans give '72 Fins another restless season",
  "What the experts say",
  "George Osborne takes fight to Labour as Tory lead narrows",
  "Enough vulgar Marxism - we must keep Titian's masterpiece",
  "Yesterday in parliament",
  "John Lewis warns of testing Christmas as sales fall",
  "Barclays shares slide after Middle East deal",
  "Price of petrol should be falling faster, says Gordon Brown",
  "A taxation solution to recession",
  "Schaaf nearing another crossroads as mediocrity beckons for Bremen",
  "Barack Obama gives Daily Show biggest ever audience",
  "Views on the news",
  "Another shopping centre - should governments say no?",
  "BT shares hit all-time low after profits warning",
  "Petraeus takes charge of US Central Command",
  "A golden age of British film? Piffle!",
  "'Teachers in France are angry - Sarkozy treats them with scorn'",
  "Elevator Pitch: Myrl builds bridges between virtual worlds",
  "Tax deadline looms as self-assessors file online",
  "Innovate to get through the credit crunch",
  "Barclays turns to Middle East in £7bn fundraising",
  "Labour has been behaving as though rainy days have been abolished",
  "Crunch London: Labour's John Biggs on the poor being hardest hit",
  "Week in pictures",
  "Friday's football transfer rumours: Scolari targets Dos Santos?",
  "Nail soup anyone?",
  "BSkyB records 25% profit rise in first quarter results",
  "Pre-owned titles defraud games industry, or do they?",
  "Beyond Parody",
  "BT shares dive by a fifth, Centrica taps investors",
  "Japanese interest rates cut for first time in seven years",
  "The fine art of innovation",
  "Could John McCain lose in his home state?",
  "Biggest economies caught in 'storm of the century'",
  "US refused oligarch visa over alleged criminal associations",
  "Recession watch",
  "Lloyds takeover displaces entire boardroom of HBOS",
  "Petrol price to drivers still not falling as fast as a barrel of oil",
  "AmEx to cut 7,000 jobs as debts rise",
  "One book fair, hours of satire, and the Dixie Chicks - Bush's cultural legacy",
  "Prices of homes dropping at fastest rate since 1952",
  "Watch this",
  "'Improving livelihoods is a slow, complicated process'",
  "Gillett speaks for Hicks in declaring Liverpool sound",
  "Put safety first and follow Alonso",
  "England abandon plans to send Panesar to Sri Lanka",
  "The Bush gang's parting gift: a final, frantic looting of public wealth",
  "Boris, Dannii and Leona all sang its praises, but this was a monument to another age",
  "Investors want rules to claw back excessive executive bonuses",
  "Barclays looks for £6.5bn in Middle East",
  "Trust insists on editorial discipline",
  "Osborne reins in Tory expectations on tax cuts",
  "Crash and squirm",
  "'There was blood, but he was fine'",
  "Drug use declines as seizures reach record",
  "Rough it up",
  "My life in shopping: Cerys Matthews, singer",
  "Progressive policies to save Britain's economy",
  "Robert Leckie Marshall",
  "Five of the best in line for the Guardian first book award",
  "Beckham seals Milan loan move",
  "I do the money, coaches do football says unrepentant Levy",
  "India stance forced ECB into bed with Stanford",
  "HBOS comes up Blank",
  "Volkswagen goes for a record after 15% jump in profits",
  "Guardians of the past uncover green lessons for the present",
  "Diary",
  "Madge's pool plans are dead in the water",
  "Hanging Chad Guy leads army of lawyers in Florida",
  "Shell and Exxon join the profits bonanza",
  "People-power a step closer in energy bill",
  "Firms may have to find £45bn a year for final-salary schemes",
  "On the money",
  "Recession and rising fuel bills test Brown's bounce",
  "Last call for Berlin's Tempelhof airport",
  "US lawyer driving the turnaround on the tube",
  "Ignorance and the American way",
  "Livelihoods: First year achievements",
  "News in brief",
  "M&S expects less Christmas frivolity",
  "Regulator leaves Network Rail with £2.6bn spending gap",
  "Rewrite lending code, banks told",
  "Killed by the radio star",
  "Suffering without end",
  "Double trouble",
  "Ferguson confident of bursting through the pack to take title",
  "Massa relies on his cool head and his hot pants",
  "Red rivers and vanishing icebergs: prize images focus on water"
]