[
  "Analogue television disappears from UK airwaves",
  "iPad mini: Apple launches smaller tablet",
  "Picture desk live: the best news pictures of the day",
  "Facebook shares rise as mobile growth spurs revenue increase",
  "Obama and Romney in final stretch after last debate clash – as it happened",
  "Obama's plan reviewed: what's the point of a glossy campaign brochure?",
  "Collapsed black cab firm accused over vehicle fault",
  "Awards curse strikes BAE's Dick Olver",
  "Americans would also gain from scaling back the empire",
  "Manchester United 3-2 Sporting Braga - as it happened",
  "Skilled probation officers cut crime",
  "Lies, damned lies and jobless statistics",
  "From shimmering sun to the first frost, and Chipping Warden to Castle Cary",
  "Barack Obama wins last debate – but Mitt Romney may still end up victor",
  "New York strip club loses bid to have lap dances legally defined as art",
  "More than 40,000 children living abroad receive UK child benefit",
  "Victoria's Secret v Agent Provocateur: lingerie stores turn up the heat",
  "UK wellbeing still 13% below pre-crisis levels",
  "iPad mini launch: live coverage of the Apple event in San Jose",
  "Tobin-style tax gets green light from European commission",
  "Mulberry takes £190m battering for falling out of fashion",
  "Meningitis: drug firm escaped tough sanctions before outbreak, files show",
  "US presidential debates: abortion, climate change and other missing issues",
  "Kingsbarns well backed for Aidan O'Brien in Racing Post Trophy",
  "Are the black cab's days numbered?",
  "BAE 'fully supportive' of directors as shareholder bids to oust chairman",
  "London 2012 Olympics will cost a total of £8.921bn, says minister",
  "Mecca's mega architecture casts shadow over hajj",
  "Oliver Burkeman's election diary … and the winner is not who you thought",
  "Whitbread is not clever or flashy – and there lies its strength",
  "The Boca Raton presidential debate on foreign policy: panel verdict",
  "Incurious George Entwistle faces MPs' flak over Jimmy Savile",
  "Politics Weekly podcast: Barack Obama v Mitt Romney - US election preview",
  "The Klezmatics with Sophie Solomon – review",
  "Tim Montgomerie: pushing for a rightwing Tory party – with a heart",
  "European financial transaction tax moves step closer",
  "Obama embraces positive strategy as he battles for votes in final stretch",
  "Presidential debates: 10 datasets and charts you need to know",
  "Today in healthcare from the Foundation Trust Network annual conference",
  "Obama's claim that military sequester 'will not happen' provokes surprise",
  "Ethical shopping",
  "Eurozone crisis as it happened: Greek leaders fail to agree on austerity package as markets slide",
  "Why aren't more Bollywood films marketed in English?",
  "Birmingham city council warns of effect of 17% spending cuts",
  "Arms sales and human rights don't mix, UK told",
  "Conrad Black tells Sky's Adam Boulton: 'Stop being a jackass'",
  "Laura Mvula (No 1,378)",
  "William Walker obituary",
  "Forget the firefights - progress in Afghanistan can be measured in tomatoes",
  "Walter Harrison obituary",
  "Underground: How the Tube Shaped London - gallery",
  "FTSE drops after poor US corporate news and eurozone worries, but Arm surges",
  "Has Castlebeck really been transformed since the Winterbourne View scandal?",
  "Starbucks' tax avoidance hasn't boosted our business, says Costa Coffee",
  "Working an Entire Year Using Only a Smartphone",
  "Manganese Bronze may have gone, but the cabbies will drive on",
  "Eurotunnel says post-Olympics boost to continue into 2013",
  "Badger cull statement: Politics live blog",
  "Future of UK nuclear power hangs in the balance, says EDF boss",
  "Call Of The Draught Beer Peddlers",
  "Obama campaign's sprint-to-the-finish strategy: spelling out a second term",
  "Creating space for social enterprise in Singapore",
  "Somali pirates hijacking fewer merchant ships",
  "Imposing a fight for abortion on other countries can backfire",
  "Social care network members survey: what you think about your job",
  "Social care professionals have changes imposed to contracts",
  "Barack Obama 'won' the foreign policy debate. But what does that really mean?",
  "Re-imagining our cities for the 21st century",
  "Inside the 26 October edition",
  "Roundup: Open Government Partnership",
  "Obama v Romney: around the world in 90 minutes",
  "World Series 2012 preview: Detroit Tigers vs San Francisco Giants",
  "'I struggled to get decent care at home after my stroke'",
  "iPad Mini: new Apple tablet may pose a major threat to Amazon and Google",
  "Write for us about … child benefit changes",
  "Ohio Republicans boosted by Romney debate showing ahead of crucial vote",
  "Uruguay plans to legalise marijuana under state monopoly",
  "Guardian Weekly Letters, 26 October 2012",
  "Rowan Atkinson defends freedom of speech, while Frankie Boyle wins it in court",
  "Brazil comes to terms with its slave trading past",
  "Unlike a Starbucks latte, tax avoidance campaigns don't offer an instant hit",
  "The Skyfall's the limit on James Bond marketing",
  "ITV's offer to footballer cuts no ice",
  "Global food security, the latest Ibrahim index, and the future of UK aid",
  "Next, Marks & Spencer and Debenhams face new wave of US competition",
  "So I want to be a solicitor ... how do I pay for it?",
  "Women in north-east bear brunt of cuts",
  "William Hague urges European ministers to boost trade - video",
  "Luxury fashion brands can't resist e-commerce",
  "Mitt Romney renews promise to label China a currency manipulator",
  "We must impose a carbon limit on new electricity generation here and now",
  "EE announces 4G tariff details",
  "Lancashire roadshow livens up Police and Crime Commissioner vote",
  "Does Arrow hit the target?",
  "Halloween catering: a grave matter",
  "Panel talk: exporting to overseas markets",
  "Five reasons why you might be a mortgage prisoner – and how to escape",
  "FTSE falters as Whitbread and Burberry fall on worries about economic outlook",
  "Virgin Media adds 60,000 internet subscribers in three months",
  "US presidential debates' great unmentionable: climate change",
  "Learning for free online",
  "Japan justice minister quits over yakuza links",
  "Chip designer Arm jumps nearly 5% after better than expected results ahead of latest Apple launch",
  "Today's media stories from the papers",
  "Postgraduate student loans: an idea whose time has come",
  "Mulberry shares crash after profits warning",
  "Chemring drops nearly 8% on takeover doubts as new chief executive is appointed",
  "Business rates will help successful councils open the funding floodgates",
  "Study into personal budgets finds encouraging results",
  "Police and crime commissioners: six pre-election questions",
  "Bollywood in Britain - the legacy of Yash Chopra",
  "iPad Mini launch: why Steve Jobs thought 7in tablets would fail",
  "US presidential debate: what really influences voters' choice of leader?",
  "Boot up: cash-free living, Moto's lost Jelly Bean, Apple's biometrics and more",
  "Obama and Romney clash over foreign policy in final presidential debate",
  "Final US presidential debate: Obama and Romney on foreign policy - as it happened",
  "UK public favours wind turbines over shale gas wells, poll finds",
  "Mitt Romney outlines 'robust' strategy to combat Islamic extremism",
  "San Francisco Giants 9, St Louis Cardinals 0 - as it happened!",
  "Obama fires and Romney falters but third debate fails to find a flourish",
  "Julia Gillard's 'misogynist' rival in new sexism row over baby remark",
  "Final presidential debate in gifs – as it happened",
  "Savile scandal: BBC Newsnight in the spotlight over allegations"
]