[
  "Publishing industry: waving or drowning?",
  "Apple loses senior executives in management shakeup",
  "Richard Hughes given triple shot at first Breeders' Cup success",
  "Caribbean nations count cost of hurricane Sandy",
  "When corporations bankroll politics, we all pay the price",
  "Bank of England official: Occupy Movement right about global recession",
  "Hurricane Sandy delays Barack Obama and Mitt Romney campaigns",
  "Robbing Paula to pay Peter, and other disputed principles",
  "Old Nick and Mick",
  "Storms continue to rage over L'Aquila sentences",
  "Spain and Italy criticise Berlin plan for EU to police budgets",
  "Chelsea's claims a calamity for Mark Clattenburg, but what happens next?",
  "On Trident, Miliband needs to be brave and jump ship",
  "Pension reforms moving too slowly, union warns",
  "Windows Phone 8 marks Microsoft's 'all-in' moment on smartphones, says Ballmer",
  "Hurricane Sandy: more than 50 million people prepare for 'Frankenstorm'",
  "FC United: united by name, united by nature",
  "Penguin and Random House merger to create biggest book publisher ever seen",
  "Greek journalists warn over press freedom",
  "Is the UK economy in recovery mode?",
  "Islamist rebels vow assault on Malian capital if international forces attack",
  "City banker who almost sunk UBS denies being a 'rogue trader'",
  "How should the government balance the books in higher education?",
  "Gay-rights literature takes off in India",
  "Why I'm occupying a gas-fired power station chimney",
  "New York stock markets close as insurers calculate hurricane damage",
  "Random House and Penguin – bigger may not be better",
  "Workers who collected Freedom Food chickens 'were trafficked and beaten'",
  "Andrew McCarthy: from 80s heart-throb to travel writer",
  "Congratulations to Newmarket sausages, but this label has a price",
  "Jim Farrell obituary",
  "Consumer lending soars",
  "Nick Clegg attacks Philip Hammond for 'jumping the gun' on Trident",
  "Hurricane Sandy approaches east coast: live updates",
  "What sort of bird will Penguin become after merging with Random House?",
  "Working class voters: why America's poor are willing to vote Republican",
  "Government ignored ash dieback warnings, emails reveal",
  "Hurricane Sandy: high winds and flooding hit US east coast – Monday 29 October",
  "Venice cruise liner row escalates",
  "New AstraZeneca chief executive gets £10m package",
  "Hurricane Sandy: state-by-state conditions as 'Frankenstorm' nears",
  "Argo rises as Paranormal Activity falls",
  "Clinton steps in for Obama in Florida as he spearheads drive for youth vote",
  "Hurricane Sandy: travel Q&A",
  "Don't be taken in by the fantasy world of schools policy making",
  "Frankenstorm: New Yorkers hunker down with artisanal goods and booze",
  "Hibu could be sued by some lenders over debt payment suspension",
  "Minister who criticised Ken Livingstone over tax is linked to tax break scheme",
  "Cashflow: Kodit Ltd",
  "50% in 10 years: a new global collaboration to restore fisheries",
  "Social TV and second-screen viewing: the stats in 2012",
  "In Sweden, smokers have another option – Snus",
  "AshTag app launched to prevent spread of devastating tree disease",
  "Romney campaign makes strong bid for Obama-leaning Latino voters in Nevada",
  "Let's raise a toast to alcohol",
  "Worried about the economy? It's the environment, stupid",
  "Premier Foods complete sale of Hartley's jam, Sun-Pat peanut butter and Gale honey",
  "Data mapping: why 'X' no longer marks the spot for local government",
  "Jess Varnish: I've got a kind of anger. I want to keep that when I race",
  "Could the next MDGs take inclusive business to scale?",
  "Live chat: B2B publishing and events",
  "Hurricane Sandy travel delays: your rights on cancelled flights",
  "Ash disease: an open letter to Hilary Benn and Caroline Spelman",
  "Words are the greatest weapon for political activists",
  "Hurricane Sandy strengthens as it bears down on US east coast",
  "What Macbeth tells us about the digital world",
  "Two hospitals could be privatised at struggling South London NHS trust",
  "Ash dieback Q&A",
  "Dyspraxia can be serious – it deserves more recognition",
  "Trinity Mirror to investigate hacking claim by royal's ex-business partner",
  "Bayer Leverkusen lift Munich curse to leave Rudi Völler worse for wear",
  "Penguin chief: News Corp can't derail Random House deal",
  "Financial adviser fined £117,000 for mis-selling high-risk investments",
  "India's first Starbucks branches draw long queues",
  "The dash for gas is a dangerous gamble",
  "Talking Horses",
  "Greek journalist arrested for publishing list of Swiss bank account holders",
  "Live Q&A: Understanding your overseas customers",
  "Penguin revenues declined in 2012, says Pearson",
  "Lloyd's of London insurers all hit by Hurricane Sandy",
  "Tax-free Junior Isas can be a family affair",
  "Juventus run continues as Catania are left bemoaning 'the death of football'",
  "Picture desk live: the best news pictures of the day",
  "Consumer borrowing surges in September",
  "Community energy is on the up. But will the government hobble it?",
  "Collabor8te: young filmmakers need nurturing for the future of UK film",
  "Two-tier road taxes would be a wrong turn",
  "Climate activists occupy West Burton gas power station",
  "Today in healthcare: Monday 29 October",
  "New York Stock Exchange closed by weather for first time since 1985",
  "Bouncing back from bankruptcy",
  "Shaking with anger: why Simon Jenkins is wrong – and right",
  "Investing in locally controlled forestry is a triple win",
  "Today's media stories from the papers",
  "The tyranny of choice: will more options lead to better council services?",
  "Premier League: 10 talking points from this weekend's action",
  "Millions on east coast brace for impact as Hurricane Sandy arrives",
  "Monty is back - a rational man to rationalise regional newspapers",
  "Eurozone crisis live: Spain and Italy criticise idea of 'currency commissioner'",
  "Emma Donoghue: How I write",
  "Penguin and Random House to merge",
  "Claims management firms turn from PPI to mortgage mis-selling",
  "Land deals in Africa have led to a wild west – bring on the sheriff, says FAO",
  "A 21st century Compact?",
  "Boot up: more Surface news, Cisco's China ouster, HTML5 or app?, and more",
  "Buffy creator 'switches allegiance' to Mitt Romney in spoof video",
  "Washington DC shuts down in preparation for hurricane Sandy",
  "Hurricane Sandy approaches north-eastern US - in pictures",
  "Requests from foreign governments to UK tax office up 18%",
  "Tories snub Lib Dems over Trident future",
  "George Osborne organises poll to show support for child benefit cuts",
  "Newmarket sausages win EU award",
  "Coal resurgence threatens climate change targets"
]