[
  "John Bercow expected to give up gold-plated pension",
  "Dutch election: pro-EU parties come out on top",
  "BAE and EADS announce plans for £29.8bn merger",
  "Electrical retailer Darty faces shareholder rebellion",
  "Albion's loss is FA's gain as England turn to highly rated Dan Ashworth",
  "iPhone 5: What does it mean for developers and apps?",
  "Robert Croft provides perfect farewell gift as Glamorgan dominate Kent",
  "Miliband confronts Cameron on pledge to get national debt falling by 2015",
  "Heathrow: another source of hot air",
  "Zac Goldsmith has a surprise for Boris",
  "A Burberry-style profits warning is nothing to envy",
  "Bank of England governor? I could do that",
  "UN reproaches nations for austerity policies that risk deepening slump",
  "Prime minister's questions: bickering in the butch camp",
  "Unemployment figures reveal slowdown in public sector job cuts",
  "Ex-HBOS banker Cummings banned for life and fined £500,000",
  "Bailout fund gets a 'yes' vote but eurozone isn't in the clear",
  "Burberry designs flagship London shop to resemble its website",
  "Everything Was Moving: Photography from the 60s and 70s – in pictures",
  "Catalans are ready for independence – but are their leaders?",
  "Angela Merkel hails German court's ruling on eurozone rescue fund",
  "Holland's likely new coalition will treat EU with caution",
  "Chris Stevens: career diplomat feted for his understanding and empathy",
  "FTSE dips despite BAE merger news, with Vodafone down on growth and dividend concerns",
  "How to win arguments with bigots: a guide for Nick Clegg",
  "Practising social responsibility without the CSR label",
  "Barroso casts doubt on independent Scotland's EU membership rights",
  "Ubisoft CEO Yves Guillemot on the future of digital gaming",
  "Estimate the best bet for Park Hill Stakes on St Leger meeting card",
  "US census figures show more than one in five children are living in poverty",
  "Project Europe clears legal hurdle but Merkel holds key to political union",
  "Product design: stewardship begins with a comprehensive view",
  "House speaker Boehner 'not confident' US can avoid credit rating downgrade",
  "Manchester did not amuse Queen Victoria at all",
  "England delay in squad for India may mean recall for Kevin Pietersen",
  "The Kernel sued by former contributors for non-payment",
  "iPhone 5: new Apple phone will run on 4G network",
  "Lalique vase from Morpeth attic breaks two records",
  "24 hours in pictures",
  "Asian frogs becoming extinct before they can be identified, biologists warn",
  "Ricky Hatton is older and slower so why is he returning to boxing?",
  "No complacency over 'disturbing' long-term jobless figures, says PM",
  "Arthur Newman – review",
  "Military cover for workers on strike unrealistic, say defence officials",
  "Robert Bruce obituary",
  "Germany's highest court approves creation of euro rescue fund",
  "'No industrial policy please, we're British' is out of date",
  "Latest UK jobs figures raise the 'productivity puzzle'",
  "Waterstones bookseller found trolling self-published author",
  "How Paul Ryan enslaves Friedrich Hayek's The Road to Serfdom",
  "Corrections and clarifications",
  "UK unemployment: what the economists say",
  "Special tax unit nets extra £500m from Britain's richest",
  "Wind energy could surpass global power demand – with huge hurdles",
  "China maintains silence over vice-president Xi Jinping's absence",
  "Society daily 12.09.12",
  "Niall Quinn to kick off Irish IT recruitment campaign",
  "WARNING: cannabis causes tedious narcissism",
  "BT lands exclusive UK television rights to show live rugby union",
  "Can James Cameron save Avatar sequels from Matrix meltdown?",
  "Exporting: HPS Hotels",
  "Executive pay: Sir David Walker reignites disclosure debate",
  "Alan McGee planning to recreate Creation",
  "Social enterprise network daily: Wednesday 12 September",
  "Talking Horses",
  "Chemical industry isn't doing enough to embrace sustainability",
  "Revive Thatcherism? Love her or hate her, we don't want a return to the 1980s",
  "Mortgage lending shows 2% year-on-year rise",
  "Barratt plans to restart dividend payments, but shares fall on profit taking",
  "Tackling Glasgow's substandard homes with peas, beetroot and thermal imaging",
  "Europe considers suspending airline emissions charge",
  "Don't look for e-literature in novels",
  "Jim Yong Kim's trip to South Africa was just a PR exercise for the World Bank",
  "Yet another poet leaves a mark on the northern landscape",
  "From Beethoven to beatboxing: how Germany trains its arts managers",
  "Muse deny The Resistance was plagiarised from sci-fi rock opera",
  "Rowan Williams, we'll miss you",
  "Safety flaws blamed as Pakistan factory fires kill more than 300",
  "Old and new homes – in pictures",
  "RBS and Lloyds lead FTSE 100 higher after German court ruling",
  "Guardian News & Media records largest monthly and weekly reach in new NRS PADD figures",
  "B&Q profits down £30m after wettest summer in 100 years",
  "Predistribution: an unsnappy name for an inspiring idea",
  "Chancellor's response to planning reform shows panic",
  "Which club were shipwrecked on their way to a game?",
  "Football transfer rumours: Liverpool in for Fernando Llorente?",
  "Michael Gove faces MPs over GCSE grading row + PMQs: Politics live blog",
  "Today's media stories from the papers",
  "Facebook's stock market debut disappointing, says Zuckerberg",
  "Careers for history students and graduates: live Q&A",
  "From Twitter to tablets: my best lessons using technology",
  "iPhone 5 sales could see Apple boosting US economy, says JP Morgan economist",
  "Andy Murray's US Open success conquers British hearts",
  "Booker prize shortlist pits Mantel and Self against two debutants",
  "How will my self-employed status affect my mortgage prospects?",
  "Plaid Cymru leader: we can only prosper if we do things for ourselves",
  "How charities can benefit from key performance indicators",
  "Boot up: RIM's sales dip, FAA's iPad OK, China's Nexus nix and more",
  "Rental market in London and the south-east is 'overheating'"
]