[
  "West Ham find the verve to leave Mark Hughes' QPR still stranded",
  "Bank of England reports lending to house buyers fell by £400m in August",
  "Cleantech 100 case study: Tendril",
  "Applying to university: Case study corner",
  "Cleantech 100 case study: Agilyx",
  "Cleantech 100 case study: Clean Power Finance",
  "Arnold Schwarzenegger's surprise book signing",
  "Why are so few women working in technology?",
  "How should London's West End highways be improved?",
  "Europe's finest continue their rolling maul over Heineken Cup's future",
  "American Airlines accuses pilots of sabotaging ailing company's flights",
  "New Orleans Times-Picayune prints last daily edition amid shift to digital news",
  "BAE merger 'not about job cuts' says EADS chief",
  "Population: the future is caring",
  "Ed Balls: from backroom to centre stage",
  "Miliband and Balls do have a plan, but they needn't reveal all yet",
  "Degrees that lead to jobs – for lecturers",
  "Debating points for Labour activists",
  "Big Finance's pathology compels the logic of socialised banking",
  "Greek debt talks deadlocked as lenders demand new wage cuts",
  "A rare opportunity for Somalia – and the world",
  "Steve Bell on Ed Balls' plans for the economy  – cartoon",
  "Jimmy Savile: Newsnight staff were furious after abuse report dropped",
  "A rightwing insurrection is usurping our democracy",
  "The German newspaper saved by its readers",
  "Microsoft valued below Google on Nasdaq for first time",
  "Innovation – who would dare oppose it?",
  "New exams set to be introduced without trials",
  "GM cow designed to produce milk without an allergy-causing protein",
  "Great Barrier Reef loses more than half its coral cover",
  "Ed Balls vows to 'rebuild Britain anew'",
  "Labour needs a national vision for higher education",
  "Private universities complain of insecurity",
  "Sci-fi blockbuster Looper achieves Chinese box office first",
  "Labour out of touch over public sector pay freeze, say union leaders",
  "Dear Mr Gove: Michael Rosen's letter from a curious parent",
  "Four charged with insider dealing",
  "From user fees to universal healthcare - a 30-year journey",
  "Reckitt Benckiser's expert questions moves to withdraw suboxone tablets",
  "Mahmoud Ahmadinejad accused of causing Iran's economic plight",
  "Nordsjaelland go to town for Chelsea's Champions League arrival",
  "JJB goes into administration – with 133 shop closures and 2,200 job losses",
  "Xstrata gives shareholders freedom – but not enough information – to choose",
  "The income squeeze holding back the economy",
  "Will university campuses soon be 'over'?",
  "Obama predicted to win first debate despite trying to dampen expectations",
  "Iran's currency hits all-time low as western sanctions take their toll",
  "Xstrata's merger with Glencore under threat again",
  "Return to Roanoke: 'I never thought things could become more divided'",
  "Africa: fresh voices, new perspectives",
  "Why Ed Balls' Labour conference speech was classic Gordon Brown",
  "Family friendly enterprise: Slovenia leads the way",
  "US manufacturing output improves after summer slowdown",
  "Jimmy Savile: Newsnight editor blocked airing of sexual assault story",
  "Eric Hobsbawm – a historian's historian",
  "Aldi to create 4,500 jobs amid sales boom",
  "iOS 6: what do the changes mean for independent studios?",
  "Embedding sustainability in all design",
  "Was the BBC's coverage of the NHS bill biased and distorted?",
  "So you want to be an international lawyer?",
  "Community infrastructure levies and the law of unintended consequences",
  "Eric Hobsbawm brought to life lost voices and placed reality centre stage",
  "West Indies send New Zealand tumbling out of World Twenty20",
  "Failed asylum seekers in Scotland living below UN global poverty threshold",
  "Fifa 13 blasts to top of UK charts with one million sales",
  "Riding-hoods: how to beat the rain",
  "New Yorkers take ye olde trip uptown for annual Medieval festival",
  "Eric Hobsbawm: the history man",
  "Rules governing transparent financial advice already being bent, says FSA",
  "Cruise ships are a floating microcosm of our global economic hierarchy",
  "Ed Balls conjures up spirit of 1945 with pledge to rebuild UK infrastructure",
  "Doctor Who: Amy Pond's departure attracts nearly 6m viewers",
  "Nudging people towards sustainability",
  "How social ventures can build scalable models that will fly",
  "Eric Hobsbawm: a life in quotes",
  "Sweden detains Pirate Bay founder in oppressive conditions without charges",
  "Corrections and clarifications",
  "Sudan's peace agreement looks depressingly familiar",
  "US supreme court to confront civil rights challenges on return to work",
  "Gianfranco Zola: 'I was exhausted but I never lost my passion for football'",
  "Data mining: how can small arts organisations benefit?",
  "Union leaders attack Labour for backing public sector pay freeze",
  "China's rocketing elderly population prompts a rethink on pensions",
  "Muttiah Muralitharan: 'I played a bit of rugby in school'",
  "Sportingbet reject £350m takeover bid by William Hill",
  "Haruki Murakami criticises 'hysteria' over islands row",
  "London Olympics and Euro 2012 fail to boost newspaper ad spend",
  "Talking Horses",
  "Funding for Lending fails to ignite mortgage borrowing",
  "Seeing too much: the science of topless sunbathing",
  "Activists push for international ban on legal trade in polar bear items",
  "Auto-enrolment alone 'won't be sufficient for retirement'",
  "Surely freedom loving Gove cannot defend press restrictions?",
  "Looper opens with bigger box office in China than US",
  "Ed Balls struggles to win converts as two stage strategy ties Labour in knots",
  "Are professional book reviewers better than amateurs?",
  "Xstrata leads FTSE 100 risers as investors welcome Glencore merger update",
  "The best credit card deals to suit your needs",
  "UK manufacturing downturn dashes rebound hopes",
  "Hotel restaurants: five star food?",
  "Eric Hobsbawm: an appreciation",
  "How to launch a startup business that lasts",
  "Public sector pay stays neck and neck with private sector for the long race",
  "UN report calls for action to fulfil potential of ageing global population",
  "Auto-enrolment pensions: all you need to know",
  "TV listings and previews: plan your week's viewing - 1-5 October",
  "Housing enterprise zones would provide new homes and growth",
  "Keeping councils at the heart of carbon reduction",
  "Should UK universities take social work education more seriously?",
  "Ai Weiwei firm to be closed down by Chinese authorities",
  "Day trips from Berlin: readers' tips",
  "The green deal still has big gaps to plug",
  "50 months: 'We need a capital markets framework for low-carbon transition'",
  "50 months: 'Our best way forward is for communities to build local resilience'",
  "50 months: 'We need to set our own personal carbon targets'",
  "50 months: 'Our lifestyles in rich countries come at a cost for others'",
  "50 months: 'Discard the ideological trappings of neo-liberalism'",
  "Boot up: Google autumn-cleans, Color re-CEOs, Windows 8's challengers and more",
  "Georgia goes to the polls in major test for Mikheil Saakashvili",
  "Welsh environment minister urges England to introduce carrier bag charge"
]