[
  "Retail sales climb 1.5% in September",
  "Stonehenge up close: digital laser scan reveals secrets of the past",
  "Indian TV station claims to have unearthed six corrupt cricket umpires",
  "Diary",
  "André Villas-Boas's no-favours policy wins plaudits at Tottenham Hotspur",
  "IMF warns of fresh global crisis unless eurozone finds a fix",
  "In praise of … Brünnhilde",
  "Republicans' new 'judicial activism': a coup d'etat of state supreme courts",
  "Is Romney's foreign policy a radical departure from Obama's?",
  "The Greek message for Angela Merkel",
  "Ruskin College's cultural legacy at risk",
  "Conservative conference: Masses hail Boris Johnson as he swoops into town",
  "George Osborne: a diminished chancellor",
  "Mitt Romney's delusional foreign policy",
  "Armed forces charities to get £35m from fines levied by City regulator",
  "RBS chief Stephen Hester changes his tone on share price",
  "For these one-term Tories a shrunken state is the prize",
  "Raise the price of producing carbon dioxide, says Lib Dem minister",
  "Facebook's new business plan: from utility to monopoly",
  "Hugo Chávez vows to keep Venezuela 'on socialist path' after re-election",
  "Romney talks tough and accuses Obama of failing to lead on Middle East",
  "Conservative conference diary: how Thatcher turned to Ken Clarke in 1990",
  "Teachers' unions must look at the big picture",
  "BAE and EADS fight to keep proposed merger on track",
  "Iain Duncan Smith says Conservative party must stay compassionate",
  "Boris Johnson victory rally at the Conservative conference: politics live blog",
  "The British Council: friend or foe?",
  "George Osborne: workers can swap rights for company shares",
  "Jacob Zuma faces investigation over plans to renovate home",
  "Does a dean have any say in the running of a university?",
  "Mau Mau veterans, law students and private prosecutions",
  "A business with no bosses",
  "Afghanistan 'sliding towards collapse'",
  "Why Europe needs the BAE-EADS merger to succeed",
  "British beer-makers fight back against fashion for foreign hops",
  "Scotland's Tory leader has got her sums very wrong on the economy",
  "For once, Osborne is right: the economy is going to take longer to heal",
  "Knives out as French villagers march on Paris in battle with big business",
  "How French designer Thierry Gillier got it completely wrong over China",
  "Cabinet ministers continue to target waste and bureaucracy",
  "What price basic competence in economics reporting?",
  "Chelsea's Kevin De Bruyne upsets Germans by calling them 'stiff'",
  "Industrial groups hit by Cookson profit warning as nervous markets edge lower again",
  "An introduction to songwriting with Justin Parker",
  "Wallace and Gromit creator Aardman enjoys profit surge",
  "Foodhub and FoodEx take on industry giants to distribute food sustainably",
  "Women recalled to hospitals after mistakes in breast cancer tests",
  "BAE has found a formidable opponent in fund manager Neil Woodford",
  "Mitt Romney's foreign policy speech - full text",
  "George Osborne is sending young people home, not out to work",
  "Work for a day in my Rochdale boutique, Mr Miliband",
  "Cutting under-25's housing benefit will increase youth homelessness",
  "Simulation: a pathetic, spineless, unnecessary creation of a word",
  "'Employee shares for rights' Q&A: what the proposals will mean",
  "Minister announces £145m fund to boost financial inclusion",
  "Puma scales up environmental profit and loss reporting to a product level",
  "Can George Osborne give shale gas a boost with a 'generous' tax regime?",
  "H&M and Anna Dello Russo: another successful creative partnership",
  "Co-constructing your classes: putting pupils in the driving seat",
  "George Osborne unveils employee 'shares for rights' scheme",
  "More Afghan families turn to cannabis cultivation",
  "George Osborne's 'employee shares for rights' proposal draws scepticism",
  "Welcome! The architecture and design forum is now open",
  "Osborne's 'shares for rights' scheme full of holes, say unions",
  "Conservative assault on welfare shows party's nasty, authoritarian streak",
  "Anglo Irish Bank trio appear in court",
  "Fewer defaults and better returns from green energy and housing markets, CDFIs told",
  "How the banking crash sparked a credit union boom",
  "Tibor Antalpéter obituary",
  "Reckitt boss pledged £6m shares for bank loan without investors being told",
  "Marian Shaw obituary",
  "Dishonored – review",
  "Direct Line IPO expected to trigger last-minute rush",
  "FBI investigates 'dead' Broadway investor hoax",
  "Vandana Shiva: corporate monopoly of seeds must end",
  "Transgender journey: recovering from surgery",
  "Transport secretary announces £170m to fix bottlenecks on key routes",
  "Bundesliga unites in its distaste for Felix Magath's acts of unkindness",
  "Size does matter – Europe must unite to compete",
  "Some CDFIs' notion of APR is not healthy, says Big Society Capital chief",
  "Cheryl Cole – review",
  "Society daily 08.10.12",
  "Why we can't bank on recessions to keep global warming in check",
  "Bigballs launches YouTube sports channel",
  "Warner Music's owner makes £81m investment in Deezer music service",
  "The arts offer young people a lifeline – but only given the right funding",
  "US economist Walt Rostow and his influence on post-1945 development",
  "Recruiter Michael Page issues another profit warning, while FirstGroup continues to fall",
  "George Osborne: austerity may last until 2018",
  "Fashion and feminism are not mutually exclusive",
  "What's it like to start a business in Cornwall?",
  "Could the Health and Social Care Act be repealed?",
  "Cookson slumps 14% after slowdown in steel production leads to profit warning",
  "BAE's largest investor voices concerns over EADS merger",
  "Will climate change lead to more flooding?",
  "Hugo Chávez still has a hold on Venezuela's people – he's one of them",
  "Would ethical investors really want their money in fur and oil?",
  "Premier League: 10 talking points from this weekend's action",
  "Can drug services cope with an influx of the 'Trainspotting generation'?",
  "TV listings and previews: plan your week's viewing - 8-12 October",
  "Football transfer rumours: Arsenal to sign Radamel Falcao for £35m?",
  "China's Huawei and ZTE pose national security threat, says US committee",
  "Hugo Chávez: a victory of enduring charisma and political mastery",
  "Nobel Prizes 2012: predicted winners",
  "Innovative funding model allows urban poor to determine their own future",
  "The puzzle of Android's delayed changeover from Gingerbread",
  "Boot up: Raspberry Pi password caution, new Nexus details?, mistakes Jobs made and more",
  "Hugo Chávez is re-elected in Venezuela",
  "Conservative conference: squeezed middle gives way to strivers"
]