[
  "Nuri Sahin hits double to give Liverpool win over West Bromwich Albion",
  "How to cook perfect pilaf",
  "Francis Bacon 'screaming pope' painting to be sold at auction",
  "Miliband needs to spell out detailed strategy, say party grandees",
  "Ryan Tunnicliffe's Manchester United debut wins 100-1 bet for father",
  "2012 US campaigns have cost more than $4bn, election commission says",
  "Diary",
  "In GOP we do not trust",
  "Europe's austerity protests: mad as hell",
  "Todd Akin set for GOP cash boost in Missouri after exit deadline passes",
  "NFL referee lockout could end soon, reports say",
  "Unhappy anniversary",
  "Defence export policy and the UK's help for oppressive regimes",
  "Goole's capital gains",
  "Liberal Democrats: Nick agrees with Nick",
  "Ed Miliband, show us you have what it takes to be prime minister",
  "Spanish hopes threatened by 'shocking' statement",
  "Targeting families has nothing to do with fairness",
  "Trident submarine missiles review to suggest 'stepping down nuclear ladder'",
  "The politics that matters is happening on the streets of Europe",
  "Ukraine plan to raise import tariffs on range of goods alarms US",
  "Hundreds of thousands of Greeks march against austerity",
  "Yahoo finance chief Ken Goldman in line for $18m cash package",
  "Aligned yet distinct: do mission groups need reinventing?",
  "Osborne's second fiscal rule looks increasingly unattainable",
  "Looters of flooded shop condemned by police",
  "French 'supertax' will make it harder to recruit talent, says L'Oreal boss",
  "Rebekah Brooks and Andy Coulson trial: the lawyers",
  "Nick Clegg reprises scare-mongering Greek comparisons",
  "The shape of modern Spain is being questioned",
  "Bank of England survey shows rise in mortgage lending",
  "Lib Dem conference: gimps, Cleggism and 'JEET'",
  "Eurozone crisis returns to rattle markets after period of calm",
  "Lloyd's of London buoyed by fewer disasters in 2012",
  "Atten-shun! Paddy's back to lead the Lib Dems over the top",
  "John Bond obituary",
  "Nick Clegg attempts to rouse Lib Dem troops for general election battle",
  "UK plc loses momentum despite stimulus",
  "US elections: ignoring climate agenda is a mistake",
  "Hedi Slimane and Raf Simons tipped to usher in new era at Paris fashion week",
  "Nick Clegg's Lib Dem conference speech: panel verdict",
  "Labour calls for review of sickness benefits assessment",
  "NFL referees dispute is about assault on workers' rights not blown calls",
  "National Grid bid talk fails to energise FTSE 100",
  "Green news roundup: Toxic waste, wind myths and animal orchestras",
  "The politics of UK aid explained",
  "AAR set to make $20bn-plus cash offer for BP's total stake in TNK-BP",
  "How to create the model economy: lessons from global winners",
  "Nick Clegg puts Lord Ashdown in charge of Lib Dem election campaign",
  "Bauer chief executive asks Ofcom to look into takeover of GMG Radio",
  "Salman Rushdie's memoir would benefit from a good index",
  "Abel & Cole angers ex-customers with persistent calls",
  "Alexander Lebedev charged with hooliganism and battery in Russia",
  "Nick Clegg taunts Conservatives over broken green promises",
  "Julius Malema 'unshaken' after money laundering charge",
  "Japanese nationalist tipped to be PM, raising fears of tensions with China",
  "Lib Dems reject relaxation of planning laws",
  "Looting and the Dunkirk spirit - two different faces of the northern floods",
  "Charity launches a radio station",
  "Arts research: from spin-out to sandbox",
  "Procter & Gamble CEO on solving the world's sustainability challenges",
  "Athens descends into violence as 200,000 march against austerity",
  "Can energy for all be a reality by 2030?",
  "24 hours in pictures",
  "Maurice Keen obituary",
  "Amanda Palmer raised $1.2m, but is she really 'the future of music'?",
  "Imagining a post two-state solution for Israel and Palestine",
  "Charity to support Scottish government in legal battle over alcohol price",
  "Download, print, fire: gun rights initiative harnesses 3D technology",
  "10 things the Lib Dem conference has taught us",
  "Rotisserie chicken falls foul of VAT laws",
  "Welcome to the world's first pizza museum",
  "University management: new finance models need better equipped leaders",
  "Banking on sustainability: is the financial sector doing enough?",
  "Society daily 26.09.12",
  "Panel talk: skills and innovation for small businesses",
  "Green investment is the cure for our ailing economy",
  "Old and new homes – in pictures",
  "Volunteering week project with New Horizons Youth Centre",
  "Activist arrested in New York for defacing anti-Muslim poster",
  "The fowl extravagance of Crispin Odey's chicken house",
  "Chinese film pulled from Tokyo film festival over row with Japan",
  "Imagination Technologies falls 10% on worries about partner Texas Instruments' plans",
  "Antjie Krog: Should power listen to poetry?",
  "Talking Horses",
  "Domino's Pizza drops 5% as third quarter sales slow down despite Olympics",
  "Shanks slumps 14% as recession hits waste recycling business",
  "Football transfer rumours: Radamel Falcao to join Chelsea for £45m?",
  "Philip Gould: An Unfinished Life, edited by Dennis Kavanagh - review",
  "Why disability history should be on the school curriculum",
  "Risk and reward: funding the future of social housing",
  "Greek workers begin general strike",
  "Why are public sector procurers losing faith in Remploy?",
  "From Kent to Kampala: how schools are benefiting from international links",
  "International Year of Co-operatives: a catalyst for change?",
  "It's a myth that wind turbines don't reduce carbon emissions",
  "Which mortgage lenders will take into account my self-employed earnings?",
  "Should my debt-laden mother sell or remortgage her house?",
  "Climate change is already damaging global economy, report finds",
  "IMF says risks remain in financial system as US investors take fright",
  "Nick Clegg to tell Lib Dem conference: stick with me in tough times",
  "Mauro Boselli double helps rampant Wigan burst West Ham's bubble"
]