[
  "Detroit Tigers 2, New York Yankees 1 - as it happened",
  "UK-Saudi relations strained by 'support' of Arab spring changes",
  "Toulouse's Gaël Fickou looks ready to be rugby's next global superstar",
  "Diary",
  "Ohio's white men: the holy grail that Obama and Romney must win over",
  "Greece aid talks break down after Athens rejects further cuts",
  "Romney and Obama need to show they care for America's caregivers",
  "The lame rules for presidential debates: a perfect microcosm of US democracy",
  "The church is failing our poorest citizens",
  "The Great British Bake Off final: live blog",
  "Rupert Murdoch faces down shareholders at News Corp's AGM",
  "It's drugs politics, not drugs policy, that needs an inquiry",
  "UK urged to reform tax rules over profit moving by global firms",
  "European car sales fall for 12th month",
  "Wycombe Wanderers mark 125th birthday with journey back to the future",
  "Open thread: what would you ask Obama and Romney to debate?",
  "OBR admits poor forecasting record",
  "Irish Sun's editor exits in strategic review",
  "Fur is only natural on the animal that was born with it",
  "Citigroup's internal strife rooted in its disjointed empire and overpaid staff",
  "Thatcher's outsourcing fantasy fails in reality",
  "Decasia",
  "This presidential campaign needs less civility, not more",
  "No, Lord McNally, it is not time to move on from legal aid cuts",
  "Rotterdam art thieves take valuable paintings in dawn heist",
  "Vikram Pandit quits as Citigroup chief executive",
  "Inflation falls dramatically but there's only one way it is going – up",
  "Unite plans credit union network in challenge to payday lenders",
  "New report finds that apprenticeships mirror and perpetuate discrimination",
  "Polyester gowns with supermarket logos? Martin Shaw on the bar's future",
  "Microsoft Surface prices to start at $499 or £399",
  "French government backtracks on plans to impose wealth tax on art",
  "World Food Day: helping smallholder farmers to share knowledge",
  "Clip joint: Cults",
  "Tory privatisation plans dealt blow in Cornwall",
  "Barclay brothers give Claridge's hotel group reprieve over £660m debt",
  "Markets climb on Spanish bailout talk but British Airways owner IAG loses altitude",
  "Homeless people 'drinking themselves to death' with super-strength alcohol",
  "I'm doing a PGCE at 40: savvy career move or expensive mistake?",
  "Inside the 19 October edition",
  "Obama jets in for Hofstra debate and aims to stop Romney momentum",
  "Cashflow: Purpose Media",
  "Ryanair boss faces investigation into alleged tax evasion in Italy",
  "Colorado's working poor: 'Suddenly, I'm living below the poverty line'",
  "Obama and Romney's best bets to win the second debate: our take",
  "Our social environment encourages obesity",
  "Gap's 'manifest destiny' T-shirt was a historic mistake",
  "Moomins' first adventure reaches UK",
  "Obama and Romney debate again: strategies for the town-hall style format",
  "Rebecca: The Musical – Broadway financier charged with fraud",
  "Male bakers: on a roll?",
  "UK inflation falls to lowest since November 2009",
  "Polar science is accountable to the public, not industry",
  "Johnny Hallyday – review",
  "Fifty Shades of Grey struggles to excite in France, the home of Sade",
  "Frankie Boyle sues, while Sarah Silverman falls foul of fellow Jews",
  "Guardian Weekly Letters, 19 October 2012",
  "Big brands take austerity measures",
  "All's not fair",
  "Newcastle latest city to open 'dry bar'",
  "Kenya plays with language gaps",
  "Corrections and clarifications",
  "Gold miner Petropavlovsk recovers from previous target misses and sees output grow 39%",
  "Inflation warning over 2.5% increase in state pension",
  "How are the Iran sanctions affecting you?",
  "3D printing is coming – so let's not strangle the industry at birth",
  "Goodbye to localism as government tightens grip on local councils",
  "US election 2012: Bill Clinton attacks Mitt Romney's $5tn tax cut – video",
  "Talking Horses",
  "Social enterprise network daily: Tuesday 16 October",
  "On the Road loses its way with lacklustre box-office debut",
  "Romney's possible routes to victory in the battleground states",
  "Syria and the battle for regional control",
  "Society daily 16.10.12",
  "Scotland should raise two-thirds of its own taxes, says former Lib Dem leader",
  "Forced migration in the 21st century: urbanised and unending",
  "New nuclear costs could squeeze renewables from UK energy mix",
  "Pay rise and progress on health issues for Unite members",
  "Digital age rewrites the role of journalism",
  "Improving diversity among our readers – and our staff",
  "Accelerating into the digital future",
  "Why we listen to our people",
  "Keith Richards says Glastonbury is 'interesting proposition'",
  "Pot-switching scheme could lead to 'pensions lottery'",
  "US newspaper puts 'print first' and hires 50 editorial staff",
  "Cricket, which never went away, is definitely back",
  "How business is leading the battle to solve global sanitation crisis",
  "Business leaders should help the younger generation develop soft skills",
  "Maggie Smith attacks Hollywood's obsession with youth",
  "London Evening Standard goes into profit",
  "How to manage the risk of exporting",
  "Lessons from SOCAP 2012: trend towards social impact investing continues",
  "British Airways owner IAG slides on executive's downbeat comments and broker sell note",
  "What are the most unusual cases of marketing in football? – open thread",
  "Biofuels industry does not deserve to be demonised",
  "Consultation offers 12 visions of future for Leeds Kirkgate Market",
  "Radovan Karadžić: I should be praised for peace efforts",
  "Fire and rescue services fight the 'perfect storm'",
  "Toulouse's Gaël Fickou looks ready to be rugby's next global superstar",
  "GKN drops nearly 4% as weak European car markets hit its automotive business",
  "It's time for a debate over statutory housing rights for single people",
  "South Africa protects rhinos – while the lions die",
  "Today's media stories from the papers",
  "Football transfer rumours: Real Madrid to sign Kasper Schmeichel?",
  "Padraic Fallon, a pioneering journalist who ran a business empire",
  "Rebekah Brooks's News International severance deal worth 'about £7m'",
  "Financier Nat Rothschild resigns from mining group Bumi",
  "A working life: the prison drugs counsellor",
  "Duchess signals a step-down from her famous Alnwick Garden",
  "What is the private sector's attitude to women voluntary sector leaders?",
  "Boot up: why PCs fail, Windows 8 pricing, Apple's ad tracking and more",
  "Number of UK poor receiving emergency food aid doubles",
  "Teachers report rise in pupils arriving at school hungry"
]