[
  "Olympic effect on UK economy may not last long, Sir Mervyn King warns",
  "The story of London 2012: Guardian writers' Olympic Games review",
  "Weatherwatch: August bank holiday a time to decamp to the seaside",
  "An Olympic effort to retool the economy",
  "Could exoskeletons help disabled people to be more active?",
  "California's love affair with food trucks turns cold amid regulatory dispute",
  "USA beat Spain to claim London 2012 men's basketball gold",
  "The Romney-Ryan ticket: right – and wrong",
  "Michael Billington on experimental Shakespeare",
  "Ofcom's tussle with BSkyB leaves it in a terrible position",
  "Digested read: Habits of the House by Fay Weldon",
  "How the rift between Kevin Pietersen and the ECB grew wider and wider",
  "England door not shut yet on Kevin Pietersen but he needs to act fast",
  "Olympics 2012: from tiptop venues to friendly volunteers – where did it all go right?",
  "Olympic Games have shown world what Britain is made of, says Cameron",
  "Paul Ryan hailed by conservatives as donations pour into Romney campaign",
  "Give John Major the credit he's due",
  "USA vs Jamaica: who rules the sprint events?",
  "Barclays boss hints at end to free banking",
  "London 2012: the Olympic quiz - full answers",
  "Labradors lead crackdown on Italy's cash smugglers",
  "Coalition government will not survive until 2015 election, voters predict",
  "Chelsea 2-3 Manchester City: five Community Shield talking points",
  "Curious Incident author Mark Haddon says wealthy should pay more tax",
  "Waitrose tests the water with Chinese and Brazilian wines",
  "Kevin Pietersen out of England squad for South Africa Test at Lord's",
  "Davy Guy obituary",
  "Fears of global economic slowdown weigh on emerging markets",
  "Olympic visitors give London a gold medal for hospitality",
  "Manchester City sign Jack Rodwell from Everton for £15m",
  "Prom 38: National Youth Jazz Orchestra – review",
  "David Cameron extends Olympic funding until Rio in 2016",
  "Crash, bang, wallop – calamitous Olympic moments on camera",
  "Lose yourself in the aMAZEme Labyrinth of 250,000 books | video |",
  "David Walker draws up Barclays' to-do list",
  "London 2012: what the papers say about Mo Farah's victory",
  "Tom Daley makes diving bronze seem like gold"
]