[
  "West Ham frustrated with impasse over signing Matt Jarvis from Wolves",
  "A-levels: improving no more",
  "England's bright young things ready to return to the bench for clubs",
  "Saudi Aramco hit by computer virus",
  "Picasso piece rediscovered after 50 years in Indiana museum storage",
  "Ecuadoreans back Rafael Correa's decision to offer Julian Assange asylum",
  "Mitt Romney again rejects Democrats' claim that he has paid no income tax",
  "England's Steve Finn says Kevin Pietersen saga 'swept under the carpet'",
  "Democrats' nerves start to show as Ryan fires up conservative voters",
  "Porridge or a pint – the student's choice",
  "Biofuels and the crisis in global food production",
  "Liverpool see off Ajax and Fulham to sign Oussama Assaidi for £2.4m",
  "University clearing: thousands wait nervously for a place on a course",
  "Paul Ryan: a contradictory character who is both a dangerous and safe choice",
  "Alanis Morissette: 'I still have PTSD from the Jagged Little Pill era. It was a profound violation'",
  "Arsenal ready for Van Persie-less future without needing to panic buy",
  "Is The Watch just a movie version of Dad's Army?",
  "A-level results 2012: A and A* grades fall",
  "Afghanistan helicopter crash kills 11",
  "Yes, Microsoft can price the Surface for $199 and make a profit. Here's how",
  "China is buying less coal but more mining groups",
  "UK car industry enjoys 22% rise in production",
  "Julian Assange: how WikiLeaks founder could leave Ecuador's London embassy",
  "Paul Ryan 'grew up on Ayn Rand'",
  "Asda says low prices pledge is winning over customers",
  "Louis Saha signs for Sunderland after being released by Tottenham",
  "Book lifts lid on François Hollande's campaign and bitter views of Sarkozy",
  "Surfthechannel owner launches furious attack on anti-piracy prosecution",
  "London 2012: 10 things arts and culture can learn from the Games",
  "Barbara Adams obituary",
  "Manchester United deal for Robin van Persie can't mask Glazers' intentions",
  "Charity demands welfare policy rethink as homelessness grows",
  "Fewer A-level students make the A and A* grade: a perfect result?",
  "Neither a borrower or a lender be? Actually it's savers who suffer most",
  "China in talks to buy 74% stake in African Barrick Gold",
  "FTSE closes flat on another quiet day as one-in-five shares bought or sold is in Lloyds and just 20 director dealings",
  "Android is winning - if you're writing apps for China. Elsewhere, though…",
  "Paul Ryan's Florida campaign trip puts focus on controversial Medicare plan",
  "NME and Q suffer sales declines to the tune of 20% year on year",
  "Anthony North obituary",
  "Moshi Monsters doubles its circulation: magazine ABC sales roundup",
  "Team GB boosts Adidas fortunes a year after riots",
  "Cardiff's red strip and dragon badge to breath fire into Championship",
  "The Saudi-GPT deal inquiry must not be another whitewash",
  "Jessie Ware: Devotion – review",
  "Peru's Nazi party leader believes even the conquistadors were Jews",
  "Facebook shares hit all-time low as lock-up expiration lets insiders sell",
  "Winning trophies is for losers",
  "Richard Desmond's Star magazine biggest faller among women's weeklies",
  "It's Easy Living as Condé Nast title posts 17% sales rise",
  "Wanted: a tablet for a 15th birthday boy",
  "Platinum miner Lonmin boss seriously ill in a week of deadly clashes between workers",
  "Beauty news: Back to the real world",
  "Unions back thinktank to remind Labour of roots in working lives",
  "Australia winemakers cheered over prospect of best vintage in 20 years",
  "A-level foreign languages decline alarms examiners",
  "TalkTalk's £5 smartphone deal gets back to basics",
  "Shared value: the questions investors need to ask companies",
  "How the Swift boat veterans stack up against 2012's special ops group",
  "My antidote to celebrities who promote homeopathy",
  "Time to scrap the Mayor of London?",
  "Wonderbook – hands-on preview",
  "Julian Assange asylum: Ecuador is right to stand up to the US",
  "Delaying a eurozone breakup could make the endgame much worse",
  "(Pseudo)scientific history?",
  "Nuts magazine's sales face squeeze",
  "Housing helps UK net worth rise to £6.8tn",
  "A degree of job satisfaction",
  "The Sioux campaign to buy back the Black Hills that belong to them",
  "Branson, Bercow and Boris: the silly season is late this year",
  "Fictional ghost cities: where teenage darkness finds a home",
  "Gerry Vaughan obituary",
  "The Dandy comic to go online only after 75 years",
  "Get away! Gap years and volunteeering",
  "Premier League preview No18: West Bromwich Albion",
  "Mortgage price war: HSBC to pull lowest ever five-year fix",
  "Scent of a kitten: the 20 irrefutable theories of book cover design",
  "Guardian Eyewitness for iPad relaunches with Eyewitness Premium",
  "Cineworld hopes for James Bond boost",
  "Europe must do more to help Arab spring's 'double refugees'",
  "Avengers Assemble helps Cineworld almost double pre-tax profits",
  "Clearing 2012: help and advice at university",
  "Corby byelection poll points to Labour majority",
  "Eye saw this: the top 10 most popular Guardian Eyewitness images",
  "UK retail sales rise: what the economists say",
  "Talking Horses",
  "Theresa May blocks Chinese visa changes over security fears",
  "How to Be Gay by David M Halperin – review",
  "Petrol price war boosts UK retail sales",
  "Manchester City to open the archive on player data and statistics",
  "Banking shares untroubled by threat of US libor investigation as FTSE opens flat",
  "Johnston Press axes three editors",
  "Social enterprise network daily: Thursday 16 August",
  "Giving police jobs to G4S is not the way forward",
  "University clearing: Distance-learners do it on their own terms",
  "Clearing 2012: Students find vocational degrees are just the job",
  "Clearing: Apprenticeships work toward a debt-free qualification",
  "University isn't the only career option: vocational training needs to be promoted too",
  "Take five: European drama box sets",
  "Clearing 2012: Study and part-time work can be a delicate balancing act",
  "How can a company afford to grow?",
  "Premier League preview No17: Tottenham Hotspur",
  "Football transfer rumours: Javier Hernández heading off to Juventus?",
  "Nokia and Microsoft try to steal Apple's thunder with Windows phone launch",
  "Sid Waddell RIP, Maradona in a nutshell and Pike's Peak strikes again",
  "Youth employment: finding hidden talent in Greater Manchester",
  "Francis Maude deficit reduction: added value?",
  "Why Stewart Lee is wrong about the death of the Edinburgh fringe",
  "Best bits: Forming a charity consortium",
  "Building sustainability into your social enterprise",
  "Boot up: Flash's mobile death, iPad mini figured, Windows 8 benchmarked and more"
]