[
  "Trump loyalist set to become national intelligence director on second attempt",
  "Trump says it's time to reopen businesses: 'Will some people be affected badly? Yes' – as it happened",
  "Austria says easing lockdown has not led to spike in infections – as it happened",
  "Trump poised to wind down Covid-19 taskforce as US death toll tops 70,000",
  "Coronavirus 5 May: at a glance",
  "Why is the White House winding down the coronavirus taskforce?",
  "Morning mail: Ruby Princess testers sent to Newmarch, logging increases bushfire risk, join our Zoom book club",
  "Neil Ferguson: 20 years' experience with pathogen outbreaks",
  "The high-profile figures who got into hot water over lockdown rules",
  "Terrawatch: glacial erosion creates higher mountains",
  "Iran's state broadcaster meddled in Scottish referendum, says Facebook",
  "California sues Uber and Lyft for misclassifying drivers as contractors",
  "Bioluminescent waves dazzle surfers in California: 'Never seen anything like it'",
  "UK coronavirus: Raab says it would not be safe to reopen all schools; official death toll rises to 29,427",
  "UK could relax lockdown for millions if over-70s are shielded, say scientists",
  "Australian sport prepares to restart: how and when major competitions will resume",
  "Essential poll: two-thirds of Australians back aged-care homes on Covid-19 visitor bans",
  "Private medical staff who worked on Ruby Princess were sent into Newmarch House",
  "Number of key workers getting Covid-19 overtakes positive tests in hospitals",
  "Trump gives up on virus fight to focus on economic recovery – and re-election",
  "From Edwardian tiles to a 120-year-old tunnel: how lockdown DIY has led to surprising discoveries",
  "Virgin Atlantic to cut 3,150 jobs; UK car sales tumble - as it happened",
  "Amazon is cracking down on protesters and organizing, workers say",
  "Ocado faces shareholder revolt over £88m bonus payout",
  "Back to nature: 'secret garden' outings used to aid coronavirus recovery",
  "Football may as well add a multi-ball feature, pugil sticks and a travelator",
  "Philippines' main channel forced off-air amid coronavirus lockdown",
  "Seth Meyers: 'This is what you get when you make a TV star president'",
  "Trump rails at 'loser types' as dissident Republican ad gets under his skin",
  "Diary of a theatre under lockdown: 'We're on our third version of worst-case scenario'",
  "Mayor criticised over refusal to reopen Middlesbrough parks",
  "If Britons are the most pro-lockdown, it's probably because we're the most obedient",
  "UK's biggest peer-to-peer lender halves interest rates to prepare for defaults",
  "Helsinki's huge VR gig hints at the potential of virtual tourism",
  "Coronavirus has exposed the dangerous failings of NHS marketisation",
  "EFL chief says parachute payments are 'an evil that must be eradicated'",
  "Forest fire season is coming. How can we stop the Amazon burning?",
  "Trust in scientists grows as fake coronavirus news rises, UK poll finds",
  "Coronavirus and culture – a list of major cancellations",
  "'Painful to see': rise in Russian medics falling prey to Covid-19 as death toll questioned",
  "UK discriminating against EU citizens, say MEPs",
  "South Korea ready to kick off football season – with the world watching on",
  "The Englishman who lost his job after guiding New Zealand to the Olympics",
  "Will Americans ever forgive Trump for his heartless lack of compassion?",
  "Normal People is little more than a gutless soap opera for millennials",
  "First Thing: Nobody is buying Trump's Wuhan lab theory",
  "Chile: pandemic highlights health crisis as lockdown halts inequality protests",
  "16th resident dies at Sydney aged care home – as it happened",
  "On this special Giving Tuesday, stand with journalism that stands with science",
  "Scared and sick amid Covid-19: US nursing home workers afraid to blow the whistle",
  "Self-taught artist Jiab Prachakul wins BP portrait award",
  "Coronavirus Australia latest: 5 May at a glance",
  "Spain's path out of Covid lockdown complicated by polarised politics",
  "Tory MPs call for funerals to be held inside churches again",
  "Ruby Princess doctor said 'we have to stop all cruise ships' before fateful voyage, inquiry told",
  "'It sounded evil': inside the eerie moment California’s deadliest wildfire began",
  "'Need for teamwork is clear': Common Goal reaches 150 with Caroline Weir",
  "Did Gladiator really deserve the best picture Oscar?",
  "The antidote: your favourite reads beyond coronavirus",
  "Conservation in crisis: why Covid-19 could push mountain gorillas back to the brink",
  "'The human stuff matters': heads call for a kinder school system post Covid-19",
  "‘For the lives of our mothers’: Covid-19 sparks fight for maids’ rights in Brazil",
  "Coronavirus has left Britons scared to go outside. And can you blame us?",
  "How a hotel is stemming the tide of Covid-19 among rough sleepers",
  "The indispensable nation? Covid-19 tests the US-Australian alliance",
  "10 of the best novels set in Italy – that will take you there",
  "My four miscarriages: why is losing a pregnancy so shrouded in mystery?",
  "Coronavirus 5 May: at a glance",
  "WHO says it has no evidence to support 'speculative' Covid-19 lab theory",
  "Spared by the fires, NSW's south coast bushland now faces the bulldozers",
  "California to reopen some businesses this week as lockdowns ease across US – as it happened"
]