[
  "Taylor Swift: monuments that celebrate racist figures 'make me sick'",
  "Trump says chokeholds sound 'innocent and perfect' and compares himself to Lincoln",
  "Brazil overtakes UK with world's second-highest Covid-19 death toll",
  "From endless news to 5,000 words on Myers-Briggs: what did you REALLY read during lockdown?",
  "Hatchie, Emily Wurramara, Paul Kelly and more: Australian music for isolated times",
  "For Scott Morrison, one protester's free expression is another's dangerous activity",
  "Gas ‘completely dominated’ discussion about Covid-19 recovery, commission adviser says",
  "Seven West's AFL deal can't pull it out of financial mess, insiders say",
  "'Essentially a cover-up': why it's so hard to measure the over-policing of Indigenous Australians",
  "We shouldn’t generalise about ‘racism’. This movement is about fighting anti-black racism",
  "Benefits outweigh risks of easing Australia Covid-19 restrictions but who stands to gain the most?",
  "How late-night TV comedy has responded to a tumultuous year",
  "Syrian protesters call for Assad's downfall as economic crisis deepens",
  "Boris Johnson 'stoking fear and division' ahead of BLM protests",
  "UK coronavirus: Grant Shapps denies chief nurse dropped from No 10 briefing ‘after refusing to back Dominic Cummings’ — as it happened",
  "The Guardian view on the global crisis: where is the rescue and recovery plan?",
  "Pierre Nkurunziza obituary",
  "Johnson's 'culture war' trap seems designed for Corbyn, not Starmer",
  "London fashion week drops elitist traditions as event goes fully digital",
  "Trump campaign asks supporters to sign coronavirus waiver ahead of rally",
  "Bolton book claims Trump committed other ‘Ukraine-like transgressions’",
  "Lockdown listening: classical music and opera to stream at home",
  "Brands, fans and influencers: why social media for small business is about more than sales",
  "Freeze-dried fruit and brownies: how having a website kept these businesses thriving when lockdown hit",
  "Boris Johnson's polarising statue tweets are pure Trump",
  "Jimmy Kimmel: 'Nascar now has done more to fight racism than the president'",
  "Public toilets are a pressing problem",
  "Act now to minimise the damage to education",
  "How 'racist' bust 'hidden by Tory councillor' divided Derbyshire town",
  "Polish president issues campaign pledge to fight 'LGBT ideology'",
  "Starbucks reverses stance and allows staff to wear Black Lives Matter clothing",
  "'There are lots of BAME candidates': UK boardrooms fail to embrace diversity",
  "It's the economy, stupid – but will Trump or Biden win the argument?",
  "The Windrush generation deserves justice – not video chats with the home secretary",
  "'We cannot edit our past': Boris Johnson's statue tweets explained",
  "Melania Trump used White House move to renegotiate prenup, book claims",
  "Dave Chappelle addresses George Floyd killing in Netflix special",
  "Which black Britons should we be commemorating?",
  "US books world rocked by racism rows",
  "Is my husband’s affair linked to my childhood abuse?",
  "High streets at risk if pubs stay shut, warn Northern Ireland retailers",
  "The police say they support Black Lives Matter. Tell that to people in Tottenham",
  "Why decent cider deserves more respect",
  "I like living in the present but nostalgia has its place",
  "'I forgot who I was': how Big Brother changed my life",
  "Headteachers berate non-stop guidance changes for England's schools",
  "AFL 2020 season restart: Geelong beat Hawthorn in round 2 – as it happened",
  "Novichok TV drama's makers: 'A deadly, invisible threat – it resonates now'",
  "Apple removes two podcast apps from China store after censorship demands",
  "Priti Patel may have experienced one form of racism. That doesn't mean she gets to dismiss others",
  "Coronavirus Australia latest: at a glance",
  "First Thing: racism is now officially a public health emergency",
  "Critics decry Trump election rally in city of Tulsa race massacre on Juneteenth",
  "You can't defeat racism with 'reading lists'. Take it from a feminist – we tried this",
  "Could the Colston statue be recast as social reformer Frederick Douglass?",
  "Boris Johnson says removing statues is 'to lie about our history'",
  "The best recent science fiction, fantasy and horror – review roundup",
  "‘We’re going to have a catastrophe’: US faces November election fiasco",
  "Premier League restart preview No 10: Liverpool",
  "This week's home entertainment: from My Brilliant Friend to Da 5 Bloods",
  "Coronavirus: the week explained",
  "Indigenous inequality in spotlight as Australia faces reckoning on race",
  "Oxford college officials backed plans to protect Rhodes memorial",
  "UK considers ending financial support for fossil fuels overseas",
  "Five-year-old's fatal plunge provokes hard questions about Brazil's racism",
  "This week's new tracks: Rosalía ft Travis Scott, Diplo, Rak-Su",
  "Whole Foods worker fired after posts criticizing free food for police",
  "‘We’re suffering the same abuses’: Latinos hear their stories echoed in police brutality protests",
  "‘Long overdue’: lawmakers declare racism a public health emergency",
  "I can't wait to take my new Mallen streak to town and eat someone else’s mash and gravy",
  "Coronavirus Australia update: police force BLM protesters to move on from Sydney's town hall – as it happened",
  "'This is a historic moment': UK anti-racism protesters on what needs to change",
  "Raye's lockdown listening: 'Nina Simone tears your skin and burns your eardrums'",
  "The arts world is facing a fierce reckoning about diversity. But is it too late?",
  "Belgium forced to reckon with Léopold's legacy and its colonial past",
  "Zoom admits cutting off activists' accounts in obedience to China",
  "Juventus and Milan take centre stage for 'high-adrenaline' return of Italian football",
  "The Blind Light by Stuart Evers review – two men in the sweep of history",
  "'How do we fix this?': LeBron James takes fight to black voter suppression",
  "Black Lives Matter: health experts assess risks of Covid-19 transmission at Australia protests",
  "My favourite film aged 12: Aliens",
  "Australia’s Covid-19 restrictions and coronavirus lockdown rules explained: how far can I travel, and can I have people over?",
  "The antidote: the most deeply read articles beyond coronavirus",
  "Stage 3 coronavirus restrictions: Australia to allow more than 100 indoors from July",
  "Protests aren't an affront to democracy – they're liberty rampant",
  "Disillusioned black Oxford students unwilling to help attract others",
  "So long, New York: pandemic and protests spark new exodus to suburbs",
  "Friday briefing: PPE crisis was predicted, say auditors",
  "Street solos and a flock of swans: the best new dance created in lockdown",
  "A prescient deep dive into white supremacy – podcasts of the week",
  "Spike Lee: 'Race relations today are a direct response to having a black president'",
  "Scott Morrison sorry for 'no slavery in Australia' claim and acknowledges 'hideous practices'",
  "Santos $3.6bn Narrabri gas project formally backed by NSW government",
  "US ‘Caesar Act' sanctions could devastate Syria’s flatlining economy",
  "Twitter deletes 170,000 accounts linked to China influence campaign",
  "City of Hamilton in New Zealand removes statue of British naval captain",
  "Deaths inside: how we track Indigenous deaths in custody and why we do it",
  "News Corp tears down Murdoch’s ‘silos’ – and then harvests journalists’ jobs",
  "Louisville and San Francisco latest cities to take steps toward police reform – as it happened",
  "'China's lifeblood': street hawkers make surprise return to fire up ailing economy",
  "Seattle protesters take over city blocks to create police-free 'autonomous zone'"
]