[
  "Coronavirus US live: Trump 'spooked' by White House cases as death toll nears 80,000 – as it happened",
  "UK coronavirus: 'This is not the time to end the lockdown,' says Boris Johnson in address to nation – as it happens",
  "Morning mail: fringe groups protest, Albanese demands fair-go recovery, Margoyles speaks",
  "Love bytes: how a video game is preparing my boyfriend and me for living together",
  "Battered UK tourist industry anticipates easing of coronavirus lockdown",
  "Trump claims Obama committed 'biggest political crime in American history'",
  "Remembering Euro 96: Gazza's goal, Three Lions ... and penalties",
  "Boris Johnson's speech in full: 'first, careful steps' to ease Covid-19 lockdown",
  "'Alert for what?': Manchester confused by new government slogan",
  "Fauci in quarantine as Trump projects confidence and urges states to reopen",
  "'Free childcare has been amazing': Australian parents hope pandemic may pave way for reform",
  "Miriam Margolyes: 'The government is utterly deplorable. The world is in chaos'",
  "Green steel industry could secure jobs future for Australia's coalmining heartland",
  "Society must not ‘snap back’ to insecure work and poverty after coronavirus crisis, Albanese says",
  "Calls to end ‘undemocratic ’ adjournment of parliament",
  "The Guardian view on video conferencing: the future of meetings?",
  "Coronavirus 10 May: at a glance",
  "Nathan Redmond: 'It's difficult to post a TikTok video if you've lost 1-0'",
  "UK travel industry warns against 'nightmare' of quarantine",
  "Fears grow in Germany of second wave of coronavirus infections",
  "Catherine O'Neill obituary",
  "Mary Caroe obituary",
  "OutRage! turns 30: LGBT activists seek truth over police  role",
  "Global report: Covid-19 cases rise in Germany as Wuhan reports first infection in weeks",
  "'Some days it's over by 11am': schooling under lockdown around the world",
  "We won't survive the lockdown without rent relief, say publicans",
  "It's no accident Britain and America are the world's biggest coronavirus losers",
  "'F*ck Elon Musk': Democrat rebukes magnate over coronavirus restrictions row",
  "'People feel a bit nervous': France braces for end of lockdown",
  "The Wretched review – grisly holiday horror",
  "Lockdown diary: 'There's a gran isolating in a tree communicating by catapult!'",
  "Coronavirus economic shocks could prove catalyst for Erdoğan's political decline",
  "Family reunion rescue flight to bring vulnerable migrants from Athens to UK",
  "My wedding anniversary reminds me of an unmentionable sadness: lost restaurants",
  "Setting the scene: a home with a dramatic flourish",
  "I Break Horses: Warnings review – more woozy synthscapes",
  "Janey Godley: 'I translate the news into what politicians are actually saying'",
  "Canada: DNA discovery lends weight to First Nations ancestral story",
  "Saturday Night Live: At Home finale delivers Trump's advice to graduates",
  "Masterchef Australia 2020 elimination: one contestant fails the delivery test and is eliminated – as it happened",
  "Coronavirus 10 May: at a glance",
  "Government loan points to a very different future for rugby league",
  "Linda Boström Knausgård: 'I would like to be seen as a person and author in my own right'",
  "Biden sexual assault claim divides Democrats as Republicans pounce",
  "Veep impact: battle to be Joe Biden's running mate plays out in public",
  "'We can't stay home': how America's poorest state is trying to reopen",
  "Meat-free future? Coronavirus exposes America's fragile food system",
  "Up to 43m Americans could lose health insurance amid pandemic, report says",
  "On my radar: Big Zuu's cultural highlights",
  "The show must go on: Eurovision is cancelled but superfans still celebrate",
  "Anti-lockdown protest in Melbourne as NSW and WA set to ease restrictions – as it happened",
  "A return to work is on the cards. What are the fears and legal pitfalls?",
  "The V&A in 10 objects: from Brexit vases to Beyoncé's butterfly ring",
  "Covid-19: isolated and alone, Britain has become the sick man of Europe",
  "Coronavirus Australia latest: 10 May at a glance",
  "'People would be going hungry': how a London charity is responding to coronavirus crisis",
  "Chocolate with a Latin American twist",
  "The day police bombed a city street: can scars of 1985 Move atrocity be healed?",
  "Ten arrested and police officer injured at protest against Victoria’s Covid-19 lockdown laws",
  "A century on, whatever happened to Labour's firebrand lost leader?",
  "How did we end up turning our care homes into jails of enforced loneliness?",
  "Diary entries will chart the mood of Britain in coronavirus quarantine",
  "Himesh Patel: ‘It felt odd making a show about a pandemic’",
  "Silverstone marshals wary of extra risks to F1 going behind closed doors",
  "Conservation society clashes with Disney over missing historic letters",
  "Rosena Allin-Khan: 'If Matt Hancock found my tone difficult, that's on him'",
  "Uncertainty over schools reopening takes huge toll on headteachers",
  "The VE Day speeches that moved beyond words",
  "'You are still a soldier to me': the forgotten African hero of Britain's colonial army",
  "Can antibody testing deliver on promises to lift the lockdown?",
  "For God and Country review: Christian case for Trump is a thin read indeed",
  "Through my lockdown lens: 11 leading photographers capture their confinement",
  "'They lynched him': Ahmaud Arbery's father on the killing of his son",
  "As Germans prepare for foreign holidays, I console myself with travel books",
  "Coronavirus latest: at a glance 10 May",
  "Only 50% of Britons would download NHS tracing app – poll",
  "Kayleigh McEnany – the 'acceptable' face of Trumpism who infuriates liberals",
  "The Observer view on the world needing the United Nations more than ever",
  "What does it take to get really great service in restaurants?",
  "George Christensen revives diplomatic spat with threat to summons Chinese ambassador",
  "Global report: Anthony Fauci and two other White House Covid-19 taskforce members to self-quarantine",
  "Factional flareup: can Gladys Berejiklian keep her unruly ministers focused on the main game?",
  "Coronavirus live news: entire Dynamo Dresden team quarantined, Russia infections near 200,000"
]