[
  "Coronavirus US live: Fauci testifies pandemic is not 'under control' in America – as it happened",
  "Worldwide Covid-19 deaths pass 290,000 – as it happened",
  "Women in lower-grade jobs hit by pension change 'at greater risk of depression'",
  "Coronavirus 12 May: at a glance",
  "Ahmaud Arbery: prosecutors under investigation over handling of killing",
  "Morning mail: China tensions mount, Frydenberg tests negative, Bruce Pascoe's harvest",
  "Parents, grandparents, boxers, singers: the care home residents who have died from Covid-19",
  "Reality check: Fauci offers coded rebuke to Trump’s rush to reopen",
  "Premier League hopes to ease player safety concerns in vital conference call",
  "US signals Sacoolas decision final as Labour calls for inquiry",
  "Housing market in England to reopen for 'socially distanced' property viewings",
  "Bank of England could increase economic stimulus, says senior official",
  "Chancellor extends UK furlough scheme until end of October",
  "Police open to talks for Premier League clubs to finish season at home grounds",
  "'We were shocked, stunned': 50 years since Dundalk v Corinthians Nomads",
  "'Dancing with devil': people forced back to work fear for health",
  "Northern Ireland joins in rejection of Boris Johnson's 'stay alert' slogan",
  "UK coronavirus: recession already happening, says Rishi Sunak, as furlough scheme extended – as it happened",
  "The Guardian view on furloughed workers: safe for now",
  "How the UK furlough scheme compares with other countries",
  "Why are Australians smashing their TVs? And what does it have to do with 5G and coronavirus?",
  "Alan Jones: end for the shock-jock whose views on women, race and climate pandered to his tiny audience",
  "Gladys Berejiklian under fire for defence of police commissioner's $649,500 pay",
  "Zali Steggall increasingly concerned about Morrison government's Covid Commission",
  "Australia-China trade tensions raise fears over future of agricultural exports",
  "Equalities watchdog drops plan for Tory Islamophobia inquiry",
  "Glaring oversight in Covid-19 test criteria",
  "Coronavirus 12 May: at a glance",
  "Carol Sarsfield-Hall obituary",
  "Supreme court grills Trump lawyers over president's unreleased tax returns",
  "Fauci says US reopening could trigger outbreak 'you might not be able to control'",
  "Jimmy Kimmel on Trump Twitter feud: 'This is the dumbest time to be alive'",
  "'He wasn't supposed to die like this', says daughter of coronavirus victim",
  "Trump accused of racism after clash with Asian American reporter",
  "Companies strive to keep working under Covid-19 restrictions - as it happened",
  "The remote Cumbrian town with the UK's highest Covid-19 infection rate",
  "Netflix to adapt Elena Ferrante's The Lying Life of Adults",
  "Lockdown with Gilbert and George: they've lost the world, but the walk goes on",
  "Danny Rose and a slogan we would happily see on a press briefing lectern",
  "Let’s go surfing: 10 amazing ideas for online family activities",
  "Venezuela detains 40 suspects after failed Maduro 'kidnap attempt'",
  "Lessons on civic duty from Boris Johnson? No thank you",
  "Spooks watch along, series one finale: bombs, barneys and a wicked cliffhanger",
  "The living room where it happens: Hamilton film to premiere on Disney+",
  "Premier League's restart plan 'needs Commons debate' to allay safety fears",
  "McConnell tells Obama to 'keep his mouth shut' after Trump criticism",
  "'It's all rigged': Trump foreshadows how he could undermine presidential election",
  "Covidsafe phone app legislation passes lower house – as it happened",
  "Haruki Murakami to host lockdown radio show in Japan",
  "‘This is the next frontier in scientific innovation’: how the Gavi Alliance is helping to immunise the world",
  "British Library asks nation's children to write miniature books in lockdown",
  "Donald Trump brings his claim of absolute power to the supreme court",
  "Summer holidays likely to be cancelled due to coronavirus, says Matt Hancock",
  "US fossil fuel giants set for a coronavirus bailout bonanza",
  "Labor and the Greens push to extend eligibility for jobkeeper scheme",
  "Baltimore Sun looks to non-profit status to stay afloat amid coronavirus threat",
  "If I were Donald Trump's speechwriter, this is the team talk I would suggest",
  "He lived in the US for 40 years. Then he became the first to die from Covid-19 in immigration jail",
  "Unless the government changes tack, the UK's lockdown will have been for nothing",
  "Coronavirus Australia latest: 12 May at a glance",
  "Our Iranian Lockdown: filmmaker Q&A",
  "Loud sex, thunderous dancing: how coronavirus strains neighborly ties",
  "'This made me smile': our readers' favourite coronavirus street art",
  "Race, women, climate: the recurring themes of Alan Jones's career",
  "'We wrap services around women': Brazil's innovative domestic violence centre",
  "The race for a vaccine: how Trump's 'America First' approach hinders the global search",
  "'Cat and mouse game': how Citizen Lab shone a spotlight on Israeli spyware firm",
  "Carlos Carvalhal: 'Before this, I hardly even knew I had flowers in my garden'",
  "Protesters demanding release of Medevac asylum seekers barricade themselves inside Melbourne hotel",
  "Sports rorts: health department concerned Bridget McKenzie could make decisions in caretaker period",
  "US supreme court tackles politics’ most tantalising mystery: Trump’s tax returns",
  "Elizabeth Gardiner: 'Health and care workers should be free to speak out on PPE'",
  "Tuesday briefing: Step 1 of phase 2? Covid clarity lacking",
  "Coronavirus 12 May: at a glance",
  "Government commits $150m to bushfire-affected wildlife but more action needed, conservationists say",
  "Twiggy: 'I don't think high fashion will ever move completely away from slimness'",
  "Forget Titian, here's a talking dog! Is this digital art's big moment?",
  "'The past six weeks have been unlike anything I’ve known': a GP on how the pandemic  has changed his work",
  "The best films of 2020 so far",
  "My sister died of coronavirus. She needed care, but her life was not disposable",
  "Global report: Fauci warns of 'needless death' as WHO urges vigilance in lifting lockdowns",
  "What is 'Obamagate' and why is Trump so worked up about it?",
  "Coronavirus US live: Trump abruptly leaves press conference after clash with reporters – as it happened",
  "'Don't ask me. Ask China': Trump clashes with reporters then abruptly leaves press briefing"
]