[
  "Coronavirus: No Danish virus deaths for first time since March – as it happened",
  "Coronavirus 15 May: at a glance",
  "UK lockdown causing 'serious mental illness in first-time patients'",
  "Truckers' noisy protest expressed frustration with Trump – not support",
  "Trump says US will beat out Russia and China with 'super duper missile'",
  "Pete Evans: from mainstream to 'manifesting our own reality'",
  "Great beasts and American exceptionalism: the world through the eyes of a mammoth",
  "Lockdown bank statements: 'Habits that helped control my spending went out the window'",
  "Victorians most at risk from bushfires believed emergency services could save them, CFA data shows",
  "The cinemas I grew up with keep shutting down. News that George Street may be next hit hard",
  "Indefinite detention or family separation? US forced immigrants to choose, lawyers say",
  "Anne Charlton obituary",
  "Unai Emery: 'Arsenal couldn’t protect me. Truth is, I felt alone'",
  "Dr Peter Tun obituary",
  "Single failed Covid-19 test spells quarantine for Premier League squads",
  "UK coronavirus live: Matt Hancock defends easing lockdown as R number shown to be close to 1  - as it happened",
  "Anger in Madrid but calm in Barcelona at extended lockdown",
  "'The ship is sinking': Bolsonaro battles to block foul-mouthed cabinet video",
  "BBC shortlists four candidates to replace Tony Hall",
  "Lib Dem election campaign a 'car crash', says party's review",
  "Bundesliga back to sate our football thirst but is under the microscope",
  "Rushed UK coronavirus laws led to wrongful convictions, say police",
  "Regional differences in Covid-19 transmission rate emerge in England",
  "Rory McIlroy takes swing at Trump: 'It’s not the way a leader should act'",
  "Research finds reading books has surged in lockdown",
  "Under cover of coronavirus, the world's bad guys are wreaking havoc",
  "Eileen Smith obituary",
  "Coronavirus in Europe: Germany and Austria reopen restaurants as new normal beckons",
  "Faced with an appalling US coronavirus death toll, the right denies the figures",
  "Since when did teacher-shaming become Britain's national sport?",
  "Hipsters who have pretended to like the Bundesliga might even tune in",
  "Mothers in labour, pregnant women and babies were Kabul gunmen's target  - MSF",
  "British negotiator gives EU two-week deadline to drop 'ideological' stance",
  "Without his frontbench cheerleaders, Johnson has nowhere to hide",
  "Wisconsin: drinkers return to bars after judges strike down stay-at-home order",
  "German economy in recession as coronavirus hits – as it happened",
  "Millions risk being locked out of Covid-19 contact tracing app",
  "League Two clubs agree to call off regular season but want play-offs",
  "It is not just loved ones I miss, but the joy of hanging out with casual friends",
  "Does the justice department work for the Trump campaign now? Barr thinks so",
  "What do I miss most in lockdown? The homely hum of the hairdresser's",
  "Iliza Shlesinger: 'A woman actually pooped herself from laughing so hard'",
  "The fight is on for progressives to push Biden to the left. They might just win",
  "I've Zoomed and I've dog groomed and I still don't know how to stay alert",
  "The best home entertainment: from Little Fires Everywhere to Homecoming",
  "Don't pretend these aren't dark times: acceptance can be bracing",
  "Coronavirus 15 May: at a glance",
  "Taylor v Sherrock: a thrilling but bloodless glimpse of the future",
  "Trump campaign focuses fire on Biden as pandemic undermines strategy",
  "Meet the gun safety instructor holding 'office hours' on Zoom",
  "First Thing: the US is 'leading the world' but the world isn't following",
  "Coronavirus: the week explained - 15 May",
  "What if Hillary had become president? Curtis Sittenfeld on rewriting Clinton's life",
  "Canada: Wet'suwet'en sign historic deal to negotiate land rights",
  "'Economic duress is nothing new': Can America's oldest black bookstore survive the pandemic?",
  "Fears for homeless as leak suggests rough sleeper funding will end",
  "Anger as Hong Kong watchdog clears police over protest response",
  "McDonald’s is back! Baby steps – give or take some Perspex screens – towards a type of normality",
  "From the Revierderby to Kai Havertz: a guide to the Bundesliga return",
  "Experience: I was run over by a train",
  "Grassroots movements can rise during this crisis – Italy’s Sardines group shows how",
  "Second McDonald's in Victoria closed over Covid-19 case – as it happened",
  "National cabinet meets as coronavirus restrictions ease across Australia",
  "'People are more scared of hunger': coronavirus is just one more threat in Nigeria",
  "World looks on in horror as Trump flails over pandemic despite claims US leads way",
  "Moby: All Visible Objects review – misjudged and out of touch",
  "Living-room disco: five of the best dance music mixes",
  "My local park is a space where I can be alone – and feel part of the community",
  "How long until Johnson's vote-winning optimism collides with reality?",
  "Flying long haul during Covid-19: air travel has never been stranger",
  "Off the property ladder: China clifftop villagers relocated in anti-poverty drive",
  "Friday briefing: 'Chaos' at privately run PPE stockpile",
  "Coronavirus 15 May: at a glance",
  "From Hobbes to Gandhi, the history of ideas – podcasts of the week",
  "The best games of 2020 so far",
  "Country diary: nature is taking back control of the golf course",
  "Bridget McKenzie says PM authorising sports grant announcements was 'very normal'",
  "ABC's Media Watch in the hot seat over baffling tweet congratulating Alan Jones"
]