[
  "US cases approach 2 million; Chile revises death toll to 2,290 – as it happened",
  "Premier League restart preview No 1: Arsenal",
  "'Triple whammy' of funding cuts has left UK arts vulnerable - report",
  "New York Times senior editor resigns amid backlash over controversial op-ed",
  "Morning mail: Cormann told to listen, 14-year-old crash driver charged, how to foster cats",
  "'Trump is tearing apart America': how the world sees the US protests",
  "Ministers face backlash after claiming Britain is not racist",
  "George Floyd protests enter third week as push for change sweeps America",
  "Premier League clubs turn to online dating methods in the transfer market",
  "Mass anti-racism protests take place in cities across UK",
  "Brazil stops releasing Covid-19 death toll and wipes data from official site",
  "'In 18 months, we've had 30 cats – and it's been wonderful'",
  "The government does not need to import divisive leadership strategies from overseas",
  "The Guardian view on Black Lives Matter worldwide: a common cause",
  "The Guardian view on the return of live music: hope and longing",
  "Fighting racism calls for action, not empty words",
  "Global report: China hails coronavirus response as world death toll tops 400,000",
  "BLM protesters topple statue of Bristol slave trader Edward Colston",
  "UK death toll rises by 77 but no new deaths in Scotland or Northern Ireland – as it happened",
  "‘The anger is still there’: Hong Kong defiant a year on from first protests",
  "Bundesliga's virtual crowd gives a game context for the TV onlooker",
  "UK charities ‘could have to hand back millions’ if tax break is scrapped",
  "Velázquez painting brought to life by historical reenactment group in Seville",
  "'It feels endless': four women struggling to recover from Covid-19",
  "Blue-sky thinking: how cities can keep air clean after coronavirus",
  "UK could class loot boxes as gambling to protect children",
  "Racism in America is not the exception – it's the norm",
  "Anne Hidalgo likely to be reelected as Paris mayor after forging green alliance",
  "From drug dealers to loan sharks: how coronavirus empowers organised crime",
  "Queen’s birthday honours: Tony Abbott, Marcia Langton and Michael Clarke among Australians recognised",
  "Christopher Brocklebank-Fowler obituary",
  "MasterChef 2020 Australia elimination: broccoli underwhelms as top ten revealed – as it happened",
  "'People are too afraid': churches begin to reopen – but will worshippers go back?",
  "Government stimulus measures should be subject to scrutiny, Labor says",
  "Trump takes note as the far right lobbies for violent crackdown on peaceful protests",
  "Candice Brathwaite: 'I’m at the forefront of a discussion that will save women’s lives'",
  "'George Floyd happens every day': activists seek justice for police killings the media forgot",
  "Irene Triplett, last person to collect an American civil war pension, dies at 90",
  "Trump reaches for Nixon playbook after protests that have rocked America",
  "West Ham's Jeremy Ngakia will not sign deal to see out Premier League season",
  "Val Knight obituary",
  "Black Lives Matter protests risk spreading Covid-19, says Hancock",
  "Donal Flanagan obituary",
  "Andrew Clark obituary",
  "This time, the promise of change has to be realised. Black Americans have had enough",
  "A royal conspiracy against John Bercow? Perhaps I'm imagining it",
  "Razor sharp and revolutionary – Gordon Banks's historic save at 50",
  "Cuba sets example with successful programme to contain coronavirus",
  "No house of straw: Sarah Wigglesworth's eco-home, 20 years on",
  "George Floyd killing: peaceful protests sweep America as calls for racial justice reach new heights",
  "Boris Johnson told to dump rhetoric and plan for new Covid wave",
  "Beijing’s lessons and laws: why Hong Kong families are looking to Britain",
  "Trump's scrapping of Obama-era reforms hinders police reform",
  "Doorstep delights: why front gardens matter",
  "On my radar: Tayari Jones's cultural highlights",
  "Meet the family: how lockdown TV has brought fame to the loved ones of the famous",
  "Trump uses force as a first resort. And now the firepower is aimed at his own people",
  "Britain is not America. But we too are disfigured by deep and pervasive racism",
  "Covid-19 in the Commons: ‘How can you plot and keep two metres apart?'",
  "‘We need a strategy’: senior clinicians fear UK has no plan for second wave",
  "Days of the Bagnold Summer review – bittersweet tale of family strife",
  "Time to shape up: my post-lockdown resolutions",
  "Samira Ahmed: 'Run for director general of the BBC? Maybe next time'",
  "Patrick Mouratoglou: 'Coco Gauff was more mature at 14 than women of 25'",
  "How can the Church of England speak about race when its leaders are so white?",
  "Revealed: how Dickens’ Nancy became a battle between ratings and realism",
  "Britain ‘absent from world stage’ by failing to condemn abuses by Trump and China",
  "More than half of England’s coronavirus-related deaths will be people from care homes",
  "The Next Great Migration by Sonia Shah review – why people wander",
  "The Fed deserves the praise for America’s jobs turnaround. But Trump benefits",
  "The Deviant's War: superb epic of Frank Kameny and the fight for gay equality",
  "A week that shook a nation: anger burns as power of protests leaves Trump exposed",
  "Publish and debate, NYT, but don't be in denial",
  "Sunday with Daisy May Cooper: ‘I've been going bonkers on Amazon’",
  "US protests live: hundreds of thousands march against racial injustice – as it happened",
  "From the archive: the truth about the suffragettes, finally revealed in 1977",
  "The Observer view on the government's handling of the Covid-19 crisis",
  "Trump's use of the military backfired – but will it back him if he refuses to go?",
  "Hong Kong residents fearing China’s security crackdown must be helped, Labor deputy leader says",
  "It took a death overseas to take the blinkers off here. Australia, the time has come",
  "More than 140 Zuckerberg-funded scientists call on Facebook to rein in Trump",
  "'Buildings matter': Philadelphia newspaper editor resigns after headline sparks uproar",
  "Linda Burney urges Mathias Cormann to ‘listen’ after he condemned Black Lives Matter protests",
  "Australian Black Lives Matter protests: tens of thousands demand end to Indigenous deaths in custody",
  "Buffalo officers filmed shoving 75-year-old protester charged with assault"
]