[
  "Children could be recruited by gangs during lockdown, report says",
  "Brazilian government in turmoil after justice minister resigns",
  "Chelsea to activate clause to extend Olivier Giroud's contract until 2021",
  "Raheem Sterling still setting himself a target of 35 goals this season",
  "No Señor Agüero, but BBC Bitesize kicks it out of the park",
  "RVG's Romy Vager: 'I like to heighten drama to make reality feel easier'",
  "Was Trump being 'sarcastic' with his disinfectant comments? You decide",
  "Rangers call for general meeting to discuss investigation over vote",
  "UK government told not to use Zoom because of China fears",
  "Bayern's Alphonso Davies meets Gary Lineker: 'I want to be an actor'",
  "Revealed: leader of group peddling bleach as coronavirus 'cure' wrote to Trump this week",
  "Frequent gamblers betting more despite coronavirus sports lockdown, study says",
  "Coronavirus UK: Shapps says test numbers will rise; hospital death toll reaches 19,506 – as it happened",
  "Nova Scotia gunman used fake police cruiser to flag down victims",
  "Who's who on secret scientific group advising UK government?",
  "Revealed: Cummings is on secret scientific advisory group for Covid-19",
  "Conservatives call for Johnson's return amid signs of lockdown fatigue",
  "Home, not away: the Tulip Project – in pictures",
  "A 'nutional' health service, TikTok dancing at 82, and green fingers for all",
  "‘Please don’t inject bleach’: Trump’s wild coronavirus claims prompt disbelief",
  "Esteban Granero: how midfielder is fighting coronavirus with AI",
  "Trevor Noah: Trump 'seems to think of chaos as an essential service'",
  "Matt Hancock can count on powerful support if not 100,000 tests a day",
  "Honey, I flipped the garden: how I turned my house into a camera obscura",
  "Adjust your clocks: lockdown is bending time completely out of shape",
  "Cities lobby EU to offer shelter to migrant children from Greece",
  "Brazil's star justice minister Sergio Moro resigns in blow to Jair Bolsonaro",
  "Roy Keane has plenty to say about footballers and salary cuts",
  "Let there be light: the new must-have for celebrities in lockdown",
  "'I have to ask my girlfriend to narrate': is TV failing visually impaired people?",
  "Donald Trump's prescription for coronavirus: quite literally toxic",
  "Former Watchdog presenter Lynn Faulds Wood dies aged 72",
  "Twelve hours of terror: how the Nova Scotia shooting rampage unfolded",
  "Mind-boggling Beardsley and Helmut Newton's sexy century – the week in art",
  "Joe Biden warns that Donald Trump may try to delay November election",
  "'Don't inject Lysol': maker of household cleaner hits back at Trump virus claim",
  "London Marathon race director admits event may include only elite runners",
  "Azed slip No 2,495",
  "Malicious forces creating 'perfect storm' of coronavirus disinformation",
  "UK housebuilder Persimmon joins return to site work",
  "'We had a drag queen party': the Britons in lockdown on a Panama beach",
  "‘Little things make a big difference to our residents’: why a job as a property manager is so rewarding",
  "'He's Mr Scrooge': Mexican president unveils severe cuts amid coronavirus",
  "Ann Sayer obituary",
  "Máiréad Robinson obituary",
  "Fifth Covid-19 death at Sydney aged care home – as it happened",
  "Coronavirus 24 April: at a glance",
  "The best recent crime and thrillers – review roundup",
  "Why Willem Dafoe, Iggy Pop and more are reading The Rime of the Ancient Mariner to us",
  "The best home entertainment: from Normal People to Van Der Valk",
  "Francis Benali: 'I went to some dark places. I hope this won't be as painful'",
  "South Carolina’s Republicans gutted public healthcare. Then the pandemic hit",
  "Coronavirus: the week explained - 24 April",
  "Covid-19 is a nightmare for most– but a business opportunity for others",
  "Governors' push to reopen states risks second wave of infection, experts warn",
  "Experience: I live in a zoo",
  "Summer fun will still be out there. But will it kill you?",
  "The NFL's virtual draft was dry, boring and everything we needed right now",
  "New York Metropolitan Opera hosts starry lockdown gala",
  "Coronavirus Australia latest: 24 April at a glance",
  "Coronavirus: medical experts denounce Trump's theory of 'disinfectant injection'",
  "China to prosecute first foreign national over Hong Kong protests",
  "The Address Book by Deirdre Mask review – what's in a street name?",
  "Niche pickings: five of the best playlist deep dives",
  "Newspapers are enjoying a surge in popularity, but they're struggling to survive",
  "'Change thinking, save lives': can Rio's nudge unit halt coronavirus?",
  "Manchester United's setup shines as seniors help locked-down youngsters",
  "Makeshift oil refineries a necessary evil for locals in north-west Syria",
  "Ai Weiwei: 'I became the enemy of the established power, but without a crime'",
  "The antidote: your favourite reads beyond coronavirus",
  "Virgin Australia owes $6.8bn to more than 12,000 creditors, documents reveal",
  "Parliament must keep grip on restoration costs, says watchdog",
  "'I can't afford rent': the students facing hardship during lockdown",
  "What will coronavirus mean for the British economy?",
  "Coronavirus 24 April: at a glance",
  "Italian lessons: what we've learned from two months of home schooling",
  "Lucinda Williams: 'I don't mind pushing people's buttons'",
  "Hong Kong being watched 'closely' over activist arrests, says UN",
  "Pro-China Kiribati president loses majority over switch from Taiwan",
  "ABC coronavirus podcast becomes the fart that was heard around the world",
  "Trump says federal distancing guidelines could extend into summer – as it happened"
]