[
  "Confirmed cases of Covid-19 pass 3m worldwide – as it happened",
  "Coronavirus 27 April: at a glance",
  "Sales of almost 400,000 homes stalled due to lockdown, says Zoopla",
  "Hybrid parliament needed to safeguard Australian democracy during Covid-19 crisis",
  "Morning mail: controversial drug trials go ahead, Trump back briefing, doctors pose naked",
  "Ministers meet unions and business to plan getting UK back to work",
  "Trump reportedly doesn't have time to get lunch. He might if he quit the self-praise",
  "Guardian US launches Guardian Gives Back to support No Kid Hungry",
  "‘This is horrible': Cambuur stunned after dream season turns to dust",
  "France: investigation launched over 'racist remark' by police officers",
  "UK coronavirus live: some non-Covid NHS treatments to restart, as 360 hospital deaths take toll to 21,092 - as it happened",
  "Jobactive agencies to reap millions amid soaring coronavirus unemployment",
  "Sunak rejects church leaders' call to bar tax-haven firms from bailouts",
  "More than 4m UK workers furloughed during coronavirus crisis - as it happened",
  "Netflix announces surprise Michelle Obama documentary",
  "'London is so strange and sad': the sacked hospitality workers sleeping rough",
  "Trainers' cabal which called for Nick Rust's head needs swift reality check",
  "Trump plots new election strategy: tie Biden to China – and attack them both",
  "Diverting attention from the pig's ear they've made of everything",
  "Only 33 prisoners in England and Wales released under anti-coronavirus measures",
  "UK to name scientists on coronavirus advisory group Sage",
  "Trump is a danger to the American people. But the Republicans refuse to stop him",
  "New trends: fashion covers reflect the era of coronavirus",
  "European leaders face pressure to move faster on easing lockdowns",
  "As business bigwigs fight to end lockdown, the hero fending them off is … Boris Johnson?",
  "How we made: XTC on Making Plans for Nigel",
  "Golden oldies: The Golden Girls was Sex and the City on HRT",
  "Disabled people left off coronavirus vulnerable list tell of struggles",
  "Prague mayor under police protection amid reports of Russian plot",
  "Tim Robinson obituary",
  "John Jones obituary",
  "Quarter of Manchester homeless people housed in hotels for lockdown have left",
  "Should we be scared of the coronavirus debt mountain?",
  "Cosmetic surgery conundrum: is it OK to speculate about Jared Kushner and Botox?",
  "Moscow's motives questioned over coronavirus aid shipment to Italy",
  "US was warned of threat from anti-vaxxers in event of pandemic",
  "How to avoid Amazon: the definitive guide to online shopping – without the retail titan",
  "The US states uniting to combat coronavirus amid leadership vacuum",
  "'Horrendous': Welsh residents endure lockdown in flood-hit homes",
  "PSG's Nadia Nadim: 'I know the value of helping a person when they have no hope'",
  "Traumatized migrant kids were being shot. One school district came up with a plan to save them",
  "Tasmanian police find no evidence health workers held 'illegal dinner party' that spread Covid-19 – as it happened",
  "Reopen or not? Main street America, hit hard by the virus, clings to life",
  "Boris Johnson's lockdown is the latest target for the right's angry culture warriors",
  "China fails to stop racism against Africans over Covid-19",
  "The antidote: your favourite weekend reads beyond coronavirus",
  "Australia's aged care residents caught in standoff over visits during coronavirus",
  "Travelling to new worlds: the best translated literature",
  "If It Bleeds review – Stephen King on vintage form",
  "We're stuck paying rent on a property we can't move into",
  "If 'now is not the time' to commit to a coronavirus inquiry, then when?",
  "10 of the best road trips to take … by audiobook",
  "Wuhan discharges all coronavirus patients as Beijing takes steps to stop second wave",
  "TV tonight: Sally Rooney's Normal People hits the small screen",
  "Monday briefing: Pressure's on as Johnson returns to No 10",
  "Locked-down advertisers ask: is it too soon for jokes?",
  "‘I do my best – wholeheartedly’: Julie Hesmondhalgh on Corrie, Corbyn and trans rights",
  "Does living in New York make any financial sense after this pandemic?",
  "Coronavirus latest: 27 April at a glance",
  "Lest we forget: a pandemic isn't a war but our healthcare workers are heroes",
  "Investigation launched into coronavirus test claims by Australian firm run by convicted rapist",
  "Saturday Night Live: Brad Pitt plays Dr Anthony Fauci in standout virtual episode",
  "Spending the coronavirus bonus: 'I haven't bought my daughter a birthday present since 2012'",
  "In a testy post-Covid-19 world, Chinese sanctions of Australian goods may be closer than ever",
  "Moonstruck: Cher's 1987 classic is bizarre, hopelessly romantic and yet somehow entirely plausible",
  "Saudi Arabia ends death penalty for crimes committed by minors"
]