[
  "Premier League could return by mid-June in 'best-case scenario'",
  "‘A priceless time at home’: Australia's Alex Carey takes positives from lockdown life",
  "Joy will come again: lessons from a life turned upside down",
  "Labor warns Australia cannot afford to turn its back on global bodies like the World Health Organization",
  "US using coronavirus pandemic to unlawfully expel asylum seekers, says UN",
  "Coronavirus exerts heavy toll on Filipino community in UK",
  "No match for Dr Fauci – are TV Doctors like Dr Phil causing more harm than good?",
  "Resistance to Fifa is futile: fall in line or prepare to be Normalised",
  "English councils set for £1bn bailout as costs of Covid-19 hit them hard",
  "Coronavirus UK live: Sharma announces vaccine taskforce; hospital death toll rises to 14,576 – as it happened",
  "No underlying conditions in 5% of coronavirus deaths in English hospitals",
  "Drew Spence: 'Phil's not spoken to me once. Is it because of what happened?'",
  "GP and support worker are latest NHS staff to die from coronavirus",
  "Jimmy Kimmel on Trump's coronavirus plan: 'Phase one: open the golf courses'",
  "Covid-19 leaves news and entertainment industries reeling",
  "Michael Cohen to be released from prison over coronavirus fears – report",
  "There’s a bumper weekend of retro football entertainment ahead",
  "Norman Hunter obituary",
  "'The Royle Family makes me properly laugh': Stacey Dooley's lockdown TV",
  "British workers reject fruit-picking jobs as Romanians flown in",
  "No reopening in sight for US cinemas after federal guidelines issued",
  "Do it like Dishoom: favourite dishes from UK restaurants to cook at home",
  "10 of the best music radio stations around the world",
  "It turns out my partner is really good at DIY. Why has he hidden this from me?",
  "Falconers to be allowed to take wild peregrine chicks from nests",
  "Woman, 90, to climb Highland mountain on her stairs to help NHS",
  "Lyra McKee murder: Derry residents asked to provide information a year on",
  "A family walk should be a way to defuse lockdown tensions. What went wrong?",
  "Coronavirus: the week explained - 17 April",
  "China denies cover-up as Wuhan coronavirus deaths revised up 50%",
  "How to wear leaf prints",
  "Everyone’s stuck at home – so why are people streaming less music?",
  "First Thing: Trump's reopening plan? Give 'total authority' back to states",
  "Annotated solutions for Prize 28,105",
  "The best home entertainment this week: from One World to The Last Dance",
  "Lecturers condemn Durham University's plan to shift degrees online",
  "Lockdown watch: Noel Clarke on Trolls, Star Wars and family binge-watching",
  "The dog has adjusted to the new normal – wish I could say the same",
  "How Norman Hunter became one of Leeds United's greatest legends",
  "US governors and coronavirus: who has responded best and worst?",
  "Australia coronavirus news: 42-year-old becomes youngest to die of Covid-19 in Australia – as it happened",
  "Joe Biden takes presidential campaign online amid virus lockdown",
  "‘The most stressful time ever’: how coronavirus affects children’s mental health",
  "'Huge environmental waste' as US airlines fly near-empty planes",
  "Tracks of the week reviewed: Troye Sivan, Major Lazer and Hailee Steinfeld",
  "Sick, elderly, pregnant: the California renters being evicted even during the pandemic",
  "White House demands WHO reforms but is vague on details, diplomats say",
  "Polluter bailouts and lobbying during Covid-19 pandemic",
  "Vladimir Nabokov's Colour Plate 55: an evolving mimetic power",
  "Gregory Porter's lockdown listening: 'I’m in search of uplift and answers'",
  "Lula: Bolsonaro leading Brazil 'to slaughterhouse' over Covid-19",
  "The rightwing groups behind wave of protests against Covid-19 restrictions",
  "Donald Trump defers to governors in guidelines for reopening US amid pandemic",
  "The forgotten French tapestry with lessons for our apocalyptic times",
  "Home review – designs take on a grander purpose without Kevin McCloud",
  "Namibia's youngest MP enters the crucible as Africa's youth lead the way",
  "Belarus crowdfunds to fight coronavirus as leader denies it exists",
  "Friday briefing: China admits Wuhan death toll 50% higher",
  "Singapore's cramped migrant worker dorms hide Covid-19 surge risk",
  "The poultry workers on the coronavirus front line: 'If one of us gets sick, we all get sick'",
  "Outspoken Saudi princess reveals that she is in prison",
  "Oz steals Nine newspapers' thunder with leaks from Turnbull book",
  "Mike Conley Jr defeats Zach LaVine for NBA Horse Challenge title – as it happened",
  "Coronavirus cases in western Sydney aged care facility double overnight to 30",
  "Trump's 'science based' reopening strategy is still full of unanswered questions",
  "Playing The Legend of Zelda 20 years ago taught me life lessons that I'm rediscovering now",
  "Australia's landlords and tenants: what support is available in the coronavirus crisis?"
]