[
  "<p>Each time there's a mass shooting in the US and the sketchy details begin to filter into my Twitter feed, there's no longer the awful sense of horror I felt when I was new to living here, nine years ago. Now, there's just the creeping sense of inevitability; a deep sigh and a \"not again\". Columbine, Virginia Tech, Tucson, Aurora, Oak Creek: it's hard to keep up with the roll-call of American place names now synonymous with massacre.</p> <p><a href=\"http://www.theguardian.com/world/2012/aug/13/texas-gunman-police-officer-dead\">Monday afternoon, it happened in College Station</a>, a city of about 230,000, a couple of hours east of Austin, the Texas capital. So far, police have confirmed that three people have died, including an officer and the gunman, near the A&amp;M University campus, and that six other people have been taken to hospital.</p> <p>As the details of what happened become clearer, there'll be the obligatory discussion in the media, on social networks, and in bars, about whether guns are to blame. In my view, there is no debate: of course, they are. Last month, when a man killed 12 people in a mass shooting during a midnight screening of The Dark Knight Rises at a Colorado cinema, I posted a link on Facebook to <a href=\"http://www.theguardian.com/commentisfree/2012/jul/20/america-needs-talk-gun-control-wake-colorado\">Gary Younge's Comment is free piece</a>, which argued that America needed to talk about gun control in the wake of the shooting. \"In the aftermath,\" I wrote above the link, \"there <em>absolutely</em> is a moral dilemma.\"</p> <p>I was surprised when one of my more liberal American friends accused me of \"jumping on the politicising-the-tragedy bandwagon\", as I don't think it's party-political at all. In fact, for me, his response reminded me how many friends of mine who vote Democrat staunchly defend the second amendment of the US constitution. It cuts across party lines. It is, after all, inspired verse from the Founding Fathers. And their word is gospel.</p> <p>The fact Monday's shooting happened in Texas came as no surprise, either. We seem to have our fair share of gun rampages. My hometown of Austin boasts the first modern-day school shooting: in 1966, Charles Whitman, a student at the University of Texas, climbed the university tower – a 27-storey structure that is an iconic landmark on the city's skyline – and picked off people at random with a shotgun. By the time Whitman was felled by a police officer's bullet, his gruesome tally had reached 15, including his wife and his mother, whom he had murdered earlier in the day. </p> <p>Ironically, what became known as the Luby's Massacre – a 1991 slaughter at a cafeteria an hour north of Austin – just agitated for the right to bear arms. Twenty-three people died after George Hennard drove his truck into a wall, climbed out and opened fire. Suzanna Hupp, a diner, had left her handgun in her car – in order to comply with the Texas law at the time – and saw her mother and father die at Hennard's hands.</p> <p>Hupp later became a Republican member of the House of Representatives and a leading campaigner for the right to carry a concealed firearm in Texas – a law she saw passed here by President George W Bush. If she had been allowed to carry one that day, she offered, she could have stopped Hennard in his tracks. In the wake of Monday's shootings, <a href=\"http://www.texastribune.org/texas-newspaper/texas-news/evening-brief-texas-headlines-aug-13-2012/\">Governor Rick Perry echoed this Texas orthodoxy</a>:</p> <blockquote> <p>\"When it gets back to this issue of taking guns away from law abiding citizens and somehow know that's going to make our country safer, it's just I don't agree with that.\"</p> </blockquote> <p>Texas has some of the most lax gun laws in the country. No state license is required to own a rifle, shotgun or handgun. There's no waiting period to buy one, no state registration of weapons. And the legal age to own a gun here? Eighteen. Texas also complies with a federal law that allows Americans to own so-called assault weapons – like the AR15 semi-automatic rifle, a lethal-looking piece of military hardware.</p> <p>Just six days after the shooting in Aurora, Colorado, my daily \"Google Offers\" email was trying to push a 10-hour concealed handgun license course on me, \"plus 20% off all personal classes\". The thinking here, presumably, is that if I got my concealed-carry licence, I'd be able to put a stop to massacres like the one in Aurora; the one at Luby's; University of Texas; or Virginia Tech.</p> <p>Back in April, seven students were killed at a small religious college in Oakland, California. That happened to coincide with a protest organised by Students for Concealed Carry calling attention to the fact that students are left helpless against people who choose to shoot up campuses. So, 80% of Americans own guns, but that's not enough. We need more guns in circulation to stop mass shootings, not less. That's how the argument goes.</p> <p>My friend Lance, a photographer working here in Austin, was a student at Texas A&amp;M University in the mid 1990s, the campus near where today's shooting happened. He grew up in Texas and owns a few guns for hunting, but he says he and his parents stopped supporting the National Rifle Association when the organisation began fighting for the right to own assault-style weapons, as well.</p> <p>\"I'm pro the second amendment up to a point,\" Lance says, \"but only for weapons meant to kill food.\"</p> <p>I push him on the issue: what about hand guns?</p> <p>\"It's an interesting one,\" he says. \"I have no interest in owning a handgun, but then you get into self-defense. And they do have some use as far as self-defense goes.\"</p> <p>According to Lance, the reality is that if the US outlawed guns (which, he points out, would never happen), it wouldn't alter the monumental number of guns already in circulation. And if there was an amnesty, it would be law-abiding citizens who would give up their guns, not criminals.</p> <p>\"Can't we start with the easy stuff?\" he says. \"Let's all agree assault weapons are ridiculous.\"</p> <p>It's a good point. Neither Democrats nor Republicans – and certainly not Libertarians – are ready to amend their precious second amendment. But surely, level-headed people would see an assault weapons ban as healthy.</p> <p>\"We need to elevate the discussion,\" Lance tells me. \"America needs to at least wake up and have real conversations about the issue. But it's hard because we're still so damn divided.\"</p> <p>Unfortunately, incidents like the one near the A&amp;M campus on Monday are just going to make that chasm even wider. And the really awful thing is, it won't be long before sketchy details of another mass-killing somewhere in the US filter into that Twitter feed again.</p>",
  "<h2>Introduction</h2> <p>Do you wear tweed? Like the smell of rubber galoshes? Hate pheasants? Then shooting may just be the sport for you. Of course, you won't actually get to kill anything, because the Olympic Games and indeed real life are not similar to <a href=\"http://www.theguardian.com/film/movie/142857/hunger-games\">The Hunger Games</a>. Instead you'll be aiming at non-living targets, both moving and stationary.</p> <h2>The basics</h2> <p>It's not hard to grasp the basics of shooting. You have a gun and you point, aim and fire it at a target. Sometimes the target is moving. At the Games, shooting events fall into three disciplines: rifle, pistol and shotgun. Depending on the event, athletes are required to shoot from standing, kneeling or lying down. As a non-Olympian, you'll probably start at a clay pigeon shooting club, standing up.</p> <h2>Health benefits</h2> <p>You're not going to gain too much muscle tone from shooting, but co-ordination, stamina and the ability to lower your heartbeat is essential if you are to consistently hit the target.</p> <h2>Equipment, costs and practicalities</h2> <p>Many clubs offer taster sessions, so you can see if shooting is for you without the danger of having to approach your local arch-criminal to see if he/she can give you a go on their sawn-off shotgun. There are also beginners' courses that go through the basics, including all the safety aspects, to help get you started. You can find a local club on the <a href=\"http://www.cpsa.co.uk/\"><br>Clay Pigeon Shooting Association website</a>.</p> <h2>Trendiness rating: 7/10 </h2> <p>It's got guns – hi-tech guns at that. If you <a href=\"http://www.london2012.com/shooting/about/\">watch the video</a> on the Olympic website, you'll see competitors wearing futuristic clobber and looking like James Bond circa 2020. It's pretty trendy. However, we're deducting points because men and women competed against each other until 1992, when China's Zhang Shan became the first woman to win gold in a mixed-gender event. After these Games, the <a href=\"http://www.issf-sports.org/\">ISSF</a> stopped men and women competing against each other. Sexist.</p> <h2>Inside line</h2> <p><strong>Phil Scanlan, Team GB shooting coach:</strong> \"Shooting covers many different disciplines that can be enjoyed by people of all types, regardless of social background, age, shape, size and gender. Young and old can compete side by side, and it's probably one of the few sports that a beginner can compete in directly alongside an Olympian. It teaches self-control, and depending on the discipline can be enjoyed summer and winter, indoors and out!\"</p> <h2>Find out more</h2> <p><a href=\"http://britishshooting.org.uk/\">britishshooting.org.uk</a> - find a club near you through the Great British Target Shooting Association.</p> <p><a href=\"http://www.nra.org.uk/\">nra.org.uk</a> - the National Rifle Association.</p> <p><a href=\"http://www.cpsa.co.uk/\">cpsa.co.uk</a> - Clay Pigeon Shooting Association.</p> <p><a href=\"http://www.stsf.org.uk/\">stsf.org.uk</a> - Scottish Target Shooting.</p> <p><a href=\"http://www.nra.org.uk\">nra.org.uk</a> and <a href=\"http://www.nsra.org.uk\">nsra.org.uk</a> - rifle and pistol shooting.</p> <h2>You may also like</h2> <p>Fencing, archery.</p> <h2>You might hate</h2> <p>Clay pigeons, mountain biking.</p> <h2>Over to you</h2> <p>Do you shoot? Help us build up this resource by sharing tips, videos, links to clubs and anything else that beginners might find useful.</p>"
]