[
  "<p>The RSPCA's emphasis on people rather than dogs being the problem in dog attacks echoes the mantra of the gun lobby (<a href=\"http://www.theguardian.com/lifeandstyle/2012/aug/09/dog-bite-hospital-admissions-rise?INTCMP=SRCH\" title=\"\">Dog attacks rise across England</a>, 10 August). Until we crack the problem of human behaviour, dogs which are bred, bought and brandished specifically for their aggression are every bit as dangerous as guns – and should be controlled in the same way. It would appear that successive governments may have shown little interest in controlling dangerous dogs because attacks are generally confined to working-class areas. People in these areas need real protection, not more useless lectures about how it's the owner's fault.<br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p>• During my career as a crown prosecutor I saw too many photos of adults and children with scars from attacks by large-toothed dogs. The dogs were sometimes put down after the incident; the adults often showed inadequate awareness of the danger their animals presented. Some of the dogs, although not of the types prohibited under section 1 of the Dangerous Dogs Act 1991, were kept for their aggressiveness.</p> <p>There is a cheap and simple way of reducing the number of attacks. The home secretary has a power under section 2 of the act, which has never been used, to impose controls on dogs not prohibited under section 1 but which present a serious danger to the public. This includes the power to require such dogs to be muzzled when in a public place. Muzzling is largely self-policing, like wearing seatbelts, because a breach of the law would be readily seen. Having the dog on a lead is not enough, for the dog may escape.</p> <p>It should be applied to the types of dogs involved in the most serious cases: Staffordshire bull terriers, rottweilers, German shepherds. Such a restriction would make these dogs less attractive as trophy dogs. All that is needed is action by the home secretary.<br><strong>David Tucker</strong><br><em>Thirsk, North Yorkshire</em></p> <p>• There is a very simple solution to this problem: the reintroduction of the dog licence at a rate of £100 per year coupled with chipping. Exemptions to be made only for OAPs. Any dog found without a chip or untaxed and any dog that attacks a human being is to be immediately seized and humanely destroyed the same day. Since they are not human any question of human rights violation is irrelevant.<br><strong>Edward Lewis</strong><br><em>Keele, Staffordshire</em></p> <p>• Ron Stringer (<a href=\"http://www.theguardian.com/theguardian/2012/aug/14/michael-goves-imperial-inclinations?newsfeed=true\" title=\"\">Letters</a>, 15 August) suggests that muzzling dogs in public places would reduce the number of attacks. Given that it is normally status dogs that are involved, perhaps the required fitting of a sparkly pink harness and matching tutu would reduce ownership and therefore halt both the attacks and the startling rate of abandonment once the dog becomes too old or too strong to control.<br><strong>Howard Teece</strong><br><em>Winchester, Hampshire</em></p> <p>• Certain types of dog muzzles are not suitable for dogs to wear in hot weather. Yes, they may stop a dog opening its jaws to bite but they also prevent the dog from panting, which is crucial in hot weather in order for the animal to keep cool. The RSPCA offers advice on the suitability of certain muzzles and the length of time they should be worn.<br><strong>Elaine Hall</strong><br><em>Chester</em></p>",
  "<p>One of Ireland's most influential journalists, Vincent Browne, argues that Denis O'Brien is not a fit person to control Independent News &amp; Media (INM).</p> <p><a href=\"http://www.irishtimes.com/newspaper/opinion/2012/0815/1224322198397.html\">In an Irish Times article today</a>, he accuses O'Brien - the largest shareholder in INM - of interfering in editorial affairs. </p> <p>He also cites the findings of <a href=\"http://en.wikipedia.org/wiki/Moriarty_Tribunal\">the Moriarty tribunal</a>, which concluded that a consortium formed by O'Brien to secure a mobile phone licence in the 1990s had succeeded because of payments made by O'Brien to the then communications minister in \"clandestine circumstances.\" O'Brien has strenuously denied this finding. </p> <p>Browne also takes a sideswipe at the former INM controller, Tony O'Reilly, by accusing him also of interfering with editorial policy, notably at the group's Sunday Independent title.</p> <p>But O'Brien is his main target. He writes of <a href=\"http://www.broadsheet.ie/2011/11/21/denis-obriens-editorial-interference-the-smoking-gun/\">leaked INM memos</a> concerning O'Brien's annoyance with journalist Sam Smyth, an Irish Independent writer and former presenter on Today FM (owned by O'Brien's company). </p> <p>O'Brien believed Smyth was conducting \"almost a vendetta\" against him and wanted him be taken off the story of the Moriarty tribunal. Browne points out that Smyth has since been removed from his Today FM programme and, despite being contracted to the Irish Independent, \"not one article by him has been published for some months.\"</p> <p><em>Sources:</em> <a href=\"http://www.irishtimes.com/newspaper/opinion/2012/0815/1224322198397.html\">Irish Times</a>/<a href=\"http://politico.ie/\">Politico.ie</a>/<a href=\"http://www.broadsheet.ie/2011/11/21/denis-obriens-editorial-interference-the-smoking-gun/\">Broadsheet.ie</a></p>"
]