[
  "<p>Families of several of the 70 people killed or injured in the Aurora shooting in Colorado have launched an impassioned attack on local bureaucrats who they say have denied them a voice over the $5m relief fund raised after the tragedy.</p> <p>Family members of 11 of the 12 who died in the shooting on 20 July joined relatives of some of the injured at a news conference in which they disclosed increasingly rancorous relations between them and local organisations purporting to help them. They complained that although the funds had been raised to support victims and their families, they had been entirely cut out of decision-making process over how the money should be used.</p> <p>Tom Teves, father of Alex Teves, 24, who died during the rampage at the premiere of The Dark Knight Rises at the Century 16 theater in Aurora, read out a statement on behalf of the group. It said that not a single victim was represented on the 24-strong board of the 7/20 Recovery Committee that had been set up to disburse the funds.</p> <p>\"We are certain that everyone who donated intended that their money goes directly to the victims. Unfortunately, that doesn't seem to be the case,\" Teves said.</p> <p>He had particularly harsh words for the governor of Colorado, John Hickenlooper, who set up the <a href=\"http://www.communityfirstfoundation.org/aurora-victim-relief-fund.cfm\">Aurora Victim Relief Fund</a> in partnership with local groups. \"You came and you grieved with our families. We allowed you into our family circles at the worst time in our lives. You pledged to stand by the families, but are you a man of your word?\" Teves said.</p> <p><a href=\"http://www.communityfirstfoundation.org/news_press_releases.cfm\">So far the relief fund has handed out $350,000</a> of the $5m in lump sums of $5,000 to families of the dead or to those injured. But the families are angered that the money is being disbursed indirectly, with no direct involvement for them.</p> <p>The website of the fund states explicitly that \"it does not make grants directly to individuals, but to non-profit organizations offering assistance to those individuals\".</p> <p>When Teves protested that the families wanted a robust voice over how the funds were allocated, he said he was told that they should start their own money-raising charity.</p> <p>Tuesday's press conference was the first time that the Aurora families have spoken out since the massacre, other than sparse individual comments at the time of the shooting. They made no comment on gun laws or any security failings that might have contributed to the disaster, though Teves hinted that he might talk about such subjects on a separate occasion.</p> <p>The families were palpably distressed when they were asked by a reporter why they needed the money. Several family members referred to ongoing treatment and medical bills.</p> <p>Melisa Cowden talked about the impact on her four children who had lost their father, Gordon Cowden, 51, in the tragedy. \"They will go through the rest of their lives without their dad – this is about their futures.\"</p> <p>Teves added: \"Nobody's going to get rich out of this. For the 12 of us [families of the dead] – there's not enough money in the federal government to make up what we've lost.\"</p>"
]