[
  "<p>Raymond Kelly, the New York police commissioner, has defended two of his officers whose decision to fatally shoot an armed man outside the Empire State Building on Friday led to nine bystanders being injured.</p> <p>Kelly on Monday described the shooting as appropriate in the circumstances. The officers had been told that Jeffrey Johnson had killed a co-worker around the corner and was pointing his gun at the pair during rush hour on West 33rd St in Manhattan.</p> <p>The NYPD's handling of the shooting was <a href=\"http://www.theguardian.com/world/2012/aug/24/empire-state-building-shooting-nypd-response\">questioned by one of those injured</a>. A grand jury, convened on Monday, will decide whether the police response was reasonable.</p> <p>Robert Asika, 23, told the Guardian on Monday that he stood by his comments on Friday, when he accused police of \"shooting randomly\". Asika, who was on his way to hospital on Monday because of bleeding from the wound to his elbow, said he saw at least two others being hit by police bullets.</p> <p>He told the Guardian on Friday: \"If you're gonna aim, try and aim perfectly. If you wanna aim at the target, you got to know what you're doing, because it's the street.\"</p> <p>NYPD officers are authorised to use deadly force if they believe their life is in danger.</p> <p>Sanford Rubenstein, a personal injury lawyer who has represented several clients suing the NYPD, including the family of <a href=\"http://en.wikipedia.org/wiki/Sean_Bell_shooting_incident\">Sean Bell, who was killed by police after leaving his bachelor party in 2006</a>, said: \"This is not a decision to be made by the commissioner or the mayor. Ultimately, it is a decision for a jury.</p> <p>\"Clearly the man did have a gun and he had just murdered someone. The question is reasonableness. People who are innocent bystanders should not be put at risk of death possibly, or being wounded, if it's not 'reasonable' for the officers to take the action that they took. It is a serious issue. By firing 16 shots, six by one and I understand nine by the other, whether the police endangered innocent people.\"<br> The incident began just after 9am on Friday when Johnson, described as a \"disgruntled former employee\", walked up to Steve Ercolino, 41, his former manager at Hazan Imports, a business that operates from premises near the Empire State Building. Johnson shot him three times before calmly walking away.</p> <p>Reports suggest Johnson, 58, did not fire his gun when he was confronted by officers. The officers, who were on duty outside the Empire State Building, were alerted by a construction worker.</p> <p>Nine bystanders suffered non-life threatening injuries caused by police bullets. The patrolmen were placed on desk duty while prosecutors review their response.</p>"
]