[
  "<p>Michael Bloomberg is setting up a Super Pac through which he intends to plough millions of dollars of his own money in an attempt to support political candidates prepared to tackle such contentious issues as gun control and same-sex marriage.</p> <p>The mayor of New York is preparing to invest up to $15m of his personal fortune backing candidates from both main parties who in his view are prepared to buck the trend towards increasing partisanship and dissension in American politics. </p> <p><a href=\"http://www.nytimes.com/2012/10/18/nyregion/bloomberg-forming-super-pac-to-influence-2012-races.html\">According to the New York Times</a> which revealed the creation of the Super Pac, Bloomberg is particularly keen to encourage great debate in the areas of gun control, same-sex marriage and reform of public schools.</p> <p>As the mayor approaches the end of his term in January 2014, he is increasingly focusing his energies on outside political interests of which his new Super Pac is likely to form part. It will stand in stark contrast to most Super Pacs operating in this election cycle – though they are dominated by billionaires like him, they have tended to be devoted to furthering right-wing causes.</p> <p>Top of the lists of concerns of the new Super Pac appears to be gun control, a passion of Bloomberg's that he pursues through Mayors Against Illegal Guns, a coalition of 700 mayors from across the country in favour of greater measures to combat gun violence. In the wake of the second presidential debate on Tuesday night, Bloomberg was scathing about the comments of both Barack Obama and Mitt Romney during their exchange over firearms.</p> <p>He criticised Obama for failing to live up to the promise he made during the 2008 race for the White House to reintroduce a federal ban on semi-automatic assault rifles, and he equally lambasted Romney for saying he was opposed to any new laws related to the possession of weapons. \"One candidate has had four years to do something and hasn't, and the other candidate says he won't even do what he once did,\" Bloomberg said.</p> <p>He was particularly caustic about the attempt of both presidential candidates to relate gun violence back to inadequate education in US cities, with Romney even pointing the finger at single-parent families. \"They had all this gibberish talking about education,\" Bloomberg said. \"That education is the solution to stop the killing. My recollection is that the Aurora theater shooter was a PhD candidate. The Virginia Tech massacre was committed by a student at a first-class university.\"</p> <p>The Super Pac, the New York Times reports, will be headed by Howard Wolfson, a senior adviser to Bloomberg who was Hillary Clinton's communications chief in the 2008 battle for the Democratic presidential nomination. Candidates who will receive support from the funding body are said to include Bob Dold, a Republican member of Congress from Illinois who has pushed for gun controls and Angus King, an independent running for the US Senate in Maine.</p>",
  "<p>Neither presidential candidate were fully open during the debate when it came to the issue of guns, one of the most contentious and arguably least thoroughly debated subjects in American society.</p> <p>Asked what had happened to his promise, made during the 2008 presidential race, to keep AK-47s out of the hands of criminals, Barack Obama signaled that he was prepared to see \"if we can get an assault weapons ban reintroduced\". </p> <p>That was in tune with occasional comments from Obama administration officials in favour of renewing the Federal Assault Weapons Ban on the manufacture of semi-automatic weapons that was introduced by Bill Clinton in 1994 but allowed to lapse by George Bush 10 years later.</p> <p>However, there has been no sign that the Obama administration is genuinely prepared to expend political capital on driving such a renewal of the ban through a Republican-controlled House of Representatives or to incur by doing so the wrath of the powerful gun-lobby and the National Rifle Association. </p> <p>Josh Sugarmann, head of the gun control advocacy group the Violence Policy Center, pointed out that Obama could have made an impact on the number of AK-47s and other such semi-automatic rifles in the country by wielding powers he already possesses to ban the import of foreign weapons that do not pass a \"sporting purposes test\".</p> <p>On Romney's part, he defended his opposition to any new gun controls by saying that there was already a ban in place for fully automatic weapons. That is not correct – it is possible for civilians to own such weapons if they are prepared to go through extended federal background checks including fingerprinting and pay a $200 tax.</p> <p>\"To say that fully automatic weapons don't exist in civilian hands is inaccurate,\" Sugarmann said.</p>"
]