[
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/9yT8CSgh43E?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/9yT8CSgh43E\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Among the 50 million Americans expected to tune in to the first presidential TV debate on Wednesday night, Stephen Barton will be listening with an especially personal interest – he wants to hear the candidates address the events that led to shocking scars he bears on this face and neck.</p> <p>Two long lines run across his neck, and his face displays a round mark where a bullet entered his left cheek. Barton was one of 58 people wounded, along with 12 killed, when a gunman opened fire in an Aurora cinema on the opening night of The Dark Knight Rises on 20 July.</p> <p>The Century 16 movie theater is located just 10 miles away from the University of Denver where Barack Obama and Mitt Romney will go head to head. In a quirk of scheduling, the first TV debate will also take place about 10 miles in the other direction from Columbine high school where the 1999 rampage claimed 13 lives.</p> <p>Barton believes that the confluence of geography is too great to ignore. \"I want to see the moderator on Wednesday night ask the candidates what policies they would implement as president to prevent future tragedies like Aurora and Columbine, and then push them on it.</p> <p>\"I want to hear serious discussion beyond just lamenting the fact that they happened.\"</p> <p>Barton has joined forces with <a href=\"http://www.mayorsagainstillegalguns.org/html/home/home.shtml\">Mayors Against Illegal Guns</a>, a coalition of 725 mayors from towns and cities across America that campaigns for tighter vetting procedures to prevent criminals, domestic violence offenders and people with severe mental illnesses from acquiring firearms. He <a href=\"http://www.demandaplan.org/aurora\">appears in a new TV ad</a> in which he sits in an empty cinema, much like the one in Aurora, and warns that unless changes are made the equivalent of more than 200 packed theaters – some 48,000 Americans – will die from gun violence during the next president's four-year term.</p> <p>\"I do expect the candidates to be confronted about this issue, and I'll certainly be disappointed if they aren't,\" he said in an interview with the Guardian.</p> <h2>'It should certainly be on the minds of Americans'</h2> <p>A string of coincidences brought Barton, 22, to the Aurora cinema that fateful night. A graduate of Syracuse University, he was coming towards the end of a coast-to-coast cycle ride across America which he was making with his friend Ethan Rodriguez-Torrent.</p> <p>Reaching Denver after 2,750 miles, they bought three tickets to the premier showing of The Dark Knight Rises. The third ticket was a thank-you present for their host, a woman who had read about their cross-country ride on Facebook and contacted them out of the blue to offer them hospitality.</p> <p>About 15 minutes in to the film, Barton noticed a streak across the screen and some flashes of light in the corner of the cinema. He assumed it was fireworks, until the screaming started.</p> <p>Almost immediately, he was hit by 25 pellets from the shooter's rifle. One hit him in the face, and five in the neck, entering perilously close to vital arteries; the scar tracks are from surgery to remove the pellets.</p> <p>Rodriguez-Torrent escaped injury, but their host was struck by a pellet that entered her naval cavity and transversed her brain, lodging at the back of her skull. Miraculously, its path managed to avoid crucial areas of the brain, and she is making a good recovery.</p> <p>\"Naturally, I feel strange about her, and I sometimes wonder how her family sees my friend and me. After all, she was there in the cinema because we were there,\" Barton says.</p> <p>Until the tragedy, he had never been actively engaged in the issue of gun control. \"Like most people I thought this was never going to happen to me, so I didn't have to worry about it.\"</p> <p>Now he reflects on the 34 people who lose their lives every day in the US because of gun violence and is determined to do something about it. \"That's a big number. It should certainly be on the minds of Americans even if it's not something they have to deal with personally.\"</p> <p>The new TV advert featuring Barton is part of the <a href=\"www.DemandAPlan.org\">Demand a Plan</a> campaign that brings Mayors Against Illegal Guns together with the survivors of rampages and victims families to call for a concrete legislative plan to reduce the annual carnage. Its petition has been signed by more than 250,000.</p> <p>Specifically, the campaign wants to see background checks extended to all gun owners.</p> <p>Currently, about 40% of guns are sold by private sellers and do not require a background check under federal law.</p> <p>The suspect in the murders, James Holmes, had undergone vetting when he bought a rifle, shotgun and two handguns. It is not yet known, however, whether signs he displayed before the shooting of a vulnerable mental state were reported to authorities.</p> <p>Barton is still undergoing physical therapy for the result of his wounds and has delayed by a year a Fulbright scholarship to Russia to teach English. He says he is fully aware of the political hurdles in Washington to confronting gun safety, but adds that the stasis in Congress will not deter him from demanding action.</p> <p>\"I've come to the conclusion that if I – someone shot in one of these gun tragedies – was not prepared to talk about this, then I couldn't be frustrated about the lack of political discourse in Washington,\" he says.</p>"
]