[
  "<p>Who would have imagined that a week after the Hillsborough report we would be feeling very sorry again for the police? The Manchester murders of PCs <a href=\"http://www.theguardian.com/uk/2012/sep/19/manchester-mourns-murdered-pcs\" title=\"\">Fiona Bone and Nicola Hughes</a>, both lured into what the city's police chief, Sir Peter Fahy, called a deliberate ambush, raises so many questions that it is hard to know where to start.</p> <p>On Radio 4's <a href=\"http://www.bbc.co.uk/programmes/b01mqq63\" title=\"\">Today programme</a> on Wednesday, Sir Hugh Orde, the former Ulster police chief, now head of the top cops association, struggled to get the right balance even on the very important contempt of court issue. Had Fahy said too much about the case and its background – even after the arrest of a suspect, Dale Cregan – to allow a fair trial? Orde said it had been about right in the circumstances, but didn't sound convinced.</p> <p>Murder can't be blamed on politicians, who rarely pull triggers except on shooting galleries. To a degree, social and economic circumstances can. We will learn in due course about the background of anyone convicted in the Manchester case. But politicians and media can be challenged over the way they deal with law enforcement agencies in terms of policy and publicity, structure, management and rewards.</p> <p>David Cameron has called the police the last great unreformed service. He's not the first minister to utter such sentiments since Margaret Thatcher's \"give 'em the money\" approach yielded less than satisfactory outcomes – as she would have predicted herself with any other public service but the police. But in unleashing reforms of police practices, via the former rail regulator Tom Winsor's controversial <a href=\"http://review.police.uk/documents/police-remun-and-conditions/first-report?view=Binary\" title=\"\">review</a>, and imposing sharp cuts to services, via Theresa May, Cameron is certainly trying to do something about it. Winsor has since been appointed as the first non-police <a href=\"http://www.bbc.co.uk/news/uk-politics-18709449\" title=\"\">chief inspector of constabulary</a>. The coppers aren't happy.</p> <p>Looking at Hillsborough and other scandals, we can probably say good luck to Winsor. An outsider may be just what the police need, just as the politicians needed Ipsa to handle their finances and the press needs whatever sensible suggestions Leveson may (or may not) come up with by way of better regulation. And don't forget – you probably did – that on 15 November millions of us in England and Wales (not Scotland, Northern Ireland or London) are being invited to elect a local police commissioner to help make the force more responsive.</p> <p>All in all it's a big gamble at a difficult time, which could lead to a perfect law and order storm: disaffected and resentful police being reluctant to co-operate with reform or even to do their law enforcing duty when they feel misunderstood and under-appreciated.</p> <p>This week new guidelines were issued that police – and other frontline public servants – will be expected to implement, setting out a wider definition of domestic abuse. We can all follow that train of thought and applaud it, but it does put further strains on public services that are feeling the pressure of rising poverty and unemployment (they do lead to higher crime rates and social breakdown, yes?), not to mention cuts and exotic crime of all kinds, domestic and global. I read that the authorities are unable to claim £1bn worth of assets from convicted professional criminals because the villains thwart the confiscation laws.</p> <p>The Met did not cover itself with glory when responding far too slowly to last summer's riots. Manchester's force did better, now I come to think of it. Yet a £25,000 reward for Cregan – later doubled – failed to lead to a single tipoff in the month before his arrest on Tuesday. If people knew where he was but did not report it, was that <a href=\"http://www.theguardian.com/uk/2012/sep/19/police-manchester\" title=\"\">fear of violence</a>, or does it reflect community disdain for the police? We should try to find answers to that, too. Being tough on the right people, on violent career criminals rather than careless motorists or noisy teens, is crucial to the confidence of honest citizens in neighbourhoods rich and poor.</p> <p>We don't want police who stay in their offices or cars, as they do in some countries we could name. Nor do we (<a href=\"http://www.theguardian.com/uk/2012/sep/19/police-shooting-manchester-gun-weapons\" title=\"\">or they</a>) want permanently armed police. That simply raises the aggro and the death rate all round. Nervous young coppers can be as testosterone-fuelled as the criminals they face, and occasionally as capable of reckless misjudgment. But, warts and all, we need them to protect us.</p> <p>On an up-escalator on the London Underground this week, I stood six feet behind three young men who were quarrelling noisily and aggressively between themselves. They looked very volatile. I was nervously braced for trouble, and when one shouted abuse at a man on the down-escalator and the man responded in kind, they raced to the top and chased back down after him. I alerted staff at the ticket barrier, and transport police officers rushed off to investigate. Scary stuff. Rather them than me.</p> <p>• For legal reasons, this article will not be opened to comments.</p>"
]