[
  "The red mud glistens with recent rain, half-naked children play with the chickens that rush between the close-packed bamboo-walled huts and the women, their multicoloured umbrellas lurid against lush green foliage, walk past the young men lounging beneath the trees. <p>It is noon in Wat Thamkrabok camp and the 15,000 displaced tribespeople who live in the compound, 90 miles northeast of the Thai capital Bangkok, are sleeping, eating, talking, working and, above all, waiting. </p> <p>They are waiting to go to America. Within a year almost all the people in Wat Thamkrabok - many of whom have never travelled farther than a few miles from the camp in their lives - will be flown to new homes in California, Minnesota and Wisconsin. In three weeks the first major charter flight is scheduled to depart. Few of the refugees will ever return. </p> <p>They come from the Hmong hill tribes of Laos who were recruited by the CIA to fight the North Vietnamese, but after the communists seized control of Laos many were forced out of their villages. A small group of Hmong still maintain a campaign of insurgency from high in the hills of the isolated south-east Asian state. </p> <p>For men like Yang Pua Ba, 42, memories of the Vietnam conflict are still fresh. Ba's father fought the North Vietnamese, and Ba remembers what happened to the family when they were stranded by the US withdrawal. </p> <p>'We fled to the jungle and then crossed into Thailand. We lived in different camps and then came here 10 years ago,' he says. </p> <p>Ba and his 15 children are headed for Wisconsin. 'We have relatives who live in America who say it is a decent life there. But I am worried about getting a job and getting my children into school,' he told The Observer . </p> <p>Tsong, 37, the mother of seven of Ba's children, is keen to go. Her 17-strong family live in a one-room bamboo hut with a corrugated-iron roof and an outside toilet. They sleep on thin straw mats, cook over coke braziers and struggle to eke out a living stitching and selling clothes. Their neighbours live just feet away. </p> <p>'There is nothing here. It's impossible to get any land or a proper education for the children,' Tsong said. 'In America, we can get by.' She admits she is worried. 'We are not very well educated people so it could be difficult to get jobs, and we have a lot of mouths to feed. And I have no idea of how to drive a car.' </p> <p>Only 50 per cent of the camp's population can read or write Hmong, let alone English. They have lived in a mild tropical climate all their lives but many will be heading to St Paul, Minnesota, where winter temperatures can plunge to 20 degrees below zero. 'We tell them that snow looks like salt but that it is cold,' said one camp official. </p> <p>Half of the camp's inhabitants are under 14 and few know much about America. No newspapers reach the camp and there are no satellite TV dishes. The International Organisation for Migration, which is manag ing the extraordinarily complex logistics of the move, is running 'cultural orientation' classes. But resources are short and there are only 15 hours of lessons. </p> <p>Kaying Kay, 36, moved from Thailand to America in 1975. She has returned to teach the Hmong in Wat Thamkrabok camp how to cope. 'They ask if it is true that wives can leave their husbands and that no one in America respects their parents. Some have even heard that there are man-eating monsters in the US.' </p> <p>A manual has tips on dealing with neighbours and paying the rent on time. 'Americans are highly time conscious and often can account for every hour of the day,' it says. </p> <p>In a classroom, 40 Hmong are receiving the last of their lessons. On the walls are key words and concepts - many taken from a US refugee tuition package. They include 'self-marketing', 'freedom', 'equality' and 'individualism'. </p> <p>'I try to encourage them to think about rights and responsibilities,' said Kay. </p> <p>The refugees will be met by local voluntary organisations contracted by the American authorities. There will be substantial financial assistance from public funds and federal grants have been made available to aid assimilation. </p> <p>For the most part, the local reaction has been positive. The mayor of St Paul, Minnesota, where many of the refugees will end up, visited the camp in March to review the community's needs. Local papers have welcomed the newcomers. 'America is a land of immigrants,' said one. </p> <p>There are more than 200,000 'Hmong-Americans', many of whom arrived between 1979 and 1982, so most refugees have relatives who can help. They have assimilated well, but 38 per cent still live in poverty. 'They're definitely better off now than 10 years ago, but this is still a low-income, working-class population,' says Jeremy Hein, a professor at Wisconsin University. </p> <p>There are social problems including teenage prostitution among runaway Hmong girls, drug abuse and the growing cultural gaps between the older generations who remember Laos and young people who have known nothing but America. Though many families use traditional shamans and herbal medicine to help cure their children of illnesses they will also own a state-of-the-art computer. </p> <p>Many differences will be difficult to resolve. Yang Pua Ba has two wives - illegal in America but not among the Hmong. 'I'm sure we'll sort something out,' he said. </p> <p>Nor do all the 15,000 refugees in the camp want to go to America - although they have little choice. Many men do not want to go, though their wives do. Arguments frequently result in domestic violence. </p> <p>Tho Thon, 38, fled Laos in 1975. He has lived in Wat Thamkrabok for 10 years and will be leaving for the US soon. 'I am very sad to go to America,' he said. 'Maybe the United Nations or someone should have been involved. Then things might have been different and I might be able to go back to Laos. Now I know I will never see my homeland again.' </p> <p>Many of those in the camp have been offered resettlement before, but have refused to move. A sticking point has been that many Hmong did not want to give up their dreams of returning to their native land. </p> <p>However, the effective leader of the Hmong in America, Vang Pao, a former guerrilla leader, recently announced a plan for reconciliation with the communist government in Laos. </p> <p>The Thai government is keen to be rid of the Hmong. The refugees were given refuge at Wat Thamkrabok by local monks. The temple - or 'wat' - is better known for its drug rehabilitation pro gramme and its 'vomiting cure', recently undertaken by the Libertines' Pete Doherty. </p> <p>The military took over the administration of the camp last year alleging that it was used for widespread drug dealing. Colonel Bok, the camp commander, said that drug testing had found very high rates of opium use among older people and amphetamine use among the young, but arrests and education programmes had brought the problem under control. So, aid workers at the camp say, has the fact that a clear blood test is necessary to board the flights to America. </p> <p>The US is also keen to bring out the Hmong as increased security vetting has meant a shortfall in refugees. </p> <p>By early afternoon the cultural orientation classes are finished. Preparations are under way for a music festival in the evening. A tinny radio plays in the office of the Thai colonel in charge of the camp and the sound of Lynyrd Skynyrd's 'Sweet Home Alabama' drifts out. </p> <p>Lists of names have been stuck to a board in the centre of the camp. Eight-year-old Konghong has never travelled farther than the school a mile or so outside the barbed-wire boundaries of the camp. 'I want to go to America. I want to study. It is a good life there and Americans are good people,' he said.</p>",
  "<p><strong>Sandra McCracken, Best Laid Plans</strong><br> (Shell) </p> <p>The initial impression of For the Roses-era Joni Mitchell created by the mournful piano and cello on the opener to Sandra McCracken's UK debut (her third album in the States) is soon supplanted by one of middle-of-the-road country rock as the single 'Last Goodbye' bursts in. Not that this is a bad thing; many will be enticed by the super-slick production of Peter Collins and McCracken's pure tones - at times reminiscent of an early Natalie Merchant. </p> <p>There is certainly charm in the complex, interweaving harmonies on tracks such as '500 Miles'. 'Letters', too, is a solid song with an attractive line in slide guitar and cello. The drippy cover of Peter Sarstedt's Seventies stalkathon, 'Where do you go to my Lovely', was probably not a good idea, however, and the album's post-9/11 soul-searcher, 'Age After Age', aspires to be Dylan's 'God on Our Side' but - in spite of a bare acoustic guitar backing - is actually knuckle-chewingly awful. </p> <p><strong>MAS, Mutual Admiration Society</strong> </p> <p>(Sugar Hill) </p> <p>Acoustic outfit MAS are Glen Phillips of Toad the Wet Sprocket and Sara and Sean Watkins and Chris Thile of Nickel Creek. This recording was made by Ethan Johns pretty much live over six days in 2000, and at least half a dozen of the songs are a product of 'The Game', where members of the group on tour would have to come up with, then polish and perform, a song a day. </p> <p>What should have been a haphazard process has in fact turned up a fine, coherent clutch of recordings, due in no small part to Phillips's excellent voice and Sara Watkins's winning way with a fiddle. The backings are a sparse but masterly mesh of acoustic guitar, mandolin and the lightest of keyboards (only once do we get anything approaching a full drumkit), and the songs tread the border between singer-songwriterly soul and country, in places very similar to Kurt Wagner's Lambchop. The opener, 'Comes a Time', is a slow-builder from the barest of starts; 'Be Careful' has a wonderful mandolin solo; and there's a blissed-out richness to MAS's version of Sean Kennedy's 'La Lune'. True, it's a shame the album's closing track, a cover of Harry Nilsson's 'Think About Your Troubles', has to descend into Hot Club jazz (Reinhardt and Grappelli MAS are not) but a bit of levity is forgivable in a song about sleeping with the fishes. It's nice to come across music that doesn't try too hard to tuck away its loose ends. </p> <p> <strong>Mobb Deep, Amerikaz Nightmare </strong> <br>(Jive) </p> <p>It's three years since the hardcore rap duo Havoc and Prodigy released their last album (Infamy), but the cooling-off period - apparently occasioned by record company red tape - seems to have been anything but. Their lyrics mostly involve guns, drugs and money, and issue unpleasant threats (including at least two to dump your body off a bridge) against fellow 'niggaz'. 'If I don't get you here I'll swing by your house,' claims the Thomas Dolby-sampling single, 'Got it Twisted', before the chorus concludes: 'Yo ass won't live to see tomorrow.' </p> <p>Annoyingly, however, the album is awash with great retro-electro beats and funky live drumming; spooky Eighties synth parts and catchy samples (check the cracked horns of 'Neva Change') are everywhere. So the depressing, corrosive call-to-arms of the lyrics is bound to leave an impression as the record sells through. Oh good. </p> <p><strong>Colour of Fire, Pearl Necklace </strong><br> (Riverman) </p> <p>The riffs may be resolutely metal, in a sixth-form sort of way, but there is much art and charm on York boys Colour of Fire's debut. This may be down to producer Steve Osborne, whose credits include New Order and U2; so while the influence of the recent garage and metal revivals is foremost, there are shades of Peter Hook in the bassline to current single 'The Exile' and of Bono in the becalmed verses of 'A Couple of Reasons'. The latter is a great exercise in light and shade, the screamed chorus breaking into a middle eight where a melancholy high vocal seeps over slow-building toms; 'Italics' comes on like full-on rawk then breaks down brilliantly to half-time; and 'Images of You' starts with a fine 16 bars of drumming before bare bass and understated picked electric build into slow, grungy rocker. There's definitely something of At the Drive-In about the centrepiece sneer of 'Pearl Necklace for Her Majesty'. That said, while quiet souls might feel riffed-out by the end of the record, plenty of other textures are visited along the way. </p> <p><strong>Bonemachine, Vent</strong></p> <p>(Hackpen) </p> <p>It's tempting, listening to a couple of the half-dozen songs on Portsmouth quartet Bonemachine's first outing, to see them as the south coast's substandard answer to Arab Strap. </p> <p>Simon Brookes's vocals may have more in common with a less tuneful Thom Yorke than with Malcolm Middleton, but the same bare bass and 909 beats underpin dark material just like the latter's. 'Coming Down' features a spoken narrative about obsession; 'Hold Me' is a tale of domestic abuse (sample lyric: 'This time I'll break some bones'). </p> <p>Yet after initial dullness the pace suddenly hots up with 'The Message', whose piano-and-strings intro gives way (after a sample of Dubya declaring war on terror) to rocky guitar over militant drums. </p> <p>'Sleepy from a Bad Dream' builds on a low, acidic bassline with a driving snare and cymbals, and has a couple of lovely breakdowns before it disappears in a wash of synth and strings. If only the group had front-loaded their flawed debut; it has hidden strengths.</p>",
  "<p>At every railway crossing in France there is a solid notice, a panel with writing on it which reads: 'Attention! Un train peut en cacher un autre.' Cartier-Bresson, whatever the event he was photographing, saw the second train and was usually able to include it within his frame. I don't think he did this consciously, it was a gift which came to him, and he felt in the depths of his being that gifts should continually be passed on. He photographed the apparently unseen. And when it was there in his photos it was more than visible. </p> <p>Yesterday he joined the second train. At the age of 95 - with all his agility - he jumped it. He has joined his inspiration. Six years ago he wrote something about inspiration: 'In a world collapsing under the weight of the search for profit, invaded by the insatiable sirens of Techno-science and the greed of Power, by globalisation and the new forms of slavery - beyond all of this, friendship and love exist.' He wrote this in his own handwriting, which was open like a lens which has no shutter. </p> <p>Bullshit! I now hear him saying, look at my drawings, there is no second train in them! So I look at some reproductions of some of his drawings. How drawings change - even 24 hours after a death; their tentativeness disappears, they become final. He said repeatedly in his later years that photography no longer interested him as much as drawing. Drawing - or anyway drawing as he drew - has less to do with the sense of sight than with the sense of touch, with touching the substance and energy of things, with touching the enigma of life without thinking about eternity or the second train. Drawing is a private act. Yet Cartier-Bresson returned to it, knowing very well that it was an act of solidarity with both those who see the second train and those who don't. </p> <p>That's better, he says. </p> <p>An epitaph for him? Yes, a photo he took in Mexico in 1963. It shows a small girl in a deserted street carrying a framed daguerreotype portrait of a beautiful and serene woman which is almost as large as the child. Both are about to disappear behind a tall fence. </p> <p>The last second of visibility, but not of the woman's serenity or the girl's eagerness.</p>",
  "<p><strong>Air</strong> Somerset House, London WC2</p> <p>The young, trendy, very London-looking audience are crammed tightly into the courtyard of Somerset House. As the darkness gathers, the facades light up in beer-bottle green. It's an odd place to hold gigs, but then again in the winter the space doubles as an ice rink; and for certain types of music the genteel setting is an ideal one. </p> <p>Do Air fit the bill? The duo of Nicolas Godin and Jean-Benoît Dunckel arrive on stage clad in black jeans and black shirts in a mess of red strobes. Dunckel takes his station between two high banks of keyboards; Godin walks to the centre, and in his impassiveness reminds me of a young David Warner. Well, maybe not quite that sinister, but the pair only crack a smile half a dozen times between them during the whole performance and barely say anything more than 'Thank you very much'. </p> <p>As for the music, the addition of Earl Harvin on the drums is a real boon for what has always been essentially a studio-based project, and Dave Palmer lends weighty support to Dunckel on the keys. When it is good, it is very, very good - but when it is bad it is stolid. The kicks on the opening number, 'Venus', burrow into your chest and the track is greeted with wolf-whistles and Injun whoops from the crowd; 'Alpha Beta Gaga' is similarly pleasant, and it's amusing to see Dunckel playing one of those round-the-neck synths from the awful Eighties while Godin whistles the main motif. </p> <p>Then Air run aground. There's some fine drumming from Harvin on 'J'ai Dormi Sous l'Eau' but the EQ on Dunckel's Rhodes piano has far too much middle in it and the track turns into a distressing wash of mid-range mud; you can hardly tell what key the piece is in until the high synth part kicks in later on. </p> <p>But things pick up again. Oddly, perhaps, one of the highlights is the medley of tracks from the group's soundtrack to The Virgin Suicides, part of which reminds me of 'That Great Gig in the Sky' by Pink Floyd - but the middle section of the show is unmemorable; it sags like a camembert électrique. It's telling that the pieces which receive the greatest acclaim are those from Moon Safari, most people's first taste of the French pair's oeuvre. </p> <p>Air know this and the three finales to the gig (they do two encores) are blinding. 'Kelly Watch the Stars' closes the first set and proves what a good idea the band had in reviving the Vocoder and the analogue synth; Dunckel does the piano break beautifully and his stint on monophonic vintage keys is really lovely. The pair do the girly harmonies on 'Sexy Boy' to perfection. It's interesting how, live, it is possible to dissect what once seemed such a complex soup; the importance of Godin's electric guitar to the track was never clearer. </p> <p>Musician friends remarked to me at the time that 'La Femme d'Argent' (the opening track of Moon Safari ) was proof that Dunckel was no great shakes on the keyboard. Perhaps that's why the long Rhodes solo is handled - impressively - tonight by Palmer while Dunckel noodles up and down the octaves on synth. In any case the track builds slowly into a prog monster of epic proportions and ends in a cacophony of analogue echoes, feedbacks and drumrolls. Well worth wading through the cheese in the middle for. </p> <p><strong>Three to see</strong></p> <p> <strong> Scissor Sisters</strong> Dome, Brighton, (Weds and Thurs) <br>Eighties pop in fancy dress finery. </p> <p><strong> The Datsuns</strong> Leadmill, Sheffield (Mon), Carling Academy, Liverpool (Tue), Sugarmill, Stoke (Thurs), Carling Academy, Birmingham (Fri) <strong> </strong> <br>Vibrant guitars, long-haired Kiwis. </p> <p><strong> Eighties Matchbox B-Line Disaster</strong> Trafalgar Square ICA, London (Thurs) <br>Hill-billy riffs from Brighton.</p>",
  "It was a searingly hot summer day in the Pakistani city of Lahore. At the airport, the usual chaos of relatives, taxi drivers and hotel touts stood and sweated outside the concrete concourse. Broken baggage trolleys lay skewed to one side. Bored traffic policemen wearily searched vehicles. <p>In the throng, no one noticed the clean-cut, slightly chubby young man on his way to the airfreight offices to pick up a package. Nobody, that is, except the men who had been watching Muhammad Khan, a key al-Qaeda target, for six weeks. </p> <p>They had begun surveillance following the arrest a month earlier of a man identified as Musaad Aruchi. Aruchi was picked up by Pakistani paramilitary forces, with CIA help, in Karachi. He had been in touch with Khan regularly. Street maps of New York were found in his apartment, as were some computer disks containing information on other American buildings. </p> <p>It was CIA telephone and internet intercepts that led to Aruchi's arrest. He was held by Pakistani intelligence for three days, before being flown out of the country in an unmarked CIA plane. </p> <p>Then the agents pounced on their next target. Khan was surrounded and swept off the pavement into a waiting vehicle to a high-security prison. The Pakistani security forces, which had resisted American pressure to allow the CIA to run the operation, had reason to be pleased with themselves. The 13 July arrest did far more than take down a one-man communications hub for al-Qaeda. </p> <p>When American intelligence experts arrived in Pakistan and started trawling through the 25-year-old's computers and documents, they were astonished. Khan had been in touch with dozens of other activists all over the world, passing on messages given to him by more senior al-Qaeda figures. </p> <p>It was a massive breakthrough. Laid out in front of them was information that could, if played right, lead them to the heart of al-Qaeda's current operations. Plans were hastily laid. Anti-terror specialists were mobilised. Some of Khan's associates were rapidly traced out. One was Khalfan Gailani, a Tanzanian wanted since 1998 for his part in the bombing of the US embassy in his homeland and one of the FBI's 22 most wanted criminals. Gailani was apprehended two weeks ago in Pakistan, after a 12-hour firefight. </p> <p>As American intelligence officers continued to sift through Khan's records, they realised there was a treasure trove of information. 'It is obviously a very serious victory. It is obvious that there is a real find here,' said Gideon Rose, a former member of the National Security Council during the Clinton administration. </p> <p>Khan, it transpired, had attended an al-Qaeda training camp in Afghanistan in the late 1990s and is thought to have associated with Khaled Sheikh Mohammed, the architect of the September 11, 2001 attacks and a militant with extensive experience of aviation. A series of planning documents was stored on disks and a laptop's hard-drive found at Khan's home in a wealthy Lahore suburb. They were surveillance reports, meticulously compiled in a style taught in al-Qaeda training camps, as laid out in the 11-volume 'manual of jihad' compiled by militants in Pakistan. </p> <p>But the most concrete information found on Khan's computer and disks was the existence of five compact files, each one devoted to a separate building in the US. They were the Stock Exchange and Citigroup HQ in New York, insurance giant Prudential Financial in Newark and the IMF and World Bank buildings in Washington. </p> <p>Each document was about 20 printed pages long and mapped out in exact detail a lengthy and comprehensive 'casing' operation that evaluated each building as a target. The files included meticulous logging of pedestrian traffic, the routines of security personnel at the buildings and discussion of which sort of explosives would be best used at each site. The files were written in perfect English. </p> <p>Although it seemed that the research had all been done in 2000 or 2001, at least one of the files on the computer had been opened in January. Nor were documents found on the computer limited to the five buildings. Buildings in other cities, including San Francisco, were mentioned. At least 10 sites in New York alone were found on the computer. In all, there were 500 photographs, drawings and diagrams. Some of them showed underground garages. </p> <p>According to Pakistani officials, there was also evidence of preparations for an attack on Heathrow by British-based activists. There were photographs of terminal buildings and the refuelling centre, as well as of tunnels used by passengers and freight companies. Precise measurements of roads, buildings and underpasses had been recorded. Intelligence sources elsewhere in the region told The Observer last week that the reports had included surveys of underground parking lots so detailed that the gradient of the ramps had been noted. </p> <p>The same sources said the planning also recorded traffic flows on roads around the airport, as well as details of the sequences of traffic lights around the perimeter. </p> <p>Pakistani officials told their American counterparts, and have told The Observer, that the threat was 'present'. They said that Khan had been in touch with six 'jihadi associates' in America. Washington's biggest alarm bells rang. </p> <p>Khan was believed to be a courier of messages between al-Qaeda groups or terrorists. He would receive messages on computer disks and then post them briefly on the internet, using websites hosted in places like Pakistan, Turkey and Nigeria. Though most of the information was old, anti-terrorism experts pointed out that major al-Qaeda attacks were almost always years in the planning. The 11 September attacks were planned for six years and the 1998 attacks on US embassies in east Africa were planned for five years. </p> <p>'I am not alarmed by the age of the intelligence found. I think that just reflects the world view of al-Qaeda operations. They can take years,' said Larry Johnson, a former deputy director of counter-terrorism at the US state department. </p> <p>But, though the material was useful, it was deeply troubling, too. Despite the fact that many of the reports were compiled about 2001, officers around the world knew that a race was on - to find the authors before they could strike. </p> <p>A classic sting was set up. Pakistani intelligence officers prevailed on Khan to work for them. It is not known how he was persuaded to co-operate. The 'deal' was thrashed out at a prison where abuse is commonplace. Last weekend, the young militant finally sent emails to scores of activists in America, Indonesia, Malaysia, Pakistan, India and Bangladesh. He requested that they get in touch urgently. As the emails came back, intelligence officers all over the world went into action. </p> <p>President George W. Bush was on board Air Force One when he was told about the news. It was Friday, 30 July, and the Boeing 747 was flying on the campaign trail through the blue skies of Missouri for another stop on his bid for re-election to the White House. </p> <p>The night before, at Langley, Virginia, top CIA officials had been briefed for the first time on the intelligence on Khan's laptops and disks. After 72 straight hours of work by agents and analysts, translating and compiling the information flowing from Pakistan, officials had decided the information was extremely serious. It was put into a morning briefing paper for the president. </p> <p>Bush told national security adviser Condoleezza Rice they had to counter the threat. The operation was already in the works. Frances Fragos Townsend, Bush's domestic security adviser, had acted immediately on Friday when she saw the reports on her desk. It was not just the CIA report from Pakistan that was worrying her: another stream of intelligence, possibly gleaned from interrogations of recent detainees, was also hinting strongly that an attack in New York was in the works. </p> <p>By the end of Sunday morning, the homeland security secretary Tom Ridge had briefed the Democratic challenger John Kerry by phone on the threat. He then called senior news executives on various television channels and newspapers in a conference call. Ridge described a 'most unusual set of circumstances where, from a variety of different sources that we continue to exploit, there's a convergence of information that compels us to talk publicly about specific potential targets'. </p> <p>A few minutes later Ridge appeared live on American television to tell the world that New York, Newark and Washington were under threat. </p> <p>British authorities had also been alerted, and moved quickly. It was clear from the start that Khan was likely to have connections to the UK. It is thought that Khan - a fluent English-speaker - had visited the UK a number of times, possibly as recently as November 2002. Khan's father worked for Pakistan's state-run airline, PIA, and had obtained five tickets in his son's name for travel between Pakistan and London over the past four to five years. Khan also had relatives in England, at least some of whom shared his political beliefs. </p> <p>Last Tuesday, British police and security services moved in, arresting 13 (and then releasing one immediately) in north London, Watford, Luton and Blackburn under suspicion of terrorism-related offences. All were men, aged between 19 and 32. No names were released by UK authorities, but American officials revealed that one of those arrested was Eisam al-Hindi, whom they alleged was 'chief of al-Qaeda in Britain'. Details about al-Hindi have been thin. One man arrested last week in a separate raid was Babar Ahmad. American officials want to extradite him for terrorist offences relating to Afghanistan and Chechnya. Ahmad is currently in detention. </p> <p>Direct links to senior al-Qaeda figures among British Muslim activists are rare. However, many have had links to other militants in Pakistan who themselves may have connections to al-Qaeda figures. 'That's the nature of modern Islamic militancy,' he said. 'It's all about who you know. It's about personal connections and being able to source the right materials at the right time to carry out your own schemes.' </p> <p>The vast bulk of these men are British citizens of Pakistani descent, although some are from the Middle East who have been naturalised after emigrating to the UK. Many were active in Kashmir during the 1990s, travelling from the UK to Pakistan to join militant outfits launching guerrilla attacks on Indian forces in the parts of Kashmir that are under New Delhi's rule. Such activities were not illegal at the time - though they now are. </p> <p>Many of Britain's Pakistani community are from the Mirpur region, close to Kashmir, and sympathise with the cause, if not the means, of the militants. Hundreds of young Pakistani-descended British citizens have spent a few weeks or months with 'mujahideen' groups, many sponsored by the Pakistani government, in Kashmir or training in Afghanistan or Pakistan in the past decade. </p> <p>'A lot just did a few weeks one summer and then came home, got married and settled down. They are devout Muslims whose faith is an important part of their identity, but not active any more in any kind of radicalism,' said one Islamic activist. </p> <p>However, there are concerns that more recent recruits to militancy may be missed. Sources within the Islamic activist community speak of 'several dozen' young men from Britain who have made their way to Afghanistan since 2001 to fight the Americans. Such men are far more likely to have contact with al-Qaeda and, terrorism experts say, pose a far more imminent threat than 'old warriors'. </p> <p>Police are also concerned that low-level training of militants may be continuing. There are reports of radical Muslim groups organising 'martial training' in east London. 'There's nothing wrong with people practising karate, but we don't know exactly what they are doing. The idea of small groups of young radicalised Muslims getting together after prayers in a mosque to plan any kind of activity that is based in ideas of any kind of violence is concerning,' one security specialist said. 'No one has the resources to monitor these things and it may well be wrong to do so. It could be totally innocent ... but it is also well-known that these kinds of small group activities are a classic conduit to terrorist recruitment.' </p> <p>Despite the arrests, Pakistan is continuing to provide a 'production line' of new terrorists. Along the Afghan-Pakistani frontier, with their high mountains, rugged valleys and fiercely independent, devoutly Muslim and heavily armed inhabitants provide perfect cover for fugitives. Among these dusty, dry hills, a senior Pakistani military officer told The Observer recently, that up to 600 'foreign' militants are hiding. They included Khan and Ghailani and, almost certainly, Osama bin Laden and his closest aides. </p> <p>Most analysts last week agreed that bin Laden was still alive - and probably in relatively good health, despite being on the run for nearly three years. Although al-Qaeda's leader has issued frequent statements on cassettes, he has not appeared in any new video images for some time. </p> <p>The reason, experts say, is that the Saudi master of propaganda is waiting for the right moment, such as after a strike on the scale of 11 September, to appear on the worlds' television screens. Such a return would have a devastating impact on the morale of his pursuers and lift the spirits of his followers immeasurably. </p> <p>The Americans, the Pakistanis and their allies want to stop that happening. But a major push in March, involving regular US troops, the Pakistani army and Afghan militia forces - as well as specialist American units transferred from Iraq - failed to turn up any substantive leads. </p> <p>To launch an attack 'real-time' data is needed, telling the planners where bin Laden is, not where he was. And even should this be obtained, Bush will have to decide whether to use a cruise missile to obliterate the terrorist leader - and risk destroying evidence of his death - or try an immensely risky operation to kill or even capture him. Recent efforts by the Pakistani army to push into the tribal areas - acting as beaters for the American guns - have failed in the face of concerted local resistance. </p> <p>The Pashtun tribes were particularly angered by the assassination of a popular resistance leader, Nek Mohammed, by an American missile that struck while the tribal chief was using a satellite phone to talk to the BBC. </p> <p>'There are grave obstacles, of course in operating in these areas,' a senior Pakistani general said recently. 'But the real problems are caused by the global situation. We are not fighting a campaign in a vacuum.' </p> <p>Analysts no longer talk about al-Qaeda as an organisation. 'It's as much an ideology as a definable group,\" said one security expert. 'It's impossible to estimate how many people are involved. You are a member of al-Qaeda if you say you are and that makes it very hard to tracking individuals and interdict plots,' said one former CIA counter-terrorism agent. 'There are a lot of very angry people out there.' </p> <p>Another trend picked out by analysts is the increasing co-operation between differ ent militant groups. Until recently, Pakistani militants fighting in Kashmir rarely co-operated with Arab militants dedicated to a 'global jihad'. Increasingly, the groups have become indistinguishable. The same phenomenon has been noticed elsewhere. 'It's all fusing into one worldwide \"Jihadi international\",' the former agent said. 'It's moved well beyond bin Laden or a few guys in a cave somewhere. It's now far more fragmented and diverse.' </p> <p>A British intelligence expert who has advised the government said that there were no 'metrics' for judging progress in the war on terror. </p> <p>'Police and intelligence services worldwide are doing their job - taking down cells, locating operatives, breaking up plots - well, and that is having a significant short term impact,' he said. </p> <p>'But long-term success in defeating terorrism doesn't necessarily follow. Four thousand people have been killed or imprisoned since 2001 and, although the loss of experienced, skilled men has an impact, the vacancies are being filled. </p> <p>'In Saudi Arabia they keep arresting \"leaders\" and new one's come forward. There's no shortage of recruits anywhere and that means there will be no shortage of threats in the coming years.' </p> <p>Perhaps the web of contacts uncovered by arresting Khan will reveal further links to al-Qaeda sleepers in America and Britain. But it also might not. 'This is not the key that will unlock all of al-Qaeda,' Rose added. </p> <p>On Thursday, police in Albany, in upstate New York, arrested two local Islamic clerics. They had been caught after a year-long sting operation in which the pair had believed they were laundering money in connection with the purchase of shoulder-fired missiles. The swoop had nothing to do with Khan's network, but showed conclusively that other terrorist dangers still exist. </p> <p>They may have started rounding up Khan's alleged contacts, but the war goes on. The intelligence agencies continue to probe for leads; the enemy continues to regroup and plan for a new 'spectacular'. And the police hunt them. And so it goes on. </p> <p><b>Combating the international jihad</b></p> <p><b>Vigilance is the watchword</b> </p> <p>Since September 11 2001 there have been 622 people arrested under the powers in the terrorism 2000 act. So far 97 of them have been charged with terrorism-related offences and only 15 have actually been convicted. Of the total 152 were charged under other legislation (commonly relating to identify fraud of credit card offences) or released into the custody of the immigration service. 284 have been released without charge. </p> <p>Spending on protecting the UK from terrorism is expected to reach £2.1 billion by 2007-8, more than double the amount before the September 11 attacks. MI5, MI6 and GCHQ are to receive funding for 1,000 extra intelligence staff and local authorities will have additional resources for civil defence preparations. Worldwide, 625 people were killed in terrorist attacks during 2003. The number of individual attacks rose from 205 to 208. The number of deaths was down from 2002 when 725 were killed but the numbers wounded rose significantly from 2,013 in 2002 to 3,646 in 2003. The increase has been attributed to an increase in the number of attacks on 'soft targets' including places of worship, hotels and commercial districts which are intended to produce large numbers of casualties. </p> <p>Despite the threat of a possible terrorist attack on London, tourists are visiting the capital in record numbers. The latest statistics reveal that 6.5 million visitors came to the UK between March and May, a rise of 21 per cent and the highest number ever recorded during this period. Around half stayed in the capital. Passenger numbers arriving at British airports increased by 7 per cent in June alone. There has also been a 17 per cent rise in the number of Americans visiting the UK, something credited to the huge popularity of Tony Blair across America. Last month twenty five million copies of a government booklet, 'Preparing for Emergencies', which gives advice on what to do in the event of a major terrorist attack and other emergencies, were sent out to households across the country. The Government has denied the publication of the booklet is any indication of an imminent attack.</p>",
  "I was a 16-year-old girl with pocket money to burn and a desire to be the centre of attention, so I decided to get tattooed. It was the mid-Nineties. I was, I thought, misunderstood, and spent my time feeling shy and listening to indie, rock and grunge music in my bedroom while my parents downstairs feared for my sanity. <p>I'd secretly neck vodka on a Saturday night with my friends before hitting the 'alternative' club in our small seaside town, but I'd never really been a wild child or much of a rebel. </p> <p>I can't say I thought long and hard about the decision to indelibly mark my skin for life. Getting the tattoo was easy. Tattooists had long since lost the stigma of the backstreet parlour and being the preserve of men in the merchant navy or jailbirds. </p> <p>Best of all, tattoos were cheap and easy to come by, a bit like drugs - you could find one on almost every suburban high street. And they were guaranteed to get a reaction among my friends. </p> <p>Thinking back 10 years, I devoted pretty much zero brainpower to considering the consequences of my actions: the fact that I would be sporting this design for the rest of my days. The majority of my deliberations went into concocting elaborate schemes to keep my parents in the dark about my body art plans and devising cunning clothing schemes to hide it. It all seemed such a good idea at the time. </p> <p>It was about a week between my initial idea and scooping up my Saturday job wages and strolling along to a registered tattoo parlour in Brighton with my then best friend. After signing the book 'confirming' I was over 18 (well, I was only two years younger than that), I was authorised to be tattooed. I spent five minutes looking at the designs, or 'flashing', on the wall. All is there, from traditional heart and roses-style efforts to 'Mum' and the ubiquitous British bulldog. </p> <p>My friend saw a colourful and smallish butterfly, which we deemed the best of the bunch, and it was done. On entering the studio, I felt there was no going back. The studio smelt of cigarettes and disinfectant, and the receptionist had huge pet dogs behind the counter. </p> <p>After pointing out my chosen design to the tattoo artist, who traced it on to my right shoulder, it began. Combined with the alarm I felt at the pneumatic noise the needle made - modern tattooists load ink on to a pen-type device containing several needles, powered by an air pump and operated by a foot pedal. </p> <p>I remember being struck by the enormity of my actions, and what my dad would do to me when if he found out. And I knew deep down that he would find out. At 16, I still took holidays en famille. </p> <p>Thirty minutes later, it was over. Slightly sore and £20 poorer, I left the parlour brandishing my photocopied 'tattoo care' card, my three square centimetres addition covered with Savlon and a folded-up piece of kitchen towel secured with some sticky tape. Very classy. </p> <p>I was filled with dread and guilt at the thought of going home. This lie was going to be in a different league from my usual little white ones. As soon as I got in, I confided in mum. Her reaction spoke volumes. The words 'Is this a joke?' and 'But it's not real, is it?' were used more than once, combined with a look of abject shock when I revealed the bloody butterfly-esque spectacle adorning my shoulder. </p> <p>Before she'd even uttered words to the effect of my regretting it, I regretted it. I estimate that I liked the tattoo for about a day. After that I went off it, but still thought I could live with it. It was winter, I'd cover it up. </p> <p>But after about three months, I despised it. My dad saw it on our summer holiday and just deemed me 'stupid'. I felt stupid. Despite the explosion in the numbers of young people having tattoos, I believed strangers judged me on it, especially if I wore a nice summer dress or a slinky vest top. I was labelled. </p> <p>Two years later, my first serious boyfriend told me that he hated my tattoo so much he would pay for me to have it removed. Before that, it hadn't actually dawned on me to consider having the design erased: I'd just wear T-shirts. I looked into it, but there was no way I, or he, could afford it then. </p> <p>In days past, tattoos were almost impossible to erase effectively. Designs were either rubbed out of the skin through a process of abrasion, or cut out and replaced with a skin graft. Neither solution was attractive. Cosmetic technologies have since evolved hugely, and after university, I inquired again. </p> <p>After a consultation, I opted for laser removal at the Lasercare clinic in London's Harley Street. That was in April 2003. I'm still a regular attender almost 18 months on and the butterfly has some way to go. I'm not in the minority. Sixty-five per cent of my fellow patients are young women seeking to remove their hastily-made mistakes. </p> <p>Removal is not cheap or quick. Fifteen-minute sessions cost between £55 and £155, depending on the complexity and size of the tattoo. My design has cost more than £1,000 to remove so far because it features almost all the colours of the rainbow. Black is simplest to eliminate, while any designs featuring blue, green or pink are more problematic, needing a combination of different lasers to shift. </p> <p>Removal is incredibly painful. I'd describe it having someone puncturing your skin with burning nails. It's possibly 10 times more painful than having the tattoo done in the first place. </p> <p>Having a tattoo young is akin to buying a T-shirt when you're 16 and being told you have to wear it, regardless of style or fashion, for the rest of your life. You just wouldn't do it. Tastes change, fashions change, you change. </p> <p>Fifteen-year-old Julie Thomas, who appeared in the press after having a large Winnie the Pooh tattooed on her arm, isn't necessarily, as she said, 'stuck with it'. But it will take months of pain and much expense to be rid of it.</p>",
  "Chief constables are demanding a network of new official gypsy camps across the British countryside to quell the growing tensions between travellers and villagers over illegal settlements. <p>The shortage of legal pitches is forcing gypsies to seize or build on land illegally, the Association of Chief Police Officers (Acpo) warned, triggering 'real difficulties' for the police in tackling clashes between travellers and villagers. </p> <p>The backing from senior police officers for a long-held complaint within the gypsy community comes after a summer of tense stand-offs across rural England over illegal camps. </p> <p>'The problem for travelling communities is that sites just don't exist for them to be able to move to, either with any sense of permanence or transit sites,' said Margaret Wood, assistant chief constable of West Mercia and Acpo spokeswoman on gypsy issues. 'The presence of a large group can be very difficult within sometimes very small communities. There are real difficulties there in the operational sense that is potentially a problem.' </p> <p>Wood said gypsies still suffered 'appalling' discrimination and claims of traveller crime sprees were often unfounded: 'You hear things such as \"When that group arrived, crimes soared\" and sometimes find that actually in the area of some of these unauthorised encampments crime reduced dramatically. They have been used as scapegoats.' </p> <p>However, she warned that, with too many people in small country communities fighting for insufficient services, tensions were understandable for 'a very small community that's now found itself greatly enlarged'. </p> <p>Although the police have new powers to move gypsies on under anti-social behaviour legislation, Wood said these could be used only if there was somewhere for the encampment to go - which is often not the case. </p> <p>The summer's clashes have given birth to a Middle England protest movement - with threats to picket Deputy Prime Minister John Prescott's house and even warnings of vigilante action - that has clear parallels to previous outbreaks of hostility towards asylum seekers dispersed across the country. </p> <p>Alastair McWhirter, Chief Constable of Suffolk, told a Commons inquiry into traveller issues that he had 'never seen such racism' as was shown to gypsies. </p> <p>Ministers are reluctant to force councils to provide more sites, fearing a backlash from neighbouring communities. However, Acpo and the Commission for Racial Equality are demanding changes in this autumn's housing bill to create a legal duty forcing councils to provide sites. </p> <p>Sarah Spencer, CRE's deputy chairman, said it was prepared to take legal action against councils considered to be discriminating against gypsies over housing needs. More sites, she said, would help to break a 'vicious cycle': 'The lack of sites mean people camp where they shouldn't, which means residents are unhappy, which means there is press coverage, which means there is pressure to have no legal sites. It goes round and round and round. Vilifying gypsies and travellers is not going to help us find a solution.' </p> <p>Discrimination against gypsies, as with any ethnic minority, is illegal, but Spencer said it remained 'the last socially acceptable form of racism'. Rural pubs and shops still regularly display 'No Travellers' signs. </p> <p>Both the CRE and police also argue that legal sites are essential to provide regular access to healthcare and schooling for gypsy children. Police also want more intelligence sharing between forces to track a minority of antisocial elements and for more co-ordinated efforts to tackle tax and VAT evasion. </p> <p>The government is carrying out a review of gypsy issues, due by the end of summer. In a statement, Planning Minister Keith Hill said the government 'acknowledges there are concerns surrounding the provision of appropriate and authorised sites'.</p>",
  "<p>Police and forensic scientists have embarked on 'a thoroughly dangerous' bid to boost the power of DNA fingerprinting, Sir Alec Jeffreys, the technology's inventor, has warned. </p> <p>Jeffreys said new developments in the field have alarming implications for civil liberties, and could allow police to compile files containing highly personal data about a person's racial origins, medical history and psychological profile. He told The Observer, in an interview to mark the 20th anniversary of the first DNA fingerprint, that he was now 'very nervous' about developments in the field. </p> <p>To prevent future abuses, Jeffreys, a genetics professor at Leicester University, wants Britain to set up a global DNA fingerprint database in which every citizen's DNA profile would be stored under strict controls. Only a fingerprint code linked to a name would be permitted. Information about race, appearance, health, and other factors would be excluded. Such a plan has already been submitted to David Blunkett, said Jeffreys, though the Home Secretary had not yet reacted. </p> <p>Jeffreys first created genetic fingerprints on 10 September 1984 when he discovered a stretch of DNA that is repeated in ways unique to every individual (except identical twins). Within a year, they were settling immigration cases and have been used to solve major crimes. Earlier this year, DNA tests confirmed within hours that US troops had successfully captured Saddam Hussein. </p> <p>A database containing codes from 2.5 million criminals and suspects has been set up in the UK to help police pinpoint those who leave genetic material behind at crime scenes. And it is this database that now causes Jeffreys concern. </p> <p>'For a start, we are now putting not just criminals but suspects in our database, and that is clearly very highly discriminatory. If you go to certain places such as south London, you will get suspects who are predominantly black. Similarly you will get a lot of Asian suspects in Birmingham.' </p> <p>As a result, Britain is now filling up its national DNA database with large numbers of blacks and Asians, even though many have no conviction but are merely thought to be likely to offend in future. And then there is the issue of database matching. At present, only 50 per cent of samples found at crime scenes match those in the database. </p> <p>As a result, police and forensic scientists are now attempting to use DNA samples to build up information about a person's physique and ethnic origins. 'Most of this work is simple hocus-pocus,' said Jeffreys. 'Creating genetic identikit picture from DNA samples will take an awful lot of work.' </p> <p>However, research could eventually yield results. 'It will certainly become possible to make estimates about a suspect's ethnic roots - that the person who left DNA at a crime scene is of African origin with a 10 per cent admixture of European genes. This work is already being done and it is ... an invasion of a person's genetic privacy for the police to have that kind of data.' </p> <p>Similarly, attempts to build up facial characteristics from DNA samples could also have serious repercussions. The genes involved in face structure are also likely to be ones linked to congenital facial disfigurements. As a result, police would obtain medical information about conditions affecting a person, and possibly his or her offspring. </p> <p>In fact, abuse of DNA fingerprinting technology is already becoming widespread, he said. 'Investigators can now get your DNA profile very easily - from saliva on a coffee cup or a cigarette butt - and then use it to show whether you are the \"real\" parent of your child,' he said. 'It's illegal but simple to do.'</p>",
  "<p><strong>The 9/11 Commission Report</strong><br>WW Norton &amp; Co £6.99, pp567</p> <p>In August 2001, the Minneapolis office of the FBI contacted headquarters in Washington to request a warrant to search the laptop computer of Zacarias Moussaoui, a French national with known Islamic extremist views being held in the Midwest city on immigration charges.</p> <p>An intelligence investigation into Moussaoui had been instigated after agents learned he had taken flying lessons at the Pan Am International Flight Academy in Eagan, Minnesota, as 'an ego-boosting thing'. They found he had an inexplicable $32,000 in his bank, was planning to sign up for martial arts training and buy a global positioning receiver. He paid $9,000 to be trained how to fly an airliner from London Heathrow to New York's John F Kennedy and showed particular interest in the workings of aircraft doors. The field office concluded he was 'an Islamic extremist preparing for some future act in furtherance of radical fundamentalist goals'.</p> <p>But when a supervisor at Minneapolis pushed the request for a warrant, headquarters complained he was just trying to get people 'spun up'. The supervisor, now furious, said this was precisely his intention and he was 'trying to keep someone from taking a plane and flying it into the World Trade Centre'. Washington said this was not going to happen and they had no evidence Moussaoui was a terrorist.</p> <p>Throughout August 2001, agents at Minneapolis were still desperately trying to warn HQ about Moussaoui, but the information was never passed up the chain of command.</p> <p>The banal everyday frustration of FBI office politics is part of what makes the Moussaoui story so compelling. As in every good thriller, the little man has to struggle against sceptical bosses who just don't understand the deadly threat facing them. Despite knock-backs, humiliation, and a growing conviction they are going insane, the employee perseveres and uncovers an international plot to hit at the heart of the American state. Tragically, the plot of the suicide attacks on America didn't follow a Hollywood script. No one listened to the little man.</p> <p>The story of the Minneapolis warnings and the catastrophic intelligence failure that led up to the attacks is told with relish by the authors of The 9/11 Commission Report.</p> <p>Borrowing a technique from the intelligence services, publishers WW Norton refused to confirm or deny to The Observer whether the report was rewritten by John Grisham or Robert Ludlum to give it some narrative muscle. They claim is was the joint work of the Commission's Republican and Democrat members.</p> <p>But I'd like to know which veteran member of Congress wrote the opening lines: 'Tuesday September 11, 2001, dawned temperate and nearly cloudless in the eastern United States. Millions of men and women readied themselves for work...</p> <p>For those heading to an airport, weather conditions could not have been better for a safe and pleasant journey. Among the travellers were Mohammed Atta and Abdul Aziz al Omari, who arrived at the airport in Portland, Maine.' Who wouldn't read on?</p>",
  "<p>The decanter is about to be rehabilitated. For generations they were the pride of the dining table and the glassmaker's leading vessel. Today they are seldom used. But the first comprehensive collector's guide to decanters - 573 pages, just published - is sure to boost their value and to remind wine-gluggers that decanting can make plonk taste like wine costing double its price. </p> <p>Stored away in Rye, Sussex, are some 2,000 decanters, the property of Andy McConnell, who sold his house in the Dordogne to devote seven years full-time to his book, The Decanter, An Illustrated History of Glass. He picks up decanters at antiques and boot fairs for an average of a fiver each (he bought four last weekend for a total of £1.70) and you would do well to do the same before prices take off. </p> <p>Collectors gravitate towards objects that have a reliable literature, which is why guide books that identify and classify them for the first time, such as The Decanter, have an electrifying effect on prices. Famous examples include Graham Turner's Fishing Tackle: A Collector's Guide, 1989, which created a new auction market, and books about glass, L M Bickerton's 18th Century English Drinking Glasses, 1969, re-issued four years ago, and two ground-breaking books on Whitefriars glass, by the Museum of London and by Lesley Jackson, 1995-96, which prompted a doubling of Whitefriars prices within weeks. </p> <p>Decanters, at last fully documented, are likely to become a bigger bonanza for collectors than, say, a Hardy fishing reel or a delicate Jacobean air-twist drinking glass, because their potential market extends to every dinner party host vulnerable to McConnell's well-directed jibe that wine, any wine, served straight from the bottle, is 'strangulated'. It has not been allowed to breathe and its full flavour is lost. Not many hosts know that. It is time they learned. </p> <p>Although filtration of wine by producers can be traced back to about 1800 and only premier cru wines need to be poured gently from bottle to decanter in order to separate them from their sediment (lees), it is the enlivening effect of air on wine, achieved by decanting, that has been forgotten. </p> <p>Decanters have disappeared from most dining tables since the war. 'They have become lost objects', says McConnell. 'But with more wine being consumed in Britain than at any other time since the Middle Ages, and with so much effort and money now going into the preparation and serving of food, I find it amazing that the practice of decanting has become virtually extinct.' </p> <p>He gently teases his lecture audiences: 'How many of you do not drink red wine?' No hands go up. 'And how many of you decant it?' Still no hands. Even a £4 bottle of supermarket plonk, he assures them, can taste like an £8 bottle after decanting. The longer plonk stays in the decanter, with stopper removed, the better. Decant it at breakfast or lunchtime, he advises, and drink it at dinner. </p> <p>For superior wines, two hours in the decanter is adequate. 'If you're spending a tenner a bottle on red wine and not decanting it, you're a fool.' </p> <p>Try an experiment: 'Pour a bottle of wine into a decanter and leave an identical bottle unopened. After two hours, taste the difference. Anybody unable to tell the difference needs a taste-bud transplant.' No decanter? Then a glass milk bottle will do. Just splash it in. </p> <p>He first bought decanters in London's Portobello Road at the age of 14, after his father, a tobacco blender, had found a market for them in the United States. He continued buying them out of his earnings as a producer of rock videos for Island records (one of his biggest hits was Mad World by Tears for Fears, 1980), recently re-released. </p> <p>He buys hundreds a year. 'At antique and boot fairs you would have to walk about with your eyes shut without seeing marvellous decanters at under £10 each,' he says. Among his recent finds, a 'shoulder' decanter of 1765 bearing an engraved rococo cartouche for Mountain, a wine from Malaga. He bought it for £80, and expects it to sell at auction for £1,000, 'a potential profit sufficient to pay for my purchases for the next couple of months'. On the other hand, he ignores plain Edwardian decanters, even at £1. You will have to learn from the book. </p> <p>The annus mirabilis of decanters was 1765. Before then, servants stood behind the chairs of dinner guests and refilled their tiny glasses from bottles on the sideboard. One disadvantage of this was that the servants could overhear gossip, and subsequent blackmail was not unknown. The introduction of decanters passed between diners (despite the downgrade to self-service) meant that the flunkeys were banished and the decanters refilled by a trusted butler. By 1770-80, vulgar bottles were no longer seen in smart dining rooms. </p> <p>This was the era of burgeoning neo-classicism and stylish, often elaborate decanters took over from drinking glasses as the star turn in table glass. The etiquette that developed with them was scarcely less elaborate: always pass the decanter to the left, but when serving from a newly filled decanter, the host should fill the glass of the guest to the right, so that they do not have to wait for the decanter to circulate round the entire table. This is the origin of the term 'back-hander'. </p> <p>In 1840, Lord Cardigan, a stickler for etiquette, while commanding the 11th Hussars at Canterbury put an officer on a disciplinary charge for pouring hock from a bottle rather than a decanter, even though it was a white wine. The scandal became known as the 'black bottle incident'. </p> <p>Will comparable opprobrium greet dinner hosts of the future who dare to pour wine straight from the bottle? McConnell muses that to do so is akin to serving guests milk from a carton. 'Using a decanter shows that you are sufficiently sophisticated to serve wine that is properly conditioned, and decanters look so much more handsome than bottles.' If you must show off the wine labels, then keep the empties handy. </p> <p>He attributes the postwar demise of the decanter to the accelerating pace of life. 'A lamentable trend,' he sighs. 'But once you've served wine from decanters and tasted the obvious benefits, who could possibly return to serving from bottles?' </p> <p><strong>Shaping up for a drink</strong></p> <p>The decanter identifies and names scores of decanter shapes, many for the first time. Here are some of them. For your own use, choose those that offer a maximum surface-to-air area - the same principle as half-filling the goldfish bowl. </p> <p><strong>·</strong> Shaft and globe: simplest and most ancient. Popular shape offering maximum surface-to-air area. </p> <p><strong>·</strong> Cruciform c1715-50: also designed to maximise cooling surface when chilling wine. </p> <p><strong>·</strong> Sugarloaf, c1755-80: known in the trade as the mallet until McConnell discovered scores of 18th-century trade invoices calling it the 'sugarloaf'. </p> <p><strong>·</strong> Champagne, from c1700: unusual these, with a cavity for ice. McConnell disapproves of champagne served at 5C straight from the refrigerator - 'like drinking anaesthetic' - and points out that some connoisseurs even decant champagne, letting it stand for about 15 minutes. It slightly reduces the intoxicating bubbles, which won't please everyone. </p> <p><strong>·</strong> Victorian amphora, c1855-1920: loved by wine buffs for its plain glass. Adequate surface-to-air area. </p> <p><strong>·</strong> Tantalus, 1875-1920: for spirits, not wine. </p> <p><strong>·</strong> Taper, c1765-1820: most popular late 18th-century European shape. </p> <p><strong>·</strong> Prussian, from c1780: among the most popular shapes in England, Ireland and US. </p> <p><strong>·</strong> Nelson, c1790-1840: common English shape, named by McConnell. </p> <p><strong>·</strong> Rodney or ship's decanter, 1770-1930: wide base for stability at sea. </p> <p><strong>·</strong> Urn, England c1770-1785, Europe c1780-1820. </p> <p><strong>·</strong> Claret decanter, increasingly popular c1800-1930. </p> <p><strong>·</strong> The Decanter: An Illustrated History of Glass from 1650 , Antique Collectors Club, £45. Observer reader offer, £40 including p&amp;p within the UK. Telephone (01394 389977).</p>",
  "<p> <strong>The Pleasure of My Company<br> by Steve Martin</strong> <br> Phoenix £6.99, pp163 </p> <p>The success of Mark Haddon's The Curious Incident of the Dog in the Night-time has marked out a new genre: books about people with disorders. Martin, the American comedian, provides another superb example in his compassionate, hilarious creation of Daniel Pecan Cambridge and the quotidian difficulties he finds in crossing the road (there must be two scooped-out drives opposite each other) and falling in love (which of the three women he knows will it be?). Daniel arrives at a happy ending after a road-trip to New Mexico and triumphing at a competition to find the most average American, while Martin only occasionally strays into sentimentality. The poised prose and acute humour make this an immensely entertaining, laugh-out-loud funny read. </p> <p> <strong> Wild Boy <br>by Jill Dawson</strong> <br>Sceptre £7.99 pp.291 </p> <p> A boy who has lived for years in the woods of Aveyron is captured in 1798 and taken to Paris to be educated and act as a living experiment for Rousseauian theory. This novel, based on historical events, is narrated by Madame Guérin, who provides the eponymous protagonist, Victor, with a home, and Dr Itard, the boy's tutor. Little, however, is done to distinguish the voices apart from a few clichéd rusticisms on the part of the former. Dawson sensitively evokes the bewilderment, fear and fascination of Victor in his new surroundings and his relationships with Guérin and her family. </p> <p>The humorous side of this encounter could have been more deftly handled, but this is a touching, intellectually supple novel that vividly evokes 18th-century French society while mediating on the timeless nature of humanity itself. </p> <p> <strong> Voyage to the End of the Room<br>by Tibor Fischer</strong> <br> Vintage, £6.99, pp.256 </p> <p> Tibor Fischer had his 15 minutes of notoriety last year when he attacked Martin Amis's comic powers. It's a shame that Fischer's latest book isn't funny. </p> <p>Oceane is an agoraphobic who takes holidays across the globe from home, using the internet and whichever peripatetic foreigners are in town. Potentially intriguing ideas, such as mysterious deaths in a Spanish sex club, are half baked, and the novel feels like a collection of short stories, clumsily joined. More irritating is the clumsy formulation of the gags. This book could have been so much better but, if you read one comic novel this summer make it Amis's Yellow Dog.</p>",
  "<p>Sport has been weighed down by all kinds of problems recently, none worse than the scandals involving doping. Despite all you have read, though, this could be the cleanest Olympics since the modern Games began in 1896. </p> <p>While the anti-doping programmes for Athens might not be perfect, they will be the most comprehensive and rigorous. That will probably mean, as explained elsewhere on these pages, slower times, lower distances and weaker performances, because most athletes now should be too scared to use drugs. If they do, there is the highest risk that they will be found out. </p> <p>It will be good to see medals won by real athletes putting in real performances, achieving real results, demonstrating the real integrity of sport. They may produce the slowest winning times of the post-war Olympics, but does that matter? For many athletes it has been soul-destroying to work so hard only to see a rival emerge, just as Michelle Smith did at Atlanta in 1996, to swim or run away with the medals, creating suspicion that the Olympic ideal was taking a day off. </p> <p>This should be the toughest testing regime ever, with athletes being subject to comprehensive pre-competition testing, and record numbers of samples taken during the Games - more than 225 litres of urine, for example. </p> <p>Between the opening of the Olympic village on 30 July and the start of competition next weekend, there will have been 400 tests. For the first time, blood and urine samples will be taken from competitors in all sports. </p> <p>During the Games, more than 3,000 samples will be collected, about 25 per cent more than in Sydney four years ago. In individual sports, such as swimming and athletics, the top four will be tested for the first time; in team sports, it will be two players from each of the top four teams. In addition, there will be random testing throughout the Games. </p> <p>In theory, the top three were tested at previous Olympics, but did that really happen? Athletes in Athens stand a one-in-three chance of being tested and this year there will be the most comprehensive list of prohibited substances and doping methods. Stimulants, narcotics, steroids, masking agents and blood doping will all be tested for; by contrast, the first Olympic testing in Mexico in 1968 was for stimulants and narcotics only. Athletes will have learnt from the mistakes of others, such as the British skier Alain Baxter in Salt Lake, and will use the pharmacy in the athletes' village, not risking shopping locally. Mistakes should be few, as all athletes know that they are responsible for what is in their bodies. </p> <p>This should be the cleanest Games because, at last, the problem of undetectable substances is being taken seriously. Blood testing is a good indicator that growth hormone is finally on the testing agenda. If the test is not ready for Athens, the World Anti-Doping Agency (Wada) will freeze samples for later analysis. After the Bay Area Laboratory Co-operative/ tetrahydrogestrinone scandal in California, world championships results involving the sprinter Kelli White were annulled after she admitted to doping. At this Games there could be more Kelli Whites. </p> <p>But how good are the drug tests really, if the cyclist David Millar and White can pass numerous tests yet still admit to doping? Retrospective analysis should become commonplace. Every athlete should be demanding that his or her sample is kept for later analysis. It is one clear way to protect your reputation. </p> <p>These are exciting times because the science is finally catching up with the athletes who cheat. Scientists from the 32 accredited laboratories around the world will be monitoring analytical results and, for the first time, asking questions about why particular substances are present even if they have not been prohibited - yet. </p> <p>If this does lead to slower, lower, weaker performances all round, are we prepared for that? No world-record performances in Athens is not such a bad thing. The 1980s were the heyday of doping without effective controls. In track and field, 11 women's Olympic and world records still stand from then and five men's world records have remained unbeaten for more than 10 years. </p> <p>The current 100m world record set by Tim Montgomery in Paris in 2002 stands at 9.78sec, but his alleged involvement in doping means his record could be scrapped. We should be satisfied if the men's 100m gold-medal performance in Athens is nearer 10.1 or 10.2. </p> <p>I would be happy to see the record books rewritten months, or even years, later, if it meant that the pursuit of drug-free sport was still the top priority. </p> <p> Michele Verroken was formerly in charge of anti-doping in the UK </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "<p>In 1984, Carl Lewis won the 100metres, the first of his four gold medals at the Los Angeles Olympics, in 9.99sec. He was the first man to break the 10-second barrier in an Olympic final since Jim Hines 16 years earlier in Mexico City, when many times were improved by the advantage of performing at altitude. Lewis was upholding the Olympic creed of citius, altius, fortius - faster, higher, stronger. </p> <p>Since then, the Olympic 100m champion has always run faster than 10sec to win gold. But, with the short sprint at last year's world championships in Paris being won in 10.07sec by Kim Collins of St Kitts and Nevis - the first plus-10sec winning run at a major championships since Lewis became the inaugural world champion in Helsinki in 1983 - that might change this year. It is conceivable that, at just after 10pm on 21 August, the 100m Olympic gold will be won, for the first time since Scotland's Allan Wells in Moscow in 1980, in a time that fails to break 10 seconds. </p> <p>A glance at the world's best performances this year in other 'explosive' events in track and field - those that require the most power - shows that many medals could be won by performances inferior to those of the past five Olympics. Never mind faster, higher, stronger, Athens is likely to host the slower, lower, weaker Games. </p> <p>Why? 'Because everyone's scared of getting caught and so has stopped taking drugs,' says Jason Gardener, who hopes to be running for Britain in this year's 100m final. 'That's very encouraging because if I can get back to my personal best [9.98] then I have a chance.' </p> <p>Gardener knows it as not as simple as a reduction in drug-taking - 'There are other variables, such as conditions with the wind' - but points out: 'It was all kicking off around the time of the world championships and suddenly for the first time in a long time the world 100-metre champs weren't won in under 10.' </p> <p>By 'all kicking off' he means a syringe containing the banned steroid tetrahydrogestrinone (THG) had been sent anonymously to the United States Anti-Doping Agency (Usada) in June 2003, two months before the Paris championships. Usada later identified a California laboratory, the Bay Area Laboratory Co-operative (Balco) in San Francisco, as the source of THG. This resulted in several high-profile casualties, including Britain's Dwain Chambers, who tested positive for the substance at a training camp last August and was subsequently banned. Gardener believes this scared many athletes who had been using drugs and is a reason why performances have been down ahead of Athens. </p> <p>'Of course that's why,' Gardener says. 'Drugs increase power, strength, muscle. And you recover quicker so you can do more training, so it all affects your performance.' </p> <p>Heather Ross, an international hurdler for Britain in the 1970s and 1980s, is saddened by the level of drug taking in her sport, which cost her any chance of a medal, but believes fewer athletes will take the risk in Athens. </p> <p>'I contribute to the anti-doping forum on the IAAF [International Association of Athletics Federations] website and I would say around 90 per cent of people believe there is a limit to how faster, higher or stronger you can go without doping. If you take away that help then the standards have to drop and they have been doing since, I would say, the fall of the Eastern bloc countries when it was part of their infrastructure. </p> <p>'Since then [the late 1980s] the problem has, unfortunately, spread out all over the world. Doping has always been big in America. Dr Wade Exum [the former chief medical officer of the US athletics team in the 1990s] had loads of stories about athletes taking drugs, including people like Carl Lewis. So even then, Americans were allowed to get away with murder. Really the breakthrough came with Balco. That was the turning point when the whole thing started to crumble.' </p> <p>Dick Pound, head of the World Anti-Doping Agency (Wada), who have been instrumental in cleaning up athletics, agrees that last year's flurry of positive tests following Balco has persuaded athletes to stop taking drugs and that many purposely underachieved to avoid competing in Athens, where they would have been shown up as cheats. </p> <p>'Athletes have underperformed. We saw the results in the US trials. There's going to be a lot more culling of suspect athletes before Athens,' Pound says. 'The testing is getting better and extending to substances that may not have always been detectable, such as the human growth hormone [HGH]. This is making potential cheaters nervous.' </p> <p>Pound agrees that this year's 100m champion may well run markedly slower than in the past four Games and that performances could be down in many track and field events. His view is supported by Michael Johnson, the world record holder at 200m and 400m, who says: 'This is a bad period for the sport. We are in a lull. No one is doing anything very remarkable. The \"wow\" factor is missing.' </p> <p>This does not worry Pound. 'The thrill at the Games is the competition. One of the events I remember from the Sydney Olympics is the 10,000metres, which was such an exciting finish. [Haile Gebrselassie beat Paul Tergat on the line.] People are interested in the winner and only maybe then the time.' </p> <p>And if performances in Athens prove to be the inverse of the Olympic motto? 'The thing about doping is you get results you would not have expected for another 20 or 30 years. But they will be matched in the end.' </p> <p>The fall of the Berlin Wall in 1989 revealed the full extent of doping in the Eastern bloc. The reigning Olympic long jump champion, Heike Dreschler, said of the former East German regime: 'When you went to the doctor and he said, \"Take these, they are vitamins and they are good for you\", you believed him. I did not question anything.' </p> <p>Others felt the effects more severely than Dreschler. The 1986 women's shot put European champion, Heidi Krieger, undertook an operation to become a man after the anabolic steroids prescribed to her over several years in the 1980s (under the East German government's clandestine State Plan 14.25) caused her to develop facial hair, an Adam's apple and severe psychological problems. Krieger, who changed name to Andreas, was just one of the estimated 6,000 to 10,000 former East German athletes who were doped in the 1970s and 1980s. </p> <p>Eastern European countries were not the only ones where doping was prevalent. In 1988, the Canadian Ben Johnson tested positive for an anabolic steroid following his 9.79sec winning run in the 100m at the Seoul Olympics and the American Florence Griffith Joyner, 100m and 200m champion at the same Games, died of a heart attack 10 years later from complications that were thought to be related to performance-enhancing substances. She was 38. </p> <p>Although THG can now be detected, human growth hormone has been used since the late 1980s and it is not, as yet, tested for. Will this change in Athens? 'We're being a little cutesy on that,' says Pound. 'You can certainly test for it, but there's always been the concern that a test does not produce false positives.' </p> <p>Beyond HGH, genetic engineering could be the next short cut employed by athletes who, desperate to improve performance, will always embrace the next scientific advances. So, health permitting, why not allow athletes to be artificially propelled and at least apply some level of control? </p> <p>'Well, first of all, performance enhancers do affect health and what of the future? Who would want their children to take part in a sport that could result in a heart attack at 45 because, for example, of enlarged organs from human growth hormones,' says Ross. </p> <p>'I find genetic engineering terrifying. It sounds like Nazi Germany. It is one possible avenue and the problem with all of this is the scientists, who have a financial incentive to develop drugs for athletes, will always be one step ahead.' </p> <p>Maybe that is the reality. A former British sprinter recently offered The Observer this view: 'Do spectators and TV viewers want to see normal people running? Do they really want to see the Olympic 100metres gold won in 10.2 seconds? No. They want to see monsters fuelled by steroids making super-human performances and winning races in 9.75. That's the reality.' It is not a view shared by all. </p> <p>Many in athletics feel the majority of world records were set by 'super-human' athletes, which could mean the best marks may never be beaten. Plenty of world records from the 1980s still stand. 'In my event, the 100 metres hurdles, people have got close to the world record [12.21, set in 1988 by Bulgaria's Yordonka Donkova] but never beaten it,' says Ross, 'and I doubt if anyone ever will.' </p> <p>As the peak of an athlete's four-year cycle, the Olympics are often the scene of great performances. When the Games begin later this week, this may not be the case, at least in comparison to earlier times and distances. </p> <p>'I don't think if there are lesser performances in Athens it will matter, as the Olympics are a different context,' says Ross. 'The main thing is to participate. And the Olympics are bigger than world records. It's the whole international thing of people coming together, the opening and closing ceremony - that's a very special thing. The time may have come when existing world records can't be beaten.' </p> <p>Peter Radford, 100m bronze medallist at the 1960 Olympics and a former head of UK Athletics, believes that doping problems are directly related to the sport's emphasis on world records. </p> <p>'If we realise what happened in Eastern Europe before the wall came down and, also, what happened and has been happening in the United States, then many of the world records we hold or held in such regard don't have the meaning we think they should. </p> <p>'World records are problematic because the sport took itself into a dead end when it started idolising them. For an athletics grand prix to attract crowds it has to advertise that a record may go. Can you imagine any other sport attempting to draw an audience by saying one of the greatest performances ever will be seen today? Athletics should be about the competition, the race. Look at horse racing, where it is all about horses and jockeys going head to head, not about times. </p> <p>'In Athens the winner of the 100, for example, may win in 10.05 but it is the race that matters and the rest of the sport should take its lead from the Olympics.' </p> <p>Radford points to Sir Roger Bannister's sub-four-minute-mile run in 1954 as a pivotal point. 'That was one of the biggest disasters for athletics. No one talks about it now, but afterwards everyone held their breath to see if the IAAF would ratify it because it wasn't a bona fide race. Only one person who started had any intention of winning. If it hadn't been ratified, we would not have had two generations of meaningless charging after records. </p> <p>'Sure it is a part of human interest to know who is the fastest, just as we want to know how quick Andrew Flintoff's delivery was or the velocity of David Beckham's penalty, but that isn't the point. It may seem an odd example, but if you had weight classes, like in boxing, then you wouldn't have these ridiculous, bulked up athletes.' </p> <p>Over the following three weeks, the world might be watching slower, lower weaker performances. And athletics will be all the better for that. </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "Israel yesterday reopened the crossing between Egypt and the Gaza Strip, allowing 4,000 Palestinians to return home, three weeks after they were stranded on the wrong side of the border. <p>The Israeli army closed the Rafah entry point, which is the only route Gazans can take to leave or re-enter the strip, with an army spokeswomen claiming that the terminal was closed because militants were planning to tunnel under it and blow it up. </p> <p>However, during three weeks of exploration, no tunnel was found. </p> <p>Many of the Palestinians stranded in Egypt were returning from medical treatment and were forced to camp in tents or sleep on the floors of the terminal. </p> <p>The announcement of the reopening coincided with a meeting between the Middle East envoy for the US national security agency, Eliot Abrams, and the Israeli prime minister, Ariel Sharon. </p> <p>Mr Abrams is believed to have added his voice to international criticism of Israel's closure of the border, which Palestinians see as another act of collective punishment unrelated to security issues. </p> <p>Israel said it had offered to open another crossing into Israel for a limited number of Palestinians, but accused the Palestinian Authority of vetoing its humanitarian gesture. </p> <p>Sources in the PA said they did not want to set a precedent for Israel to close the Rafah crossing and use an alternative, for fear it would become a permanent situation. </p> <p>The source pointed out that Israel did not require any PA assistance in controlling border crossings. </p> <p>Around 1,500 Palestinians returned to Gaza yesterday, most having being stuck for three weeks in the Egyptian border compound in high temperatures and poor sanitation. Other Palestinians were able to afford local hotel accommodation, or remained in Cairo. </p> <p>According to the Egyptian Red Crescent, some women gave birth at the terminal and others miscarried. As Gaza only offers rudimentary health care, Palestinians have to go neighbouring countries for complex treatment. </p> <p>\"I was coming home from four months of chemotherapy in Cairo when Rafah suddenly closed. I've been through hell here,\" Karina Muhammadali, 50, said. \"My hands swelled where they injected me and I had stomach upsets and was afraid to go to the bathroom because it was dirty and crowded.\" </p> <p>The opening of Rafah was one of three concessions to Palestinians that came from the Abrams-Sharon meeting. </p> <p>Israel withdrew troops from most of north Gaza, where they had been involved in a mission to prevent militants firing rockets into Israel. Despite the army's presence in Beit Hanoun and close to the Jabalya refugee camp, rockets continued to land in Israel, but caused little damage. </p> <p>Israel also said it would allow some PA policemen to carry guns for the first time in two years.</p>",
  "<p>You know you've arrived somewhere pretty swanky long before you actually see Château Mont Royal. First, there are the smart navy-blue road signs directing you through the village (La Chapelle-en-Serval), then you have to announce your arrival on the intercom to open the sliding electronic gate; once you're in, the long driveway winds its way up through the forest, past the tennis court and the helipad, before finally reaching the pale stone chateau. </p> <p>Once inside, the sweeping staircase looks custom-made for Scarlett O'Hara-style entrances, and through double glass doors you catch a glimpse of a chandelier and a wall painted with cherubs - the breakfast room. So far, so grand. </p> <p>Our room, in the new wing, was a good size but not quite in keeping with the rest of the property; bland and vaguely corporate, the decor was out of the \"could be anywhere in the world\" school of design. (Tip - ask for a room in the original part of the building, they cost the same but have more character and in some cases little balconies overlooking the forest). </p> <p>But aside from the room, Mont Royal fitted the bill. We'd come to France for a treat - a few days of eating good food and drinking fine wine, in pleasant surroundings; and within half an hour of arriving we were sitting on the large terrace in the early evening sunshine, sipping kir royals. Looking out across the treetops, the drive from Calais seemed a distant memory and we were already feeling spoiled. </p> <p>That night, we ate a \"light\" gourmet meal in the chateau's Stradivarius restaurant - all wood panelling, parquet flooring, heavy drapes and whispered conversations. Later, as we waddled towards the bar, we agreed we couldn't possibly manage breakfast, but 10 hours later were back downstairs scoffing chocolate mousse and croissants. Fortunately, Mont Royal has a tennis court (as well as pool, small gym and bikes), so after a pre-breakfast match, we didn't feel quite as guilty piling our plates at the buffet. </p> <p>Built as a hunting base in 1911 by a French composer, Château Mont Royal sits on a hill surrounded by the Chantilly forest, 25km north of Paris. It became a hotel in 1992 and with Charles de Gaulle airport a 15-minute drive down the A1, is often used as a convenient overnight stop by holidaymakers catching a flight home next day. But if you spend just one night, you're missing out. North-east France is probably best known for the first world war battlefields and memorials, but closer to Paris there are medieval towns, ancient abbeys and gothic cathedrals surrounded by countryside captured by Vincent Van Gogh. </p> <p>The nearest town to Mont Royal is Senlis, where after a quick scoot round the Notre Dame cathedral, we spent the afternoon ambling along cobbled streets marvelling at how one small town can sustain so many hairdressers and perfumeries. When the heat and the cobbles started to take their toll, we ducked into Le Comptoir Senlisien, a gorgeous bar/salon du thé, stacked to the ceiling with fancy chocolate, jams and olive oils, and drank honey-coloured malt beer. For dinner, we plumped for the simplest option, the local rotisserie, which provided the cheapest meal of our stay - a vast entrecote with frîtes for €17. </p> <p> Nearby Chantilly's attractions are on a much grander scale. The road from Château Mont Royal passes directly in front of Chantilly chateau - in fact two chateaux - the Petit, dating back to the early 1500s, and the Grand, a fairytale castle built by the Duke d'Aumale between 1822 and 1897. The Duke's art collection includes works by Raphael, Botticelli and Poussin, and hundreds of paintings, sculptures and tapestries of hunting scenes. Chantilly forest was once the hunting ground of France's elite - now it is crisscrossed with bridleways and cycle paths and open to everyone, and Chantilly is more famous for horseracing. Its racecourse has to be one of the most beautiful anywhere in the world, with the chateau as a back drop, and the 18th-century Grand Ecuries (stables) along one side. </p> <p>There was no racing while we were there (the two most famous events, the Diane Hermès and the Jockey Club, are held in June) so we did the next best thing and visited the Living Horse Museum. Unless you're an avid fan of all things equestrian, the displays will have limited appeal, but it's worth the €8 entrance just to admire the 186m-long stables with their original wooden horse boxes and 28m-high central dome. </p> <p>Just two miles outside Chantilly is another chateau-hotel, Montvillargenne. Commissioned by Baroness Jeanne of the Rothschilde family just before the first world war, it was occupied by the German army in the second world war and bombed by allied forces. Behind the grand exterior are 120 rooms, a pool, gym, bar and numerous meeting rooms (it's popular with incentive groups, so try to stay at the weekend). As with Mont Royal, you have to choose your room carefully - the ones of the fourth floor are a little pokey and you can only see out of the window if you stand on tiptoes. However, ours - room number 226 - had pale cream and eggshell-blue walls, and was big enough to hold a private party. Lolling about in the dressing gowns provided (€80 should you want to take one home), we felt suitably decadent. But with another gourmet meal awaiting us - this time at the hotel's Le Vilargène restaurant - we didn't loll for long. On the second night Le Vilargène was fully booked so, on the advice of the hotel, we went instead to La Renardière, a typical country restaurant five minutes away, and had the €32 four-course menu. By the time the cheese plate arrived my stomach was starting to hurt, and after the pear crumble and ice-cream, coffee and homemade petit fours, I felt like a fatted goose. </p> <p>Tempting as it was to swan around Montvillargenne like Lord and Lady So and So, we did venture out, first to Abbaye Royaumont, a vast abbey dating back to the 13th century and set in lovely grounds, then on to Auvers-sur-Oise, a small village whose claim to fame is La Maison de Van Gogh. </p> <p>This turned out to be not his house but the inn (Auberge Ravoux) where he spent his last days and where he died two days after shooting himself in a nearby field. He was 37. The half-hour tour of the inn takes in the tiny, bare room he rented for Ffr3.50 a day and a slideshow about his life. He was only there from May 20 to July 29 1890, but in that time produced over 70 paintings - including some of his most famous: The Church At Auvers (the church itself is a short walk from the inn); Portrait Of Dr Gachet; and The Wheatfields With Crows. He is buried at the cemetery above the church, next to his brother Theo, who died six months later. In a letter to Theo written on the day he arrived at Auvers the impoverished Van Gogh wrote: \"Auvers is quite beautiful, among other things a lot of old thatched roofs, which are getting rare. So I should hope that by settling down to do some canvases of this there would be a chance of recovering the expenses of my stay - for really it is profoundly beautiful, it is the real country, characteristic and picturesque.\" </p> <p>Driving back to Château Montvillargenne past golden fields of wheat, his words rang true - this part of France is still beautiful in a gentle, unassuming way - the difference now is that you can stay somewhere rather more grand than the Auberge Ravoux.</p> <p><strong>Way to go</strong></p> <p><strong> Getting there:</strong> Sea France (08705 711711, <a href=\"http://www.seafrance.com\">seafrance.com</a>) offers two nights' B&amp;B at Château Mont Royal and two at Château Montvillargenne for £619 for two, including return Dover-Calais sea crossing. </p> <p><strong> Other chateaux hotels in Picardy:</strong> Château d'Ermenonville, Oise (+3 4454 0026, <a href=\"http://www.chateau-ermenonville.com\">chateau-ermenonville.com</a>), an 18th-century castle where Jean-Jacques Rousseau once lived. Rooms €75-€155, suites €165-€270. Château de Reilly, Oise (+3 4449 0305, <a href=\"http://www.chateaudereilly.fr\">chateaudereilly.fr</a>), a family home turned hotel with just four rooms and one suite - no television and no phones but great views. Rooms €60-€74, suites €95-€110. La Tour du Roy, Aisne (+3 2398 0011, <a href=\"http://www.latourduroy.com\">latourduroy.com</a>); for the all-out chateau experience book one of the semi-ciruclar turret rooms. Rooms €92-€122, suites €183-€229. The following are smaller, family-run B&amp;Bs housed in chateaux: La Quincy (+ 3 2354 6776); €55 for two. Château de Omiecourt, Omiecourt (+3 2283 0175, <a href=\"http://www.chateau-omiecourt.com\">chateau-omiecourt.com</a>), an elegant 19th-century building; €58 for two. Le Château de Fosseuse, Fosseuse (+3 4408 4766, <a href=\"http://www.chateau-de-fosseuse.com\">chateau-de-fosseuse.com</a>) dates back to the 16th century and is set in a landscaped park; €72-€75 for two. Château de Saint Vincent (+3 4454 2152), a 200-year-old family home with lovely gardens and just two guest rooms; €100 for two. All of the above feature in Alastair Sawday's French Hotels, Châteaux And Inns or French Bed And Breakfast (<a href=\"http://www.specialplacestostay.com\">specialplacestostay.com</a>). </p> <p><strong> Further information:</strong> Maison de la France: 09068 244123 (60p a minute), <a href=\"http://www.franceguide.com\">franceguide.com</a>.<br> </p> <p>Country code: 00 33.<br> Ferry crossing: one hour (on Sea France's newest ship, Rodin), otherwise 1hrs.<br> Time difference: +1hr.<br> £1 = 1.47 euros.</p>",
  "<p>· We spent six months in 2003 wending our way up the Andes from Santiago. We planned to theme our travel around rail travel and festivals, but found that there are precious few railways in South America, so we took buses instead. These were an education in themselves and ranged from those with stewards, three-course meals and DVDs in Argentina, to chicken buses full of dust with people sleeping in the aisles in Bolivia. We travelled on many overnight, because all the distances are huge compared to the UK and even the best scenery gets boring after six hours, and also because we saved a night's accommodation each time.</p> <p>The breathtaking bus route from Santiago to Mendoza in Argentina is one worth doing in the day. It follows a defunct narrow gauge line crossing the mountains beneath Aconcagua (highest Andean peak). There was no rail until far north-west Argentina, and the day trip on the Tren a las Nubes (Train of the clouds) from the friendly city of Salta.</p> <p>The vistas become ever more spectacular until the track reaches snowfields, climbing to over 5,000m. The ticket only takes you to the highest point on the Chilean/Argentine border, so half the day is spent going back the way you came. (You can alight at the end and negotiate with the Chilean freight train drivers to travel down the other side, but the trip involves freezing overnight in a coal wagon.)</p> <p>We bused from Salta up onto the high altiplano of Bolivia. Here you can take a train from Tupiza (where Butch Cassidy was shot down) to Ururo through harsh red desert landscapes and past gigantic salt flats full of rare James flamingos. This is a good alternative to touring the Salar de Uyuni for four days in a jeep - the only other way to see the wilds.</p> <p>The next train to be found is in Puno, on Lake Titicaca. We travelled to Puno on more buses, taking in Bolivia's capital La Paz. A train runs from Puno to the Quecha Indian city of Cuzco - unmissable not least because it's the best place to visit Machu Picchu from. If you do the typical four-day Inca trail, the journey back to Cuzco will be by vintage rail, or you could just take this lovely shiny blue locomotive down the Sacred Valley there and back again.</p> <p>Another train on the same line runs from nearby Juliaca down to Arequipa, the white mestizo city in the far south of Peru with a beautiful climate, overshadowed by three snowcapped volcanos.</p> <p>There are no trains then for the length of the Peruvian Andes, and flying to destinations will save a huge amount of time, since every road into the peaks is only B-road size and winds around an endless succession of hairpin bends. If you love the mountains, don't miss trekking in Huaraz.</p> <p>There are only three train journeys available in Ecuador: the spectacular Devil's Nose from Riobamba to Sibambe and back, a weekend excursion from Quito to the El Boliche station near Parque Nacional Cotopaxi and a 45km ride out of Ibarra. The first is the most famous, and follows a small part of the Andes up towards Quito. You can sit on the roof of this train, but hang on tight and wear enough clothes to combat the early morning chill.</p> <p>All the train journeys mentioned above only run every so often - Tren a las Nubes just runs twice a month and the Bolivian routes a couple of times a week. Check guide books and <a href=\"http://www.lonelyplanet.com/thorntree/southamerica\">lonelyplanet.com/thorntree/southamerica</a> for up-to-date information in their chat rooms.<br>Kate Shanahan</p> <p> · There isn't a train that will take you from Santiago to Quito. However this journey can be done by land using public buses and some trains, but this does take a while.</p> <p>While in Chile you could hire a 4x4 and travel north to the border of Peru passing stretches of coast on one side and high Andes on the other. Once at the border of Peru and Chile you could take a bus to the colonial town of Arequipa, before heading into the Colca Canyon to view one of the deepest canyons in the world and spot the giant Condor's swooping above you. Before heading to Puno, on the shores of Lake Titicaca. The train from here will take you through the Andes to Cuzco, land of the Incas. A train journey can be taken from here up to Machu Picchu.</p> <p>Once back in Lima you could have the option of taking the world's highest train journey to Huancayo. The 12 hour journey will take you across mountains, through 66 tunnels, over 59 bridges and 22 zig zags. Back in Lima the bus journey is long to the border of Ecuador, although there are many options for amazing stops along the way.</p> <p>Once in Ecuador travel by bus to the colonial town of Cuenca, from here you can travel to Alausi to Riobamba on the famous Nariz del Diablo. Then travelling by road through the avenue of volcanoes back to Quito.</p> <p>If you would like more information please email me.</p> <p><a href=\"mailto:Christine@tripsworldwide.co.uk\"> Christine@tripsworldwide.co.uk</a></p>",
  "<p>We've taken several ambitious holidays with our very young children (Ava now aged 18 months and Theo, three and a half), visiting four different places (in Spain) and travelling long distances (US and Australia) - just as we did before they were born. It was fun but we came back more exhausted than when we left. </p> <p>Recently, we came to the uncomfortable conclusion that, if we are going to remain sane and get any relaxation, the formula has to be: one destination, with pool, close to the sea; other children to keep them company and - oh, great luxury - someone else to take over for a while. </p> <p>We found that formula on the Ionian island of Lefkas, where we were able to recharge our batteries for the first time in nearly four years. The small resort of Mousses lies on the north-east side of the island, not far from the causeway and floating bridge that connects Lefkas to mainland Greece. Agios Ioannis is owned and run by a Greek family and consists of 12 small houses, tastefully furnished and set amid a former fruit orchard and olive grove. Little pathways lead to a big shared pool with a separate children's paddling pool, and a bar/restaurant that serves simple, but good, home-cooked food which you can eat at tables near the pool or have delivered to the terrace in front of your house. So far, so lovely. But what makes the place special for tired parents is that they have a really excellent on-site creche. </p> <p>It probably helps if your children are used to being in a nursery or, at least, have experience of a playgroup; but even if they haven't, the British-trained nannies are skilled at easing children into their new environment. </p> <p>The creche opened this year so all the toys and furniture are in pristine condition. The space is large and airy, a cool oasis from the afternoon heat, but there is also a big garden and sandpit for outdoor games. The children were given their own bags, sunhats and T-shirts and at the end of the week we received a scrapbook with their drawings and collages. </p> <p>My two were delighted to have new toys to play with and activities set up for them and even happier to have a group of new friends. After creche, the kids would carry on with their socialising in the pool, where there were lots of inflatables for them to play with. And then take turns inviting each other back to their \"homes\" for ice-creams. </p> <p>Parents usually book the creche either for a morning or afternoon session, which gives you the best of both worlds. We would spend the mornings with our children exploring the beaches, have a leisurely lunch, and then be back at Mousses for the children to join the creche 1.30pm-5.30pm. </p> <p>One of the best beaches for young children to paddle and gain confidence in the sea is known locally as Gyra, a 10-minute drive from Mousses. The road skirts around a lagoon full of wading birds until it arrives at a long beach of sand and shingle, punctuated every hundred yards or so by 10 or more crumbling windmills or milos. It's an arresting sight, particularly as this is a favourite spot for kite-surfing and the Day-Glo sails circle overhead on the afternoon winds. Continuing past the windmills, you eventually arrive at a taverna right on the beach where you can sit with a glass of wine and wait for your fish to be grilled while the kiddies paddle in calm water and build sandcastles. </p> <p>Setting out one early evening to have a meal with the children in Lefkada, the island's capital - again only a 10-minute drive away - we strolled along the pedestrianised main street leading to the town square, and positioned ourselves in a taverna. Theo and Ava could run around with the local children while the meal was being prepared and we watched the town coming to life. On another night, we booked one of the nannies at Mousses to babysit and explored Lefkada's narrow streets. </p> <p>It's hard to leave the tranquillity of Mousses but if you decide to venture further you can pick up a ferry to one of the neighbouring islands or take the all-day Marine Adventure tour on a traditional wooden caique with onboard aquariums full of sea life. </p> <p>But my children were at their happiest at Mousses; the youngest would don her sun hat and grab her baby flight case before making her way down to the pool for an early morning dip. At 6am. Some things don't change, not even on holiday. </p> <p><strong>Way to go</strong></p> <p><strong>Getting there: </strong> Departing August 29, Simply Travel (020-8541 2202, <a href=\"http://www.simplytravel.co.uk\">simplytravel.co.uk</a>) has two weeks' self-catering for the price of one in Mousses - £655pp for four sharing including flights, and car hire. September prices from £555pp per week, children under 2£50. Creche: 6 months-2 years £120 per week, 2-10 years £100. </p> <p><strong> Further information:</strong> Greek National Tourist Organsation: 020-7495 9300, <a href=\"http://www.gnto.gr\">gnto.gr</a>). Country code: 0030. Time difference: +2hrs. Flight time: London-Preveza 3hrs. £1= 1.47 euros.</p> <p><strong>Amanda Woodard</strong></p> <p>A sandpit in the garden or a long, white Mediterranean beach? My contrary 2-year-old daughter, Delilah, would go for the former every time. No matter how exotic the location, if it's not home, she doesn't want to know. </p> <p>Consequently, holidays are a bit of a dilemma: should we endure a \"child-friendly\" resort for her sake when she's only going to wail \"I wanna go home\" every five minutes anyway? Or opt for adult-friendly on the grounds that we, her parents, may as well be happy? </p> <p>The two options used to be mutually exclusive, but fortunately there is a new breed of hotel that attempts to please both parties. Sani Resort in northern Greece has two of the best: Asterias Suites and Porto Sani Village. If you don't have kids you'll appreciate the design, location (on 7km of white, sandy beach), delicious food and five-star treats like bathrobes, slippers and Korres (luxury Greek line) products in the bathroom. If you do, you'll be thrilled you've got all this plus a free-form kiddies' pool, babysitting on tap, and the kind of benevolent staff who don't raise an eyebrow at toddlers playing ping pong with the breakfast buffet. </p> <p>The Sani Resort is set in 1,000 acres of private ecological reserve in Halkidiki, with four hotels well spread out along a Blue Flag beach. Sani Beach Hotel and Sani Beach Club were built in the 70s, and are definitely old-school \"family hotels\". Porto Sani Village, followed in 2000, a five-star, all-suite resort, designed to appeal to both parents and non-parents alike. The most recent addition, and the very cool flagship, Asterias Suites, had its soft opening last year. </p> <p>Asterias is the modern parent's dream. In fact, it is every boutique beach-hotel lover's dream; the sort of place you'd thought would be off-limits the moment you gave birth. The 50 stylish rooms are light, airy, (air conditioning when you want it; sliding glass doors to let in the sea breezes when you don't); with cool marble floors, large bathrooms, Frette sheets, waffle robes; DVD and CD players, large sea-view terraces upstairs, or fenced private gardens downstairs, leading either to the marina or (best of all) straight on to the sandy beach. The water is clear, calm and shallow, so parents can do lifeguard duty from the comfort of their sunloungers, and if you don't want to consign your little darlings to the slightly distant Kids' Club (free for ages 4-12), the brilliant Babe Watch nanny service is right on the beach. </p> <p>Porto Sani is less designer, more casual (so you worry less about public tantrums). The suites have cooking facil ities and a fridge, and even an extendable washing line on the terrace so you can wash and discreetly dry ice-cream-smeared clothes yourself, and not spend precious holiday funds on laundry. It's not as cool as Asterias, and not directly on the beach (best option is Boussoulas, a five-minute buggy ride away) but well designed, friendly and cheaper. </p> <p> Porto Sani and Asterias flank a swanky marina, where you can ogle the yachts from the wrap-around promenade; shop for shoes, jewellery and chiffon kaftans; and sip sundowners at half a dozen waterside bars. Hungry? Snack on still-warm pastries at the Patisserie; classic Greek holiday fare like moussaka and kleftiko at one of the tavernas; or innovative Hellenic/Oriental fusion in Ntomata, which wouldn't look out of place in Sydney or St Tropez - and you can still take the kids. </p> <p>And Delilah? She ate fresh watermelon for breakfast by the pool, grilled calamari for lunch by the marina, built sandcastles, chased minnows in the shallows, acquired a coterie of international chums on the beach, siesta-ed in our little garden and stayed up way past her bedtime. Every night. But when we got home, she was still more excited by the sight of the railway bridge at the end of our road than all the flash yachts in the marina. </p> <p><strong>Way to go</strong></p> <p><strong> Getting there:</strong> Mediterranean Experience (020-7313 6644, <a href=\"http://www.themed.net\">themed.net</a>) offers seven nights' B&amp;B at Porto Sani from £1,321 per adult (based on two sharing), £402 per child aged 2-11, including Olympic Airways flights from London and private transfers. Sani Asterias Suites start at £1,999 per adult, £595 per child. </p> <p><strong> Getting around:</strong> Car hire starts from £149 per week with Holiday Autos (<a href=\"http://www.holidayautos.co.uk\">holidayautos.co.uk</a>). </p> <p><strong> Further information:</strong> Flight time London- Thessaloniki: 3hrs 35mins.</p> <p><strong> Susan Ward Davies</strong></p> <p><strong>Other places where help is at hand</strong></p> <p><strong> The Domaine de Beaumont, Languedoc, France</strong><br> </p> <p> A small group of villas with on site creche set in a shady grove with play area and clubhouse. The Pepi Penguin children's club is staffed by a team of English-speaking qualified nannies and caters for children from six months to 10 years with activities geared to suit each age group. Child/nanny ratios are strict, and places are available on a first-come, first-served basis. The club must be booked before departure and runs Sunday-Friday 9.30am-4.30pm. Six half days cost £90. Infant supplement (six months to two years) is £25 per week. </p> <p>A week's self-catering between August 27 and September 9 costs £590pp, September 10-23 £320pp, for two adults sharing a three-room villa. Additional passengers - up to five adults or children - travel and stay free of charge thereafter. Prices include return Dover-Calais sea crossing. </p> <p>Crystal Holidays, 0870 8880233, <a href=\"http://www.crystalholidays.co.uk\">crystalholidays.co.uk</a>. </p> <p><strong> Sheraton Algarve Hotel at Pine Cliffs resort, Portugal</strong><br> </p> <p> Although it's a big resort, there is a really wonderful children's village with two pirate ships, a bouncy castle, a bicycle track and a miniature marina for remote-controlled boats that should keep any toddler absorbed for days. Daily activities organised by qualified nannies may include treasure hunts, face-painting, swimming, tots tennis and cycling. The creche (six months to three years) costs €43 for a half day and Porto Pirata (ages four to seven years) and Junior Club (eight to 12) €15 for a half day. Prices in August from £1,165 per adult, £167 per child, for a one-bedroom town house apartment for seven nights including flights, September prices from £774 per adult and £167 per child. </p> <p>The Mediterranean Experience, 020-7313 6644, <a href=\"http://www.themed.net\">themed.net</a>.</p>",
  "<p><strong>Saturday August 7</strong></p> <p> <strong>A River Runs Through It</strong> <br> (Robert Redford, 1992) <br>2.55pm, Five</p> <p>Charming story of brothers growing up in 1920s Montana: Craig Sheffer's well-behaved academic, Brad Pitt a gloomy reporter with a drink problem. Tom Skerritt is their fisher-father, taking them on tranquil river sojourns as troubles pile up. Skilfully, quietly directed by Redford.</p> <p> <strong>Devdas</strong> <br> (Sanjay Leela Bhansali, 2002) <br>3.40pm, C4</p> <p>C4's Bollywood season starts with a week-long tribute to Indian star Shah Rukh Khan, beginning with this lavish doomed love affair, featuring Aishwarya Rai and Madhuri Dixit. Part two is on tomorrow at 3.30pm, with Kabhi Khushi Kabhie Gham (tonight) and Chalte Chalte (tomorrow), and documentary The Inner World Of Shah Rukh Khan (Tuesday). RV </p> <p> <strong>Batman</strong> <br> (Leslie H Martinson, 1966) <br>5.15pm, Five</p> <p>Biff! Bang! Pow! Catwoman, The Riddler, The Joker and The Penguin team up to take on the dynamic duo in this feature-length version of the camp crusader. A psychedelic mélange of on-screen cartoon exclamations, gloriously ridiculous effects and great dialogue that's a long way from Bob Kane's original dark knight, Adam West and Burt Ward are still for many the definitive Bat-dudes. Where else can you see the Batusi, a rubber shark and men in tights? RV </p> <p> <strong>Pulp Fiction</strong> <br> (Quentin Tarantino, 1994) <br>9.10pm, BBC2</p> <p>More black-suited crooks and killers from Tarantino: this follow-up to his stunning debut, Reservoir Dogs, is just as savagely amoral, but funnier. It takes three staples of the thriller genre - the gangster and the boss's wife; the pug's one last chance; the lovers' doomed heist - and interweaves them with giddy pace and complexity. With Uma Thurman, Harvey Keitel, Tim Roth, John Travolta, Samuel L Jackson and a soundtrack to die for.</p> <p> <strong>The Shawshank Redemption</strong> <br> (Frank Darabont, 1994) <br>9.10pm, C4</p> <p>Adapted from a non-horror Stephen King story, Darabont's first film contains all the clichés of jailbait drama but breaks free to create a richly emotive tale of male comradeship. Tim Robbins is accountant Andy Defresne, convicted of wife-murder in the 1940s, despite protesting his innocence; Morgan Freeman is Red, the fixer, who gradually befriends him at the bestial Shawshank State Prison. Beautifully acted, and crafted in fine detail by Darabont, all the way to the unlikely denouement.</p> <p> <strong>Unbreakable</strong> <br> (M Night Shyamalan, 2000) <br>10.15pm, ITV1</p> <p>Another high-class supernatural tale from the director of Signs and The Sixth Sense. Bruce Willis plays David Dunne, who miraculously survives a devastating train crash: according to weird, brittle-boned mystic Elijah (Samuel L Jackson) he is a bona fide, evil-fighting, comic-book superhero, heavily disguised as Joe Average. A slightly rambling tale with a silly ending, but along the way it's pretty gripping. Director M Night Shyamalan introduces the film at 10.10pm.</p> <p> <strong>Red Heat</strong> <br> (Walter Hill, 1988) <br>11pm, BBC1</p> <p>Hill does his bit for glasnost with a typically crunching action tale that brings Arnold Schwarzenegger's Moscow cop to Chicago, on the trail of beastly drug dealer Viktor (Ed O'Ross). Arnie normally does these things alone, but here is joined by local cop James Belushi in an entertaining but not exactly intellectual crime-busting tag-team.</p> <p> <strong>The Boston Strangler</strong> <br> (Richard Fleischer, 1968) <br>11.35pm, BBC2</p> <p>Harrowing, low-key dramatisation of the serial killer's reign of terror in Boston in the early 1960s. In its low-key, detailed approach it looks like an American cousin to the director's other evocative study of a real-life murderer, Christie, in 10 Rillington Place. To play the Strangler, Tony Curtis transformed his pretty boy looks and was never better; Henry Fonda leads the police hunt; Sally Kellerman is among the victims.</p> <p> <strong>Sunday August 8</strong> </p> <p> <strong>Star Trek V: The Final Frontier</strong> <br> (William Shatner, 1989) <br>1.35pm, BBC1</p> <p>Shatner boldly goes where he's never gone before, and displays a talent for direction several warp factors short of even his modest acting skills. The aged and paunchy crew of the Enterprise are trying to sort out a little galactic calamity sparked by a character called Sybok, the Vulcan mystic, but find themselves knocking on heaven's door for a meeting with God himself. Everyone acts as though they've set their phasers on stunned. </p> <p> <strong>Smokey And The Bandit</strong> <br> (Hal Needham, 1977) <br>5pm, ITV1</p> <p>If you ever wondered why Citizen's Band radio, bushy moustaches and the Dukes Of Hazzard became so popular in the early 1980s, this is the reason why. Directed by former stuntman Needham, it's a car-action comedy caper which rarely leaves the road, and Burt \"Bandit\" Reynolds' black Trans-Am in particular. On an illicit beer run with his mate Cledus, he picks up runaway bride Sally Field, and it's big trucks, flying police cars and furious banjo music all the way home. SR </p> <p> <strong>She's All That</strong> <br> (Robert Iscove, 1999) <br>10pm, C4</p> <p>Diverting romantic comedy that just about overcomes its formulaic plot with some bright, zesty performances. Freddie Prinze Jr stars as high school hero Zack, who bets friends he can turn even the most unlikely girl into a prom queen. Enter Rachael Leigh Cook's scary Laney Boggs to test his skills to the limit - sort of, as she's obviously a Hollywood beauty underneath.</p> <p> <strong>The Sweet Hereafter</strong> <br> (Atom Egoyan, 1997) <br>11.35pm, BBC2</p> <p>Adapted from Russell Banks's novel, this is a sensitive and affecting portrait of communal grief. Ian Holm stars as a lawyer trying to drum up compensation business in a small, remote Canadian town where all but one of the children has been killed in a schoolbus accident. A quiet, beautifully acted drama.</p> <p> <strong>Monday August 9</strong> </p> <p> <strong>That Riviera Touch</strong> <br> (Cliff Owen, 1966) <br>1pm, BBC2</p> <p>Doesn't quite do justice to the telly-brilliance of Morecambe and Wise, but it's as close as they got in three big-screen attempts. When Eric and Ernie are sacked they decide to blow Eric's savings on a tour of southern France, where they are quickly embroiled with the local gangsters.</p> <p> <strong>Tuesday August 10</strong> </p> <p> <strong>Lucky Jim</strong> <br> (John Boulting, 1957) <br>1.10pm, BBC2</p> <p>Boulting brothers comedy based on Kingsley Amis's immensely popular satirical novel. Little satire here, though: the casting of Ian Carmichael as the eponymous hero points to the broadly farcical intent. The angry young university lecturer Jim Dixon is invited to the house of pompous professor Hugh Griffith for the weekend, where he is acutely accident-prone.</p> <p> <strong>Vanishing Point</strong> <br> (Richard C Sarafian, 1971) <br>11.05pm, ITV1</p> <p>Cult road movie with Barry Newman the grim-faced, amphetamine-fuelled Kowalski, an ex-racing driver, ex-cop, who drives 1,500 miles from San Francisco to Denver, then bets he can drive the return journey in 15 hours. Blind DJ Cleavon Little, hooked into police radio channels, helps him evade the cops who couldn't catch his supercharged Dodge Challenger anyway. A film driven with existential finesse.</p> <p> <strong>We're No Angels</strong> <br> (Neil Jordan, 1989) <br>11.35pm, BBC1</p> <p>Jordan finds a light touch in this American jaunt. There's an arresting teaming of Robert De Niro and Sean Penn as runaway cons posing as monks to make their escape into Canada, and David Mamet wrote the witty screenplay.</p> <p> <strong>Wednesday August 11</strong> </p> <p> <strong>The Edge</strong> <br> (Lee Tamahori, 1997) <br>11pm, ITV1</p> <p>Billionaire Anthony Hopkins accompanies his supermodel wife (Elle Macpherson) on a shoot in Alaska, where a plane crash pitches him, photographer Alec Baldwin and assistant Harold Perrineau into a fight for survival in the wilderness. Luckily, Hopkins has just been reading a book called Lost In The Wild, which is full of handy tips.</p> <p> <strong>JFK</strong> <br> (Oliver Stone, 1991) <br>11.05pm, BBC1</p> <p>Stone's long and gruelling investigation into the assassination of John F Kennedy in 1963 ripped up the Warren Commission findings and made a hero of New Orleans prosecutor Jim Garrison. This fearless confronting of the great conspiracy needs a less hysterical, more measured, treatment; but even so, Stone's sheer cinematic verve makes a meaty movie.</p> <p><strong>Kandahar</strong> <br> (Mohsen Makhmalbaf, 2001) <br>11.50pm, BBC2</p> <p>You couldn't quite call this the real deal on Taliban-era Afghanistan, but it was just about the only place to turn when, post-9/11, everyone from George W Bush down was trying to understand what was going on there. Being a poetic Iranian director, Makhmalbaf opts for a simple desert travelogue which is based on the true story of a woman trying to find her sister in Afghanistan. This really is \"journey not destination\" territory. SR </p> <p> <strong>Thursday August 12</strong> <br></p> <p><strong>Fort Apache, The Bronx</strong> <br> (Daniel Petrie, 1980) <br>10.05pm, Five</p> <p>An awkward, flawed attempt to portray the working life of a Bronx police station: it's meant to be the real thing but mainly looks like a rerun of Carpenter's Assault On Precinct 13. It's a pity because there are strong, low-key performances from Paul Newman and Danny Aiello, Newman playing a hard-nosed cop who puts his career on the line to expose colleague Aiello as a murderer.</p> <p> <strong>Divided We Fall</strong> <br> (Jan Hrebejk, 2000) <br>11.20pm, BBC2</p> <p>Superior and well-judged black comedy that does a lot with its modest premise. It's wartime Czechoslovakia, and a childless couple secretly harbour a Jewish refugee. To deflect suspicion, they must go to increasingly absurd lengths, like placating the local Nazi, who has designs on the wife. SR </p> <p> <strong>Friday August 13</strong> </p> <p> <strong>Days Of Thunder</strong> <br> (Tony Scott, 1990) <br>11.05pm, BBC1</p> <p>Tony Scott and Tom Cruise tried to recreate their Top Gun success here, replacing fast jets with fast cars, and Nicole Kidman with Kelly McGillis in the formula. For a movie with such speedy vehicles, it's pretty slow. RV </p> <p> <strong>Vampire Circus</strong> <br> (Robert Young, 1971) <br> 12.50pm, BBC1</p> <p>The circus arrives in a remote 19th century Serbian village, its nightly magic an antidote to the onslaught of the plague, which has also appeared out of nowhere. For a time debut-director Young, aided by an exceptional performance from Adrienne Corri, crafts a fairy-tale world like something out of Angela Carter's The Company Of Wolves but the illusion isn't sustained and finally gives way to a welter of traditional Hammer horrors.</p> <p> <strong>The Doom Generation</strong> <br> (Gregg Araki, 1995) <br>1.45am, C4</p> <p>One of the wilder road movies, this, with middle-class teenage lovers Rose McGowan and James Duval picking up Johnathon Schaech's hitchhiker from hell and launching into a nightmarish American odyssey. The gruesome murder of a store assistant sets the tone nicely. Full of hard sex and violence, it's rather further down the highway than Natural Born Killers.</p>",
  "<p>Most people think three things about port: a) that it gives you a monumentally bad hangover; b) that it's a drink for oldies and the upper classes; and c) that the only time to drink it is at the end of an exceptionally long and extravagant meal. In my opinion, c) is the direct cause of a). And as for b), well, it's not as if the port-makers haven't tried to address this, having in recent years come up with fancy clear bottles and velvety specimens such as Sandeman's Vau Vintage, designed both for early drinking and to appeal to younger people. </p> <p>There is one other misconception that hasn't yet been truly dispelled, and that is this: port doesn't have to be red. White port is made in pretty much the same way as red, only using white grapes instead. And tawny can be made in one of two ways - either by mixing red and white ports together (not good) or by maturing the port in small casks until the ruby redness fades to the colour of molten toffee (very good). Both of these make fantastic end of summer drinks. </p> <p>White port is generally relatively sweet, which is why I'm not a huge fan of it as a stand-alone tipple (although it can be good if cooled almost to oblivion and drunk with sweet, summery fruits such as nectarines). Mixing with tonic gives it a bit more of a kick - simply pour the whole lot over ice, add a twist of lemon peel and it is transformed into a refreshing Indian summer aperitif or picnic alternative to Pimm's (which, anyway, as I have written here before, no one should be drinking as late in the season as August). It is also a brilliant way to kick off one of those evenings when the light slants down in low, golden shafts. The Portuguese serve it with salted almonds. Fat, green olives or cashew nuts also marry perfectly, and are extremely moreish. I won't recommend a brand because, in all honesty, if you're mixing with tonic, it's hard to go wrong - the quinine tends to eclipse much of the flavour of the port. </p> <p>A glass of aged tawny port (that 'aged' is the key word to look for, unless you want to end up with a monstrosity that looks the right colour but tastes entirely wrong) will book-end the evening. With its nutty flavour and mellow taste, it is gorgeous served chilled, so keep it in the fridge and take it out a few minutes before you're ready to drink. It goes well with chocolate and dried fruit desserts, but is also very fine on its own. Warre's Otima 10-year tawny (Oddbins, £9.99) is one of those ports to have benefited from a modern makeover, and comes in a beautiful bottle that dispels all thoughts of pipes and cigars.</p>",
  "<p>Anyone passing through Regent's Park in central London this weekend may find themselves caught up in a free festival of music and fruit. It sounds like an odd combination but Fruitstock, as it is billed, marks the fifth birthday of Innocent, the drinks company set up by three college friends who wanted to bring a bit of nature to the table. </p> <p>The two-day festival - which is also designed to raise money for charity - harks back to the origins of the business in the summer of 1998 when Adam Balon, Richard Reed and Jon Wright took £500 worth of fruit to a music festival in west London and asked punters whether they thought they should give up their day jobs to make smoothies out of it. </p> <p>Making fruit drinks wasn't their first idea. They had been kicking around business plans ever since they met at St John's College, Cambridge, seven years earlier and it was certainly not as lethal as one abandoned scheme. </p> <p>Sitting in Innocent's headquarters on an industrial estate behind a Majestic Wine warehouse in an unfashionable part of west London, the three thirtysomethings recall their plans for the world's first self-regulating bath. \"In our second year we were living in this block that had four floors to it,\" says Richard, a former ad-man who now acts as Innocent's head of marketing. \"We lived on the top floor and had mates opposite us and on the ground floor. We were all sat downstairs and water started coming through the ceiling. One of the guys from the flat opposite just tore up the stairs. He'd left the bath running and the water had cascaded through three people's rooms until it hit the ground floor.\" </p> <p>Although a product designed to avert such mishaps is now available in Japan, according to sales director and McKinsey alumnus Adam, dealing with the potentially explosive combination of electricity and water persuaded them to make their fortunes elsewhere. </p> <p>\"We were going to rid the world of door keys for a while,\" Richard adds, \" ... and replace them with something else that was just as easy to lose, only thinner,\" chips in Adam. </p> <p>In the end it was their lifestyles that drove them to fruit, according to Jon, an engineering graduate who switched from a career at consultants Bain &amp; Co to learn all there is to know about fruit and how to squeeze it as Innocent's operations director. \"We had all got into the habit of going into work in the morning and buying a fruit juice and there were some smoothies out there but they were nothing like the ones you would make at home if you could face washing the blender afterwards.\" </p> <p>Crunch time came during a holiday in February 1998 when they decided it was time to put up or shut up. They came back to Britain and started months of intense smoothie research, smuggling potential suppliers into their offices for meetings, talking to shopkeepers and generally plaguing friends, relatives and partners with potential recipes. </p> <p>In June of that year they admitted to their respective bosses what they had been up to and were granted two months off. At the end of that time they tested their drinks on visitors to the Jazz on the Green festival. </p> <p>\"We originally wrote this massive long questionnaire,\" says Richard. \"But then we thought, if you're sat at this festival and it's sunny, the last thing you want to do is fill out a survey. So we decided to keep it simple and ask literally 'should we stop working and make these things?' We had a bin that said yes and a bin that said no and at the end of the weekend the yes bin was full of empty bottles. We all went in to work the next day and quit.\" </p> <p>Looking back they now admit that they were amazingly naive about starting a business, thinking it would just take off once they had the recipes and packaging figured out. In fact, the three budding businessmen had nine months living on credit cards and overdrafts before they sold their first smoothie. </p> <p>Having had no success persuading any banks to back them, in desperation they emailed all their friends and acquaintances looking for a potential investor. Miraculously they were put in touch with American business angel Maurice Pinto who dug them out of their financial hole.<br>  <strong>Quirky advertising</strong><br></p> <p>The original plan was to launch further rounds of funding but since the company sold its first smoothie on April 28 1999 it has become self-financing. </p> <p>Innocent now employs 46 people and Fruit Towers - as they call their base - has slowly expanded along the line of industrial units. Innocent recorded turnover of £10.6m last year and is growing at an annual rate of 50% to 60%. And, according to their best estimates, Innocent this year became Britain's leading brand of smoothie selling about 40% of the 50m downed annually by British drinkers. </p> <p>The company has done well to carve this niche in the face of fierce competition. If imitation is the sincerest form of flattery then Innocent's founders should feel well chuffed. The refrigerated shelves of the nation's supermarkets are filled with own-label versions of some of the company's best sellers such as its yogurt, vanilla bean and honey \"thickie\". </p> <p>But own-label versions tend more towards the bad old ways of producing fruit drinks. The appeal of Innocent's drinks lie in their pure, unadulterated ingredients, plus a dash of quirky advertising. As one campaign put it, their drinks are not made from fruit, they are fruit. </p> <p>Innocent's refusal to compromise on this point presented them with some problems when they first started talking to potential suppliers, Adam adds. Most fruit drinks are made from concentrated juice with water - and perhaps sweeteners, colours and preservatives - added. \"We didn't even know about that when we started,\" he says. \"It was when we started talking to people and they said 'OK, we'll use orange concentrate' and we said 'what's concentrate?' and they explained it and we said 'no, we want orange juice'.\" </p> <p>\"Naivety,\" adds Richard, who is always ready with a soundbite, \"can be a great asset in business because you challenge the status quo.\" Although Innocent's drinks are fiendishly healthy, the company has always been very careful not to preach. </p> <p>\"Everyone knows what they're supposed to do,\" says Richard. \"But we just don't, especially when you live in a city and it's pints of lager and a kebab at the end of the night. We just thought, 'wouldn't it be great to make it easy for people to get hold of this natural fresh goodness?' then at least you've got one healthy habit in a world of bad ones.\" </p> <p>At this weekend's event the team will be trying out one of their new ideas - extending their range of products into desserts. \"We always try and develop something that we actually want and for us there is this problem of Sunday evenings when you sit down with a DVD and a big tub of ice cream and it's nice to munch through it but my God is it bad for you,\" Richard adds. </p> <p>In essence, explains Jon, Innocent plans to simply freeze some of its smoothies, possibly with a bit of egg thrown in to make it all stick together. To help testers make up their minds about which combinations work, the yes and no bins will be dusted off and put out again. </p> <p>The company has also dabbled with the idea of cosmetics but Richard warns: \"We never know how much to talk about the future because you can go from sounding ambitious and visionary to sounding like a loon, but we do believe that Innocent has got a very very strong set of principles that are non-negotiable.\" </p> <p>Those principles extend to the packaging the company uses - its labels are printed on paper made from mango leaves while its bottles are 25% recycled plastic and Jon is looking at ways to raise that level. The company has also set up a charity, The Innocent Foundation, to fund projects in areas where it sources ingredients. One of its first is a scheme to provide bee keeping equipment in a part of Africa blighted by Aids.</p> <p><strong>Still friends</strong><br></p> <p>It has even invested in an electric car - covered in Innocent's trademark artificial turf - which, although Adam admits does not go very well, is a step in the right direction. Having created a successful business from this base, there must be the temptation to sell up and go and live on a desert island? With consumers becoming increasingly concerned about what they put in their stomachs, premium brands such as Innocent carry their own - financial - premium. A few years ago, for example, Ben &amp; Jerry's ice cream succumbed to this trend and sold up to Anglo-Dutch conglomerate Unilever. </p> <p>\"You've just got to put that in the category of 'never say never',\" says Richard. \"But the three of us go away once every three months to talk about what we want out of the business and we are all in the same place. So as long as we are excited and challenged and proud of the business we are going to want to be a part of it.\" </p> <p>They also seem to have managed to stay friends. They still take communal holidays - although Richard is getting married in a few weeks which might alter the group dynamic somewhat - and the fact that each member of the team brings a different and complementary set of skills to Innocent seems to have helped them avoid any big bust-ups over strategy. </p> <p>\"We have got annoyed with each other,\" admits Adam. \"But the areas we have had fallings-out over are things where we each think we have reasons to be right. So it's been about really important stuff like the colour of the floor, the colour of the entrance, or what to paint the pillar.\" \"We really did nearly jump on each other about that,\" adds Jon. \"Was it going to be blue or green?\" </p> <p>So is Fruitstock going to see the three of them lounging on the grass reflecting on what they have achieved over the past five years without killing each other? </p> <p>\"No,\" says Richard. \"We'll be running around mad worrying whether there's enough toilet roll.\" Loo paper at an outdoor festival - that's innocence for you. </p> <p><strong>The CVs</strong><br></p> <p><strong>Adam Balon, chief squeezer (sales director) </strong><br></p> <p><strong>Born</strong> February 16 1972<br> <strong>Education</strong> Latymer Upper School, Hammersmith; St John's College Cambridge - MA economics<br> <strong>Career</strong> McKinsey, business analyst in London and Johannesburg; Virgin Cola, marketing manager<br> <strong>Hobbies</strong> Snowboarding, international cuisine, watching The West Wing<br> </p> <p><strong>Richard Reed, boss hog (marketing director)</strong><br> </p> <p><strong>Born</strong> February 13 1973<br> <strong>Education</strong> Batley Grammar School, West Yorkshire; St John's College Cambridge - BA geography<br> <strong>Career</strong> BMP 1994-98, advertising account handler<br> <strong>Hobbies</strong> Camping, surfing, broccoli, tennis, cheese, mountain biking, yoga, hiking<br> </p> <p><strong>Jon Wright, top banana (operations director)</strong><br> </p> <p><strong>Born</strong> July 20 1972<br> <strong>Education</strong> Winchester College, Hants; St John's College Cambridge - masters in manufacturing engineering<br> <strong>Career</strong> Bain &amp; Company 1995-98, London and San Francisco<br> <strong>Hobbies</strong> Skiing, sailing, flying, travel, photography and technology</p>",
  "<p>Martin O'Neill sipped his tea and buttered a piece of cold toast. It was Thursday morning in a small office downstairs at Celtic Park and his day was under way in normal fashion. But a question was begged by a scene of such an eminent manager at breakfast in such a celebrated stadium: where's the jam? </p> <p>The Scottish Premierleague season begins this weekend, champions Celtic starting at home to Motherwell tomorrow. But amid the customary anticipation greeting each new season is ever more vocal anxiety about the state of Scottish football. Once again it is being asked how long Celtic and O'Neill can tolerate what he described as \"the wrong environment\". For both parties, the institution that is Celtic and the ambitious 52-year-old football manager that is O'Neill, the answer is being deferred for another year but, at some point soon, change must come. </p> <p>Money, and the distribution of it, is at the root of Celtic's and O'Neill's dilemma. Unless there is structural movement at league level, Celtic's - and Rangers' - financial harness will feel tighter and tighter as time passes. As O'Neill said, on the morning when the Deloitte and Touche annual review revealed English Premiership yearly turnover has reached £1.33bn: \"Celtic and Rangers are big clubs but TV money is dictating a great deal. We get £1.2m - teams that stay in the English Premiership get £25m-plus. That's a massive dent in us proceeding. Sometimes you look across rather enviously at that. But money seems to follow money, so despite the great size of Celtic, despite the great support, we are in the wrong environment.\" </p> <p>The immediate follow-on would be - is O'Neill? But he is tired of responding to hypothetical inquiries about his future. \"I'll see what develops. This is a big, big season for us, after Henrik Larsson. Let's see how we can do. There is always movement afoot; the game has changed enormously over the past 10, 12 years, and who's to say what will happen? But for Celtic and Rangers to compete at a high level in Europe from this environment is difficult. That's why last season and the season before were excellent.\" </p> <p>O'Neill's managerial excellence is not in doubt, even among Rangers fans. His ability to stay at Celtic has been debated this summer, though, because of his wife Geraldine's illness. Thankfully this week brought \"decent news\" on that, O'Neill adding in trying to distract attention: \"I don't have a monopoly on bad news.\" Family affairs are private and if the strain has been great he appeared well and fresh. \"I always consider myself a bit young. I tell the players I'm a really old man, but if you hang around young players it kind of rubs off on you.\" </p> <p>But, professionally, he has concerns. His is a career characterised by overachievement, at Wycombe Wanderers, Leicester City and Celtic - where the aim is to make it four championships in five seasons, the other being lost on goal difference. But what is more uncertain now is whether his talent can be fulfilled much longer at a club restless in its traditional habitat. It is no slight on Celtic, just recognition that Scotland is not what it was. A move to England still feels a distance away and so Scottish weakness will continue to affect Celtic in Europe, which does seem to be O'Neill's preoccupation. </p> <p>\"At this minute in Scotland only Celtic and Rangers are capable of withstanding a season,\" he said. \"On any given day you can lose, but at the end of the season either Celtic or Rangers will win the league. That wasn't the case before. With respect, the Scottish league, the SPL, is in poor shape, poor shape in the sense that 30 years ago Hearts, Hibs, Aberdeen, Dundee United were pretty strong. </p> <p>\"Does that leave you equipped to play European football? The answer is that if you are playing strong, competitive football every single week, then European football is not as demanding in terms of a leap. You become battle-hardened. I mean, there are only so many sides that can win the English league but the matches are tough every week. In Scotland the opposition do raise their game, and the games are difficult. Don't respect that and you'll get done.\" </p> <p>It felt like a large \"but\" was coming, but no. O'Neill, four years into his time at Celtic, is sensitive to Scotland's domestic situation and was \"not apportioning blame\". And yet having taken Celtic past Blackburn Rovers and Liverpool to meet Porto in the 2003 Uefa Cup final, broadening Celtic's fan base and credibility south of the border, he thought he had foundations to take Celtic beyond Scotland again. But he spent not a penny last summer and then saw Celtic fail to reach the last 16 of the Champions League in December because of an 86th-minute penalty in Lyon. </p> <p>\"The environment in which we are involved does not give us the wherewithal. I understand Celtic looking prudently but our debt is very manageable indeed. The problem is that you can manage debt but expectation remains very high. Trying to manage that with the resources you have is the difficult thing and - occasionally - the frustrating thing. </p> <p>\"The frustration is not always present, but there is no doubt that at this minute, when you see what we have done domestically and in Europe, when you think of Seville and what a driving force that is to push on, the frustration is that, actually to push on, you definitely need strength. Our squad by comparison to other squads looking for the same in Europe is just not there. The periphery here is just not good or strong enough.\" </p> <p>Do not Porto, who overcame Celtic in injury-time in Seville, offer hope to clubs on Europe's periphery? \"What people are trying to say is that the Portuguese League is like the Scottish League. Well, it's not. Celtic and Rangers are two big clubs that would hold their own anywhere, but there are four or five pretty strong teams in the Portuguese League; in Scotland there are two. Portugal can import Brazilians; Deco is Brazilian. Porto are a decent side but along the way they got a bit of luck that perhaps eluded us - Paul Scholes scored a goal at Old Trafford that was disallowed. But you need a bit of luck. Good luck to them.\" </p> <p>O'Neill attributed Porto's success and Greece's at Euro 2004 to a \"collection of circumstances\" rather than an emerging pattern, and again he returned to the power of money in football and the importance of context. </p> <p>\"It is too easy for people to say that Alex Ferguson has everything at his disposal, that everyone wants to play for Manchester United and that it's easier. He's built it. I have the utmost regard for that. And if you can take a minute to reflect, we have got to a Uefa Cup final, been involved in Champions League, got to the Uefa Cup quarter-final last season - it has been a massive rise when you consider Celtic had not been involved in European football after Christmas for 20-odd years. But I don't think people have time for reflection. Life seems to be in a bit of a rush for everybody.\"</p>",
  "A triumphalist 83-point list of concessions extracted from Tony Blair as the price for continued support for Labour is being circulated internally by the trade unions. <p>The guide, seen by the Guardian, itemises commitments and is being billed as a new social contract between Labour and the unions.</p> <p>Some union leaders claim the future willingness of the government to deliver on the agreed agenda will test the relationship between the two wings of the Labour movement during a third term.</p> <p>The list is more exhaustive and wide-ranging than had been thought when the unions negotiated the deal at the national policy forum at the end of last month. </p> <p>At the heart of the list are commitments on public services which include: </p> <p><b>·</b> Extending workforce protection in local government across the public services </p> <p><b>·</b> Consulting key stakeholders to monitor private finance initiatives </p> <p><b>·</b> Network Rail to oversee all rail engineering works, and the introduction of a national rail card </p> <p><b>·</b> An agreement to tackle unequal pay in local government </p> <p><b>·</b> A commitment not to extend selection by ability in schools. </p> <p>The length of the list is likely to be taken by the Conservatives as a sign that Mr Blair is still at the mercy of the unions as the party's membership plummets, cutting off a major alternative source of funds to the party. </p> <p>Ministers agree that the list is long, but point out to business leaders that major \"red lines\" have not been crossed, and say that many of the commitments are a promise only to review issues. </p> <p>Others in the Labour leadership, including Ian McCartney, the party's chairman, see the list as a sign that the party remains radical and can work constructively with the unions. </p> <p>Some argue that the list also raises questions about the relevance of the TUC, traditionally the organisation that negotiates with a Labour government </p> <p>The list has been drawn up by Tulo, the Trade Union and Labour Party Liaison Organisation, a group of unions affiliated to Labour and marshalled by the four biggest. </p> <p>The checklist also includes elements on what the unions describe as fairness at work. </p> <p>It talks of \"a commitment to work in partnership with strong modern trade unions and to help such unions grow\", as well as \"family friendly rights\". </p> <p>It says that pensions should be protected where they are affected by a company transfer or merger, and that same-sex partners should be awarded equal rights. </p> <p>On Iraq, the guide says the issue of military intervention will be sent to Labour's autumn party conference. </p> <p>Military intervention should only be made as \"a last resort where all non-violent methods have failed, operating within international law and the framework of the UN\".</p> <p><b>New social contract</b></p> <p><b> Public services</b> </p> <p>Confirmation PFI does not require transfer of staff; bulk of NHS services will remain directly provided; review of NHS cleaning contracts on test of cleanliness; commitment to address term-time workers' issues; promote healthy eating in schools </p> <p><b> Pensions</b> </p> <p>Steps to make pension credit payment more automatic and steps to remove old-style means testing; pensions to become a bargaining issue for union recognition purposes; commitment on pensions for same-sex partners; assistance for those who have already lost out in occupational pensions; training for pensions trustees and move to 50% member trustees; legislation if necessary following the Turner commission to move beyond the current voluntary occupational pensions system </p> <p><b> Manufacturing</b> </p> <p>Increase research and development investment to 2.5% of national income; improve export credit facilities; £178m funding for technology strategy by 2007-08, encourage public procurement contracts to be given to UK firms; support an EU review of procurement policy; ensure regional development agencies produce manufacturing strategies and work with employers and trade unions; Bank of England to take note of regional and employment data, and to engage with trade unions</p> <p><b> Additional commitments</b> </p> <p>Royal Mail to stay in public hands; telecom regulation to focus on service choice and reliability as well as network competition; review the national insurance lower earnings limit to help low-paid workers get benefits; action to tackle unethical labour agencies in the health sector; consider certification of air cabin crew; extend training for white collar police staff </p> <p><b> Party conference issues</b> </p> <p>Asylum seekers to retain right of appeal to high court; review arrangements for compensation for time off for community activities; no donation caps on political parties</p>"
]