[
  "<p>The independent directors of DFS appear to want to play Russian roulette with shareholders. At least two big investors, Morley Fund Management and M&amp;G, have broken cover and said they don't want founder and chairman Lord Kirkham's £496m bid, which the non-execs are supporting. City jungle drums suggest Morley and M&amp;G are not alone in deciding that Lord K is trying to buy the company on the cheap. </p> <p>So the independents are threatening to quit. The trio of non-execs comprises former Halifax boss Mike Blackburn, ex-Rover executive Kevin Morley and one-time Iceland chairman Malcolm Walker, who is still under investigation for al leged insider dealing. Their back-us-or-sack-us warning is a sign they know the deal is in deep trouble. </p> <p>Because the independents are backing their chairman's bid, it is only natural they would have to consider their position if the shareholders blow them a king-size raspberry. A rejection would be the same as a vote of no confidence. </p> <p>The key point, as the independents see it, is the continued involvement of Lord Kirkham in the business he has built up over 35 years. So far Lord K has felt unable to give any assurances that he will stay with the company. </p> <p>It will not have escaped anyone's attention, either, that he is free to leave on his 60th birthday this year. </p> <p>So will he and his independent directors walk away? And does it matter? </p> <p>As far as the non-execs are concerned the answer is clearly in the negative. They can be replaced. </p> <p>The case of Lord Kirkham is very different. If he trots off to his country pile in a huff, the company would be faced with a very difficult succession issue. True, it is one that will have to be faced some time, but a managed succession is always better than force majeure. </p> <p>This deal was bad from the outset, as the chairman tried to buy the company on the cheap. He may now be offering a better deal but shareholders' trust in their director's judgment has evaporated. They have seen too many retail assets whipped off into the private sector to generate fat profits for a chosen few. </p> <p>Threats or no threats, investors should not be cowed now. They would certainly not be alone if the shares took a bath in a post-Kirkham era. </p> <p>Lord Kirkham himself has 10%. </p> <p><strong>Blarney needed</strong><br> </p> <p>They must have been chortling in the galleys of Ryanair's fleet of Boeings. The upstart low-cost carrier scored a totemistic victory over its nationalised rival yesterday as Aer Lingus called time on its business-class services throughout Europe. </p> <p>In its latest cunning plan, Aer Lingus intends to turn itself into a \"low fares\" airline by shedding a third of its workforce, outsourcing its catering, eliminating membership of the Oneworld alliance and scaling down its cargo operations. </p> <p>It was not so long ago that one of Aer Lingus's distinctive green and white aircraft, complete with a shamrock on the tail, could bring tears to the eyes of an Irish expatriate. But there is little sentimentality left in the cash-strapped aviation industry. </p> <p>Michael O'Leary's Ryanair is the preferred mode of carriage for the canny Irish diaspora. The budget airline carried 21m passengers last year on 71 aircraft. Aer Lingus conveyed 6.5m customers on a 33-strong fleet. </p> <p>Aer Lingus's boss, Willie Walsh, is more measured in his blarney than O'Leary. But they both like to play the \"common man\" card. When he was appointed in 2001, Walsh's spin doctors made much of his battered Honda and his two-room flat in the Dublin suburb of Darndale. </p> <p>Walsh's strategy is sensible. Without the trappings of hot food, free newspapers and extra legroom, Aer Lingus can at least get its fares in the same ballpark as Ryanair. It can then play on the benefits of flying to airports closer to city centres. </p> <p>Whether the strategy is right for Ireland as a whole is another matter. Should an island nation with strong American links scale down its air freight operations? What will the impact be on exports? </p> <p>Aer Lingus needs to be on its persuasive best to stave off industrial action. Reform is crucial if the carrier is to avoid joining the likes of Swiss and Alitalia in the sick ward of Europe's airlines. </p> <p><strong>Supermarket queue</strong><br> </p> <p>The latest TNS Superpanel data on the fortunes of our supermarkets shows Tesco still going like a train. The grocer has 28.1% of the market - and counting. </p> <p>Its rivals look worryingly jaded. There is Sainsbury's, whose market share has slumped from 16.1% to 15.4%. Its top line sales are actually ahead of last year. But it slips further behind because the market is growing faster. </p> <p>Morrisons is gaining from the Safeway stores it switches to its own fascia - but that improvement is more than offset by the carnage in the old Safeway. Asda continues to progress, albeit more slowly than Tesco. </p> <p>If the TNS data proves anything it is that Tesco got away with murder when it was allowed to buy the T&amp;S chain of convenience stores. If it proves something else, it is that any more acquisition plans should be sent straight to the Competition Commission.</p>",
  "The answerphone message in the Paris apartment is brief and, for those who know the man who left it, final. \"Cesare is not available,\" it says. \"But he will be checking his messages.\" What the French and Italian authorities would now like to know is: from where? For Cesare Battisti - terrorist-turned-author, villain-turned-victim, a longstanding political, judicial and diplomatic headache finally facing near-certain extradition - has disappeared. <p>His friends say, frankly, that he has left the country, shedding a police tail, and that it was the best thing he could have done. \"I can understand a guy who runs when he was living freely in France, and knows he faces the rest of life in jail in Italy,\" says the novelist Dan Franck. \"If ever there was a case of legitimate flight ... \" </p> <p>For Oreste Scalzone, one of the first of more than 300 reformed far-left guerrillas from Italy who have, like Battisti, sought refuge in France since 1985, \"his decision to unhitch his destiny from this extraordinary, senseless witch-hunt is nothing more than good human sense\". </p> <p>The popular French crime writer Fred Vargas, who published a passionate defence of her fellow author last month, The Truth about Cesare Battisti, says his apparent flight abroad is \"a legitimate act of self-defence. I was witness to the dramatic decline in his psychological state ... He proclaimed his innocence, and was portrayed as a monster.\" </p> <p>But not everyone is in agreement; Battisti's case (and his cause) have split France. To his backers - intellectuals, writers, politicians and showbiz stars of the broad left - he is a remade man who, like others of his kind, was promised sanctuary in France. That pledge has now been reneged on by a rightwing government that has brought shame on the Republic. </p> <p>To his opponents, however, Battisti is a criminal, a one-time member of a terror cell called Armed Proletarians for Communism, one of many violent ultra-left groups (including the infamous Red Brigades) whose bombings, kidnappings and killings rocked Italy in the 1970s and 80s and claimed 400 lives. Found guilty in Italy of three murders and of complicity in a fourth, Battisti must be punished they argue. </p> <p>The pledge of safety given to the men and women engaged in the Years of Lead, so called because of the sheer weight of bullets used in the terrorist attacks, was made by France's first Socialist president, the late Francois Mitterrand, in a 1985 speech to the League of Human Rights. At a time when Italian courts were dispensing unsafe decision after unsafe decision, often based solely on the evidence of informants who had been promised immunity from prosecution, he said the former terrorists would not be extradited from France on condition that they broke with \" la machine infernale \", that they renounced their past, and did not go into hiding, and kept out of politics. </p> <p>Some 100 former Italian extremists who took up Mitterrand's pledge, upheld by two French presidents and nine prime ministers of both the right and left, are thought still to be living in France. Most, like Battisti, who has a wife and two children aged 18 and nine, are now fathers and mothers. All are worried. And rightly or wrongly, all feel betrayed. </p> <p>\"Faced with a wall of cynicism erected by an irresponsible state, by a wall of silence built on the lies of certain former militants who even today are prepared to pawn the truth for their own safe conduct, France took the political responsibility to offer us a way out: lay down our arms, come out of hiding, present ourselves before the authorities of the Republic,\" wrote two of them, Enrico Porsia and Alfredo Ragusi, in Le Monde this week. </p> <p>\"That is what we did. For its part, the Republic guaranteed that no one wanted in Italy for 'politically inspired acts of violence' would be extradited ... Why does this pledge suddenly have no value? Twenty years later, we are criminalised and pursued by our new community. A country that had promised us asylum, given us residence permits and even, in some cases, French nationality. We cannot, we will not, submit to this 'betrayal of state'.\" </p> <p>The Paris appeals court that judged Battisti's case in late June, more than 10 years after another French court refused an earlier and near-identical Italian extradition request, did not sadly attach quite the same weight to Mitterrand's promise. In a country with an independent justice system, the courts \"cannot be bound by political promises made by a French government 20 years ago\", it said. </p> <p>The defence's argument was that Battisti should not be extradited because, although he was convicted in absentia in Italy in 1993, he would not - as he would be in France - be allowed a retrial; the court ruled, however, that the writer had forfeited his right to be retried because he had voluntarily refused to attend the first one. </p> <p>Several leading lawyers have since been heavily criticial of the appeal court's decision. \"Absolutely no new evidence was presented that was likely to change the opinion of French justice on the reality of the crimes of which Battisti is accused,\" says one authority, Jean-Pierre Mignard. \"The ruling overturned a policy of state that had been adhered to for 23 years, for no objective reason. It makes you think there has to be something beyond the confines of the case itself.\" </p> <p>Battisti was born in 1954 in Latina, south of Rome. Jailed in 1976 for a string of minor offences, he converted to the cause of the armed class struggle and joined the Armed Proletarians for Communism. Arrested in 1979 as part of an inquiry into the murder of a Milan jeweller, he was sentenced in May 1981 to 12 years in prison for possession of arms and membership of an armed gang. In October that year, he escaped. </p> <p>Battisti came first, briefly, to France, then headed to Mexico where he worked by turns as a graphic artist, a pizza cook, a barman and a freelance journalist. He arrived in France for good, preceded by his wife and daughter, on September 5 1990, and has since established himself as a crime and thriller writer. He is the author of a dozen successful and critically acclaimed works including Shadow Clothes, Never Again Without a Rifle, and Last Bullets. Most draw extensively on his past life; Paris-Match recently praised them as \"the best-written condemnation there is of the absolute impasse that is terrorism\". </p> <p>But in March 1993, a Milan court convicted Battisti in his absence of murdering a prison guard in Udine in 1978, a policeman in Milan in April 1979, and a neo-fascist militant in Mestre in February 1979. The same court also found him guilty of complicity in the February 1979 murder of a jeweller whose son was left paralysed by the attack. He was sentenced to life imprisonment. </p> <p>In a rare interview earlier this month, the writer vehemently protested his innocence. His 1993 conviction was based on false testimony from turncoats, he said. \"I have never killed, and I can say this looking straight into the eyes of the parents of the victims and the judges,\" he told Le Journal du Dimanche. </p> <p>Since the June court decision against him, according to Vargas, he was in \"a palpable state of distress. I don't know whether he had any confidence in the justice of this country, in Italy, in anything, and he had become very fragile. He cried a lot. He was scared. He had been psychologically destroyed.\" </p> <p>Battisti's supporters openly accuse the French government not only of abandoning Mitterrand's promise but also of conniving with the rightwing government of Silvio Berlusconi in a cynical grab for the law-and-order vote. \"The government put him in a completely impossible position,\" said Julien Dray, the Socialist party spokesman. \"We are rewriting the script, playing with people's lives and those of their families, when the page had been turned. And it is absolutely unberabale to hear Berlusconi giving lessons to anyone about observing the law.\" For its part, the French justice ministry said bluntly this week that it \"saw no reason\" why convicted terrorists should not be punished, adding that \"certain comments by those who defend Mr Battisti and approve his flight are appalling and irresponsible\". </p> <p>If Battisti's case has brought to the surface deep-seated antagonisms between right and left in France, the same is no less true of Italy, where domestic terrorism is still a live issue: only last year the Italian security forces broke up the reborn Red Brigades, whose guerrillas are accused of murdering two senior government advisers and a policeman over the past five years. </p> <p>Many Italians argue that France did not suffer anything comparable to Italy's Years of Lead, in which right and leftwing terrorists battled with each other and the state. The most famous victim of those years was the former Christian Democrat prime minister Aldo Moro, kidnapped and murdered by the Red Brigades in 1978. </p> <p>The pro-Battisti campaign in France has infuriated a large number of his fellow countrymen, many of who feel justice in such cases does serve a purpose. On Monday, two women who played a leading role on opposite sides in the Years of Lead sat across a table from each other at a meeting in Rimini organised by the Roman Catholic group Comunione e Liberazione. </p> <p>Francesca Mambro, aged 45, a former member of the neo-fascist NAR who received six life sentences, smiled and chatted amiably with Nadia Mantovani, aged 53, and ex-Red Brigades guerrilla who served most of a 20-year sentence before her release in 1993. Their reconciliation, with each other and with much of the rest of Italian society, has been made possible in large part because they paid a penalty for their crimes. </p> <p>It remains a running sore, particularly for the right, that some far-left terrorists never have. Roberto Castelli, the justice minister in Berlusconi's government, reacted with outrage to the news that Battisti had escaped, lambasting a European left which, he claimed, \"defends murderers [and] defends fugitives\". </p> <p>Castelli has made it a priority task to get back those still on the run. Top of its list is Alessio Casimirri, the only alleged member of the group that killed Aldo Moro still at large, currently living in Nicaragua. Also earmarked as priority cases are two other former Red Brigadists, Enrico Villimburgo and Roberta Cappelli, both now living in France. They top a list of 12 wanted former guerrillas whom Paris has - until now - been reluctant to hand over for trial in Italy. </p> <p>At the root of that reluctance have been profound misgivings over the impartiality of Italy's judicial system. Far from being eased, these have if anything been strengthened by the case of Adriano Sofri, a former leader of the hard-left Lotta Continua (Continuous Struggle), who has been held in prison since 1997 for a crime many on the right, as well as the left, believe that he never committed. </p> <p>Sofri is serving a 22-year sentence for ordering the murder of a senior Milan police officer. He was convicted largely on the word of a witness who turned state's evidence and had his sentence reduced. Sofri, a noted commentator who contributes each week from prison to the liberal news magazine L'Espresso, endured an absurdly contorted succession of trials shot through with anomalies and contradictions. </p> <p>Battisti's supporters may well be right in arguing that he will never receive fair treatment in Italy: that meted out to Sofri was so outrageous that even Berlusconi has felt compelled to back moves for his release. Between a country that will no longer respect a promise, and another where justice is maybe not always all it could be, the writer has made his choice: in Scalzone's words, \"He is ... I hope, as far away as possible. And, this time, really beyond their reach.\" </p> <p><b>Where are they now?</b><br> <b>Europe's other fugitive political extremists</b> </p> <p><b> Germany:</b> Three figures are still on the run from the avowedly leftist group whose killings and abductions made the 1970s known as Germany's \"decade of terror\" - Red Army Faction. <b> Ernst Volker Wilhelm</b> <b> Staub</b>, <b> Daniela Klette</b> and <b> Burkhard Garweg</b> are wanted in connection with a linked kidnap, killings and hijack in autumn 1977, which led to the murder of Hanns-Martin Schleyer, a former Nazi who headed the German employers federation. </p> <p><b> Northern Ireland:</b> As well as more than 400 republicans and loyalist militants released early under the 1998 Good Friday peace accord, there are reported to be 30 to 60 IRA fugitives. Living mainly in the Irish republic and America, and likely to be covered by a partial amnesty, they include: <b> Charles Caulfield</b>, named in parliament as the man behind the 1987 Enniskillen bombing where 11 died; <b> Rita O'Hare</b>, charged in a 1971 shooting (later a Sinn Fein staff member in America); <b> Dermot Finucane</b>, organiser of the 1983 Maze prison break. </p> <p><b> Spain:</b> Among prominent fugitives of the Basque Homeland and Liberty group, Eta - which has killed more than 800 people in three decades - is its leader from 1987-89, <b> Jose Antonio Urrutikoetxea Bengotxea</b>, also known as <b> Josu Ternera</b>. Part way through a term as member of the regional Basque parliament, he went into hiding in 2002 to avoid a bombing trial. Whereabouts unknown. Eta members on the run live mainly in France, and in Latin America. Mexico is soon to extradite six. </p> <p><b> Italy:</b> Scores of extremists went to ground after the 1970s heyday of groups such as the Red Brigades. <b> Alessio Casimirri</b>, a Brigadist wanted in connection with the 1978 murder of Aldo Moro, a former Italian prime minister, is at large in Nicaragua. Wanted Brigadists living in France include <b> Roberta Cappelli</b>, sentenced to life at home in Italy in 1992, whom France agreed to extradite, but has not; <b> Enrico Willimburgo</b>, sentenced to life by Italy in 1988; and <b> Giorgio Pietrostefani</b>, convicted in 1997 of killing the police officer from whose office window Pino Pinelli fell in 1969 - immortalised in Dario Fo's Accidental Death of an Anarchist. </p> <p><b>·</b> Additional reporting by John Hooper</p>",
  "<p><strong>·</strong> Goldfrapp have cancelled festival appearances at Creamfields in Liverpool and Pukkelpop in Belgium. Singer Alison Goldfrapp says doctors have told her to rest for four weeks due to \"exhaustion\" after this year's touring schedule, which has included appearances with Duran Duran. </p> <p><strong>·</strong> Richard Farnes has taken up his post as the new musical director of Opera North in the year of the company's 25th anniversary. Farnes is the founder of Equinox, a London-based chamber orchestra intended to promote 20th-century music. He now becomes Opera North's principal conductor, beginning with a production of Puccini's Manon Lescaut next month. </p> <p><strong>·</strong> A number of high-profile stand-ups and promoters are threatening to boycott the Pick of the Best show at Edinburgh's all-new, 700-seat Pleasance Grand venue. The show follows the example of countless late-night comedy bills on the Fringe by offering five stand-ups for the price of one. The difference is its 9.30pm start, which places the show in direct competition with several major performers. Unless crisis talks with Pleasance boss Christopher Richardson put the smile back on the stand-ups' faces, a boycott looms. </p> <p><strong>·</strong> The UK Film Council says two million cinemagoers have benefited from its £1m scheme to promote wider access to high-quality foreign films. The Specialised Prints and Advertising Fund was set up in March 2003 as a way of helping British audiences see more critically acclaimed foreign films, which would normally be unable to finance the promotion and distribution costs of a broad UK release. </p> <p><strong>·</strong> The shortlist has been announced for the international competition to design the Halley VI scientific research station in Antarctica. The complex, to be built on an ice shelf, must be self-sufficient, capable of withstanding winter temperatures of -30C and have a minimal impact on the Antarctic environment. Out of 86 entries, six teams were chosen, represented by lead consultants from Buro Happold, FaberMaunsell, Francis Design, Hopkins Architects, Make Places and the Richard Rogers Partnership.</p>",
  "<p>General<br> </p> <p> <strong> Average Joe Hawaii</strong><br> 9pm, E4 <br> Same concept but with more volcanoes and a new busload of nerds. Anyone who thinks this show has anything to do with the vacant bachelorette (this time, former Miss USA contestant Larissa) trying to find love among the mediocre is mad. While we suffer the tedium of one polite encounter after another, it's the scenes of homosociality that fascinate. This week's rejects get back on the bus, hopefully heading for Extreme Makeover. </p> <p><strong> Six Feet Under</strong><br> 10pm, E4 <br> As Claire explores the LA art school scene, old acquaintances are usurped by new. She is attracted to exhibitionist lesbian Edie (Mena Suvari), who doubles up as a muse for Claire, suffering from post-abortion artist's block. Keith's also moving in new circles, beginning his job as bodyguard to the stars (a storyline that provides plenty of scope for guest appearances, starting here with Ellen DeGeneres).<br> <strong> Clare Birchall</strong> </p> <p><strong> Films </strong> </p> <p> <strong> Behind the Sun</strong><br> (Walter Salles, 2001)<br> 8pm, FilmFour <br> With his latest movie The Motorcycle Diaries coming soon, here's one of the highly talented Brazilian director's earlier hits. Set in the harsh north of the country around 1910, it has elements of the revenge western, with young Tonho obliged by ancient custom to seek vengeance for the murder of his older brother in a family feud. But it's a lyrical, at times magical tale, superbly shot by Central Station photographer Walter Carvalho, with affecting performances. </p> <p><strong> Femme Fatale</strong><br> (Brian De Palma, 2002)<br> 8pm, Sky Movies 1 <br> De Palma's thriller is as cool and glittering as the diamonds at its heart. Rebecca Romijn-Stamos is the beautiful jewel thief who stitched up her partners in a $10m heist; when they see photos of her taken by paparazzo Antonio Banderas, they start tracking her down. The plot is a superbly convoluted exercise in Hitchcockian suspense. </p> <p><strong> City By the Sea</strong><br> (Michael Caton-Jones, 2002) <br> 10pm, Sky Movies 2<br> A thriller that invests veteran detective Robert De Niro with a little pained vulnerability: good idea, but although extracted from a true story, it doesn't always ring true. De Niro, however, brings a weary gravitas to the role of New York homicide cop Vince LaMarca, who finds himself heading home to the rundown resort of Long Beach, Long Island, where his druggie son (James Franco) is accused of murder. A sombre, engrossing tale. </p> <p><strong> Y Tu Mamá También</strong><br> (Alfonso Cuarón, 2001) <br> 11pm, Sky Cinema 2 <br> Julio and Tenoch are 17 and best buddies. And they are amazed when Luisa, the beautiful, unhappy young wife they meet at a wedding party accepts their invitation to head out of Mexico City in search of a legendary beach. With the boys (beautifully played by Gael García Bernal and Diego Luna) now rivals in youthful machismo for Luisa, the journey becomes a funny, tender, sexy rite of passage that slides into dark shadows.<br> Paul Howlett</p>",
  "Thailand yesterday removed some 1,500 Hmong squatters from a refugee camp that has been reserved for their fellow tribespeople who have signed up for resettlement in the US. <p>Hundreds of soldiers descended on the camp at Tham Krabok temple, about 90 miles north of the capital Bangkok, at 2am and took the unregistered Hmong to a nearby government office. </p> <p>There they were interrogated about their presence in the camp that is scheduled to close once the last of the 15,900 registered Hmong leave for America. </p> <p>\"It seems as if they were hoping they still might be able to register,\" said Pierre King, who is coordinating the resettlement for the International Organisation for Migration but had nothing to do with yesterday's eviction. \"They had been warned since Saturday that they would have to leave and so, from what I gather, they left in an orderly way.\" </p> <p>Officials at Thailand's national security council said they intend to return the squatters to the less formal camps in north-eastern Thailand from where they trekked to Tham Krabok and would not let them go to the US. </p> <p>An American embassy spokesman said Washington has no plans to extend the resettlement programme. </p> <p>\"The US does not intend to interfere [in the relocation] or initiate any new registration process for further resettlement,\" he told the Guardian. </p> <p>Tens of thousands of Hmong, from Laos, were recruited by the CIA during the Vietnam war and then left to fend for themselves. The resettlement, which began in earnest on Monday, is partly motivated by a desire repaying a decades-old debt to a former ally. </p> <p>Lionel Rosenblatt,the president emeritus of the Washington-based group Refugees International, said the situation showed the need for the US and Thai governments to work more closely on the resettlement. </p> <p>\"Rounding up people in a non-transparent, arbitrary manner can only complicate matters, and certainly will inflame and confuse the Hmong-American community,\" said Mr Rosenblatt.</p>",
  "A British journalist, Ewa Jasiewicz, was ordered to be deported from Israel yesterday after a court ruled that her \"naivety\" could be exploited by Palestinian militants. <p>Jasiewicz, 26, a freelance journalist who writes for the leftwing monthly Red Pepper, went to court after being refused entry to the country on August 11. She has been detained at Ben Gurion airport since then. </p> <p>As well as working as a journalist, Jasiewicz has also worked as a human rights activist in the West Bank. </p> <p>She is to appeal against the decision. The court granted her a 48-hour reprieve to allow her to take the appeal to the supreme court. </p> <p>The editor of Red Pepper, Hilary Wainwright, said the suggestion of naivety was absurd. \"Anyone who cares about democracy and freedom of the press must urge the British government to intervene,\" she said. </p> <p>Yael Barda, Jasiewicz's lawyer, said: \"Two judges in Israel have decided that Ms Jasiewicz is not a security threat, yet they have denied her entry into Israel because of her ideological beliefs.\" </p> <p>Meanwhile the head of a Palestinian security agency was seriously injured yesterday in an assassination attempt in Gaza City. </p> <p>Two of his bodyguards were killed when their two-car convoy was ambushed by three gunmen. </p> <p>Tareq Abu Rajab, the acting head of the general intelligence service, is an old ally of Yasser Arafat, the Palestinian leader. </p> <p>He played a leading role in suppressing Hamas in 1997 and it has been suggested that this might have been a revenge attack. </p> <p>The shooting was the latest in a series of incidents in Gaza City, but the first this month. In July there was a wave of kidnappings and other protests directed at corrupt figures, which were seen as an indirect protest against Mr Arafat. </p> <p>Sources close to Mr Arafat blamed Mohammad Dahlan, a popular member of the Fatah party in Gaza for the unrest. </p> <p>This week Mr Dahlan visited Mr Arafat in Ramallah and sources said the problem had been \"contained\".</p>",
  "<p>Diageo said yesterday that it was close to acquiring fast-growing Dutch brand Ursus as its number two vodka in Europe behind Smirnoff. </p> <p>Originally an Icelandic drink, Ursus vodka enjoyed strong growth after Dutch firm Hombergh bought the rights to the brand in 1995 and began marketing it three years later. It ships about 400,000 cases to more than 60 countries, with strong sales in Greece, where it has become the market-leading white spirit. </p> <p>A spokeswoman for Diageo confirmed reports on the Drinks Bulletin website that a deal had been signed. \"We have signed an agreement with the owners which is subject to a number of conditions including clearance by the competition authorities.\" </p> <p>Diageo, which reports its full-year figures next week, declined to say how Ursus would be marketed alongside the much larger Smirnoff brand, which last year shipped 23m cases worldwide. </p> <p>Some commentators have described Ursus's half-strength sloe-flavoured product as the next generation of alcopop. Critics claim it should not be classified as a vodka because it does not contain 40% alcohol. </p> <p>Flavoured Ursus may, however, help Diageo get around a rash of duty rises throughout Europe targeted at the sugar content in alcopops such as Smirnoff Ice. The French and German governments have been targeting such products, which they insist are appealing to younger drinkers. Diageo is reported to be appealing against the tax in Germany. </p> <p>Flavoured Ursus, which has 21% alcohol, is thought to have had more success in appealing to males than many alcopops, which tend to be drunk by women and younger drinkers.</p>",
  "<p><strong>I'll be</strong> <a href=\"http://sport.theguardian.com/olympics2004/story/0,14912,1291643,00.html\">here</a>, <strong>actually.</strong></p> <p><strong>1658</strong> Right, that's it from me. I'll leave you in the capable hands of Georgina Turner, so please send your emails to <a href=\"mailto:georgina.turner@theguardian.com\">georgina.turner@theguardian.com</a>. Thanks and bye.</p> <p><strong>1656</strong> Just to round up the men's modern pentathlon. Gold went to Andrei Moiseev of Russia, who led from the swimming (the third event) onwards. Andrejus Zadneprovskis of Lithuania finished second, while Libor Capalini of the Czech Republic claimed bronze. Moiseev was so far in front by the end of the run that he had time to stop and collect a Russian flag from a spectator. Now that's class.</p> <p><strong>1653</strong> \"Does the ease with which the Scots and the Welsh can be turned on each other explain why they remain colonies and not countries in their own right?\" wonders Joe \"Longshanks\" Waters, in no way provocatively.</p> <p> <strong>1652</strong> Germany lead 1-0 at half-time against Sweden.</p> <p>\"I'm not a massive fan of the Scotch (as I believe they like to be called), but you can't say the Proclaimers aren't able to knock out a tune (unlike the Stereophonics, Catatonia and so on),\" writes Nicholas Pettitt. \"Admittedly, some Welsh bands are alright, and I'm not averse to a choir or two, but if Tom Jones was to come round my house, and start singing about the green green grass of home...\"</p> <p> <strong>1650</strong> Britain have dropped to 12th in the medals table following an unnoticed gold by South Korea, who now have as many golds as GB - seven - but more silvers (10 to 8). </p> <p><strong>1645</strong> \"Alan Sprang,\" writes Catherine Sergeant, continuing the highly amusing battle of the Celts. \"Ah so what! At least we know how to knock out a good tune.\" </p> <p><strong>1643</strong> Germany still lead Sweden 1-0 with five minutes of the first half of the women's bronze-medal footie playoff to go.</p> <p>\"In defence of Catherine Sergeant,\" writes David Bain, \"she never said that the Welsh were marvellous at sports, just that she enjoyed knocking the Scots. Being married to a half Welsh person, I have to remind my children that they are a quarter Welsh, and that if they fall below the standards that I expect from them, then at least they could play sport for Wales - in later years I'm hoping that their response would be that at least they won't have to represent Scotland.\"</p> <p><strong>1639</strong> The men's modern pentathlon has been won by the Russian Andrei Moiseev.</p> <p>\"Perhaps Alan Sprang should reconsider the relative strengths of Welsh and Scottish sport this century - i.e. the past four years,\" writes Jack Whibley. \"A resurgent Welsh football and rugby team have been 'matched' by a dearth of talent from North of the border.\"</p> <p><strong>1632</strong> Lithuania are through to the men's basketball semi-finals after a 95-75 win over China.</p> <p>\"If you win a relay, you're a relay gold-medallist,\" explains Niall McDonagh. \"If you win the 100m or 200m (or 400m ?), you are a sprint gold medallist. Tomlinson for a bronze tonight, as long as he hits the board.\"</p> <p><strong>1626</strong> \"May I respectfully suggest to the Druid that before she rushes to denigrate Scottish sporting achievements she ponders a while on her own nation's/county's lack of success on the sporting field over the past century,\" writes Alan Sprang.</p> <p><strong>1622</strong> Germany have taken the lead after 18 minutes of the women's bronze-medal football playoff against Sweden. To be fair, the keeper made a bit of a hash of it. I expect she'll be as sick as a parrot.</p> <p>\"Call me petty\" says Ben Roome of himself, \"but I believe that you are a sprint gold medallist if you win a gold in the sprint relay. Steve Carter was correct after all.\" </p> <p><strong>1616</strong> \"In the interests of putting one over our former colony can I suggest the sports of swimming and cycling be removed from the Olympics?\" writes David Holme. \"Nobody would really miss them and then we would be ahead of Australia in the medal table with five as opposed to three.\"</p> <p><strong>1613</strong> Britain's Hannah McKibbin finished 21st out of 24 in the qualification round for the rhythmic gymnastics. I'm guessing that means we won't be seeing too much more of her.</p> <p>\"Interestingly, or maybe not, Paul Dickinson is also the name of the beeb athletics commentator who was likened, quite correctly in my view, to Alan Partridge by one of your contributors the other day,\" writes Paul Robson. \"Maybe that explains why Paul Dickinson doesn't know that the semi-final losers in boxing get a bronze?\"</p> <p> <strong>1608</strong> \"Steve Carter,\" writes Niall McDonagh. \"Allow me to be even more petty-minded. Charlie Greene was a relay gold medallist, not a sprint gold medallist (bronze in the 100m, I believe).\" You learn something new every email. </p> <p><strong>1606</strong> \"Why does Matt 'Braveheart' Warner assume that you have to be English to be denigrating the Scots sporting efforts?\" asks Catherine Sergeant. \"I'm Welsh and I think they're rubbish as well. Besides, this partisan sniping isn't really in the great Olympic spirit is it.\"</p> <p><strong>1559</strong> USA have won the bronze medal playoff in the women's water polo, beating Australia 6-5.</p> <p>\"No one in the pub or work (the only two places I ever seem to find myself) can work out how Amir Khan's guaranteed a medal when he's in the semi-final,\" writes Paul Dickinson. \"Surely there's another guy in with a shout, or is the medal awarding as dodgy as the judging at the gymnastics?\" The losing semi-finalists in the boxing automatically get a bronze, Paul. They don't bother with a third/fourth-place playoff, presumably to spare the boxers any more damage than is strictly necessary. </p> <p><strong>1543</strong> \"Call me petty minded,\" writes Steve Carter, \"but Simon Whawell's attribution of the description of sunglasses as 're-entry shields' to Ed Moses has been bugging me. So I checked up and it goes back to Charlie Greene, US sprint gold medallist in Mexico (1968). Surely the great Moses didn't need to resort to such affectations.\"</p> <p> <strong>1535</strong> In the Star class, Iain Percy and Steve Mitchell have dropped back to seventh overall after finishing seventh and 17th (or last) in today's two races. They are almost 20 points adrift of the Canadians, who currently occupy the bronze medal position.</p> <p><strong>1531</strong> Britain's Leigh McMillan and Mark Bulkeley have finished 15th and 16th in today's two races in the Tornado (multi-hull) class. That leaves them in 13th overall after 10 races.</p> <p><strong>1529</strong> The final of the women's under-49kg class in the tae kwon-do will be between (minor drum roll) Yanelis Yuliet Labrada Diaz of Cuba and Chen Shih-Hsin of Taiwan, who thus have finalists in the both the women's and the men's competitions. </p> <p>\"Richard Burgess was totally right,\" says Ian Bruff. \"Mizuki Noguchi ran a brilliant race in the women's marathon. She was the only one who wasn't intimidated by the course or the conditions, and that 5k when she destroyed them all up the hill was awesome. On a different point, I've been spending so much time watching the Olympics that today was the first time I've left the house since Saturday. 0km sitting, anyone?\"</p> <p> <strong>1524</strong> Matt Warner is one of several Scots to take exception to my admittedly weak gag about a Scot qualifiying for an Olympic final in the form of the assistant referee in Saturday's football. Let me make oe thing clear: I was not for a moment suggesting that he was the <em>only</em> Scot to have made it to a final. Merely that he is <em>a</em> Scot. I hope this heads other angry rants off at the pass.</p> <p>Anyway, here's the angry bit of Matt's email. \"i'm sure that your little bit of xenophobia (a scot has made it to an olympic final.... as a referee!) was merely a glitch in your otherwise fine minute-by-minute commentary...... have to point out that one of the first golds won by team GB (argggghhhh) was chris hoy in the cycling velodrome. and in olympic record time as well. shall we point out all the english olympic failures now or would that be petty?\" </p> <p><strong>1520</strong> \"I'm so glad the US basketball are still in the competition,\" writes Joe Waters without even a hint of sarcasm. \"Watching them attempt to out do each other with ever more strange arrangements of headbands, sweatbands, oversized shorts and other sports accessories is an entertainment itself. The main contenders are the captain, Iverson who specialises in supports and sports a large tubi-grip on one arm, a small elbow support on the other and a rather natty finger protector on one hand. His main rival, number 11 (not sure of his name as me and my girlfriend call him Pudsey after the Children in Need mascot), wears a more understated headband which he constantly arranges to make sure its jaunty angle is maintained. Shame I missed the actual game with this Email!\" How long did it take you to write, Joe?</p> <p><strong>1516</strong> \"I haven't quite managed 100m this year,\" responds Mostyn Lewis. \"Furthest was approx 57m to get a taxi at three in the morning (in a surprisingly quick time). Fail to see what it has to do with the Olympics though.\" </p> <p><strong>1515</strong> \"Has the women's pentathlon been and gone?\" asks John Leach. \"Must have been dreaming this morning as I have a distinct memory of a quick report in the updates.\" You did read it, John, but it was an error. The women go tomorrow, when we have a very real chance of a medal. There are no Brits in the men's, which is taking place today.</p> <p><strong>1513</strong> \"I think what Tom Hopkins means is that it is impossible to absorb more then one litre of water an hour,\" writes Anton Lawrence. \"And he's right.\"</p> <p> <strong>1511</strong> There's not a lot going on in Athens right now. If there is, I don't know about it. </p> <p>\"What about this continuing and ridiculous trend of athletes wearing sunglasses, even at night - no wonder they run into hurdles etc.\" reckons Simon Whawell. \"Only the great Ed \"they're not sun glasses, they're re-entry shields\" Moses can get away with this.\"</p> <p><strong>1508</strong> \"Did anyone notice how none of the other athletes congratulated the Greek girl after she won gold in 400m hurdles,\" asks Joe Cosgrove. \"This was picked up by RTE (the Irish broadcaster) but the Beeb made no comment. Reminds me of the story of the other athletes saying to Campbell that the gold would be his tomorrow after Kederis won the 200m four years ago.\" </p> <p><strong>1506</strong> \"While everyone is keen to find out what Paula Radcliffe did wrong, no one has asked what Mizuki Noguchi was doing right,\" points out Richard Burgess. \"Perhaps she uses a pillow when ironing.\" </p> <p><strong>1504</strong> Nguyen's defeat means that Green now has no chance of claiming a bronze in the repechage. </p> <p><strong>1503</strong> The magnificently named Oscar Francisco Salazar Blanco of Mexico has outkicked Paul Green's conqueror, Quoc Huan Nguyen of Vietnam, in the second semi-final of the tae kwon-do. Blanco will meet Mu Yen Chu of Taiwan in the final.</p> <p>\"Can Chris Maiden's pint-sinkers run long distances?\" wonders Jim McKenna. \"If so here's the answer to the marathon problem.\" </p> <p><strong>1459</strong> The swimming is under way in the men's pentathlon - the third event of, er, five.</p> <p>\"Blimey,\" writes John McClure. \"What's Mostyn's best time for the 100 this year then?\"</p> <p><strong>1455</strong> \"So who beat the saintly Matthew?\" asks Alan Knox. \"Some drug-stuffed Greek?\" Alas no, Alan. It was Jan Zelezny, the Czech Republic's three-time Olympic champion who had originally ceded his place to Pinsent in 2001 to concentrate on his training. But Zelezny is now back on the IOC after some election in Athens.</p> <p><strong>1452</strong> Mu Yen Chu of Taiwan is through to the final of the men's 58kg tae kwon-do after a 5-4 win over Tamer Bayoumi of Egypt.</p> <p>\"Rob Mansfield is so right,\" fawns Luke Satchell. \"The wisdom of Top Tips should never be questioned. Take this little gem: BUSY EXECUTIVES. Don't buy a Dachshund. Their amusing sausage shape means they take 50% longer to stroke than other dogs, and time is money.\"</p> <p><strong>1447</strong> A Scot has made it through to an Olympic final. Yes, Martin Cryans will be an assistant referee in Saturday's football showdown between Argentina and Paraguay.</p> <p>Chris Maiden is challenging Tom Hopkins's claim that 'it is almost impossible to drink more than one litre per hour'. \"Total rubbish,\" he thunders. \"One litre is one-and-three-quarter pints. I know people who can drink two pints in about 10 seconds.\"</p> <p><strong>1443</strong> Bad news - at last - for Matthew Pinsent, who has lost his place on the International Olympic Committee. I don't think this means an awful lot in practice, but it will doubtless be described as a major blow to London's already pitiful hopes of staging the 2012 games.</p> <p>\"There's something peculiarly amusing about the Tae Kwon-do as they bounce incessantly up and down, only pausing to occasionally pull up their trousers,\" notes Patrick Samphire. \"It's not exactly the Karate Kid, is it?\"</p> <p> <strong>1440</strong> \"Standing on a pillow?\" alaughs Rob Mansfield. \"Well, It's obvious, isn't it? Er, actually, I don't know for sure - it was just one of our fave top tips from \"Best\" a few years back. I think it's something to do with softening your rigid stance at the ironing board. Sadly, I did actually try it and, guess what, it works? Just remember, though, don't question the Law of Top Tips!\"</p> <p><strong>1435</strong> Paul Green, incidentally, still has a chance of a bronze in the tae kwon-do after his quarter-final defeat because he is now in the repechage. More of which later.</p> <p>Here, meanwhile, is the answer to Mostyn's teaser: \"Little-known Americans who (in addition to Justin Gatlin, Maurice Greene, Shawn Crawford, John Capel, Coby Miller, Bernard Williams and Tim Montgomery) have run faster than any British athlete over 100m in 2004. That's 14 Americans before the first Brit and it's a similar story over 200m. As Michael Johnson said, British athletes think they are stars when in reality they are mediocre at best. And please don't start me off on Darren Campbell's hamstring \"injury\". Pathetic.\"</p> <p><strong>1433</strong> \"A little question for you,\" writes Mostyn Lewis. \"Who are Leonard Scott, Mickey Grimes, Tyson Gay, Marcus Brunson, Mardy Scales, Joshua Johnson and Tyree Gailes?\" I'll provide the answer in the next bulletin. Wouldn't want to spoil the surprise.</p> <p><strong>1430</strong> \"In response to Paul Brown,\" writes Tom Hopkins, \"then the estimate I heard was that under those conditions you lose three litres of fluid an hour, whereas it is almost impossible to drink more than one litre per hour, so (the radiant) Paula could have drunk enough to make herself sick and she still would have been chronically dehydrated. And I still think that organising a sporting event in conditions which results in competitors needing to go on a drip is grossly irresponsible.\" Amen.</p> <p><strong>1427</strong> After that thrilling defeat for Spain by USA in the quarter-finals of the men's basketball, Paul Lofthouse offers another perspective. \"I was listening to Spanish radio commentary on the game and I can tell you they were disgusted by the refereeing. Virtually not a single personal foul has been awarded to the Europeans. Lots of talk of conspiracies, Mexican referees etc.\"</p> <p><strong>1426</strong> Green is out of the tae kwon-do. He lost 4-2 to Quoc Huan Nguyen of Vietnam. Bah.</p> <p><strong>1425</strong> Paul Green is currently competing in the quarter-final of the tae kwon-do. He was trailing 2-0 to his Vietnamese opponent, but he's just made it 2-2 with a beautiful swivel kick of some description.</p> <p><strong>1423</strong> \"Can you ask Rob Mansfield how come standing on a pillow whilst ironing makes it easier/\" asks a confused Clare Storrow. Well? </p> <p><strong>1420</strong> Lawrence here again, hence the reversion to the 24-hour clock.</p> <p><strong>2.16pm</strong> The Americans go through with a 102-94 victory, and it's a little harsh on Spain who would probably have progressed through any other quarter final. Right, that's it from me I'm afraid, there's some lunch to be had. Mr Booth will be back to keep you abreast of developments shortly.</p> <p><strong>2.10pm</strong> It's virtually all over by the looks of things... one minute left and they're nine points off the pace - and getting scrappy now, too. 95-86.</p> <p>\"Paula Radcliffe should turn up in civvies and hang around the stadium pretending not to be bothered, give an interview saying she isn't going to run followed by a nonchalant stroll to the start ostensibly to wish the others luck and then just before the start reveal that she's got her running clobber on underneath and join in,\" says Andrew Goldsby. \"Works in American Wrestling every time.\" </p> <p><strong>2.05pm</strong> Two minutes to go, and Spain are only five behind now, with 86 to America's 91. </p> <p>\"During the swimming Sharron Davies said that Ian Thorpe was twice as big a global star as David Beckham, was this just typical commentator's hyperbole trying to over hype their own sport, or is their a grain of truth in this?\" You even have to ask, Harry Dolby? Even Emile Heskey gets complimented by his interviewers.</p> <p><strong>2.03pm</strong> The men in charge of this game have completely lost control - bad decisions are queuing up in this quarter and it's costing the Spanish, who are now 87-78 down.</p> <p>\"Do you know what I can't stand about the BBC coverage? Gary Richardson. I'm usually pretty mild-mannered but his inane, sychophantic interview style makes me want to snap a whole box of pencils in half... ONE ... BY ... ONE.\" James Houston is not a happy man. But he is right.</p> <p><strong>2pm</strong> Five minutes left, and USA are struggling to put too much distance between themselves and the Spanish - they still lead 82-78 though.</p> <p><strong>1.55pm</strong> Still 77-73 in favour of the USA, but not for want of trying on the part of the Spaniards. </p> <p>For those of you wondering, I would say by the snarling email I just received from Mr Howell, his rabid status can indeed be safely confirmed.</p> <p><strong>1.50pm</strong> Right, we're straight back into it with the fourth and final quarter, and USA lead 77-73. Spain are still looking good though, and as I like to tell myself on the treadmill, eight minutes is a long long time.</p> <p><strong>1.45pm</strong> Things are hotting up again, the Spaniards on 67, USA 74 as we head into the third break. I'm hoping Eurosport will spice up the break by sending Gunnell into the arena to ask how everyone's feeling before smiling inanely for the next five minutes.</p> <p>David Slovak wants to know what Paula Radcliffe's doing about the 10k, but the honest answer is we don't know more than you, and we probably won't until tomorrow - her names in the hat, but she won't decide until the last moment.</p>",
  "<p>One million people have fled fighting in Darfur, Sudan, triggering an urgent humanitarian crisis. Most of them remain displaced within the country, lacking food, clean water, sanitation and medical facilities. Approximately 180,000 refugees have escaped into neighbouring Chad. </p> <p>The World Food Programme estimates that 1.8 million people in the region need food aid. With the rainy season underway, some aid agencies have resorted to airlifts to move food and other supplies, such as blankets and soap, to those displaced by the fighting. </p> <p>Thousands of people are scattered along the desolate, 370-mile-long border with Chad, where inadequate roads can be washed out by rains. </p> <p>The current crisis began in February 2003, when a rebel uprising was brutally suppressed by Arab militias. The militias have been accused of carrying out mass killings and rape. A ceasefire reached in April has not stopped them from attacking civilians and burning farms and villages to the ground. </p> <p>Both the UN and the US have accused the Sudanese government of supporting the militias, a charge Khartoum denies. The UN describes the situation in Darfur as the world's worst humanitarian crisis. </p> <p><strong>Aid agencies' priorities</strong></p> <p>The following aid agencies are appealing for funds to assist people affected by the fighting in Sudan:</p> <p><a href=\"http://act-intl.org/sudan/index.html\">Action by Churches Together (ACT) and Caritas</a> have issued a joint, 18-month appeal to raise $17.5m for shelter, water, sanitation and basic sleeping and kitchen materials for 500,000 people in southern and western Darfur. The programme also aims to provide supplementary food to 50,000 children under the age of five and education for school-aged children.</p> <p>The <a href=\"http://www.redcross.org.uk/\">British Red Cross</a> used its funds to send a plane filled with jerry cans, tarpaulins and a four-wheel drive to a refugee camp in Chad on 17 August. The equipment is needed for a new refugee camp that the Red Cross is currently building in Trejine, Chad, which is scheduled to be ready in September and will accommodate up to 20,000 refugees. </p> <p>The <a href=\"http://www.cafod.org.uk/\">Catholic Agency for Overseas Development </a> is supporting the local Catholic organisation Secadev, which has set up and is running three refugee camps in Chad. Funds are also being used to support displaced people around Nyala, in south Darfur. </p> <p><a href=\"http://www.careinternational.org.uk/\">Care International </a> has been working in Sudan since 1979. The charity says it is distributing food (sorghum, wheat, lentils, oil and salt) and non-food items, such as plastic sheeting, blankets and water canisters, to hundreds of thousands of Sudanese. </p> <p><a href=\"http://www.msf.org/\"> Médecins sans Frontières</a> provides healthcare and vaccinations to displaced people in Sudan and refugees in Chad. </p> <p><a href=\"http://www.oxfam.org.uk/\"> Oxfam </a> is providing clean drinking water, building latrines and meeting the basic hygiene needs of displaced people within Sudan and refugees who have fled to neighbouring Chad. </p> <p><a href=\"http://www.savethechildren.org.uk/\">Save the Children UK </a> says it is delivering an integrated programme incorporating child protection, primary health care, nutrition, water and food aid. </p> <p><a href=\"http://www.tearfund.org/homepage/index.asp\">Tearfund</a> has a relief team working in six camps in Darfur, with a nutritionist organising feeding programmes in all six camps to reach 5,000 malnourished children. The team has given out 15,000 mosquito nets and worked to prevent outbreaks of diarrhoea and cholera. A Tearfund partner agency has helped build one of the refugee camps in Chad. </p> <p><a href=\"http://www.unicef.org/\">UNICEF</a> was aiming to supply 550,000 people with clean water by the end of August, and had opened 14 centres for malnourished children. The agency provided children and their families with basic services, including sanitation, nutrition, shelter and health care. Unicef and the World Health Organisation were also vaccinating children in camps in Darfur and Chad against measles, aiming to prevent the 50,000 deaths the groups estimate would accompany a measles outbreak. </p> <p>The <a href=\"http://www.unhcr.ch/cgi-bin/texis/vtx/chad\">UN High Commissioner for Refugees</a> is urgently trying to move 170,000 refugees away from the insecure Chad-Sudan border region and into camps in eastern Chad. </p> <p><a href=\"http://www.wfp.org\">The World Food Programme</a> has been forced to resort to expensive airlifts to bring food to parts of Darfur difficult to reach in the rainy season. The WFP has been concentrating on the capital of West Darfur, El Geneina.</p>",
  "<b>Howard in his own words</b> <p><b>August 26 2004</b><br> \"Political correctness is, in essence, about power. It is someone telling someone else what to do, how to behave, how to speak, how to think ... sometimes there comes a limit to seeing the other person's point of view. <b>Speech in Stafford on 'political correctness'</b></p> <p><b>August 10 2004</b><br> \"West Side Story may have been written by an American at the tail end of the 1950s, but these attitudes are all too prevalent in British society today.\" <b>On personal responsibility over socio-economic factors in criminal behaviour</b></p> <p>\"'I've got my rights' is the verbal equivalent of two-fingers to authority. There is now a palpable sense of outrage that 'so-called' human rights have tipped the balance of justice in favour of the criminal and the wrong-doer - rather than the victim and the law abider.<br><b>On human rights</b></p> <p> <b>January 10 2003</b><br> \"... an increase in the number of criminals in prison leads to a large fall in crime ...\"  <b>Lecture in London</b></p> <p><b>June 2001 </b><br> \"It's not racist, it's not xenophobic. People say this is a problem out of control and something must be done. The daily experience is of seeing people jump off lorries.\" On his campaign advertisements which raised asylum as the most important issue. <b>Folkestone, election campaign</b></p> <p><b>May 1997</b><br> Now the subject of a Jerry Springer-style operatic transformation, Michael Howard's Newsnight tussle with Jeremy Paxman saw the then home secretary refuse to answer the same direct question 14 times. His grilling over whether he had threatened to overrule prisons chief Derek Lewis over the suspension of the governor of Parkhurst prison was seen as the bloodiest political interview ever.</p> <p>Mr Howard complained that the bruising encounter had the effect of vilifying politicians, while others mocked the on-screen unravelling of the party.</p> <p> <b>October 1995</b><br> \"If you don't want the time, don't do the crime. No half-time sentences for full-time crimes.\" <b>Speech to Tory conference</b></p> <p> <b>October 6, 1993</b><br> \"Prison works. It ensures that we are protected from murderers, muggers and rapists - and it makes many who are tempted to commit crime think twice ... This may mean that more people will go to prison. I do not flinch from that. We shall no longer judge the success of our system of justice by a fall in our prison population.\" <br><b>Conservative party conference</b></p> <p><b>June 1991 </b><br> At a meeting of social affairs ministers, as then employment secretary, he said proposed EC rules on working hours and maternity leave were unnecessary and could aggravate unemployment. </p> <p><b>May 1991</b><br> Mr Howard predicted that Labour's plans for a minimum national wage would produce \"between one and two million more' unemployed\".</p> <p> <b>Howard in the words of others</b></p> <p>\"Proof of the rule that the oily float on water.\" <br><b>Michael White</b>, Guardian</p> <p>\"He has something of the night about him\". <br><b>Ann Widdecombe</b> May 1997</p> <p>\"Too much of what he does is directed to his own personal political career, too little to the broader political and public interest. I think that's a serious flaw in someone who aspires to be a political leader.\"<br> <b>Derek Lewis</b>, prisons director sacked by Howard (and subject of the famous 14 Paxman questions)</p> <p>\"Mr Howard has a problem in that his first reaction to attack is denial and refuge in semantic prestidigitation.\" <br><b>Ann Widdecombe</b>, May 19 1997, House of Commons</p> <p>\"Clearly I do intend to hurt him politically and to wreck his chances of the [Conservative party] leadership.\" <br><b>Ann Widdecombe</b>, May 15 1997</p> <p>Manages \"to combine the smarm of Cecil Parkinson with the charm of Norman Tebbit.\" <br><b>Andrew Rawnsley</b>, Guardian</p> <p>\"Like a duck, moving serenely across the political pond in an apparent triumph of effortless motion; below the waterline, he is paddling away like fury.\" <br><b>John Carvel</b>, Guardian</p> <p>\"He has obviously had, let's be frank, an image problem.\" <br><b>Michael Portillo</b>, March 9 1999</p>",
  "MPs are planning to impeach Tony Blair for \"high crimes and misdemeanours\" in taking Britain to war against Iraq, reviving an ancient practice last used against Lord Palmerston more than 150 years ago. <p>Eleven MPs led by Adam Price, Plaid Cymru MP for Carmarthen East and Dinefwr, are to table a motion when parliament returns that will force the prime minister to appear before the Commons to defend his record in the run-up to the war.</p> <p> Nine of the MPs are Welsh and Scottish Nationalists, including the party leaders, Elfyn Llwyd, and Alex Salmond, and two are Conservative frontbenchers, Boris Johnson, MP for Henley and editor of the Spectator, and Nigel Evans, MP for Ribble Valley.</p> <p>A number of Labour backbenchers are considering whether to back the motion, though it could mean expulsion from the party.</p> <p>The MPs' decision follows the commissioning of a 100-page report which lays out the case for impeaching Mr Blair and the precedents for action, including arguments laid down in Erskine May, the parliamentary bible, on impeachments dating back to medieval times. </p> <p>The authors are Glen Rangwala, a lecturer in politics at Newnham College, Cambridge, and Dan Plesch, honorary fellow of Birkbeck College, London. </p> <p>Under the ancient right, which has never been repealed, it takes only one MP to move a motion and the Speaker has to grant a debate on the impeachment. This means, at the least, Mr Blair will have to face a fresh debate on his personal handling of the war and there will have to be a vote in parliament on whether to institute impeachment proceedings. </p> <p>In effect, impeachments were discontinued after Lord Palmerston, accused of concluding a secret treaty with Russia, survived an impeachment debate in 1848. The proceedings were replaced with a convention on ministerial responsibility, with ministers being forced to resign if they misled parliament. The last two cases involved the Home Office minister Beverley Hughes, over immigration clearances in Romania and Bulgaria, and Peter Mandelson over the Hinduja passports affair. </p> <p>Mr Price said he believed the case was compelling. \"To dust off Victorian constitutional histories and examine precedents from the time of Charles I and Chaucer may seem bizarre. But the conduct of the prime minister has left people and parliament with no alternative if we are to preserve the very basis of democracy.\"</p>",
  "<p><strong>Geoff Andrew:</strong> First, I'd like to thank you so much for coming. I've been trying to get you here since 2000, when we did a retrospective of your films, but you've just been so busy, filming all over the place. What I'd like to do is start off by discussing those clips that we've just seen [Central Station and Behind the Sun] because they do relate to Motorcycle Diaries in different ways. The clips I chose from Central Station show you as a director who uses quite a lot of non-professional actors, which you do again in Motorcycle Diaries . And first, you started off in documentary film-making before you went into feature films. What interested you in film-making in the first place, and why documentary?</p> <p><strong>Walter Salles:</strong> First of all, I'm really honoured to be here. When I come to London, I always like to see what's playing at the NFT. I'm very undeserving to be here, but very, very happy nonetheless. I think I turned to documentary film-making very early on as a way to know a little bit more about my country and my roots. My father was a diplomat for part of his life and I jumped from country to country and culture to culture. So when I was very young, I longed for Brazil. I really wanted to know the heart of it much better than I did. That's why I have always admired documentaries, because they open windows that can make you understand much better where you come from, much better than fiction, I think. So this was a really good place to start. I did documentaries for maybe 10 years before I turned to fiction films. But one of these documentaries helped me a lot to understand what fiction was about: I had an opportunity very early on to make a documentary about a sculptor known as GTM - those are his initials - who came from Minas Gerais, which is the heart of the country, and also where my family is from. And he used to carve animals out of wood - he was an extremely intelligent man; he was illiterate but he was much, much brighter than all of us who were there interviewing him. So I asked him, how do you carve an animal which is not native to Brazil, for example, elephants or giraffes? He turned to me as if this was a very unlikely question and said, \"Well, I pick up the wood and whatever is not an elephant, I take out.\" </p> <p>[laughs]</p> <p><strong>WS:</strong> I think fiction film-making is a little bit like this - it's deciding what is part of the film and what is not. The necessity to conceptualise has to come very early on, and defining a vector of development for that film also at the beginning of the process will allow you much more freedom as you go along. I don't believe in such a thing as a \"locked\" screenplay. On the contrary, I'm a strong believer in the necessity of imperfection coming into the film. But I also think that the more you reason collectively about what the project should be at the beginning of the process, the more you can improvise later.</p> <p><strong>GA:</strong> Yes, we can talk a bit more about that aspect when we discuss Motorcycle Diaries . But Walter just told me as we were watching the second clip from Central Station, the scene with the big religious festival, that that was actually improvised. So how did you deal with that?</p> <p><strong>WS:</strong> Well, it was a very well-written screenplay by a couple of young guys who had never done this before but had something more important, I think, than experience - they had the talent and the desire. One of them was a young cinephile who had never written anything before, and the other is a short-story film-maker. So I had this idea for the film but I was shooting Foreign Land and I had written 10 pages on it about what the story should be. And I trusted these two guys who improved the screenplay immensely. But they hadn't been on the ground to actually capture the temperature. So when we were location scouting I saw these religious processions and I really felt that that was so descriptive of what was inherent to that part of Brazil that we needed to plunge it in, so we rewrote the screenplay as we were filming it. I think with road movies, especially, you should leave the door open for things like that to happen. And also, you should be porous to the people that you encounter on the road. You have to be open to let those persons change you and change the fabric of the film. </p> <p><strong>GA:</strong> This is what I like about talking to Walter - I ask him one question and he answers five. Now, the first of those two clips from Central Station has an extremely shallow focus [a sequence with Dora the letter-writer's customers] - all that's in focus is the faces, and all that's behind them is almost abstract. Whereas once they go on the road, you have much deeper focus. I think that shows the importance you attach to the way the film looks. It strikes me, and I tried to show this with the clip I chose from Behind the Sun, that you're a very visual film-maker. The words are there, but quite often you're telling stories through images, primarily.</p> <p><strong>WS:</strong> It's the idea that film and content are tied. With Central Station, the story was basically about the recuperation of one's identity and also, an investigation into the country's identity. In Portuguese, the words for father (pai) and country (pais) are almost the same. So the search for a father in Central Station is also a search for a country. What we aimed to do in this film was to lose the focus at the beginning, just focus on the human drama of the faces in the station, so that as the story gets closer and closer to the father, and by extension, the country, you start to see - through the changing depth of focus - that the reality and the country is actually a lot denser that you first thought. At the same time, the colour also changes - I don't know if you realised, but it's very monochromatic. We opted to use very brown colours at the beginning, and it's as if the characters are unable to see more than that. And the closer they get to the heart of the country, the more colours they start to perceive. So the idea of recuperating one's identity is linked to the idea of having a more wide-ranging sensorial palette as well. </p> <p><strong>GA:</strong> It strikes me that the film you did before this, Foreign Land, which did get a release at the ICA here but has not been widely seen, unfortunately, is partly about being in exile. It concerns something that happened in 1990 when the president of Brazil froze all assets and that caused a lot of upheaval there. Central Station is partly about the search of identity and it shows poverty and religion around the country. Midnight was about prison conditions, in part. It seems to me that you're very concerned to make films that deal with political issues and social problems, but in a very accessible way.</p> <p><strong>WS:</strong> I come from a country and also a continent whose identity is in the making. We're a very young culture, and I think that things are not yet crystallised. So the films that are made in our latitudes, I think, carry that sense of urgency. It's as if the people that you meet on the street and the stories that they bring can influence you directly. Imagine trying to do that in Los Angeles - it's impossible because there's no one in the streets! So little by little, I think my generation became very porous to that. But I think it's not all that different from what the Italian neo-realists did 50 years ago, by taking the camera out of the studio and taking it closer to the faces in the street. And what the Italian realists created was not only an aesthetic revolution but also an ethical revolution which influenced the Nouvelle Vague and Cinema Novo in Brazil. And my generation in Brazil was influenced by Cinema Novo. So we're echoing what's been done way in the past.</p> <p><strong>GA:</strong> There's certainly an echo when you made Behind the Sun. You went to make the film in what you thought was the driest part of Brazil, and it was a place where [Brazilian director] Nelson Pereira dos Santos had made a film many years ago. But then your film got held up because it rained, and you discovered that it had also rained for Nelson. So was Behind the Sun a tribute to an earlier form of Brazilian cinema?</p> <p><strong>WS:</strong> It was, and also I was very moved by this novel by Ismail Kadare, an Albanian writer, which had nothing to do with Brazil. And yet the facts he was narrating, which happened in Albania in 1910, also happened in that region of Brazil at the same time. Therefore, I tried to make the adaptation. I'm a little bit critical of the film, watching it from a distance now, because I think I was somehow blocked by the fact that this was about Brazil in 1910 and I wasn't able to be influenced by what was burgeoning around me. The film therefore had to evolve within its own structure as it had been laid out in the screenplay. I didn't go ahead on Motorcycle Diaries before realising that the reality of South America in 2002/03 is very similar to that described by Ernesto Guevara in his book. The structural problems are pretty much the same, of bad distribution of land and wealth. I realised that our own adventure within the continent could somehow mirror what happened to them on a very small scale, and that improvisation was possible.</p> <p><strong>GA:</strong> Actually I don't think you should be too hard on yourself over Behind the Sun - it's an almost exceedingly beautiful film. And it strikes me as your most tightly-controlled film, which makes it certainly very different from Motorcycle Diaries . And in a way, the reason why I chose that clip [of the meeting of the protagonist and a female fire-eater] was to show you trying to achieve something very mythic, with its element of fire and fairy-tale. Was that something that you were trying to do, to create a myth out of reality?</p> <p><strong>WS:</strong> Watching the clips, I realised that fire was also present in Central Station and I had just never made the link. So I definitely have to ring Freud's neighbour's doorbell and ask what that might mean. I was really interested not only in the mythological but also the almost Greek quality of Ismail Kadare's narrative, the way it touched on very basic elements. I wondered if it was possible to investigate that on film, to work with a scarcity of symbols, but at the same time very strong ones. That departs completely from my experience in documentaries, where you don't crystallise things in advance. And so, the act of filming was not as pleasant as it was, for instance, in Central Station, or as exhilarating as in Motorcycle Diaries. </p> <p><strong>GA:</strong> Motorcycle Diaries feels like your loosest and most relaxed film to date; that's how it feels to the spectator. Was that the experience you had making it, because it seems like you probably had a ball?</p> <p><strong>WS:</strong> It took us five years to get there. I started in 1999 to do the research for this project. Three years of research and interviews, but we had one privilege - the fact that Alberto Granado, the man who idealised that journey, was now an 83-years-young man, still extraordinarily vital and with an incredible memory. And he made us understand not only the importance of the journey as translated in the journals, but also how decisive that journey had been in shaping the future of these two very young men. What you also have to realise is that in the Latin America of 1952, we knew a lot about the Greeks, Romans and Etruscans but nothing about the Incas. And this is pre-television. So these two young men went on a very courageous odyssey, and the social and political reality that they found started to alter their perception of the world. We wanted to be faithful to the two books that they wrote, but we also wanted to be faithful to the spirit of the journey. And their journey got more and more deconstructed as they went along, so I thought of a film that could also be more and more deconstructed and improvised as we progressed. It's a film made by young Argentinians, Chileans, Peruvians, Mexicans, Brazilians... so it's really a family effort, a collective effort. And a lot of us didn't know very much about our own continent. It's a little bit like the title of that Wim Wenders film, Far Away, So Close. This was how we all felt when we started working on this film, so we conducted a series of seminars in Buenos Aires three months before we started filming, covering the history, music of Latin America in the 50s. We saw documentaries, feature films, a lot of debates were generated. And the whole crew started to come - in the beginning, it was four or five of us while others found the idea especially boring. But little by little, they all started to come, and something amalgamated prior to the shoot. Therefore, the shoot itself was very interesting because we were bonding more and more as we progressed, but physically it was very, very difficult as you can probably see.</p> <p><strong>GA:</strong> Well, yes, because you also had to do a location search as well before starting to make it.</p> <p><strong>WS:</strong> I did the journey three times, twice to do the location scouting and the third time to actually shoot. And yet, what we didn't want to do was crystallise what was going to happen, in order to leave the door open for improvisation later on. Especially after the motorcycle breaks down. We understood that they started to be completely transformed, not just by the physical geography, but by the people they started to encounter. And we wanted that to happen in this film also.</p> <p><strong>GA:</strong> The people you have Gael [García Bernal] and Rodrigo [de la Serna] talking to in the film, for instance the woman who works in handicrafts, they were actually talking about their lives <strong>now</strong>, weren't they?</p> <p><strong>WS:</strong> Absolutely. And the little boy in Cuzco, we found him in the streets, or he found us. He came to us and asked if we wanted to know a little bit more about the city and offered himself as a guide. So we said, \"Yes, but can we bring the Super16 camera along?\" And he said, \"Bring whatever you want.\" And there it was. That scene, everything is Take 1. Nothing was repeated. Later that same day, we found those Indian women who don't speak Spanish but only Quechua, who also started to talk to Gael and Rodrigo. And the two of them were so immersed in their characters that they were able to improvise freely within the framework of the screenplay. You have to be careful not to open all the windows and be totally free and unprepared, but you have to try to capture reality as it happens. You see that very much in a refined and yet very simple form in [Abbas] Kiarostami's films, and I'm so impressed by the immediacy and the truth that you find in his films that it just transports you to a completely different level, as if nothing is truly staged. Ken Loach approaches that as well, I think. I'm an admirer of these two directors' work, and somehow I try to find, in what I do, something which may not completely be in the same direction but echoes that.</p> <p><strong>GA:</strong> Did you ever feel that this enormous journey that you were going to have to make for this film might be too much? You seem to like taking on a challenge, and you like road movies, but this was the biggest challenge yet, surely?</p> <p><strong>WS:</strong> At the beginning I was very unsure that it was even possible to do this adaptation because it was such sacred territory in the whole of Latin America; not only the book itself but the iconic quality of Guevara, which is very intimidating. Which is why it took us three years to do the necessary research before we could move forward. Actually, I didn't generate this project - it was Robert Redford, whose Sundance Institute was very instrumental in the making of Central Station: we received a screenplay prize prior to the film being made, which helped immensely in making the film a reality. And Redford was passionate about this book, and he was the first one to talk to me about it. I said, \"I know it really well, I've read it many, many times, but it's going to be very difficult to put this together because (1) I don't think you can do this in any language other than Spanish, and (2) I think you have to work with actors and non-actors from Latin America. It's such a complex film to make and you'll probably never get funded.\" He had a very hard time funding this film. And the screenplay was refused by virtually all the American studios - I'm not going to list them... alphabetically. [laughs] Actually, the problem was two-fold: first, they asked, \"Where's act 1, act 2 and act 3?\" Of course they weren't there. And secondly, they said, \"There's no conflict.\" But the conflict is internal, not externalised. And if it wasn't for FilmFour here, we would probably never have moved forward. So it was a process that took a very long time, and in between I did Behind the Sun.</p> <p><strong>GA:</strong> Did you ever worry about shooting the scenes in the leper colony? I think you did it in a beautiful way, but did you feel you had problems to be dealt with there?</p> <p><strong>WS:</strong> Absolutely. First we did a lot of research on that specific disease, which has not been eradicated, contrary to what many people think. There are still 500,000 persons afflicted with leprosy in Latin America, so it is still very much present. Secondly, thanks to Alberto Granado, who is a scientist, we learnt so much about it. Thirdly, through our research we met five former patients of the San Pablo leper colony and they said, \"Well, if you're going to make a film about this, we would like to be in the film,\" and they are. So five of the 90 non-actors that you see in the film are people who have actually spent time in the leper colony. So I didn't want to impose our perception of that, but instead be porous to their input. What I soon realised is that what was happening on the south bank [where the patients are housed] - and isn't this interesting, that even that is emblematic, the north and south side of the river? - was much more interesting in terms of exploring life in all its complexity than what was happening on the north side, with the nuns and the doctors. This is why, for instance, you have the football match in there, and that impromptu music session, just so that you don't look at these people in a miserabilist light. I don't know if you have that word or sensibility in English...</p> <p><strong>GA:</strong> It's used mainly of Finnish cinema. </p> <p>[laughs]</p> <p><strong>GA:</strong> Only a couple more questions before I throw it open. One is, you have this rather wonderful speech that Guevara makes on his birthday about the dream of a united America. I imagine this is something close to you, but I wanted to talk about a united Latin American cinema - because you have been at the forefront of a revival of fortunes in Brazilian film-making, not only by the films you've made but also the films you've produced like City of God. But also you are in frequent communication with people like [Alejandro González] Iñárritu and [Alfonso] Cuarón in Mexico, among others. Can you just talk about your hopes or your efforts towards creating a stronger and perhaps more fluid sense of Latin American cinema?</p> <p><strong>WS:</strong> First of all, you may be surprised that I only saw work by Pablo Trapero [director of El Bonaerense] and Lucrecia Martel [director of La Ciénaga] for the first time outside of Brazil. Their films are wonderful. They are part of the new wave of Argentinian cinema, which I think is possibly the best in the world right now. And these films didn't get to Brazil until very recently - they just weren't distributed because of the control the major studios have over distribution. So I feel a responsibility to help first-time film-makers in Brazil, but also to increase the dialogue between film cultures which are really wonderful and so much closer to us than what we do see on our screens. Also, there are now new laws in Brazil which create incentives for Argentine and Latin American films to be premiered and distributed in Brazil and vice versa. And I hope that this will go way further, because there is much more to unite us than we think. I go and see a film by Lucrecia Martel or I go to see Amores Perros, and they remind me so much of things which are just outside our door in Brazil. I feel that this generation of film-makers is much closer than the previous ones. But also, we live in a freer society. You have to realise that 20 years ago, part of the continent was living under horrible military dictatorships. If cinema has burgeoned, it's also thanks to the fact that democracy - not economic democracy, but at least political democracy - has returned to a great part of the continent. And this allows us to express what we're feeling as film-makers and to try to provide a reflection of that on the screen. </p> <p><strong>GA:</strong> And as the Argentinians' example shows us, you don't necessarily need a lot of money, you just need imagination. It's amazing what they're doing. Okay, my last question. You have a talent for choosing and casting very good-looking people in your films. In Motorcycle Diaries , you have former regular NFT customer Gael García Bernal, who is Mexican, and Rodrigo de la Serna, who's Argentinian. Can you just talk a little about why you cast these two actors in this film.</p> <p><strong>WS:</strong> That also took a long time and the choice of the two actors was made in two different periods of time and in different ways. I met Gael in 2001 when I saw Amores Perros and I was very impressed not only by the viscerality that he had but also his maturity as an actor. Everything was coming from within in a very internalised manner, and that's very rare for an actor of 19 or 20 years of age. I'm not a big fan of \"performance\" in acting. On the contrary, I prefer what comes in layers, not what is spelled out, and I think that Gael has that quality. But he can also do something like the Almodóvar film [Bad Education] - and he's outstanding in it. He does have the capacity to hit you with very light strokes, like gentle rain. I invited him on board before Y Tu Mamá También premiered, so he's been involved with this project for a long time. On the other hand, I needed to find an actor that could bring to life the Alberto Granado that I knew by that time, and it was so difficult because Alberto Granado is so generous and flamboyant and wonderful and he's also got a certain freshness. Rodrigo de la Serna, I had never heard of him but he came and did a screen test. He's from the theatre in Argentina, and I was in shock when I saw his interpretation of the scenes I was asking him to read because it was as if the humanity that you had in Italian cinema of the 60s, like what Vittorio Gassman or Alberto Sordi had, reappeared in front of my eyes. I stopped the search immediately and invited him to join us. Having said that, more than 90% of the characters in this film are played by non-actors. The Chilean sisters are students, the people in the leper colony, with the exception of maybe three actors out of about 100 and the former patients, so about 95 people there are actually from the little cities surrounding the place where we filmed. It's a pleasure to blend the actors and the non-actors together, but sometimes it's very difficult to find a common denominator and a harmony. You have to work with actors with the talent and intelligence and the generosity of Gael and Rodrigo to achieve that, because it's not something that comes immediately. You have to actually create something behind the scenes and not work specifically on the scenes themselves in order to generate a backstory between them, so that you can then recreate something later in front of the camera. And again, the less obtrusive the camera is, and the smaller the crew trying to capture that, the better it is. For instance, in Cuzco and Machu Picchu, we were 14, including the actors. That's not a lot, you know. On the other hand, in the San Pablo leper colony, we were 150 - there were about 100 extras in there. But it's not that I arrived there and filmed immediately. No, we played football with them, we had collective jam sessions, we tried to create something of a collective history before we did the scenes - you need the ties, you need that bond before you can actually go and introduce the camera into their midst. You have to respect those people, and not try to steal something. The opposite is true, you have to do it in total synchronicity with them.</p> <p><strong>GA:</strong> And it shows up beautifully there on screen. Okay, I'm sure people have got questions. </p> <p><strong>Q1:</strong> There's a trend in Hollywood now of remaking Japanese and Hong Kong films. I've heard that you're remaking Dark Water, is that true? How did you get involved?</p> <p><strong>WS:</strong> Mea culpa, mea maxima culpa. I wanted to explore something that I hadn't done before. Also I didn't want to do two road films in a row. Also, I knew that the impact of Motorcycle Diaries was going to be so resonant for all of us who went through the experience of making it that I didn't want to do anything that could reflect it. It's like you need a complete break before you can move forward. So that, on a purely personal standpoint, was how I came to make the decision to make that film. The other thing that attracted me was the study of urban solitude and fear. There's a really interesting French historian called Delumeau, who did a book called History of Fear, about how fear has been used throughout the ages to impose a dominant point of view. I thought that it could be an interesting statement about North American culture at this present moment, but what do I know?</p> <p>[laughs]</p> <p><strong>WS:</strong> Also, it was a possibility to work with really very good actors that I admired, including some British actors like Tim Roth and Pete Postlethwaite. But I made sure that I had a return ticket and I intend to use it very soon. I'm completely uninterested in what you may call a career in film-making. I'm much more interested in living specific experiences in films. And a few times it has been necessary for me to go in one direction to better understand what was on the other front. One example: after I did Behind the Sun, which I felt was very contrived, I wanted to do a film where I wouldn't be defining or blocking the actors and instead try to explore the absence, almost, of the director, which is what I tried in Motorcycle Diaries . After a certain moment, what we tried to do was to liberate the actors within the frame and never to rehearse anything but just film it as fresh as it came. The fact that we had prepared and gone through the seminars and already had a back history among ourselves allowed us to do so. So again, Motorcycle Diaries was a reaction against something contrived. I'm really interested in exploring different routes - unfortunately, I can't work in a straight line, I wish I knew how to do that.</p> <p><strong>Q2:</strong> What has the reaction been like in Cuba? What about the possibility of sequels - there's certainly enough material for it.</p> <p><strong>WS:</strong> What interested me in this was that really, this was a small story which preceded history with a capital H, preceded what we all have access to through documentaries and images that have already been made. This story of discovery, both of the continent and of their selves, was so attractive because it brought about that specific moment. Jorge Luís Borges, the Argentinian writer, said once that every man in every single moment of his life is everything that he has already been and everything that he will be. So this Ernesto that you have in the film is the Ernesto who at the age of five or six could not go into the water because of his asthma and the shortcomings of his social class, but there was already something in him anticipating the man who would implode the limits of that social class, and play a definite role in our continent, of Latin America. But to answer your question, the Guevara family was very close to the project from the very beginning. They opened the doors of the Che Guevara Institute in Havana, we had access to so many photographs which have never been published, and to letters from that period, and that helped a lot to shape what the film is. That continuous support was very, very important. They never asked to read the screenplay, which I thought was really fantastic and gave us an even greater sense of responsibility because it was basically about trust. They saw the film once it was edited. The film was really well received in Cuba on its premiere a few weeks ago, and it's going into wide release there in early October.</p> <p><strong>Q3:</strong> Were you apprehensive about taking on a story about a revolutionary and historical figure, when your other pieces have been, for instance, about a young boy?</p> <p><strong>WS:</strong> I think there was a common denominator, which is the search for one's identity and for one's place in the world. If I had to summarise it in one sentence, I would say that it's about the choice of which bank of the river we would want to spend all our lives. This is present in a minor form in all my other films as well, but this was so much more important to all of us. This was a film made by a crew where everybody had read the same book, which is so rare. And also, this is a film made by people who were not the same at the end of the journey - we were completely transformed by it. The other films, once we finished them, I kept in contact with many of the actors and the technicians - so, for instance, the little boy in Central Station is going to act in my next film in Brazil. But here, it was so much more amplified. There's not a week where I don't receive maybe 20 emails from Chile, Argentina or Peru, or Mexico and Brazil. This film was so important to us and something of that collective force still remains. So it was much more difficult to do than the others, but it's also, in a way, so much more emotionally rewarding than the films I've done before.</p> <p><strong>Q4:</strong> Brazil is such a big country, so I wonder if maybe people don't really see much of a connection between themselves and what they see on screen in your films. And maybe this is even more difficult for the rest of Latin America?</p> <p><strong>WS:</strong> At the beginning of the preparation for the film, I was ... I wouldn't say sceptical, but I really wanted to know if that speech at the end of the leper colony episode was one that was close to the reality of Latin America. I was in doubt about whether such a thing as Latin American unity truly could exist, could be thought of or even imagined. But the more we went into the continent, the more we thought, \"Yes, it exists.\" I think the film really is about that. I don't think we can say what the Latin American identity is, but I think we can try to look for it, and look for the reverberations from it. In Brazil, the film has premiered and has been seen by a lot of people, so I think they are also questioning or now carry with them the very same question that I had at the beginning. </p> <p><strong>Q5:</strong> I want to thank you very much for making this film, for showing the humanity of Guevara.</p> <p><strong>WS:</strong> That was the most important thing for us, not to look for the iconic image but on the other hand, go in the opposite direction to try to understand the man behind the myth. In that sense, the work of the actors and the screenwriter, José Rivera, was so important to enable you to see the character with all the fragilities and not his certitudes, yet. So there could be, in the journey, the understanding of where he wanted to be, that choice of which bank of the river he wanted to stay the whole of his life. So the film was first of all, about choice, really; about the importance of idealism in an age where these words have lost a lot of their significance. Also, every time that we arrived in a different city in our small odyssey, we met people who would come to us and tell us of Guevara's legacy and how it was important to them. And obviously we continually ask ourselves why is Guevara so important today, why is he still so much in synchronicity with this time, and I think one answer to that is that he embodies the necessity of change. And he also makes us understand that it's not utopian to ask for change. And this is very different from what historians like Fukuyama tell us, that we have reached the end of history. Or that we live in an age where all ideologies have crumbled after the fall of the Berlin wall. On the contrary, what Guevara tells us is that you can't live without idealism. This is basically why he still resonates with us. You have somebody who kept his integrity to the end; he was faithful to himself from the beginning to the very last day of his journey.</p> <p><strong>GA:</strong> Sadly, we have come to an end, but I think we have been treated to a film by and an interview with somebody who himself has shown us a great deal of humanity in his movies and has shown that there is a possibility for change. So please put your hands together for Walter Salles.</p>",
  "<p><strong>·</strong> How much do the public overestimate lottery cash distribution to asylum seekers?<br><strong>·</strong> Will appeal to vanity cut women's binge drinking?<br><strong>·</strong> Are today's planning policies any different from those of the 60s and 70s?</p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^</p> <p><strong>Today's top story</strong></p> <p>The government has promised to close loopholes that have allowed NHS hospitals to poach thousands of nurses and doctors from developing countries with a shortage of medical staff.</p> <p>^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> Obesity: Heinz gives soups a healthier recipe </p> <p>The food giant Heinz has changed the contents of all its tinned soups, increasing the 'quantity of ingredients' while reducing fat, salt and sugar.</p> <p><strong>·</strong> Treatment: Arthritis drug warning </p> <p>European medicines watchdogs are to consider whether doctors need more warnings about the use of a drug to treat rheumatoid arthritis after an alert in the US by its manufacturers. </p> <p><strong>·</strong> Policy change: Blood service to let patients on beta-blockers donate </p> <p>Service acts to protect supplies as clinical excellence institute urges doctors to make more use of hypertension control drugs. </p> <p><strong>·</strong> Health warning: Cleaning chemicals linked to asthma in young children </p> <p>Fumes given off by cleaning products and solvents in the home may be a cause of asthma in young children, according to new research. </p> <p>^^^^^^^^^^</p> <p>Voluntary sector</p> <p><strong>·</strong> Good causes funding: Public 'overestimate' asylum lottery cash </p> <p>There is widespread confusion about where the 'good causes' cash raised by the national lottery goes, with most people overestimating the amount put towards helping asylum seekers, a poll reveals today.</p> <p>^^^^^^^^^^</p> <p>Regeneration</p> <p><strong>·</strong> Community revival: Tories shift focus from inner cities to 'forgotten' suburbs </p> <p>Tories have labelled wide-ranging schemes to revive inner cities an 'outdated obsession' in a policy reversal aimed at diverting resources to the country's towns and decaying suburbs.</p> <p>^^^^^^^^^^</p> <p>Environment</p> <p><strong>·</strong> Energy: Salad oil may fuel hydrogen car of future </p> <p>Researchers yesterday unveiled a new fuel: clean, green and also good in a salad dressing.</p> <p><strong>·</strong> Courts: Bird killer avoids jail </p> <p>A gamekeeper has been fined £5,500 for deliberately poisoning birds of prey in what has been described as Scotland's worst wildlife crime. </p> <p><strong>·</strong> Obituary: Colin Bibby </p> <p>Defending birds round the world. </p> <p>^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Alcohol: New campaign targets bingeing women's vanity </p> <p>The Portman group, a body funded by the drinks industry to tackle the social problems linked with alcohol, is to market an anti-binge drinking message as a beauty product to try to reach young women.</p> <p><strong>·</strong> Immigration: Statisticians deny distortion on asylum </p> <p>Britain's statisticians have rejected accusations that they were manipulating official figures on asylum, immigration and population, and accused critics of doing 'unjustified damage' to the UK's international reputation. </p> <p>^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Healthcare rights: Talk about it</p> <p>Should the NHS treat smokers and drinkers?</p> <p><strong>·</strong> Fuel: Put us all on rations </p> <p>It will take more than a few extra pounds on our gas bills to make us do something about global warming, says Madeleine Bunting.</p> <p><strong>·</strong> Life inside: 'I feel I haven't grieved yet' </p> <p>Susan May is 12 years into a life sentence for the murder of her aunt. Could new research by students win her a rare third appeal? Rosie Cowan talks to her.</p> <p><strong>·</strong> Regeneration: The rush to build - are we repeating past mistakes? </p> <p>For all its warm words and seemingly excellent intentions, Barry Munday wonders what makes the Sustainable Communities Plan different from the clumsy building efforts of the 1960s and 70s. </p> <p><strong>·</strong> Children: Looking under the stone </p> <p>Teachers won't admit that bullying is happening because they think of it like a stone in a flowerbed; if they don't pick it up they don't have to know what's happening underneath, says Esther Rantzen.</p>",
  "<p><strong>·</strong> Find out about efforts to cut public sector sick days<br><strong>·</strong> Read the report on the June elections postal ballot trials<br><strong>·</strong> Job of the week - economic inclusion manager, One NorthEast</p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for local government professionals</p> <p>^^^^^^^^^^<br><strong>WHAT'S HAPPENING IN LOCAL GOVERNMENT THIS WEEK</strong></p> <p>... Nurses back scheme to cut high sickness absence rates among public sector employees. Read the story <a href=\"http://society.theguardian.com/localgovt/story/0,7890,1290729,00.html\">here</a> ... Westminster council is to lobby the government to buy migrant workers sleeping rough a one-way ticket home. Find out more <a href=\"http://society.theguardian.com/localgovt/story/0,7890,1289878,00.html\">here</a> ... A Yorkshire council's decision to pull out of the region's unelected regional assembly could be the first in a series of resignations. More <a href=\"http://society.theguardian.com/regionalgovernment/story/0,8150,1289180,00.html\">here</a> ... A Lincolnshire councillor jailed in April for 18 months is still officially in office because the council failed to exercise its discretion to disbar him. Read the story <a href=\"http://society.theguardian.com/localgovt/story/0,7890,1287564,00.html\">here</a> ... How much power is the Treasury willing to relinquish to regional government, asks Peter Hetherington. Full feature <a href=\"http://society.theguardian.com/regionalgovernment/story/0,8150,1289857,00.html\">here</a> ... If government wants to increase sports participation it must ring-fence cash for local authorities, says Tom McNab. Read the story <a href=\"http://society.theguardian.com/localgovt/comment/0,7894,1290126,00.html\">here</a>.</p> <p>^^^^^^^^^^<br><strong>LOCAL GOVERNMENT DIARY: WHAT'S COMING UP THIS WEEK</strong></p> <p>TOMORROW: The Electoral Commission reports on all postal ballot trials across the country's four regions at June's local election. See previous voting pilot evaluations <a href=\"http://www.electoralcommission.org.uk/about-us/may2003pilots.cfm\">here</a>.</p> <p>^^^^^^^^^^<br><strong>ELSEWHERE THIS WEEK</strong></p> <p>The Electoral Commission has <a href=\"http://www.electoralcommission.org.uk/media-centre/newsreleasedonations.cfm/news/348\">published its list of donations </a>to political parties for the second quarter of 2004.</p> <p>^^^^^^^^^^<br><strong>JOB OF THE WEEK</strong></p> <p>One NorthEast, the regional development agency, is looking for an economic inclusion manager. Working with the head of regeneration and other regional partners, work is focused on overcoming exclusion, tackling equality, housing, health and crime. The advertised salary is £52,000.</p> <p>For more vacancies, such as inclusion manager, Dorset county council, and funding and data manager, Leicester city council, visit our <a href=\"http://jobs.theguardian.com\">free online database</a>.</p>",
  "<p>There is widespread confusion about where the \"good causes\" cash raised by the national lottery goes, with most people overestimating the amount put towards helping asylum seekers, a poll reveals today.</p> <p>Only 30% of people surveyed by ICM correctly estimated that organisations supporting asylum seekers received between 1% and 10% of the money handed out to charities and community groups, while 54% thought the amount was 11% or over.</p> <p>In fact, just 2.5% of the £285m grants made to charities by lottery distributor the Community Fund last year went to asylum seekers' organisations, while village halls got twice as much at 5%, disability organisations got 22% and organisations working with elderly people received 11%. </p> <p>The poll commissioned by the National Council for Voluntary Organisations (NCVO) showed that 19% of those surveyed thought 11-20% of the cash went to asylum seeker causes and another 12% thought these groups had received 31-40% of the money.</p> <p>The scale of the misconception about how much asylum seeker charities actually get meant the average percentage of the cash suggested by those polled was 23% - nearly 10 times as great as the proportion the charities actually receive. </p> <p>NCVO said the findings showed the effects of a vitriolic campaign waged by the rightwing tabloid press, which repeatedly attacked a Community Fund grant made to the National Coalition of Anti-Deportation Campaigns.</p> <p>But despite misunderstandings about where the money goes, nearly three out of four people said an independent public body should decide how lottery money is spent.</p> <p>The NCVO's chief executive, Stuart Etherington, said: \"Ten years on from its launch the public are determined as ever that the lottery retains its independence. However, if the lottery really is going to be returned to the people, as the government has said it will, then we will have to see an improvement in the public's awareness of where the money to good causes actually goes.\" </p> <p>He said there was little chance of the public understanding the real picture, because of \"media reports mainly dwelling on a handful of controversial grants at the expense of stories about millions of pounds of funding that goes to local communities\". </p> <p>Charities will be boosted by the finding that 73% of those polled favoured an independent public body distributing lottery cash as they wage a campaign to ensure the new Big Lottery Fund - formed from a merger of the Community Fund and the New Opportunities Fund - hands out grants free from government direction.</p> <p>A backlash has developed against plans by the culture secretary, Tessa Jowell, to channel grant distribution under three broad themes, linked to more specific outcomes laid down by the government.</p> <p>The poll showed that 45% of respondents thought local councils should decide how the money was spent, with the government and lottery operator Camelot the least popular choices to allocate the cash on 25% and 24% respectively.</p> <p>Mr Etherington said: \"If the next 10 years is going to be as successful as the last 10 we will need to see a renewed effort to protect the lottery's independence and increase its funding of small community based organisations.\"</p>",
  "<p>Ok, so think The Boys From Brazil meets I, Robot with a twist of The American President. It's an issue movie with romance and sci-fi thrown in! Opening credits run under a ragged brass band theme playing a downbeat, gloomy version of The Star Spangled Banner. A moving camera takes in dejected people clustered in groups around a vast arena wearing stars'n'stripes T-shirts, stars'n'stripes top hats, etc. They are wearing buttons saying Kerry for President 2004. Some are staring vacantly ahead; some are openly sobbing in each other's arms. </p> <p>Cut to: Democrat party headquarters. Spin doctors are dejectedly watching a TV talk show where pundits are saying: \"What lost it for Kerry was the stem cell research issue.\" The TV has a montage of ordinary Americans denouncing amoral stem cell research, cloning and Josef Mengele Nazi-style eugenics. The young excitable spin doctors snap the TV off and argue amongst themselves that the stem-cell issue is just a sideshow. The problem is Kerry was a dullard. They need a charismatic leader. </p> <p>Over the weekend, the chief spin doctor Ted Tipton (for casting, I'm thinking Ben Affleck) is talking with his adoring but mutedly sexy wife Beth (I'm thinking Anne Heche), who is a medical researcher. In the foreground is a cot with their tiny baby daughter, Hillary. Ted is depressed and thinking of quitting politics. Beth too is depressed. With no strong leader, the Democrats could be out of power forever and no progress will be made on genetic research. Then there is a knock at the door and a crazed, wild-haired scientist (Jeff Bridges) enters carrying what he claims is a fragment of Monica Lewinsky's sperm-stained dress. Why not use it to clone Bill Clinton? </p> <p>Later in secret, in Beth's lab, fragments of sperm are teased off the dress material with a Q-tip and placed in a test-tube and then fused with a donor egg from Beth herself. They are placed in a freezer with plenty of dry-ice, etc. Ted and Beth look at the scientist and ask: \"Are you sure this is ethical?\" </p> <p>Cut to: 30 years later. At the victory party for the 2034 presidential election, Ben Tipton is anointed leader - an eerie dead ringer for the young Clinton (perhaps Tim Robbins?). His running mate is young Hillary Tipton, a baby when the secret clone was carried out (she could be played by Gwyneth Paltrow). TV interviews give a rundown of how Ben was the \"adopted son\" of Ted and Beth Tipton who appear in full ageing makeup. </p> <p>Hillary, the new vice-president, attempts to call on Ben at the White House to discuss politics, and is disconcerted to see interns gigglingly exiting his office. They discuss a range of issues. Then he invites her out for lunch. In soft-focus, Hillary realises that despite his roguish reputation she has real feelings for him, and the fact that they are only sibling and foster-sibling means that there should be no bar to marriage. This breaks the heart of her boyfriend Jeb (Giovanni Ribisi). </p> <p>Montage of excited newspaper and magazine reports: are Ben and Hillary going to be more than prez and vice-prez? Is romance in the air? Ted Tipton worriedly considers the matter. He asks Beth if they should reveal to Ben that he is in fact that the clone of (the late) Bill Clinton and also Beth's son? </p> <p>Then Hillary comes to see them, announcing that she and the president are secretly engaged. Ted and Beth are deeply disturbed. In a private mother-daughter chat, Beth asks Hillary if they have slept together, and Hillary responds indignantly that it's none of her business but, as a matter of fact, no. Ben is saving himself for the wedding night. </p> <p>A new stem cell research bill is put before Congress. The president makes a televised speech, in which he is fully expected to endorse this liberal measure. But no. He announces that he is utterly opposed to crossing the ethical boundary of stem cell research. The Jeff Bridges scientist, now of almost Methusaleh age, calls on Ben and Beth and cacklingly reveals that he secretly added some hair clippings to the DNA he gave them - belonging to the notorious rightwing talkshow host, Rush Limbaugh. Enough to tilt the clone's views towards the right. It is all a fiendish plot to get a covert Republican into the White House! </p> <p>At the wedding of the President and vice-president, Ted and Beth make a sensational intervention when the minister asks if anyone knows of any just cause. To an astonished audience, they reveal that Ben is a clone of Bill Clinton and Rush Limbaugh and in any case the marriage would be incestuous. Hillary runs out of the chapel sobbing. </p> <p>Final scene shows Ben Tipton as a blackjack croupier in a Vegas casino. Hillary marries Jeb, and as president passes enlightened genetic research measures. Credits! Whaddaya think?</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS:</b> <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1291219,00.html\">A mortar attack on the main mosque in the Iraqi city of Kufa today killed 27 people and wounded 63 others, hospital officials and witnesses said</a>.</p> <p><b>MARK THATCHER CHARGED WITH FUNDING ATTEMPTED COUP</b></p> <p>It may have been the fact that Sir Mark Thatcher was robbed while in a holding cell ahead of his appearance in court over a coup plot yesterday, but his predicament reminds the Wrap of Dan Ackroyd's role in the 1983 US movie Trading Places.</p> <p>Ackroyd's character is a well-heeled businessman before everything starts to go wrong and at one stage he ends up crashing an exclusive Christmas party where he hides a large fish inside his Father Christmas suit.</p> <p>Things were certainly not going well Lady Thatcher's son early yesterday. when he was arrested by police at his GBP2.5m mansion in the upmarket Cape Town suburb of Constantia.</p> <p>As always when a member of the establishment gets in trouble, the papers crackle with schadenfreude. All the reports describe with thinly disguised delight that Sir Mark was apparently still wearing his pyjamas when the police arrived. </p> <p>He was later charged \"with helping to finance a failed attempt to overthrow the president of a tiny but oil-rich west African state\", the Guardian reports. Police said they had \"credible evidence\" Sir Mark was involved in plotting an armed coup attempt in Equatorial Guinea. His lawyer said he was held on suspicion of financing a helicopter gunship. </p> <p>Splashes in the Mail and the Mirror say that he faces 15 years in jail if convicted; the Sun, not to be outdone, reckons it could be 20 years.</p> <p>Sir Mark, 51, son of former prime minister Margaret Thatcher, denied the charges. The Independent quotes him as saying: \"I have no involvement in an alleged coup in Equatorial Guinea and I reject all suggestions to the contrary.\"</p> <p>The Sun said Lady Thatcher, who is on holiday in the US, was \"devastated\" by the news of his arrest and that his twin sister Carol, a journalist, had said she was \"shocked\".</p> <p>According to the Mirror, the police squad that arrested Sir Mark, which is modelled on the FBI and known as the Scorpions, searched his home, examining documents and computers. The Mail said detectives moved because they feared he was about to leave the country for the US, which he quit in 1996 for South Africa. </p> <p>The Guardian, which says Sir Mark's business dealings had been the subject of \"repeated controversy since the 1980s\", called it a \"humiliating day\" and said he faced a legal battle to escape a jail term. </p> <p>The Sun, which estimates Sir Mark's fortune at GBP60m, said there might be an attempt by Equatorial Guinea to extradite him and notes that the country has an appalling human rights record, with claims that prisoners have been tortured. Equatorial Guinea's justice minister, however, played down any suggestion of extradition. </p> <p>The alleged participants in the attempted coup against Equatorial Guinea's president, Teodoro Obiang Nguema, were detained at Harare airport in Zimbabwe in March. </p> <p>Simon Mann, an Old Etonian former SAS officer, and heir to the Watney brewing empire, has been appearing in court in the Zimbabwean capital, Harare, alongside 66 South Africans.</p> <p>Two days after the arrests in Zimbabwe, a further 15 men were arrested in Equatorial Guinea, where a separate trial is now ongoing. These men were allegedly an advanced party and are believed to have been led by a South African, Nick du Toit. </p> <p>Mr Du Toit has told a court in Equatorial Guinea that he had met Sir Mark, but only discussed \"a normal business deal\" to buy military helicopters for a mining enterprise in Sudan, the FT said. </p> <p>The Independent says the plotters are thought to have wanted to profit from the country's large oil reserves by installing the opposition leader Severo Moto, who is in exile in Spain.</p> <p>The Guardian says it has seen a copy of a letter written by Mr Mann from his Zimbabwe prison cell to his wife, demanding that his financial backers use their influence to get him released. In the letter, he appears to suggest that he was expecting USD200,000 from Sir Mark - using his nickname Scratcher - for an unspecified \"project\". </p> <p>Yesterday Sir Mark was ordered to pay bail of two million rand (GBP166,000), surrender his passport and return to court on November 25. He was not required to plead on any charges. </p> <p>Mr Obiang took power in a bloody coup in 1979, killing his own uncle to take the presidency. The Sun is rather diverted by claims from his opponents about his \"cannibal\" eating habits. </p> <p>* <a href=\"http://www.theguardian.com/southafrica/story/0,13262,1291072,00.html\">Thatcher in court over coup plot</a><br> * <a href=\"http://www.theguardian.com/Politics/news/story/0,9174,1291088,00.html\">Scratcher, the millionaire fixer</a><br> * <a href=\"http://news.independent.co.uk/world/africa/story.jsp?story=555145\">Independent: How former PM's son became embroiled in mystery of plot</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004392343,00.html\">Sun: Mark at mercy of cannibal</a></p> <p><b>UNEXPLAINED AIR DISASTERS KILL 89</b></p> <p>It is still not clear why two passenger aircraft exploded simultaneously in mid air on Tuesday night shortly after leaving the same Moscow airport, killing all 89 people on board. </p> <p>The Guardian reports that the owners of the two aircraft, aviation experts and relatives of the dead say the coincidence was too great for it not to be a terrorist act.</p> <p>But Russia's security service, the FSB, said it had yet to find any evidence of a bomb or a hijack, although it did not rule out the possibility. Officials have urged patience and calm, the Herald Tribune reports, adding that airport security has been increased throughout Russia. </p> <p>Grief-stricken families converged on Moscow's Domodedovo airport, according to the Independent.</p> <p>* <a href=\"http://www.theguardian.com/russia/article/0,2763,1291036,00.html\">Terror mystery haunts jet disasters</a><br> * <a href=\"http://www.iht.com/articles/535772.html\">IHT: Hunt begins for clues</a></p> <p><b>BOYS LAG BEHIND AT GCSE</b></p> <p>\"GCSE results crown a record year,\" says the Telegraph. More than 600,000 16-year-olds receive their exam results this morning, and the proportion of A* to C grades rose from 58.1% last year to 59.2% this year.</p> <p>But there are concerns. Girls continue to outperform boys and the Guardian's main line is that the government is under pressure to \"tackle the continuing problem of boys' under-achievement\", which is at its most acute for eight years. </p> <p>And the paper reports that despite the improvement in the A* to C band of grades, the results published this morning also \"confirm that the GCSE pass rate has edged downwards\". </p> <p>One senior academic tells the Guardian that the overall pass rate is now 97.5% - down 0.1% on last year - when new job related courses are taken into account. </p> <p>The FT, meanwhile, reports that the public school Harrow is to open an outpost of upper crust English-style learning in China, complete with boaters and the school song. The 432-year-old north London school plans to open a sixth form college and language school next year in Beijing catering almost entirely for Chinese students, the paper says. </p> <p>* <a href=\"http://education.theguardian.com/gcses2004/story/0,14504,1290962,00.html\">Action urged as underperforming boys eclipsed by girls in GCSEs</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=H2UAYGZG2LMBDQFIQMGSM5WAVCBQWJVC?xml=/news/2004/08/26/ngcse26.xml&amp;sSheet=/portal/2004/08/26/ixportaltop.html\">Telegraph: GCSEs crown record year</a><br> * <a href=\"http://news.ft.com/cms/s/80dfe172-f6fc-11d8-a879-00000e2511c8.html\">FT: Harrow to take boaters to Beijing</a></p> <p><b>SISTANI LEADS MARCH ON NAJAF</b></p> <p>The FT leads with the return to Iraq of the country's most revered Shia cleric, Grand Ayatollah Ali al-Sistani, and the hopes he may be able to end the bloody siege at Najaf. </p> <p>Ayatollah Sistani, 73, who had been treated for a heart problem in London, has called for a mass demonstration today to try and end three weeks of fighting between American forces and Shia insurgents for control of the holy city. </p> <p>He is expected to lead a procession to the Imam Ali shrine where the last remnants of a militia force loyal to the rebel Shia cleric Moqtada al-Sadr are holed up, besieged by US and Iraqi government forces.</p> <p>The Times warns that there are fears of a bloodbath among rival Shia factions if Ayatollah Sistani's followers move to eject Mr Sadr's militia from the shrine. </p> <p>Ayatollah Sistani crossed the border from Kuwait yesterday in a convoy and spent the night in Basra in southern Iraq.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1290819,00.html\">Defiant uprising seems to be near its end</a><br> * <a href=\"http://www.iht.com/articles/535771.html\">IHT: Shia cleric looks to broker a deal</a><br> * <a href=\"http://news.ft.com/cms/s/9715293c-f6d6-11d8-a879-00000e2511c8.html\">FT: Sistani's return to Iraq may offer Najaf solution</a></p> <p> <b>UNITED AND NEWCASTLE SQUABBLE OVER ROONEY</b></p> <p>England striker and newspaper obsession Wayne Rooney wakes today to more palatable headlines than he has endured in recent days. Last night Manchester United weighed in with a GBP20 bid for the 18-year-old, matching Newcastle United's earlier bid. </p> <p>Most football commentators feel Old Trafford has more pull than Tyneside and the received wisdom is that Rooney will be playing for Sir Alex Ferguson's side very soon. Newcastle, though, claimed to have lifted their own bid to GBP23.5m last night.</p> <p>Meanwhile, with a 3-0 victory over Blackburn Rovers, Arsene Wenger's invincible Arsenal side notched up a record 43 league games unbeaten run. \"Imperious Arsenal\" salutes the Telegraph. </p> <p>* <a href=\"http://football.theguardian.com/Match_Report/0,1527,1291143,00.html\">Henry launches Arsenal to record mark</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml?xml=/sport/2004/08/26/sfgars26.xml&amp;sSheet=/sport/2004/08/26/ixsporttop.html\">Telegraph: Henry's strike sets up record</a></p> <p><b>LOCUSTS ON LOCATION</b></p> <p>A \"biblical plague\" of locusts has infested the town of Matera in southern Italy where Mel Gibson made his controversial film The Passion of Christ, the Telegraph reports. </p> <p>The infestation is particularly annoying, given that the town had been hoping for a tourist boom off the back of the film. </p> <p>This could be a coincidence, of course. But the Wrap has to question why the locusts did not appear when Gibson was there. Do they need directions to where he is now? We could find out. </p> <p>The Mirror, meanwhile, has a picture of the bus of the future, the sleek 100mph, 18-metre BladeRunner. It looks a little like the Batmobile might look if it was - well, a bus. The government is apparently considering spending GBP500,000 to develop the vehicles.</p> <p>There are no details about whether there will be special high-tech holding bays for plaid-coloured shopping trolley-style bags. The ubiquitous chewing gum and litter would also need to be carefully added, as well as that great soup of odours known as \"bus smell\".</p> <p>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/26/wlocus26.xml&amp;sSheet=/news/2004/08/26/ixworld.html\">Telegraph: Locusts plague home of Gibson's Christ</a></p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Ayatollah Sistani is expected to lead a march to the besieged Ali Imam shrine in Najaf.</p> <p>&gt;&gt;&gt; More commentary on today's GCSE results.</p> <p>&gt;&gt;&gt; Bill Clinton is meeting politicians in Belfast in an attempt to revive the Good Friday Agreement.</p> <p><a href=\"http://www.theguardian.com\">Updates throughout the day at Guardian.co.uk</a></p>",
  "Twelve days after undergoing heart surgery in London, the Shia cleric, Grand Ayatollah Ali Sistani, returned to Iraq yesterday to try to reclaim control over the holy shrines of Najaf and end the uprising that has threatened to destabilise the south of the country. <p>The 73-year-old cleric crossed Iraq's border from Kuwait at noon yesterday in a guarded motorcade as his aides called on Iraqis to march to Najaf and \"seize\" the holy city from the fighters of the rebel cleric Muqtada al-Sadr and the US and Iraqi forces besieging them. </p> <p>\"His aim is to stop the bloodshed,\" said Murtadha al-Kashmiri, a Sistani representative. \"Those believers who wish to join him, let them join.\" Mohammed Bahr Ul Uloum, a mainstream Shia cleric who used to sit on Iraq's governing council, said: \"Despite the critical state of his health, Sayed Sistani has responded to the desperate pleas for peace in the holy city that is also his home.\" </p> <p>Ayatollah Sistani had been in London for medical treatment since August 6, one day after clashes erupted in Najaf. He underwent angioplasty to unblock an artery. The ayatollah's surprise return came as fighting continued near the shrine of Imam Ali, one of Shia Islam's most sacred sites - though many al Mahdi fighters were seen streaming out of the city yesterday. </p> <p>The violence, which has spread to other southern Iraqi towns as well as Shia districts of Baghdad, has killed or wounded hundreds of Iraqis and undermined support for Iraq's interim government. It has also alienated many moderates among the Shia majority whose support is considered vital to the country's nascent political process.</p> <p>Mr Bahr Ul Uloum said the grand ayatollah would spend the night in Basra, before travelling to Najaf today, gathering supporters in the southern cities of Nassiriya, Samawa and Diwaniya. </p> <p>He said he and a delegation of tribal and religious leaders from Najaf and the surrounding region would meet the ayatollah and his supporters on the edge of the holy city and march with them to the shrine. </p> <p>\"If the fighting is still going on, the ayatollah will call on everyone to put down their guns,\" Mr Bahr Ul Uloum said. \"Then he will go the holy shrine, pray, and receive the keys to the holy shrine.\" </p> <p>After that the political process would take over to resolve \"outstanding issues\" between Mr Sadr and the interim government, he said. </p> <p>Until now, Ayatollah Sistani has been reluctant to involve himself directly in the Najaf crisis. Like other moderate Shia leaders in Iraq, he has avoided open criticism of Mr Sadr, who lacks Ayatollah Sistani's scholarly standing, for fear of stoking tensions among Shias at a time when the long-oppressed community is emerging as the country's most dominant group. </p> <p>But Ayatollah Sistani's supporters are alarmed at the effectiveness of Mr Sadr's populist anti-American message, which appeals to the Shia poor. The ayatollah, by contrast, has shown tolerance for the US presence in the hope that Washington would withdraw from Iraq once an elected government takes office. </p> <p>The interim government appeared to have been caught on the hop by Ayatollah Sistani's return. A foreign diplomat in Baghdad, said: \"If Mr Sistani is successful it will be good and bad news for the government. It offers them a peaceful way out of a dangerous situation but it will also be an affirmation of the enormous prestige he commands.\" </p> <p>For their part, supporters of Mr Sadr acknowledged it would be difficult to resist a direct demand from Ayatollah Sistani to disarm. </p> <p>Adnan al Safi, editor-in-chief of the pro-Sadr Al-Salam newspaper, said: \"Sayed Ali Sistani is a peaceful man and he will try his best to end this issue of Najaf peacefully. But the Iraqi government and the US should stop firing.\" </p> <p>The militant cleric had already agreed to calls by last week's national conference to move out of the shrine, disarm, and turn the Mahdi army into a peaceful organisation in return for amnesty for his followers. But he demanded a truce first. </p> <p>Last night thousands of Ayatollah Sistani's followers tried to reach Najaf after the cleric's call for them to march on the city's Imam Ali shrine. Najaf's chief of police gave orders to block all roads leading to the city and instructed officers to shoot demonstrators if they failed to turn back. At least two people were killed yesterday when police in Kufa opened fire on demonstrators.</p>",
  "<p>Bemused, bewildered and blissful, Bradley Wiggins yesterday became the first Briton since 1964 to take three medals in a single Olympic games. He and his madison relay partner Rob Hayles - bloodied and bruised as well as blissful - won bronze in a display of colossal guts and ice-cold composure. </p> <p>All had seemed lost when Hayles fell off shortly after half-distance, and the duo's untrammelled joy as the race finished turned into an agonising wait after the German team put in an appeal over the distribution of points. The judges threw it out, and for once sporting justice was done. </p> <p>Already the winner of the individual pursuit and a silver medallist - again with Hayles - in the team pursuit, the 24-year-old Londoner was overwhelmed to have matched Mary Rand's haul in Tokyo in 1964 of a gold in the long jump, silver in the pentathlon, and bronze in the 4x100 relay. For a British cyclist, it is a unique feat. </p> <p>\"I was told a few times that this was possible, but this sort of thing only happens to other people,\" said Wiggins. \"I never, ever thought that anything like this could happen to me. It's terribly hard to take in. I'm still in a bubble here, and I'll have to wait and see what the response is when I get home, but it's mindblowing for me.\" </p> <p>This 50-kilometre event is the longest Olympic track discipline, and is a curious cycling variant on tag wrestling, with one of each of the two-man teams circling the track slowly while his colleague races for a couple of laps before grabbing his hand and slinging him bodily into the fray. The object is to gain laps on the field, and score points which are awarded every 20 laps and are used to separate teams finishing on the same lap. </p> <p>\"The [individual] pursuit was incredible, the team pursuit was hard and a bit disappointing, but I had a day off yesterday, had some time away from the village and even managed to have a pint of beer, which must have done me more good than harm. I came here relaxed and ready for it.\" </p> <p>He will find out soon enough how the British public responds when he rides next week's Tour of Britain as the leader of his Crédit Agricole team. His response since taking gold in the individual pursuit has been exemplary, however. </p> <p>On Sunday and Monday he tried his damnedest to assist the team pursuiters in the latest episode in their lengthy, frustrating quest for victory over the Australians, and after that he could have been forgiven for relaxing a little as only the eighth Briton to take a gold and silver medal in one games in the post-war era. </p> <p>This race was unfinished business, though. In Sydney, Hayles had crashed and broken his collarbone with two laps to go when the pair were in the silver-medal position, and they were relegated to fourth. \"It haunts me,\" said Hayles before yesterday's start. </p> <p>With 36 cyclists spread out over the 250 metres, travelling at up to 40mph, this is an adrenalin-fuelled, dazzling spectacle, but not easy on the nerves as cyclists weave past each other continually and throw their team-mates with gay abandon with inches to spare. </p> <p>\"I was about to attack, but a French guy swung up in front of me and I clipped his wheel,\" said Hayles. \"If it had been a car accident it would have been my fault because I hit him from behind, but I'm blaming him. I had visions of Sydney and thought 'oh my God, the British public must think I'm an idiot'.\" He landed heavily on his left side, got up rapidly, with his hip and elbow skinned raw. \"A few beefburgers,\" as their coach Simon Jones put it. </p> <p>Riders are allowed four laps out for such an incident and Wiggins merely remained \"in the race\" while Hayles got back on a replacement bike but he quickly needed a second bike change. \"It was the same one I fell off on in Sydney, so I wanted to get rid of it as quickly as possible. I knew I was OK, it was a question of getting my breath back and going for the lap near the end when everyone was tired.\" </p> <p>They had made a superb start, taking an early sprint, and were well-placed in fourth but, with Hayles pedalling stiffly and painfully, they slipped to seventh. But Wiggins said: \"I knew we had to wait for the right moment.\" It came with 32 laps remaining when Wiggins, who had looked the strongest and smoothest rider throughout, shot out of the string of riders in a last-ditch attempt to gain the lap that would put them back with the leaders. </p> <p>It took 10 laps of all-out effort to achieve the lap gain but it brought the crowd to their feet. It took the duo into the silver-medal position, but the next sprint edged the Swiss past them. The finishing sprint was all that remained; Wiggins raced his heart out from five to go to keep the pair well placed, and it fell to Hayles to hold off Ukraine and New Zealand. </p> <p>Cruel luck, and the implacable judges had already deprived the pair's team-mate Jamie Staff of a probable medal in the keirin. The world champion had fought his way back into the final after going out in the first round of this event in which riders are paced for six laps by a small, puttering motorbike piloted by a grim-looking driver in a black catsuit. </p> <p>Staff was judged to have obstructed another rider in the final two-lap dash for the line en route to winning the second round, and was disqualified. It seemed harsh, given that every round involved bumping, boring and jostling which led to two heavy crashes, and the former BMX world champion was devastated. At 31, this may have been his only chance for an Olympic medal, and for him, unlike Wiggins and Hayles, there may be no sweet revenge. </p> <p><strong>Gold, silver and bronze in same games post-war: </strong></p> <p><strong> Bradley Wiggins </strong> 2004 Gold in individual pursuit, silver in team pursuit, bronze in madison </p> <p> <strong> Mary Rand </strong> 1964 Gold in long jump, silver in pentathlon, bronze in 4x100m </p> <p><strong> Gold and silver at the same games </strong></p> <p><strong> William Laurie </strong> 1948 Gold coxless pairs, silver eights gold coxless pairs, silver eights </p> <p> <strong> Ann Packer </strong> 1964 Gold in 800m, silver in 400m </p> <p> <strong> Derek Alhusen </strong> 1968 Three-day event team gold, individual silver </p> <p> <strong> David Wilkie </strong> 1976 gold 200m breaststroke, silver 100m breaststroke </p> <p> <strong> Seb Coe </strong> 1980 and 1984 Gold 1500m, silver 800m </p> <p> <strong> Jason Queally </strong> 2000 Kilo gold, team sprint silver </p> <p><strong> Leslie Law </strong> 2004 Three-day event individual gold and team silver</p>",
  "<p>Yesterday was 10 minutes old when Yelena Isinbayeva poured liquid on to her palms, rubbed the grip of her vaulting pole and murmured her private litany for the last time. On this occasion, however, a broad smile had replaced the usual stare of ferocious concentration as she wiggled her bottom in that way she does before setting off down the runway. A few seconds later the stadium erupted to acclaim a new world record. </p> <p>It was a wonderful climax to an enthralling contest and around 25,000 people had remained in the Olympic stadium to watch it. A first-time inclusion four years ago in Sydney, the women's pole vault has become not just one of the glamour events but also one of the most rivetingly competitive. </p> <p>On Tuesday night the stadium had been full of marvellous examples of sporting fellowship. Best of all, perhaps, was the sight of the decathletes lying exhausted on the track after their 1500m races, then rising wearily to their feet to embrace each other with an unfeigned warmth, winners and losers indistinguishable from each other amid the collective goodwill generated by two dozen big men who had fought each other to a standstill. Then there was the beauty of the gesture extended by Bernard Lagat to Hicham El Guerrouj, the defeated Kenyan bending down to put his arm around the shoulder of the victorious Moroccan, who was kneeling on the track in disbelief and gratitude that finally, after so much misfortune, he had acquired the gold medal his glittering talent demanded. </p> <p>In the pole vault area, by contrast, fellowship was at a premium. Here was a high-stakes, high-risk, gloves-off, take-no-prisoners battle contested by a bunch of women who, as they lolled around waiting to take their turn, just happened to look like an audition for a Vogue cover shoot. </p> <p>The cast of Sydney's dramatic final has been replaced. Stacy Dragila, the winner four years ago, failed to qualify for the final. Tatiana Grigorieva, Australia's Russian ice queen, took her silver medal into retirement. But no one was missing them in Athens on Tuesday night as Anna Rogowska and Monika Pyrek of Poland, Thorey Edda Elisdottir of Iceland, Alejandra Garcia of Argentina, Silke Spiegelburg of Germany and the rest lined up to provide support to the featured attraction. </p> <p>This was, of course, the ongoing Russian civil war between Isinbayeva, a dark-haired, grey-eyed native of Volgograd, and Svetlana Feofanova, a freckled, sandy-haired Muscovite. And it is a contest that goes a lot deeper than the quest for a single Olympic gold medal. </p> <p>Isinbayeva is 22 and comes from a comfortable background. Feofanova, two years older, is the child of a single mother who worked at three jobs to keep the family fed. Both started as gymnasts and there was no love lost when they somersaulted on the balance beam and swung on the uneven bars. When they switched to the pole vault, their rivalry took on a new edge. \"Hi-and-goodbye\" is how Isinbayeva describes their relationship. </p> <p>At the beginning of this Olympic cycle Feofanova was the first to establish herself. With victories in the world outdoor and indoor championships last year she appeared to have manoeuvred herself into position for a gold medal in Athens. Isinbayeva had stalked her rival for a couple of seasons when she soared above her for the first time this year, setting a new world indoor record in Budapest and establishing a new outdoor mark of 4.87m in Gateshead. </p> <p>Feofanova reasserted her presence with a 4.88 in Heraklion, only to find Isinbayeva capturing a thrilling battle at Crystal Palace in July by lifting the record to 4.90. And there it stood until the first minutes of yesterday morning. </p> <p>The two Russians have clearly learnt a lesson from Sergey Bubka, the 1988 Olympic champion in the men's event. Having always resented the way the Soviet authorities pocketed his prize money, Bubka made sure, when it became possible for him to keep the bonuses on offer for setting a new world record, that he did so in increments of no more than one centimetre, in order to maximise his earnings. </p> <p>Currently the tariff for the women's pole vault record at grand prix meetings stands at $50,000, although a record set at an Olympics brings only a bonus from the athlete's shoe sponsor - which will probably at least match the missing official bonus. So when, having beaten Feofanova for the gold medal, Isinbayeva went for the record, it could be imagined that something more than extra entertainment for the crowd was in her mind. </p> <p>But who cared about the motives behind Isinbayeva's final flourish? What we got, as the night air bore the first cooling breeze of the week, was the sight of a woman pole-vaulting 4.91m for the first time in competition. </p> <p>One day Isinbayeva or Feofanova will clear 5m, the height at which Bubka said, long ago, that he would start to take women pole vaulters seriously. Isinbayeva says she has already done it in training, so it may not be too far away. Just do not expect to see it happen all at once.</p>",
  "<p>A new generation of Cuban baseball stars beat Australia to win the gold medal last night, a performance that restored their country's reputation as the pre-eminent power in Olympic baseball and, if past history is anything to go by, promised to add a little extra drama to the head count when the squad arrives at Athens airport later this week to catch the plane back home to Havana. </p> <p>Defections rather than opposition pitchers with nasty curve balls have been the bane of Cuban baseball down the years, so much so - it was reported in the American media - that before the squad left for Greece they had a ceremony during which the players swore an oath to \"fight for victory with dignity, patriotism and simplicity\" and to \"stand up for Cuban principles\". </p> <p>Nationalistic team bonding is hardly unusual in the context of an Olympic games. Yet when Cubans indulge in such behaviour suddenly get-togethers become \"ceremonies\" and promises become \"oaths\", as if there is some kind sinister compunction involved. It could be that the Cuban players are being forced to play a sport they love, in the colours of the country they grew up in, but it certainly has not looked that way at this tournament, during which an inexperienced squad has played with enthusiasm and spirit, losing only one of their nine games. </p> <p>Indeed, let the record show that when the Cuban starting pitcher Norge Vera sat down the first eight Australian batters without giving up a single hit, he did so without a gun to his head; that when centre fielder Ariel Pestano nearly broke his neck against the outfield wall preventing a certain two-run double in the third inning, he was not under orders from Fidel Castro; and when left-fielder Frederich Cepeda crashed a home run halfway towards Crete in the fourth innings he did not follow the ball over the wall and seek a new and better future in capitalist Brigadoon. </p> <p>Cepeda's homer gave his team a two-run lead. Australia replied with a run in the fifth. But then Eriel Sanchez's two-run single at the top of the sixth gave Cuba a 4-1 advantage, a lead that was then stretched to a comfortable 6-2. </p> <p>Sanchez and Cepeda were the heroes on the night but neither man is likely to attract the attention of the American scouts who follow the Cuban team wherever it plays. Second-baseman Yulieski Gourriel, athletic, strong and still only 19, and Ariel Pestano, who has topped the batting averages in Athens, are both considered to be good enough for Major League baseball. Whether or not either man would ever want to leave his homeland is another matter. </p> <p>\"Our players were free to come and go as they pleased during all the time they've spent in Athens,\" the Cuban coach Higinio Velez said last week, irked when the issue of defections was raised. </p> <p>Maybe so. But the team Velez brought here was not his strongest. Last December his best player, first baseman Kendry Morales and his first-choice catcher, Barbaro Canizares, were arrested by Cuban police for their involvement in a plan to sail from Caibarien, in the north of Cuba, to the Bahamas. Both were thrown out of the game. Not only that, Morales's record-setting first year as a batter in the league has been expunged from the records. \"They betrayed the love of the Cuban people,\" explained. Carlos Rodriguez, commissioner of Cuba's national baseball league at the time. </p> <p>That being the case, the Cuban people must be carrying a persecution complex by now. </p> <p>Since 1990, an estimated 50 elite players have left, most for the United States. One of them, pitcher Livan Hernadez, now with the Montreal Expos, was even voted most valuable player when his then club, the Florida Marlins, won the World Series in 1997. Hernadez's brother, Orlando \"El Duque\" was involved in the most dramatic defection of all, when he, his wife and six friends were washed up on an island off the Bahamas. El Duque was offered \"humanitarian parole\" by the US government, followed by a tasty contract from the New York Yankees. </p> <p>Major league money, especially when measured against the relative poverty most Cubans live in, is an obvious motiviation for players to defect. Yet the players also find themselves subjected to intense pressure from US-based agents keen to cash in on their talents but uninterested in their personal circumstances. </p> <p>In 2002, Jose Contreras, a pitcher who had starred for Cuba in Sydney, walked out on the team during a tournament in Mexico. Like El Duque, he and his new agent ended up in the offices of the Yankees, where he signed a $38m (£21m) contract. Great things were expected of Contreras but, separated from his wife and children who remained in Cuba, he delivered little and was traded by New York after just one season.</p>",
  "He is sitting down when I enter the echoing, well-used function room in the Brixton Recreation Centre, so for the moment I am taking it on faith that Luol Deng is 6ft 8in, with a wingspan - lovely concept, that - of 7ft. A handshake, a wary look, though I don't see what I and my tape recorder can do to him: throughout the interview there will be five or six other men in the room, vigilant and protective as UN observers. <p>Only in basketball would Deng be called a small forward. He is such a good small forward, however, that he has just been signed by the Chicago Bulls for $6.3m over three years. Apparently, the Bulls aren't at their strongest, past the heyday when Michael Jordan ensured that even those who knew nothing about basketball knew the Bulls, but they are still a big deal, and so, suddenly, is Deng. Hence the posse, the 15 minutes of face time I'm told I'll be permitted, and the anxious PR man for PlayStation buzzing around saying, \"You will mention PlayStation 2, won't you? Won't you?\" </p> <p>But this is also the gym in which Deng has trained for seven years, ever since coming to Britain in 1994 (and PlayStation 2 sponsors Hosana, an organisation that supports grassroots basketball throughout the UK). This, Deng says, is home, and the observers are two brothers, a couple of guys from Hosana and his childhood coach, Jimmy Rogers, who still teaches the youth of Brixton the joys of bouncing balls. So it is starry and entirely unstarry at the same time, a shambolic collision of NBA control and simple Brixton mess. </p> <p>In previous interviews, Deng has referred to his family's move from Sudan, via Egypt, as \"a tough journey that has helped me mature that much quicker\" to seeing \"things that a lot of adults have never seen and never will\". But when I ask what he means, specifics elude him. \"I left Sudan at a very young age, so I don't really remember much.\" Six years' training in the US has given him a languid American accent. What was life like in Sudan? \"To be honest ... \" He laughs, rather engagingly at a loss, and I'm reminded that despite the poise, and watchfulness, he is only 19. \"I can't ... \" </p> <p>Luol's father, Aldo Deng, later fills in the gaps. The Dengs - Luol is the eighth of nine children, Aldo has two other wives and a total of 16 offspring - were a wealthy landowning family (\"We had farms, cars, houses\"). Aldo was elected to parliament in 1967, and by 1989 had served as a provincial governor, as deputy speaker (twice), as a minister of culture, of irrigation, of transport, and as deputy prime minister. But they are also Dinka, a southern Sudanese Christian tribe notable for its height, but known mainly in the west for its misfortunes: women and children sold into slavery in Sudan are frequently Dinka. </p> <p>In 1989, the elected government was overthrown and Sharia law imposed. Aldo Deng was imprisoned for three months, then released on condition that he negotiate peace between the Christian south and the Muslim north. That year, when Luol was four, he took the precaution of sending his family to Alexandria. On December 15, 1993, on the pretext of a holiday, Aldo left Khartoum for London; the following month, he claimed political asylum. </p> <p>Luol is a bit hazy about Egypt, too. Did they live in a refugee camp? \"We were refugees, but I never really went to a refugee camp,\" then, \"not basketball, or any other refugee camp.\" All the same, in Alexandria they were so poor that the Catholic church had to come to their rescue with food; the Egyptian government provided free education. </p> <p>What would have become of them if they hadn't left? \"The lucky ones would have gone into the army. Others might have died. They would have been mistreated because of my name. So many relatives, so many supporters, have died because of my name.\" </p> <p>Another brother shambles in, sits down next to Luol, introduces himself as Ajou, \"the tallest one\". And how tall is that? \"6ft 11in\". Four of Luol's siblings play competitive basketball; Ajou, injured a year ago, used to play for the universities of Connecticut and Fairfield, and wants to turn professional; Akuei used to play for Brixton Top Cats; sister Arek, plays for Delaware University; Deng Deng plays for Plymouth. </p> <p>The family was aided by the appearance one summer of NBA star Manute Bol; a 7ft 7in Dinka who ploughed much of his accrued millions back into charitable causes back home, as well as into the Sudan People's Liberation Army (SPLA). On holiday in Alexandria, Bol saw the brothers knocking a ball about, taught them some rules and became a family friend. </p> <p>In time the children joined Aldo, and the family has lived ever since in refugee housing in south London on income support, augmented latterly by what the now-grown children earn. \"Our family has been supported by British taxation,\" says Aldo Deng. \"All my children have finished university and even I got involved in studying. We are very grateful. We are not like other refugees who don't remember.\" </p> <p>They spoke Arabic and Dinka, but initially no English; at home They \"mix it up,\" says Luol with a mischievous grin. \"You gotta be one of the family to understand what we're saying, but mostly we speak Dinka.\" </p> <p>Basketball in Brixton provided a way of belonging. \"You don't need to speak the language,\" says Ajou. \"Basketball got us a long way. It gave us education.\" By the time he was 13, Luol had been asked to play for England's 15-and-under teams in both football and basketball. Reluctantly, realising he was too tall, \"except if I wanted to be a goalie or something\", he relinquished football, and later led England to the finals of the European junior tournament in basketball in Poland. Arek has also played for England. </p> <p>But the only place for an ambitious basketball player to go is America, and both Luol and his sister won scholarships to the Blair Academy in New Jersey, where he was bitterly homesick. By the time he graduated he was ranked second-best high-school player in the country. Recruiters were so keen to sign him up he once even found one lying in wait for him when he came out of the shower. </p> <p>He lasted only a year at Duke University before entering his name for the NBA draft. This did not make him popular with Duke fans: online message boards are rife with accusations of betrayal and money-grubbing. \"Most kids go to school to find a job to eventually support their family, and support themselves,\" says Luol. \"I put myself in that position in one year, so there's really no need to stay the next three years.\" He does promise that he will get around to graduating at some point. </p> <p>What, particularly, would have prompted the Bulls to pick him? \"If you're just good at one thing you're not really a basketball player,\" he says. \"I can't really tell you one particular thing.\" \"He's very talented,\" offers Anjou, \"but everyone in college basketball is talented. To be better than everybody you have to work hard. That's what he does. He works hard.\" </p> <p>They are all proud of him, says Luol, \"but in the family you still get treated the same - as soon as you walk in the door you're still the same kid and if you're messing up, your mom is still going to get on you, but when you gotta walk outside the door, and you see your fans and stuff, it's this kind of different world.\" So he has a lot of fans? \"Yeah. So I try to stay indoors with my family.\" </p> <p>At the moment, both brothers are jumping through the hoops necessary to get British passports - they would love to play for England in the Commonwealth games in 2006, and in the next Olympics. It also means, says Aldo, that Luol will pay taxes to Britain, and not the States (Luol has apparently refused a green card): \"This is the country that rescued us from the most difficult country in Africa,\" he says; they want to pay something back. The Dengs will at last be able to stop claiming income support, and - though I'm not sure how Luol feels about this - his father hopes he will buy a small shop, to give his other relatives something to do. </p> <p>And finally, there is Sudan. Ever since he arrived in England, Aldo Deng has, he says, been working to help southern Sudan: he has chaired various charities and reports on human rights for the Sudanese People's Liberation Movement; he has set up the Deng International Foundation to support children, women, schools and healthcare; recently, he has been among those attempting to warn about the severity of what is happening in Darfur. Eastern Africa is a prime training ground for terrorists, he points out, and some are among the Janjaweed. His most famous son also feels a sense of duty: \"I'm in a position financially where I could build something or support a kid [in Sudan]. It's not something I would do just because people expect me to. I believe that I can make a difference.\" </p> <p>Finally, he is dragged off for a photo shoot with some children at a basketball camp, some of whom, swamped in their strip, barely reach his knees. Far above his head, on the walls of the gym that made him a player, are encouraging slogans. Rough and Ready. Hoop Dreams Reality. Respect Given.</p>"
]