[
  "Asylum applications in the major industrial states fell to their lowest level in 17 years this spring, with Britain falling behind France as the main destination for asylum seekers within the European Union. <p>The United Nations high commissioner for refugees (UNHCR) in Geneva confirmed the trend, already evident in Britain's own recent statistics for the second quarter of 2004.</p> <p>The 13% drop in Britain, to 9,210, compared with 14,049 second-quarter applications in France, 8,520 in Germany - for many years the No 1 EU destination - and 9,600 in the vastly larger United States.</p> <p>UNHCR sources said that numbers in Britain had fallen \"quite sharply\".</p>",
  "<p>It was surely no coincidence that Lawrence Dallaglio looked as happy and contented at Twickenham yesterday as he has done in ages. By relinquishing the chains of leadership on his own terms, England's latest former captain has achieved what top sportsmen rarely do and, judging by the smile on his partner Alice's face, he has also earned a bucket-load of domestic brownie points. </p> <p>As with Paula Radcliffe, however, the idea of one of our sporting heroes bailing out with the race less than fully run does not always sit comfortably with the ever-demanding English public. Dallaglio, still only 32, has been captain of a side in transition who desperately need some stability at the top; by stepping aside at a time when Sir Clive Woodward's future is also uncertain, he has left England in a tighter spot than the Rugby Football Union would prefer. </p> <p>It also requires a considerable leap of faith to put the two biggest rugby headlines of the year side by side and insist there is no connection. What is clear is that, having achieved their hearts' desire by winning the World Cup, English coaches and players alike have been mulling over the post-Sydney meaning of life. In Dallaglio's case, not unlike Radcliffe's, it would appear the mental pilot light which gave him the inner strength to cope with a murderous playing schedule has been extinguished over the summer. </p> <p>Far from expressing regret, the thrust of Dallaglio's farewell message after 73 England caps, 22 of them as captain, was how good his decision felt. \"It was the right decision and the right time for a number of reasons,\" he said. \"Every time I thought about it the same decision kept coming up. Inevitably, when England play there will be a feeling of 'I could still be there', but I've got incredible memories of playing rugby for England. It's been a wonderful chapter of my life, but I'm now very excited about the next one. </p> <p>\"The key for me is owning my own time again. I don't believe under the current structure of northern hemisphere rugby that you have any ability to make decisions for yourself. It is a treadmill. If the players were contracted centrally then possibly I might not be announcing my retirement today. But you can't keep having the type of season I've had over the past two-three years.\" </p> <p>He is right about the lunatic schedule, but some will still find it hard to square Dallaglio's wish to step off the aforementioned treadmill with making himself available for a lengthy Lions tour to New Zealand next summer and ploughing on for London Wasps for two more seasons. It is also hard to see how Woodward can pick Dallaglio for his tour party based purely on club form. The Wasps captain, who denied any behind-the-scenes row with his international coach, clearly still wants to go, but no longer covets a weekly season ticket on the \"emotional roller-coaster\" boarded by all those who aspire to the brutally physical summit of the sport. </p> <p>\"You can't just walk around being a rugby player 24 hours a day every day,\" he sighed, also rejecting the thesis that five defeats in England's past six Tests had tipped him over the edge. \"I would imagine it's the same as preparing for a boxing match. You don't walk around being that person all the time. Eventually you want to get back to being the person you really are. Which is not the same person I am when I'm playing rugby every week. </p> <p>\"It's not a cop-out. The reasons for my decision are not based on England's last four or five results. It's easy for people to point at those and say I must have become disillusioned, but I haven't. In a sick sort of way I really enjoyed the [summer] tour because it was a huge challenge. But I've made a decision for myself and the people around me. I did consider it after the World Cup when a number of my peers were also retiring, but it was mid-season and I didn't consider it was the right time. At the end of the season you get a slightly clearer view.\" </p> <p>Such sweet expressions of serenity will cut little ice over at the Sunday Times, which pays Dallaglio a tidy retainer as a columnist and would have hoped to headline his retirement in last weekend's pages, in view of the fact that he made up his mind a fortnight ago. Having lost his sister Francesca in the Marchioness disaster, however, Lawrence Bruno Nero Dallaglio learned long ago that life is too short for regrets.</p>",
  "<b> 'Abortion ship' in standoff</b> <br> <p>A Dutch pressure group's ship equipped with abortion pills, and two Portuguese navy vessels were in a standoff 19 miles from the coast at Figueira da Foz yesterday. Portugal's defence ministry banned the vessel \"for public health reasons\". <br>Giles Tremlett, Madrid </p> <p><b> Burning issue in Italy</b><br> </p> <p>The communist mayor of Acerra, outside Naples, was one of 56 people injured when a crowd of up to 20,000 protesting against plans to build a refuse incinerator clashed with the police. Four people were arrested. <br>Reuters, Naples </p> <p><b> Mexico City backs mayor</b><br> </p> <p>Up to 400,000 people marched through Mexico City to back the mayor, Andrés Manuel López Obrador, who could be barred from the 2006 presidential election by legal charges. <br>Jo Tuckman, Mexico City </p> <p><b> US consulate car fired at</b><br> </p> <p>Shots were fired at a US diplomatic car near the consulate in Jeddah, Saudi Arabia. The driver and one passenger escaped unhurt, security sources said. <br>Reuters, Jeddah </p> <p><b> Diplomat met spy suspect</b><br> </p> <p>A senior Israeli diplomat in Washington met Pentagon analyst Lawrence Franklin, who is being investigated by the FBI on suspicion of passing classified information to the Jewish state, Israeli officials confirmed yesterday. <br> AP, Jerusalem</p> <p><b>A French connection</b><br></p> <p>Tom Cruise had an hour's meeting with the French finance minister, Nicolas Sarkozy, yesterday, discussing Franco-American relations among other issues. </p> <p>The meeting with the man who wants to be the next French president was held at the request of Cruise, who was due to attend the French premiere of his film Collateral on the Champs Elysée last night. <br>Reuters, Paris </p> <p><b>Protest against Beijing games</b><br> </p> <p>Two Tibetan rights activists, Australian Liam Phelan and American Han-shan, were arrested in Beijing yesterday for protesting against the 2008 Olympics being held in the Chinese capital. <br>Jonathan Watts, Beijing </p> <p><b>Ex-employee held for attack</b><br> </p> <p>A Jewish man has been held in Paris on suspicion of carrying out an arson attack on a Jewish community centre in the city last week. He is said to be a former employee of the centre, which served as a soup kitchen. It was burned down.<br> Amelia Gentleman, Paris</p>",
  "The polished young man speaking on Univision, the biggest Spanish-language TV channel in the US, might have been a movie star. Or perhaps, with his fluent Spanish and handsome features, a sports star. <p>Or he might be the next member of the Bush dynasty to take to the political stage and become possibly, just possibly, the first Hispanic president of the US. </p> <p>Meet George P Bush, 28, nephew to W, grandson of H, son of Jeb. </p> <p>\"George P Bush is a tremendous asset to the family,\" said Dario Moreno, director of Florida International University's Metropolitan Centre. \"He's obviously Hispanic, he's an attractive young man, he's articulate and he's a Bush. That's a powerful combination. It raises the dynastic possibility, and it could be a hoot if the first Hispanic president of the US is a Bush.\" </p> <p>George P Bush's TV appearance last week came as he completed a four-day swing through Mexico, ostensibly to encourage US citizens living abroad - there are 1 million in Mexico - to vote in November's election, preferably for his uncle. </p> <p>But the visit also served to remind the Latino community that he is there and to let them know that his uncle and the whole family understand the Latino experience. </p> <p>With over 6.7 million Latinos expected to vote in November's election, their votes are crucial, especially in Florida, the state which handed the election to George W Bush in 2000 by a little over 500 votes. </p> <p>With a large Cuban-American population, it is vital for Republicans and Democrats to mobilise support in the state. The Republicans have several advantages: Cuban-Americans tend, unlike most other Latino groups, to vote Republican; and they have the president's brother, Jeb, Florida's governor, to help remind them. And now they have Jeb's son to help them make up their minds. </p> <p>George P Bush - the P stands for Prescott - is the son of Jeb Bush, the president's brother and governor of Florida, and his wife Columba, who was born in Mexico, the daughter of migrant worker José María Garnica. </p> <p><b> Celebrity</b><br> </p> <p>George P first emerged as a political asset in the 2000 presidential campaign, when he gave a well-received speech at the Republican national convention and appeared in Spanish-language TV commercials for his uncle's campaign. He also became a minor celebrity, making his way on to a list of the nation's 100 most eligible bachelors. </p> <p>He studied law at the University of Texas at Austin, where he met his wife, Amanda, whom he married earlier this month at a ceremony attended by the entire Bush family. Earlier this year he left his position as an assistant to a Dallas judge and spent the summer as an intern with two leading south Florida law firms. </p> <p>\"That strengthens the family's political base in Miami,\" said Mr Moreno. \"And it lays the groundwork for an eventual entry into politics. It seems clear to me that he's being groomed.\" </p> <p>George P's trip to Mexico, however, did not go entirely smoothly. He made outspoken comments about events in Venezuela, calling President Hugo Chávez a dictator, an epithet his uncle's administration has strenuously avoided of late, and waded into a controversy about the US border patrol's use of guns which fire plastic pellets packed with chili powder. </p> <p>\"If there has been American approval for this policy, that is reprehensible,\" Mr Bush said. \"It's kind of barbarous.\" He blamed the use of the guns on \"some local INS [immigration service] guy who's trying to be tough, act macho.\" In fact, the use of the guns is federal policy. </p> <p>But he made good use of his proximity to power, referring constantly to \"mi tío\" - my uncle - and promising that with the war in Iraq \"almost done with\", his uncle will turn his attention back to relations between the US and the countries that lie to the south. </p> <p>\"There's a long tradition in American politics of using surrogates,\" said Harry Pachon, president of the Tomás Rivera Policy Institute, an independent thinktank in Los Angeles. \"The young Bush is an excellent example. He's very confident, he speaks Spanish. I can see him being used for outreach to Latinos.\" However, a survey published last month by the thinktank of 1,600 registered Latino voters across the country found that while they liked the current president on a personal basis, they did not agree with his policies. And the judgment was based not on issues to do with immigration, but the war in Iraq, the economy, and education. </p> <p>Although President Bush captured 35% of registered Latino voters in 2000, the survey showed John Kerry, the Democratic nominee, claiming 60% of registered Latino voters this year and Mr Bush 30%. </p> <p>\"Fourteen percent of marines are Hispanic,\" said Dr Pachon. \"The war in Iraq is not a distant event. They can make a distinction between the man and his policies. It shows that they are an increasingly sophisticated part of the electorate.\" </p> <p>That sophistication, said Mr Moreno, might find its reflection in the president's nephew. \"He shows that not all Hispanics are poor Mexican immigrants. It's a very powerful message. He represents how much the country has changed. Here's an old Yankee family that has a Hispanic in it. </p> <p>\"Hispanics see a Hispanic, but they also see a grandson and a nephew of two American presidents. They know his experience is very different from theirs. But there's a pride and a recognition of how the stereotypes of Hispanics are changing.\"</p>",
  "In 20 years of studying and teaching philosophy, I have learned to appreciate the inherent difficulty in defining and recognising \"the truth\". Descartes put it simply: \"A clear and distinct idea is true.\" Kant aptly added the need for \"consistency\". Over the years, I also learned that in the world of mass media, \"truth\" is not based on clarity, but on frequency. Repeated hypotheses or suspicions become truth; a three-time-repeated assumption imperceptibly becomes a fact. There is no need to check because \"it is obvious\"; after all, \"it is being said everywhere\". <p>I have been reminded of this lesson during the past few weeks, during which the US government granted me a visa to teach at the University of Notre Dame - only to revoke it at the last moment, without explanation. As a result, I can't start my job. I have also to alert former president Bill Clinton that I will be unable to attend the conferences to which he has invited me. I remain in Switzerland, hoping this mistake will be rectified, and reflecting on how I am constantly being told \"the truth\" about who I am: \"You engage in double-talk, delivering a gentle message in French and English, and a radical, even extremist one in Arabic\"; \"You have links with extremists, you are an anti-semite\"; \"You despise women.\" </p> <p>When I ask about the source of this information, the response is: this is well known, check the internet. A closer examination reveals that what we have is journalists or intellectuals repeating and reporting what others said yesterday with caveats. Strange truth indeed! </p> <p>I have written 20 books and 700 articles; 170 audiotapes of my lectures are circulating. I ask my detractors: have you read or listened to any of this? Can you prove the \"links\" to terrorists? Have you read the articles where I call upon fellow Muslims to condemn radical views and acts of extremism? What about my statements, issued on September 13 2001, calling on Muslims to condemn the terrorist attacks and to acknowledge that some Muslims betray the Islamic message? What about the articles in which I condemn anti-semitism, criticising Muslims who do not differentiate between the political dimensions of the Israeli-Palestinian conflict and the unacceptable temptation to reject the Jews because they are Jews? </p> <p>Are you familiar with my writing and lectures promoting women's rights and rejecting mistreatment and discrimination? Finally, are you acquainted with my extensive study of the Islamic scriptural sources and efforts to promote a new understanding, a way for Muslims to remain faithful to their principles and, at the same time, face the challenges of the contemporary world? </p> <p>Very often, I encounter individuals, even academics, who are not familiar with my work but have formed a strong opinion of me. When their baseless allegations are refuted, their final argument is: \"Well, aren't you the grandson of Hassan al-Banna, the founder of the Muslim Brotherhood?\" This is taken as proof of the accusations. </p> <p>My response is: is one to be judged by another's words and deeds? Do one's morals and ethics descend from the vices or virtues of one's pedigree? Those focused on my genealogy ought to examine my intellectual pedigree, which, along with my grandfather and father, includes Descartes, Kant, and Nietzsche. They should examine the years I spent working with Dom Helder Camara, the Dalai Lama, Mother Teresa, Abbot Pierre and countless ordinary South Americans, Asians, Africans, Europeans, Americans, Christians, Jews, agnostics and atheists. For 20 years, each has educated me, nour ished my soul, and strengthened my conviction. </p> <p>Clarity and consistency are not enough: the quest for truth requires humility and effort. My experience of living with people of diverse religions and cultures taught me that one will never be at peace with the other if one is at war with oneself. This simple truth is the essence of my message to Muslims throughout the world: know who you are, who you want to be, and start talking and working with whom you are not. Find common values and build with fellow citizens a society based on diversity and equality. The very moment you understand that being a Muslim and being American or European are not mutually exclusive you enrich your society. Promote the universal principles of justice and freedom and leave the societies elsewhere to find their model of democracy based on their collective psychology and cultural heritage. Our collective success hinges on breaking out of our intellectual ghettos, collaborating beyond our narrow belongings, and fostering mutual trust - without which living together is nearly impossible. </p> <p>My move to America and my post at Notre Dame were to enable me to share this message with the Muslim communities and fellow citizens. Is this a threatening contribution? Is it not a much needed and urgent message in America in the post-September 11 world? </p> <p><b>· </b>Tariq Ramadan has been appointed professor of religion, conflict and peacebuilding at the University of Notre Dame, Indiana. His books include Western Muslims and the Future of Islam (OUP) </p> <p><a href=\"mailto:tariq.ramadan.us@cox.net\">tariq.ramadan.us@cox.net</a></p>",
  "<p>In August of 1988, my mum found some unexplained bruises and went to the doctor, taking me and my sister Hannah. At seven years old, a few hours at the surgery seemed an eternity, but thinking of that afternoon now, it was sheer blissful ignorance. In an instant, my life was turned on its head. Instead of going home, an ambulance came to take mum to the Royal Marsden hospital in Sutton. At 39, she had been diagnosed with acute myeloid leukaemia. Other than one very special day when we came home from school to find her in her own bed just for the afternoon, she never came out again. </p> <p>The illness was horrific and her only hope for recovery was a bone marrow transplant. Siblings are most likely to be appropriate donors and, thankfully, her brother, Gary, was a perfect match. Before the transplant, mum underwent intensive chemotherapy. A final blast removed every bit of bone marrow and every last white blood cell in her body, in preparation for receiving Gary's. Unfortunately it destroyed every last beautiful dark brown curl on her head, too. Her immune system was zero and she remained in isolation for two weeks. I remember putting pictures that I had drawn for her through a sterilisation machine so that she could see them. </p> <p>There is only a 50% chance that any bone marrow transplant will be a success. To reach this point at all, the illness must be severe, and there is a 25% chance that it will return. There is also a 25% chance that the bone marrow will reject the body it goes into or vice versa. In November, Gary's marrow was harvested and transplanted. But the cancer was too aggressive and my mum, Sandra Elms, died on November 15 1988, just three months after the diagnosis. </p> <p>When my dad told my sister and me, \"Mummy has gone to heaven,\" Hannah (who was 11) began to cry - a sound that came right from the pit of her stomach. It was an animal-like noise that everyone will hear and everyone will make at some point during their lives. Now she says that I was the one making this sound. I think we disagree because we were watching the scenario from afar. It was as if it wasn't really happening to us. Well, these things don't, do they? You don't live in a normal house in the middle of Surrey, as part of a normal family of four one day and then the next, an au pair is picking you up from the school gates because your mum's not around any more, do you? </p> <p>I have been giving blood since I was 17 and in 2001 at a local session, I saw a leaflet about bone marrow donation. The memories came flooding back and despite the mixed emotions I felt, I knew I wanted to register. I found out later that only 30% of donors are relatives and that making this decision was the best thing I could have done. </p> <p>I joined the register simply by donating an extra sample of blood for analysis at the British Bone Marrow Registry. In Britain there are just 600,000 people on the BBMR , the Anthony Nolan Trust and the Welsh Bone Marrow Registry. Every year, 24,500 people are diagnosed with a disease that requires a bone marrow transplant. </p> <p>In April, I received a letter from the Blood Service. Reading it, I was winded by emotion. It told me that another family was going through the same ordeal I had. But I had a chance to help them become a success-rate statistic. This glimmer of hope came at a particularly pertinent time for my family, as my dad and second mum were nursing my grandmother who was suffering from terminal cancer. </p> <p>I had further tests to get a more detailed view of my tissue type and two weeks later heard that I was potentially a promising match. I was delighted and went for more tests. Four days after my grandmother's funeral, I was told that I was the best match for the patient. There is only a one in 2,000 chance, even though you are on the register, of being asked to donate. I felt privileged to be given the chance to save someone's life. </p> <p>I had to attend a counselling session and full medical two weeks later, where the procedure was explained to me in full. My bone marrow would be harvested under general anaesthetic. It would require a two-night stay in hospital and a week offwork (for which the BBMR would have reimbursed any loss of earnings had my company not been so understanding). During the hour-long operation, two surgeons would syringe enough marrow necessary for the size and age of the recipient from the back of my hips. </p> <p>At the medical, I had many more blood tests, a chest x-ray and ECG to ensure I was properly fit. I also met the surgeon who would be carrying out the procedure at King's College hospital in London. Dr Hume Ahmed treats patients in the haematology ward as well as carrying out harvests and so sees the process from all angles. He explained that although there was only a 50% chance of a patient recovering completely, the transplant might let a child live to its sixth birthday, for example, or allow a father to give his daughter away at her wedding. It is easy for us as \"well\" people, to look on life and death as black and white but in this situation, a few years, months or weeks can make all the difference for a patient and their loved ones. </p> <p>The operation was set for July 23. I tried to be brave and my husband and I set off the day before. I couldn't help but think of the family on the way to the hospital - I knew how they would be feeling, how nervous they would be and hopeful that this transplant would be a success. </p> <p>Early next morning, I was taken to theatre and shown the bed that I would be lying face down upon during the procedure. This sight was nerve-racking but I was made a fuss of. (Bone marrow donors are always pampered, I was told by a nurse.) The next thing I knew, I was drifting out of a deep, restful sleep. I was given some local anaesthetic before the general one wore off so my back just felt numb. Although I would never be allowed to meet the patient or learn of his or her progress, the surgeons had taken 650ml (around a pint) of bone marrow, which indicated that the recipient was a child. </p> <p>After lots of sleep and TLC, I was released from hospital the following day. There was some pain, similar to a bad fall on ice or being kicked by a horse. Standing for too long or walking too fast aggravated the discomfort in my hips and so I had to take things easy, but the main side effect was extreme fatigue. At one point after the surgery, I averaged around 15 hours sleep a day. But the feeling that it had been a privilege to give the marrow far outweighed any pain. </p> <p>I believe that my mum was a gift of God for the 39 years she was alive and the world is a better place because she was a part of it. She is always close to my mind, and the more I learn about her from my dad, the more she inspires me. </p> <p>Before the operation, I felt it was a shame that I would never know whether my recipient had made a full recovery - now I am happy not to know. What I have been through over the past few weeks was my gift, just as my mum was to me. </p> <p>I learned of a shocking twist to my story last week. My uncle Gary, who donated bone marrow to my mum, has been diagnosed with non-Hodgkins lymphoma and chronic lymphatic leukaemia. His one chance of survival is a bone marrow transplant. My mum was the perfect match for Gary. His surviving siblings cannot help and so they are searching the registers for the next best thing. </p> <p>Maybe it's you.</p> <p><strong>·</strong> If you would like to give blood or register as a bone marrow donor, contact the National Blood Service Helpline - 0845 7711 711, <a href=\"http://www.blood.co.uk\">www.blood.co.uk</a></p>",
  "<p>The rightwing thinktank, Civitas, the Institute for the Study of Civil Society, better known for its opposition to immigration and asylum, is to open a new school this autumn in a bid to preserve \"the values and knowledge on which the survival of the culture depends\". Can anyone set up a private school? Who governs what they do and don't teach?</p> <p>The first route to establishing a private school is raising the money to purchase property and to hire teachers. Then there's the development of a curriculum, something that Civitas is still working on as the doors to its west London primary prepare to open.</p> <p>A new private school must register with the Department for Education and Skills, initially that will be subject to an Ofsted inspection of its provision. If it's not on their register it's operating illegally. An independent school is defined as somewhere where five or more pupils of compulsory school age (5-16) are taught full time without money from the public purse.</p> <p>The Education Act 2002 states that independent schools must reach a satisfactory standard in respect of the quality of education provided, the \"spiritual, moral, social and cultural developments of pupils\", the welfare, health and safety of pupils and the premises and accommodation at the school. They must also establish a complaints procedure for parents.</p> <p>But they don't have to comply with the national curriculum, and are free to teach what they like as long as it doesn't contravene any of the existing laws, such as those which rule against inciting racial hatred. </p> <p>Nor do private schools have to offer the same qualifications as state schools. Recently some have switched to the international baccalaureate following the continuing rows over whether the A-level is fit for purpose. At primary level independent schools - or prep schools - do not have to take part in national tests although two thirds of them do. </p> <p>This has so far sparked the odd row. Religious schools that have taught creationist views alongside the traditional scientific explanations of how the world came into being have come in for criticism.</p> <p>However this has not been restricted to private schools. </p> <p>The King's Academy in Middlesbrough has fought, and failed, to shrug off the controversy stirred up by its sponsor, Sir Peter Vardy, the car-hire knight with unorthodox views on creationism that he has sought to impose on the curriculum. </p> <p>People who want to get into the schools' management game might consider academies. It's not profit-making, but there's far less risk involved. The Tony Blair-backed schools are introduced to replace the most failing schools. A private sponsor puts in £2m, while the government gives £22m towards new buildings and funds the on-going running costs. Meanwhile the sponsor is free to run the school essentially as a private school. </p> <p>The sponsor gets overall control of the school's governing body and is not bound by the national curriculum.</p> <p>The inevitable question is do we want politically or morally minded groups to be running schools? The government says yes there should be more individuals running schools; it points to the Ofsted reports that are favourable to faith schools and the need to \"reinvigorate\" areas which are being failed by their schools. However, the teacher organisations are sceptical. They fear the creeping privatisation of state schools, and the influence that it brings. </p> <p>But the government has 200 more planned for the next six years. In the same time frame Dubai-based Global Education Management Systems - Gems - is planning another 120 cut-price private school places at the cost of £5,000 a year to parents. The schools' landscape is most definitely changing.</p>",
  "The doom-mongers may complain that commercial pressures and a growing reluctance to annoy the posh neighbours are stealing the soul of the Notting Hill Carnival. <p>But though the weather was more autumnal than Caribbean, the crowds flocked back to the festival as it celebrated its 40th birthday. </p> <p>An estimated 1 million people - some 350,000 more than last year - danced and swayed to the pounding rhythms of the steel bands and sound systems which transform this fashionable west London area into one of the world's biggest party venues. </p> <p>Around 10,500 police officers were on duty each day - 500 more than are patrolling the Republican Convention in New York. </p> <p>Officers pounced on a group of youths at Mile End tube station in east London after they were told that a group of 60 young people were planning to travel to Notting Hill to cause trouble. Eight people were arrested for possession of knives and body armour. </p> <p>However, by late afternoon yesterday only 64 people had been arrested over the two days - compared with 94 at the same point last year. </p> <p>Chief Inspector Wayne Mawson said: \"The atmosphere is fantastic. It has been very peaceful.\" </p> <p>Over the past few years there have been complaints that the carnival is becoming too much part of the establishment, especially since the 2002 carnival was tied in with the Queen's jubilee celebrations. </p> <p>Debi Gardner, a director of London Notting Hill Carnival Ltd, which organises the festival, denied that the event had become too commercial and left its roots behind. </p> <p>She said: \"The carnival has developed. It has moved with the times but it retains its traditions. You can't get more traditional than the steel bands that were performing here.\" </p> <p>Despite the success, this year's carnival could yet be the last to be confined to the streets of Notting Hill. The Mayor of London's carnival strategic review wants it re-routed through Hyde Park, Bayswater Road and Harrow Road next year amid fears that if the carnival continues to be held in a relatively confined area, there will eventually be a fatal crush. The organisers will resist a move from their traditional partying ground. </p> <p>Away from the west of London, four people remained in hospital with serious injuries after plunging to the ground when a grandstand at a religious festival in Lincolnshire collapsed. Two people were trapped in the metal structure following the accident at the Grapevine Christian Festival at 7.30pm on Sunday. </p> <p>Around 4,800 people were in the big top watching the pop band Delirious? when part of the grandstand caved in. In all 21 people were injured in the accident, which is being investigated by the Health and Safety Executive. </p> <p>RAF recruiting officers reported huge interest in their stand at the gay pride festival in Manchester. It is the first time Britain's armed forces had taken part in such an event since the lifting of the ban on gay men and lesbians serving in the armed forces. </p> <p>More than 100 competitors vied for the title of World Bog Snorkeller in the Welsh town of Llanwrtyd Wells. Like the Notting Hill Carnival the event, founded almost 20 years ago, is clearly finding it hard to resist commercialism - it was sponsored by an international ice cream maker. The prize for champion bog snorkeller? A year's supply of Ben and Jerry's.</p>",
  "<p>The National Audit Office, the government's spending watchdog, is investigating how the NHS has spent the £6bn it has been given to revolutionise its computer systems.</p> <p>In October 2002, the Department of Health established a national IT programme designed to improve patient care by ensuring doctors and other NHS staff could communicate more easily. </p> <p>Its main aims were to make patients' records more accessible to staff nationwide, to make it easier for GPs to book hospital appointments for their patients, and to provide a system to store and send prescriptions and x-rays electronically. </p> <p>The new computer network was also designed to give GPs and primary care trusts feedback on the standard of care that patients were getting, and to ensure that the NHS could cope with present and future demands. </p> <p>The inquiry follows a string of bungled IT programmes, introduced in different government agencies, including the Criminal Records Bureau and Passport Service. </p> <p>Although the government has set aside £2.3bn to fund the programme until 2006, the total value of the contracts that have so far been awarded is £6.2bn. </p> <p>The NAO, which independently audits government departments, is now checking up on the project. It will investigate how the contracts were awarded, whether they will deliver value for money, and examine the department's progress. </p> <p>Earlier this year, Richard Bacon, a member of the Commons public accounts committee which works hand-in-hand with the NAO, wrote to the office to complain that NHS staff had not been properly consulted over the new programme. </p> <p>Similar concerns were expressed by the British Medical Association, and in April, Peter Hutton, the chairman of the Academy of Medical Royal Colleges, resigned from the advisory board. </p> <p>However, Richard Granger, who is in charge of the programme, said more than 2,000 doctors had been consulted. </p> <p>A spokesman for the NAO said last night: \"We have been monitoring the programme for some time.\" </p> <p>The programme has suffered other teething troubles, most notably in March, when the NHS cancelled a £90m email contract with the business and technology solutions company EDS, citing delivery problems and low take-up. The two parties eventually reached a confidential settlement. </p> <p>But problems with new technology are not confined to the health service. In June, the Cabinet Office cancelled a £83m contract for a secure data centre to host government websites, saying the services contracted for had not been delivered or accepted. </p> <p>The Immigration Service and the Prison Service have fallen victim to ghosts in the machine - as has the Passport Office. </p> <p>In July, the Commons work and pensions committee, scrutinising the government's IT track record, called for more transparency when it came to computer failures. </p> <p>The committee described the Child Support Agency's new system for working out payments, which is two years late and well over budget, as \"clearly defective\". </p> <p><strong>·</strong> Foundation hospital chiefs have warned the government its NHS reform programme could fail if bureaucratic interference and financial cuts continue to undermine their autonomy. The warning came after the government took back £1m bonuses from foundation hospitals that had won three stars and set their borrowing rates lower than they had expected.</p>",
  "<p><strong>Last man standing</strong></p> <p>In the best TV festival traditions sobriety and early nights, <strong> Danny Fenton</strong>, boss of independent producer Zig Zag, challenged <strong>Johnny Webb</strong>, who runs Flextech's Bravo and Challenge, to a Last Man Standing contest in the George bar on Saturday night. There was only ever going to be one winner, given that Webb is a past master at staying up late into the night at the poker tables in Las Vegas, winning money from drunks. Sure enough, Fenton bailed out, hoping - with impeccably inebriated logic - that if he didn't say goodnight, no one would notice he'd left the bar. But then again, it was 6am on Sunday by that time. If he'd stayed much longer, he would have missed the first festival session of the day. (All this is, of course, first hand).</p> <p><strong>Tearful tricks from US reality TV</strong></p> <p>The session on how British producers are taking the US by storm right now provided some hair-raising insights into the extremes to which American broadcasters are willing to push the much-derided reality TV genre. Former Planet 24 and Granada man <strong>Duncan Gray</strong>, now a commissioning executive at ABC, told of one trick that US reality producers always use on contestants. When filming pre-recorded \"testimonial\" style interviews with participants that will be intercut with footage of their big moments in a show, the producer will apparently always say, with the camera rolling, that the interviewee has something in their eye. The punter then always rub their eyes. And hey presto! The reality producer has their stock shot of said contestant looking like they are about to break down in tears, should it ever be needed.</p> <p><strong>Beryl stops the Daleks</strong></p> <p>In its recent battle with <strong>Tim Hancock</strong>, the agent acting for the estate of Daleks creator Terry Nation, over bringing back the oversized pepper pots to tussle with <strong>Doctor Who</strong>, BBC execs must have regularly cursed the hard-headed so and so who drew up the original contract. Turns out it was none other the Beryl Vertue, the independent producer of Men Behaving Badly and Coupling, back in her agenting days. It must be a particular relief that the BBC and Hancock were able to settle their differences to Coupling co-creator Steven Moffat, who is one of the writers of the new Doctor Who series. And also Beryl's son-in-law.</p> <p><strong>Any takers for these reality spoofs?</strong></p> <p>Veteran TV entertainment producer <strong>Michael Hurll</strong>, appearing in Edinburgh on the Grumpy Old Men session panel, decided to have some fun with commissioning editors and send in suggestions for two spoof shows. The first, I Wonder How That Started?, proposed to get to the bottom of - often highly libellous - urban myths, such as did David Kelly really commit suicide? Everyone passed, with Channel 4 responding that they could not see how they could uncover any new information about some of the stories in question - legally, anyway. The BBC also passed, but thought it \"quite a fun idea\". The second spoof pitch was for The Asylum Seeker Talent Contest, with the winner getting to stay in the country. (sounds like one for Channel 4, who pioneered the spoof quiz show for the homeless, Come on and Down Out. Sky One said it was \"changing its image and this is not right for us at the moment\". Channel Five thought it \"promising but we don't have the money until 2006\". The BBC also turned it down, because \"we have a similar idea that we are working on at the moment\". Bet John Humphrys can't wait to see that one.</p> <p><strong>No brow Thommo</strong></p> <p>BBC director general <strong>Mark Thompson</strong> managed to work both low and highbrow cultural references into his big Edinburgh speech. Congratulations Mark, you get to join Peter Bazalgette in no brow land, but you might be expunged from John Humphrys' Christmas card list. Thommo opened with an Only Fools and Horses analogy, but was soon parading his Oxbridge education with an \"as Nietzsche said...\". But wait, there's more: \"...in a remark which Bernard Williams was fond of...\". So that would be Bernard Williams, the renowned British philosopher and author of Morality: An Introduction to Ethics, would it Mark (ain't Google a wonderful thing)? No wonder you wouldn't let BBC PR boss Sally Osman anywhere near the draft of the speech. </p> <p><strong>Richards struggles to define PSB</strong></p> <p>Last December, just after starting his new job at Ofcom, <strong>Ed Richards</strong> said he was on a mission to define PSB: \"You want a definition because you want to know what it is you are seeking to deliver. While it is entirely elusive, or defined simply as what the BBC does, then it is difficult. It is very, very difficult.\" A few months later, he's finding out just how difficult. \"If people want a soundbite definition of PSB, they're not going to get it from me. It is difficult to pin down what it is,\" he told an audience at Edinburgh.</p> <p><strong>David's double standards</strong></p> <p><strong>David Mellor</strong> was at it again in a session about football and TV. The former Tory MP talked at length about how footballers these days were highly paid public figures who should put up with media intrusion into their lives and conduct themselves with more dignity. The same Mr Mellor, you may remember, that tried to stop papers publishing details of his own private life. Pot, kettle, black. </p> <p><strong>On second name terms</strong></p> <p>Monkey wonders whether anyone else found it odd that <strong>Mark Thompson</strong> kept referring to the creator of the Office as \"Gervais\". Perhaps this return to Edwardian formality is all part of the drive upmarket?</p> <p><strong>Paying the Max</strong></p> <p>In one of several entertaining exchanges during the chequebook journalism session, <strong>Rebecca Loos </strong>was pushed on how much she was paid to talk to Sky about her alleged affair with David Beckham. She demurred, insisting it was up to Sky to release the figure. Luckily, her agent Max Clifford had no such qualms. \"120 thousand, and I got 20%,\" he said immediately. </p> <p><strong>An ill wind for Thompson</strong></p> <p>BBC director general <strong>Mark Thompson </strong>almost came a cropper when filming an interview for Channel 4 news outside the conference centre in blustery conditions. As the wind picked up, it blew over a lethal-looking bit of broadcasting kit, which came crashing to the floor at his feet. As he ducked out of the way, Thommo was no doubt reflecting on the fact that he was chatting to Andrew Gilligan at the time. </p> <p><strong>Back to the future for ITV</strong></p> <p><strong>Charles Allen </strong> was banging on about how many great original shows ITV had coming up in the autumn but, when challenged on what they were could only offer up Midsomer Murders and Prime Suspect. Real original, cutting edge stuff then Charles?</p> <p><strong>Reynolds' got Allen's number</strong><br>Radio 4's <strong>Gillian Reynolds</strong> did a fine job of taking <strong>Charles Allen</strong> to task in the manner of an angry school mistress admonishing a wayward child. Probably the pick of a number of well-delivered put-downs was when she asked the ITV chief: \"You've been described as a jumped up bean counter who got lucky. Do you recognise yourself in that description?\" To which Allen replied, with just a hint of desperation: \"The reason I never stayed in accountancy was that I wasn't a very good accountant\". You can bet the chairmen of the Football League clubs almost decimated by the collapse of ITV Digital will agree with him for once.</p> <p><strong>Max and Monica come to blows</strong><br>A few years ago it was a nanny accused of murdering a child in the US, another year it was some Big Brother contestant whose first name was Elizabeth but second is long forgotten. This year, the celebrity interest was <strong>Monica Lewinsky</strong>. But after years in the spotlight as the Whitehouse intern who got too close to Bill Clinton, nothing could have prepared her for the blunt <strong>Max Clifford</strong> who asked wasn't it \"about time she got up off her knees and moved on.\" </p> <p><strong>Oh Brother, Lorraine</strong><br>BBC1 controller <strong>Lorraine Heggessy</strong> was to be heard loudly haranguing new Channel 4 chief <strong>Andy Duncan</strong> at the post-MacTaggart dinner on Friday night over whether he could reconcile the latest series of Big Brother with his Christian beliefs. What she probably didn't tell him was that, finding herself on holiday in Greece in the same place as C4 programming chief <strong>Kevin Lygo</strong>, she confessed to him that her children were big fans of the show. </p> <p><strong>Holmes run for BBC</strong><br><strong>Kelly Holmes'</strong> win in the 1,500m was enough to melt the hardest of cynical TV luvvie hearts. In the foyer of the conference centre at least 200 delegates gathered to watch the BBC's coverage of Holmes winning the race in a thrilling finish. All of which was probably a better argument for the BBC's public service ethos than any of the rhetoric inside the conference halls.</p> <p><strong>Olympian tasks keep BBC bosses busy</strong><br>If there seemed to be fewer BBC delegates around than usual over the weekend, there's a very simple explanation. Several of them were over in Athens to, erm, oversee the BBC's coverage on the final climactic weekend of the Olympics. New media chief <strong>Ashley Highfield</strong> was in Greece, as was (understandably) sports chief <strong>Peter Salmon</strong>. Sadly, Mr Salmon picked up a bug and had to miss his session on Sunday evening. </p> <p><strong>Gilligan: call me Nancy</strong><br><strong>Andrew Gilligan</strong> came up with a novel metaphor to explain his decision not to name names in his dissection of the Hutton inquiry and its impact. \"I'm going to take the Nancy Dell'Olio option rather than the Faria Alam route,\" he said.</p> <p><strong>Where's David?</strong><br>Something was missing from this year's MediaGuardian Edinburgh International Television Festival. Its name? <strong>David Elstein</strong>. The former Channel Five chief executive had been lined up to speak in three sessions, but told organisers where they could put their festival after a dispute over plane tickets. Not even the late intervention of former Five colleague and Edinburgh bigwig <strong>Dawn Airey</strong> could save the day. Rumour has it he'd already booked a holiday. Better luck next year, fellas. </p> <p><strong> Festival bitch (part one)</strong><br> \"Around the world in 80 days. Back to London in three.\" <strong>Rob Brydon </strong>on the not overwhelmingly successful Hollywood career of his some-time collaborator <strong>Steve Coogan</strong>. \"I didn't say that, I didn't say that,\" said Brydon, who described the early days of his own career as being like a \"poor man's Keith Chegwin. If you can imagine such a thing ... \"</p> <p><strong>Loos loves the limelight</strong><br><strong> Rebecca Loos</strong> , in town to talk in a session about chequebook journalism, was unusually coy when asked if she ever wished she could turn the clock back and become a good old anonymous PA once again. The fact she asked festival bosses for a tape of her appearance (alongside Monica Lewinsky and Max Clifford) so she could send it to her parents in Spain suggests the answer is a definite no. When Loos told her parents that one day she would be on TV, this probably isn't quite what they were expecting. </p> <p><strong>Dan's new dawn</strong><br> <strong>Dawn Airey</strong>'s era of football, films and, well, you know the rest, is finally over at Five. Director of programmes <strong>Dan Chambers</strong> has even come up with a new name for his station's old image: \"quivering quims and thrusting haunches\". Nice. But don't expect the channel to be going entirely upmarket. Autumn highlights include Pet Plastic Surgery and The Farm, in which celebrities such as Sophie Anderton, Paul Daniels and Debbie McGee will scrape the shit off sheep's arses. Now that's magic. </p> <p><strong>Speech Mark</strong><br> <strong>Mark Thompson</strong> left it until the last minute before giving festival organisers his speech about public service broadcasting. It was such an 11th hour job that the BBC director general even did without an autocue. There are two possible reasons for this. One: he was writing it until the last minute in the back of a cab on the way to the conference centre. Two: he didn't want to give the BBC's head of communications <strong>Sally Osman</strong> the chance to change any of it.</p> <p><strong>It's simple, Simon</strong><br> <strong>Simon Cowell </strong>was in curiously muted form (so would you have been if you'd seen the preview of his new ITV show, The X-Factor), but he did shed some rare light on his relationship with the never-knowingly-seen-in-public <strong>Simon Fuller</strong>. Cowell poured cold water on well-worn suggestions that the pair had fallen out, but did have some advice for his Pop Idol colleague. \"Lighten up a bit now. We can both get our shows made, let's enjoy it.\" Money, it seems, truly can't buy you happiness. </p> <p><strong>What the Dickens...</strong><br> Dickens purists beware: <strong>Andrew Davies</strong> is writing a soap-style adaptation of Bleak House - and he's going to have to make some of it up. \"Because Dickens was writing it for serialisation he left quite a lot of holes in the plot,\" Davies told Monkey. \"I am writing a lot of extra scenes that were in a sense implied in the book.\" Rest assured that a leather dildo, the unlikely star of one of Davies's other adaptations, is unlikely to make an appearance.</p> <p><strong>Festival bitch (part three)</strong><br> \"You should get back to the gutter where you belong\" - the BBC's investigative journalist <strong>John Sweeney </strong>to<strong> Max Clifford </strong>(yes, him again). Clifford didn't have much of a comeback, so <strong>Monica Lewinsky</strong> did it for him 10 minutes later. \"You sound like a pure old school journalist,\" she told Sweeney. \"That's not around anymore.\" Rumour has it you could see the steam coming out of Sweeney's ears from as far away as Edinburgh airport.</p> <p><strong>Gilligan under the knife</strong><br> When did <strong>Andrew Gilligan</strong> know he had really hit the big time? Was it when he was asked to make a documentary for Channel 4? Or was it, perhaps, when he was invited to address the TV Festival? Nope, it was when he received a letter inviting him to take part in Celebrity Surgery, \"a follow-up to Channel Five's most recent reality show, Operation Live.\" \"How did they know I needed surgery?\" asked Gilligan. \"I have been subjected to enough surgery in the media.\" Boom boom. </p> <p><strong>Hill start for Parky</strong><br> ITV bosses were naturally delighted to brag about poaching <strong>Michael Parkinson</strong> from under the noses of the BBC. But his new ITV colleague <strong>Harry Hill </strong>had some advice for the king of chat. \"Parkinson says the show won't change by going from the BBC to ITV. Wake up Parky! It's ITV! If you don't cut the mustard in two weeks you'll be going out after 11pm. Or 2.30 in the morning. Or Tuesday lunchtime.\"</p> <p><strong>Festival bitch (part four)</strong><br> \"Manifest bullshit\" - Sky's <strong>Dawn Airey</strong> responds to <strong>Charles Allen</strong>'s suggestion that I'm a Celebrity, Get Me Out of Here... is public service broadcasting.</p> <p><strong>Humphrys v Radcliffe in MacTaggart head-to-head</strong><br> Is the BBC nervous about Today legend <strong>John Humphrys </strong> slagging off his employer in his MacTaggart lecture at the MediaGuardian Edinburgh International TV Festival? How else to explain the scheduling of Paula Radcliffe's hotly anticipated 10,000m race at 7.50pm tonight on BBC1 - just five minutes after Humphrys is due to wrap up his speech? Better not overrun, John, or there could be a premature rush for the door. It'll be just like trying to time your Today spiels to finish just ahead of the pips.</p> <p><strong>Fergie gives Jim a special send-off</strong></p> <p>Departing ITV marketing boss<strong> Jim Hytner </strong> had a warm-up for his leaving bash next month - at the Atlantic Bar, dahling - earlier this week with a few quiet bevvies in his Gray's Inn Road office with colleagues. But there was a surprise guest, in the form of Manchester United boss Sir Alex Ferguson, who gave Jim a personal videotaped \"good luck in the new job\" message to speed him on his way to Barclays. Hytner, a huge United fan, was linked to the top marketing job at the club a couple of years back. But maybe that would have just been too much like mixing work with pleasure, eh Jim?</p> <p><strong>Legsy legs it with Garvie's platinum card</strong><br>And so Monkey must return to Heathrow airport where serious fraud was perpetrated in the name of free drink. The victim: BBC head of entertainment <strong>Wayne Garvie</strong>. The suspect: <strong>Paul Leather</strong>. Legsy, as the latter is best known, managed to free Mr Garvie of his British Airways platinum frequent travellers card which gives access to the top executive lounge ahead of board. But Legsy clearly hasn't travelled since 9:11 when security at airports was increased and didn't realised that the fact the name on the gold card was Garvie and the name on Legsy's boarding card was Leather would pose a problem. Garvie's gold card has now been confiscated and rumours that Leather is in any way contrite are extremely wide of the mark. </p> <p><strong>Leather latest</strong><br>Friday 2pm: Five's inimitable head of press <strong>Paul Leather </strong>is now out of bed. More later...</p> <p><strong>Five plus Four still on</strong><br>As well as welching on the Edinburgh TV Festival Worldview Address (see below), RLT's <strong>Gerhard Zeiler</strong> was supposed to be having a historic first meeting in the Scottish capital with Channel 4's Luke Johnson and Andy Duncan. But any media hacks worried that the Channel 4/Five merger, one of the few silly season stories that has kept them in beer money this summer, has just died on its arse shouldn't fret. Duncan has spoken to Zeiler on the phone and the meeting will still go ahead, but back in London sometime. They'll just have to forgo the pleasures of a pint of heavy.</p> <p><strong>Bubbles and fraud at Edinburgh</strong><br>Delegates to this year's <strong>MediaGuardian Edinburgh International Television Festival</strong> have a lot to contend with what with BA industrial action, the cooler temperatures north of the border and, er, free Perrier Jouet champagne at Soho House, which has got together with Channel 4 to operate a weekend service in a grand old house in the city centre. But folks, can we please spare a moment for poor <strong>Wayne Garvie</strong>, head of BBC entertainment and victim of fraud? More later... when <strong>Paul Leather </strong>of Five gets out of bed to explain himself. </p> <p><strong>Saudi splendour from Channel 4</strong><br> While on the subject of Perrier Jouet, Monkey would like to congratulate <strong>Channel 4</strong> for the magnificent job it did on the old Saudi consulate which was recently vacated and turned into the temporary Soho House. Everything was hired for the weekend including the carpets, venetian mirrors and sheepskin rugs. It was transformed in just one day by 20 staff. Rumours that it is the opening episode of a new Channel 4 property porn show have yet to be confirmed.</p> <p><strong>Scott knows the drill</strong><br> ...The Soho House building has, Monkey hears, impressive provenance. When <strong>Sebastian Scott </strong>started shaking in the corner, guests thought he was having a Living TV psychic episode and about to start 'channeling'. It turns out the Princess Productions multimillionaire (did we get that right, Seb?) was having flashbacks to a particularly nasty molar extraction in that very room when he was 10. \"This is where my old dentist was,\" explained Sebastian bemoaning the fact there was no Perrier Jouet on tap to dull the pain in 1944 (that's what you said isn't it, Seb?).</p> <p><strong>Zeiler throws a sickie</strong><br> A big shout out to <strong>Gerhard Zeiler</strong> who is lying in bed sick in Germany and will be unable to give the MGEITF Worldview address on Sunday. Rumours that he faked chicken pox after being unable to complete his speech are apparently wide of the mark...</p>",
  "A rightwing thinktank which promotes pamphlets opposing immigration and asylum is writing to supporters urging them to help fund a school because it fears \"our culture is in serious decline - one might say meltdown\". <p>Civitas, the Institute for the Study of Civil Society, is calling for shareholders for its New Model School, which aims to offer a \"no frills\" education for less than £3,000 a year. </p> <p>The independent primary will teach maths, phonics-based reading and French, as well as \"social skills and good character\", when it opens in Queens Park, London, in a fortnight. Civitas says the reason for establishing it is to preserve \"the values and knowledge on which the survival of the culture depends\". </p> <p>The school will initially admit children aged four and five but hopes to expand, offering lessons up to the age of 13. </p> <p>In a letter to supporters, the organisation's deputy director, Robert Whelan, says Civitas has \"gone from being a thinktank to a do-tank\" because of the depth of its concerns. </p> <p>\"As you know, we deal in a number of different issues, but we feel that education is, in some ways, the most important,\" he writes. \"This is because education is fundamentally a process which transmits from one generation to the next the values and knowledge on which the survival of culture depends. I'm sure I don't need to tell you how greatly many people fear that our culture is in serious decline - one might almost say in meltdown. It is for this reason that we have taken such an unusual step.\" </p> <p>Last night, the former immigration minister, Barbara Roche, who received the letter, described it as \"alarming\". </p> <p>\"I was astonished to read the letter and alarmed at its content. Are schools going to be established that will attack our multiracial, multicultural society? Will the contributions of, for example, black and multiethnic servicemen and women during the second world war be excluded from history teaching?\" she asked. </p> <p>She also criticised the fact that, as a registered charity, Civitas benefits from Gift Aid, meaning any donations to the school will be boosted by 28% by the Inland Revenue. </p> <p>The former Home Office minister believes she was put on Civitas's mailing list after buying some of its booklets, including one by Dr David Coleman, an adviser to the anti-immigration Migration Watch, in which he argues that the cultural benefits of migration are \"rather difficult to specify beyond a wider range of ethnic restaurants for the middle classes and new kinds of pop music\". </p> <p>Other titles, promoted in a list sent with the letter, include: Do We Need Mass Immigration? and Tomorrow is Another Country: What is wrong with the UK's asylum policy?</p> <p>Such titles will raise concerns that the school will promote a kind of insidious racism.</p> <p>But yesterday Mr Whelan said he was horrified by any such suggestion and said Civitas's concerns about \"cultural meltdown\" referred to the fact that children were no longer taught about historical events such as the Magna Carta, nor about economic and political institutions. </p> <p>\"There is a gross ignorance of our history and traditions and that's what we are going to teach these children about.\"</p>",
  "<p><strong>Messiah III</strong><br>9pm, BBC1 </p> <p>The conclusion of this drama finds DCI Metcalfe (Ken Stott) and his team's investigation in crisis with bodies piling up all over the hospital as the killer's grisly rampage through the wards continues. To compound the beleaguered plod's problems, the killer seems to be taunting him. In a desperate bid to end the carnage, Metcalfe sets himself up as the next victim. </p> <p><strong>NY-LON</strong><br>10pm, Channel 4 </p> <p>Two weeks in and the relationship complications are coming thick and fast. Michael sets off once again for New York but is troubled by the news of Kristin's pregnancy and feeling guilty about having to leave his young nephew Angelo back in London. Across the pond meanwhile, Edie is hurled into confusion when ex-boyfriend Luke declares his undying love for her. All gently enticing with an enduring premise. </p> <p><strong>Six Feet Under</strong><br>11.05pm, Channel 4 </p> <p>With Nate now well and truly out of the family business, David manages to convince Arthur to take on more of the funeral duties. Meanwhile, Brenda and Joe attempt to \"work through\" some of the quirks in their relationship, Ruth accuses Arthur of sending the latest unwanted wedding present and Nate winds up sleeping with a wealthy divorcee he meets at daughter Maya's nursery. </p> <p><strong>BBC4 On BBC2: Art &amp; the 60s</strong><br>11.20pm, BBC2 </p> <p>From Bronze to Baked Beans is the title of the second in this series, which traces sculpture's progression across a decade, from Henry Moore's bronzes to Gilbert and George serving baked beans in ice-cream cones. Contributors include American sculptor Kenneth Noland - now 80 years old and giving his first television interview here - and Anthony Caro who, fuelled by a 1959 trip to the US, abandoned his bronzes to embark on bold, colourful steel structures. \"Tony was phenomenal,\" recalls Noland. \"Once he got his head as it were, he just broke right out.\"</p>",
  "<p><strong>Q</strong> I have a MBNA Visa card and pay the minimum amount by direct debit every month. In my June statement, I was told that I had missed a payment and that a £25 late fee was going to be charged. I queried this and was advised to make a payment first and then get back in touch once this had been received. The same statement also estimated my next month's interest to be £15.65.</p> <p>However, my July statement showed I had been charged over £144 in interest. I queried this and was told that, as I had incurred a late fee, the terms and conditions allowed MBNA to withdraw the card's promotional rate of 1.9%. A strict reading of the terms and conditions supports this view, but surely the higher rate of interest should have been indicated? Plus, a statement to the effect that the lower rate had been withdrawn surely should have been included in my June statement?</p> <p>Moreover, having changed banks recently, I checked that the direct debit instruction to MBNA had been successfully transferred. My new bank, Smile, confirmed that it had, and that a payment had been taken out in April. I have since paid off the card balance. </p> <p>Do I have a claim against MBNA?</p> <p><strong>PO</strong></p> <p><strong>A</strong> I agree there should have been some indication on your statement that you would be liable for higher interest as a result of the late payment charge, and MBNA deserves a sound ticking-off for not providing one. This is just the sort of poor transparency the Office of Fair Trading has been trying to stamp out among credit card issuers.</p> <p> But more to the point, seeing as you have never missed a payment, MBNA was even more wrong to charge you a late fee and then add insult to injury by charging you a higher interest rate as a consequence. </p> <p> You don't indicate whether it continued to charge you interest at a higher rate but, if it did, you are entitled to have the entire account recalculated and the excess refunded, as well as the late fee. Your bank statements from Smile will back up your defence that the payment was made on time.</p> <p> Don't waste any further breath on phone calls to the company: write to MBNA, setting out the details very plainly, and explain that you want to see a new statement of your account with interest calculated at the correct promotional rate, and any excess payment refunded within 14 days. </p> <p> If you are unsuccessful, take your case to the financial ombudsman: I imagine the OFT would be very interested in hearing from you.</p>"
]