[
  "<p>Tax dodging, cows, collaborators ... our turboprop from Gatwick had just flattened out at its cruising altitude, and this was all I'd been able to tell my daughters about the Channel Islands. My wife Birna had supplemented these insights with little potatoes and Derren Brown shooting blanks into a sandbag when, perhaps 20 seconds later, we settled into our descent. 'It can't be a proper island,' muttered six-year-old Valdis, peering down at the gold-bordered bull's hide that is Jersey from above. 'It's too ... near.' </p> <p>Happily, my 10-year-old son Kristjan had speed-read his seat pocket's bounteous promotional content, and during the three-minute drive from airport to hotel fired out a bullet-point account of the island's heritage, fauna and topography. Ten miles by five, no political parties, a lot of Portuguese workers, Britain's only green lizards. 'And when the Queen comes to visit,' he concluded, 'the Seigneur of Trinity gives her two chained mallards on a plate.' </p> <p>Listening to this, and watching a chauffeur-driven Humber of the colonial era sweep past us up the hotel's carriage drive, I began to wonder what had brought us here. We didn't have a suitcase of sovereigns to launder nor, as far as I was aware, a round of Russian roulette to televise. Was Jersey appropriate for a family weekend? </p> <p>Our presence on the plane had lowered the average passenger age dramatically, and the discreetly plush Hotel L'Horizon's ambience suggested we'd incite much tutting behind Daily Mails. Ravel's Bolero droned ominously from the restaurant, whose wine list eagerly referenced Tory politicians ('relaxed yet reliable - like Ken Clarke in shades'), and whose menu bore a prominent warning that anyone making or receiving mobile phone calls at the table would be expected to compensate fellow diners by settling their drinks bills. </p> <p>Hushed and indoor, the pool seemed no place for three children whose aquatic careers have focused on doing every 'don't' depicted in that illustrated guide to bathing etiquette which decorated the changing-room walls of my youth. They bomb, they run, they push, they duck. Please, I thought, meeting the steady gaze of a swimming-capped breast-stroker, please do not let them pet. </p> <p>We lugged these misgivings up to our adjoining rooms, but throwing open the balcony doors they all flew gaily out. Before us sprawled the majestic apotheosis of Basil Fawlty's encapsulation of a marine prospect: over there, between the land and the sky. St Brelade's Bay is a gaping crescent of underpeopled sand, a mile-wide, come-hither sweep of soft gold that makes you want to get out there and do what dads do, and what I generally don't. In a moment there I was, getting down and dirty with the buckets and spades, becoming slightly too hearty during the French cricket. Above us were what my son would soon reveal as Britain's most dependably cloudless skies; lapping towards us, its warmest waters. Not hard to picture those first storm troopers paddling through the gentle surf, battle-ready grimaces melting into lazy smiles, Mausers hanging limply at their sides. </p> <p>If we'd done nothing else for two days no one would have complained, particularly when it became apparent at dinner that our table was by no means the youngest, and only debatably the loudest. A bustling and convivial breakfast buffet 12 hours later confirmed that our child-shushing paranoia had been misplaced. </p> <p>'We're trying to attract a broader variety of visitor,' confirmed tourist guide Arthur Lamy when we met him the following morning at a bike-hire shop in the capital St Helier. For broader read younger: the archetypal Jersey tourist is a dying breed. The Western world's most reliable electricity supply, north-western Europe's cleanest sewage - most of the facts that continued to leak fitfully from Kristjan's mouth seemed stubbornly targeted at elderly mainlanders with a twitching mistrust of two-pin plugs and bidets. </p> <p>Jersey's modest proportions and benign climate make it well adapted to the bicycle, but its inhabitants' average wealth and age do not: there are more cars than people on the island, and ushering an unsteady six-year-old through St Helier I was made uncomfortably aware of it. Pedalling in a disjointed crocodile behind Arthur, we set off along the three-mile promenade, then turned inland and uphill, away from the traffic, past potato fields and neo-Georgian expat mansions. It was another day of brazen sun, and we had the dappled lanes to ourselves; Arthur's breezy, over-the-shoulder commentaries were the perfect accompaniment. 'See that?' shouted back Arthur, jabbing out a thumb at a Mazda dealership. 'That's the old Nazi power station.' </p> <p>Tickled to have bagged themselves a British Isle, the occupying army built things all over Jersey. Being German, they're still there: every beach is bookended by hefty, squat and effectively indestructible gun emplacements, every hill topped by a radio tower. Hitler's Atlantic Wall was a 1,700-mile line of marine defences that stretched from Norway to the Pyrenees, and in a deranged fit of triumphalism, it isn't difficult to picture, he earmarked more than 10 per cent of all the concrete and iron used in its construction for the tiny and strategically irrelevant Channel Islands. </p> <p>But there's only so much bitterness to be distilled from a four-year occupation, and the men of Jersey cultivate a far deeper animosity towards their neighbour Guernsey, a rivalry dating back to the Civil War and beyond. </p> <p>'They went Roundhead,' called out Arthur with gleeful scorn, the cue for a detailed portrayal of the Guernseyman as horny-handed rustic, tending spuds and tomatoes with bovine deliberation as his worldly and debonair rival over the water diversifies lucratively into international finance. </p> <p>With its stunted, pastel-painted buses, sun-kissed expat ambience and all those offshore banks, the Jersey we cycled through seemed a lot further away than it was; I could almost have imagined us in Bermuda. There's the same sense of slight financial iffiness, and the same sense that they're compensating for it by governing all other areas of island life with a buttoned-up, rule-bound propriety. '12 hours parking in any 24 hours' read the signs along St Brelade's Bay, and if anyone's going to dispatch the nocturnal warden patrols required to enforce such a ludicrous restriction, you can be sure it'll be some mallard-manacling Jersey Seigneur. </p> <p>Accordingly, its tax exiles are lured from the low-octane end of the celebrity scale: when I asked Arthur to name and shame revenue outlaws holed up in the island's low, green hills, the best he could manage was Alan Whicker and Gilbert O'Sullivan. </p> <p>At the Hamptonne Country Life Museum the children watched smocked and bonneted women spinning wool: if you want to tell a genuine Jersey jersey, look for diamond patches under the arms. (Though be aware that they're sometimes made from dog hair.) Here too they acquired a smattering of the yokelly-Gallic patois, a reminder that though the French have had no presence in Jersey for 800 years, their language was dominant until the early 20th century. 'There isn't a distinctive local accent, though,' said Arthur, in a distinctive local accent. Jersey is mild Wurzel stretched with a curious antipodean twang. </p> <p>After a day and a half of billion-watt ultraviolet, it was almost a relief to throw back the curtains the next morning to find the horizon fuzzed out by a sea fog. Back in the hire car - despite my best efforts to extract full value, we'd hand it back with 21 miles on the clock - to the stoutly right-on Durrell Wildlife: 'The zoo that's not a zoo.' It is, of course, but generously proportioned and sympathetically landscaped enclosures make for less troubled-looking inmates than is the case in most such establishments: all those happy young faces pressed temptingly up to their fence, yet not one of the many primates responded with the traditional ejaculation. </p> <p>For anyone with a UKTV History habit as life-blighting as mine, a visit to the Jersey War Tunnels is obligatory. When the Nazis' East European slave labourers had built all they could on the island's surface, they were set to work beneath it, hacking out half a mile of bomb-proof tunnels for artillery storage and a military hospital. The complex has now been impressively converted into an exhibition on the island's occupation - an intriguing story, imaginatively told. </p> <p>As you walk into the exhibition's cool - no, cold - dark mouth, you're handed the facsimile of a real wartime identity card, featuring a sour Jersey countenance to be matched with its owner somewhere on display. I found my tattooed priest glowering defiantly at me from a glass case in the last chamber: there I read he'd been caught with a radio under his floorboards and perished in a prison camp. No happy endings for the others either, much to the delight of tragedy buff Lilja. </p> <p>After Kristjan discovered my camera's monochrome mode, his sister spent almost an hour honing expressions of appropriate pathos beside life-sized cutouts of her doomed island brethren. We all enjoyed it except Valdis, who welled up badly before a caption detailing the predictable fate of 6,000 pets abandoned on the quayside when their owners fled to the mainland. </p> <p>Late afternoon saw us down at the island's south-west tip for a low-tide walk out to Corbière lighthouse with marine biologist Andrew Syvret. Stumbling between rock pools across the pinkish granite that paves the streets of Westminster, we gleaned what we could from those parts of his commentary not brutally censored by brain-dislodging blasts from the lighthouse foghorn. Nearly all the UK's lobsters live in Jersey waters, it seems, along with half the dolphins and the detritus of an exciting proportion of our most terrible nautical tragedies. Then hotfoot, or wet-foot, back across the causeway as the sea turned on us: the Channel Islands are home to some of the world's most reckless tides. 'At low water,' panted Kristjan as we jogged past the rising rock pools, 'Jersey's effective land area is doubled.' </p> <p>You'll spot the lighthouse on the back of a Jersey fiver, and so will the unsmiling shopkeepers of mainland Britain when you make the mistake of taking seven back home with you. (After alienating most neighbourhood tradespeople with my inept dupery at their tills, I finally managed to offload the lot on a hapless bureau-de-change cashier at Helsinki airport.) </p> <p>Still, it's swings and roundabouts with Jersey's paper-based denominations. By keeping faith with the £1 note, the island bank has endeared itself to parents of today's fiscally fixated children. Even the most tirelessly grasping examples of this breed - and I have fathered two - can be stunned into overwhelmed silence with a crisp note in their hands. Attempt to placate those shrill demands at the seaside crap stall with a hair-ruffling jingle of change - even one of superior value - and see those beastly faces contort into gurns of painful scorn. </p> <p>Bribed and soothed by the cash and sun that define the island, after a last evening on that stupendous beach the children were at last fully compatible with Jersey's sense of well-heeled, well-ordered civic compliance. Watching as they quietly transferred food from plate to mouth, we began to wonder where all those pent-up decibels had gone. In the morning, of course, we found out. 'Jesus,' I muttered croakily, forcing my earplugs further in to blot out a squawking, flailing hysteria that screamed out of their open windows and filtered in through ours. 'Sounds like they're wrestling a bloody seagull.' Birna wearily rolled out and trudged off to bring them to heel, returning at a different speed to inform me that, in fact, they actually were.</p> <p><strong>·</strong> Tim Moore's latest book, Spanish Steps: One Man and his Ass on the Pilgrim Way to Santiago, is published on 26 August by Cape at £16.99. To order a copy for £14.99 plus UK p&amp;p, call the Observer Books Service on 0870 836 0885.</p> <p><strong>Factfile</strong></p> <p>Tim Moore and family travelled with Channel Islands Direct (0870 889 0858; <a href=\"http://www.premierholidaysdirect.co.uk\">www.premierholidaysdirect.co.uk</a>). A three-night package based at the Hotel L'Horizon in St Brelade costs from £274 per adult and from £89 per child based on B&amp;B and including flights from Gatwick, Southampton or Birmingham with Flybe (0871 700 0535; <a href=\"http://www.flybe.com\">www.flybe.com</a>). The child rate is based on one child sharing with two adults. Car hire booked through Channel Islands Direct costs from £9 per day. </p> <p><strong>·</strong> For further information contact the Jersey Tourist Board (01534 500700; <a href=\"http://www.jersey.com\">www.jersey.com</a>)</p> <p><strong>Channel your holiday plans</strong></p> <p><strong>·</strong> Tiny Herm is pollution and car free. The island's sole hotel is the White House Hotel (01481 722159) where there are no phones, TVs or clocks, but there is a croquet lawn, outdoor pool and tennis court. Rooms from £78pp per night half board, or rent a cottage in the grounds from £67pp per night. Boats from Guernsey £8 return with the Trident Charter Company (01481 721379). </p> <p><strong>·</strong> Alderney has excellent birdwatching and bracing air. Self-catering holidays suit the relaxed atmosphere. Stay in the grounds of Fort Corblets, a Victorian building overlooking Corblets beach, with Alderney Accommodation (01481 823332; <a href=\"http://www.alderney-accommodation.com\">www.alderney-accommodation.com</a>). The Northern Ramparts sleeps four from £950 per week, and includes the observatory, a double with 180-degree views of the island. The Southern Wing sleeps four from £637 a week. </p> <p><strong>·</strong> Sark, the smallest Channel Island, is blessed with bays, coves, caves and deep crystal pools. Transport is by foot, cycle, horse-drawn carriage or a tractor-drawn bus called 'the toast rack'. Stay in Stocks Hotel (01481 832001; <a href=\"http://www.stocks-sark.com\">www.stocks-sark.com</a>) for gourmet fresh fish and outdoor swimming. Three-night half-board breaks cost from £199pp, including transport from Guernsey. </p> <p><strong>·</strong> Boutique hotel Les Burrins Hotel (01534 746777) in St Aubin, Jersey, is close to the cobbled streets of Rue de Crocquet, with views of speedboats in the bay. It's more than 400 years old, with wooden beams and floors, and granite walls. Rooms from £38pp per night off peak. </p> <p><strong>·</strong> Guernsey has no Vat, so hit the shops in St Peter Port, or scramble along cliffs and enjoy al fresco eating. Channel Islands Travel Service (01534 496600; <a href=\"http://www.jerseytravel.com\">www.jerseytravel.com</a>) has a two-night offer, including B&amp;B in a three-star hotel of their choice, anywhere on the island plus flights or ferries. Crossings from Poole, Weymouth or Portsmouth cost from £78pp, with flights from Gatwick from £129, or £175 from Manchester. Other regional airports available. </p> <p><strong>·</strong> Flights to Guernsey from Gatwick (£56), Manchester (£88) , to Jersey from Stansted (£79), from Southampton to Alderney (£49pp) return in summer with Aurigny (01481 822886; <a href=\"http://www.aurigny.com\">www.aurigny.com</a>).</p> <p><strong>·</strong> Gemma Bowes</p>",
  "As he likes to point out, with a mischievous smile, David Blunkett is a Gemini: a star sign that, he says, reflects the two sides of all of us. Last week the revelation of his affair with Kimberly Fortier, the wealthy publisher of The Spectator, for the first time allowed the public to glimpse the Home Secretary's other side, one shown usually only to close friends - that of an earthy man, with a genuine appreciation for the pleasures of the senses. <p>This Blunkett, say friends, is a man devoted to good red wine and rare jazz records, and a thrower of lively dinner parties. Perhaps unsurprisingly for a man raised largely by his mother after the death of his father when he was 12, he is easy in the company of high-powered, feisty women: regulars at his table range from the gregarious and gossipy Children's Minister Margaret Hodge, plus her judge husband Henry, to Downing Street aide Sally Morgan and her barrister husband John.</p> <p>Such doyennes of the Islington supper circuit might be expected. But the past week has shone an intriguing spotlight on a more surprising circle of friends - a network that stretches from one of Britain's most aristocratic families, to the editor of a powerful right-wing newspaper much disliked in Downing Street, to the north London literati.</p> <p>One acquaintance last week recalled a raucous dinner party at which Blunkett was seated next to Kathy Lette, the novelist famed for her racy sex scenes, whose circle of intimates includes fellow Australian Kylie Minogue and the domestic goddess Nigella Lawson, as well as the left-leaning barrister friends of her husband, the human rights QC Geoffrey Robertson. Lette, the guest recalls, was jokily flirting with Blunkett: and the more outrageous her behaviour became, the more delighted he grew. It is perhaps not hard to see how the plain-speaking politician from Sheffield and Fortier, the bubbly American could have grown close.</p> <p> Any tourist passing through a certain Derbyshire village last weekend would have little idea that one of its cottages was about to become a focal point of a sizzling tabloid summer spectacular.</p> <p>But last Sunday the nation learnt from the News of the World that this cottage, whose precise location cannot be reported for security reasons, was where Blunkett shared romantic 'liaisons' with Fortier, the married mother of a two-year-old son. </p> <p>The minister's affair set the red tops ablaze with tales of passion and betrayal that were further stoked when it emerged that the ambitious Fortier was five months pregnant. </p> <p>Conspiracy theories abounded on how a Labour cabinet minister ended up entangled with the wealthy New York debutante who ran the weekly magazine considered the inhouse bible of the Conservative party. </p> <p>While details of how the tryst became public remain unknown, in some ways the mystery is that it took so long: the couple have been regularly seen together at parties. Perhaps it was only because the prospect of Blunkett having a secret lover seemed so unthinkable that no one scented a scoop. </p> <p>Yet Blunkett's life story is full of unexpected twists. The working-class son of a gas board foreman who was born on a Sheffield council estate and despite his blindness became one of the most powerful men in Britain, his popular image was as the austere, almost monastic minister who spent every waking minute hunched over his ministerial red boxes. It was a public image that Blunkett appeared happy to cultivate. </p> <p>The couple are understood to have met at a private dinner party in autumn 2001. Fortier was recently married, to her second husband Stephen Quinn, the well-liked publisher of Vogue: their baby son William was born a year later. </p> <p>Blunkett's own rather unhappy marriage, to Ruth, had broken down in 1990 and, stung by the way in which his frank comments about the relationship in his 1995 autobiography were endlessly rehashed in newspapers, he resolved never to discuss his private life publicly for fear of upsetting his three sons. </p> <p>At first glance, Fortier and Blunkett were worlds apart: she was born into a wealthy family in Los Angeles, came to London in 1987 and climbed quickly through the ranks of magazine publishing, evolving into a sassy, vivacious power player in London's media village. </p> <p>Her job as publisher of the Spectator won her a place in Campaign magazine's media 'A-list' last year, in which she listed hotels among her dislikes: 'I don't like hotels - I always rent a house or flat, even in the weekend.' Whether or not she made her views clear to Blunkett is unknown. What is known is that, within a year of their meeting, he had started to make discreet inquiries about renting a weekend cottage in Derbyshire. </p> <p>His cosy romantic retreat is on the estate of the magnificent Chatsworth House, one of Britain's most spectacular stately homes, and is one of a number of cottages owned by the family of the Duchess of Devonshire - a personal friend. A more unlikely relationship is hard to imagine than that between the former leader of the 'People's Republic of Sheffield' and Deborah 'Debo' Mitford, the Dowager Duchess of Devonshire, sister-in-law of the British Fascist leader Oswald Mosley and the only surviving sister of the celebrated Mitford clan. </p> <p>Blunkett was close not only to the duchess but to her late husband, the 11th duke, who died in May this year. Unlike her sisters Diana and Unity - devoted followers of Hitler - and Jessica, a lifelong Communist, 'Debo' has always been resolutely apolitical: her published works, including Counting My Chickens ... and Other Home Thoughts, make little mention of the world outside Chatsworth's gates. While she lists her occupation as 'housewife' in the Companies House register, she runs a multi-million-pound business centred on the house and gardens: her great passions are food and animal husbandry. </p> <p>It came as something of a surprise, therefore, when she agreed at the beginning of July to host a summit of EU justice ministers at Chatsworth, to discuss immigration, cross-border crime and terrorism. A Home Office spokeswoman says the duchess 'had offered as a personal favour to host a dinner in recognition of the importance of the event. We paid a small amount as a contribution to the dinner.' </p> <p>The venue was, she says, chosen because of its 'strong personal significance' to the Home Secretary. Like Margaret Hodge's family cottage in Norfolk, and his protégée Beverly Hughes's bolthole in the Lake District - both of which he borrows for discreet breaks - his cottage in the heart of rambling country is a refuge from the pressures of London life. A keen walker, he has described how, although he cannot see the view from a hilltop, he can sense the changing quality of the air. His other passion is cycling on tandems, often around Majorca and with his three grown-up sons, of whom he is fiercely protective: he is quickly moved to anger if his ex- wife is described as a single parent, insisting that, divorced or not, the couple will always be joint parents.</p> <p>Lately, however, his holiday tastes have grown more adventurous. In June he celebrated his 57th birthday in a villa at St Stefano, Corfu, with Fortier and her toddler son William: other details have begun emerging, of holidays on the Caribbean island of St Lucia. </p> <p>Ever the stickler for the rules, Blunkett declares in the House of Commons register an upgrade received from Virgin Atlantic on a flight to the romantic island last October, although it is not known whether Fortier was with him. He stayed at the luxury Hotel Capri, his second visit. Neatly inscribed in the hotel guestbook is an entry from his previous trip on 7 April, 2002, from a 'David Blunkett, Sheffield, England', praising his 'memorable holiday, the sun, food, sea but above all hospitality was first class'. </p> <p>The guestbook also discloses an entry from one Paul Potts - the chief executive of the wire agency the Press Association and an old friend of Blunkett's from Sheffield - who is holidaying with him again this week in Italy. </p> <p>The two have known each other for decades, becoming friends when the Home Secretary was leader of Sheffield council and Potts was a local reporter. While Potts, like Blunkett, used to be a left-wing firebrand he changed his political allegiance to the Tories - and was once tipped as a potential press chief to John Major - but the friendship appears to have survived unscathed. </p> <p>He is not the only media figure Blunkett counts as a friend. Last March he was guest of honour at a glittering dinner at London's Savoy Hotel to celebrate 10 years of Paul Dacre's editorship of the Daily Mail . In a speech to the 200-strong gathering, Blunkett described Dacre as 'a man who reflects the best of journalism', adding that he needed to read the paper 'to find out what is going on in my department, then seek immediate medical attention. I owe you one, even if it's just a left hook'. He then asked the audience to 'lift your glasses to Paul Dacre, editor of the year'. </p> <p>The two meet every few months, often for private dinners: their alliance was forged when Blunkett was Education Secretary and given to pronouncements on the value of parenting - including the suggestion that children should go to bed at regular times - which played into Dacre's strong sense of family values. </p> <p>If Blunkett finds himself sought out by such media players, it is perhaps little surprise: he has become the most important powerbroker in cabinet after Gordon Brown - and, intriguingly, perhaps the only Blairite loyalist who could also shine in a Brown administration. Blair, say aides, listens increasingly closely to Blunkett not just because his portfolio, from immigration to crime and terrorism, lies at the heart of an increasingly security-dominated election campaign but because he trusts Blunkett's gut instincts. The two share what other ministers regard as an innate social conservatism: Blair's recent speech, blaming the swinging Sixties for the ills of modern undisciplined society, was heavily influenced by conversations with Blunkett. </p> <p>Such views may be flung back at him this weekend. But Blunkett has remained resolutely silent on the issue: aides have flatly refused to discuss the relationship, except to confirm reports last week that the Home Secretary did contact the US Embassy to find out whom Fortier should telephone to get her son put on her American passport. </p> <p>It is not known whether the call came ahead of a holiday with Blunkett himself. But so far, it is the only known example of the two sides - private and public - of the Home Secretary's life colliding. This Gemini may not be able to keep them separate forever.</p>",
  "<p>To paraphrase a football chant, sung to the tune of Tammy Wynette's 'Stand By Your Man' and penned by Jonny Hurst, the first-ever Barclays' Chant Laureate (yes, there is such a thing), 'sometimes it's hard to be a football fan, giving all your money to just one team'. </p> <p>Because it's not just the match tickets, programmes, replica strips (both home and away, if you're truly devoted), scarves and other club merchandise that you have to buy if you want to call yourself a real fan. An increasing number of clubs - all but six teams in the Barclays' Premiership, just under half the teams in the Championship, a little over half those in League One, three in League Two and one solitary team in the Conference - expect their supporters to give them even more financial support by taking out the club credit card. </p> <p>Why? Because the deals that 40 clubs currently have with MBNA (which expects to announce new signings in the next few weeks) and that both Charlton Athletic and Derby County have with the Bank of Scotland, mean that the club gets a one-off fee when the card is first issued, followed by a small percentage of the amount spent on the card. Neither the Bank of Scotland nor MBNA was able to say how much the clubs make from these deals but if the millions made by cards issued on behalf of charities are anything to go by, clubs do quite well out of them. </p> <p>The fans don't do too badly either. For those with a debt to transfer from other credit cards, all the football affinity cards offer up to nine months of interest-free credit, which is on a par with a lot of mainstream credit cards. And while the follow-on rates of 12.9 per cent from the Bank of Scotland and 15.9 per cent on MBNA cards don't exactly put them at the top of the table, they are reasonable when compared with the rest of the market. </p> <p>But for most fans, the interest rate is not the main attraction. It is clearly the warm glow if, for example, you support Liverpool (one of the many clubs that invests the money raised by its credit card in its youth development scheme), of knowing that your spending is helping to create the next Steven Gerrard. </p> <p>Or perhaps, over at Everton, it's the more tangible attraction of the 10 per cent discount that fans get on club merchandise bought with their club Visa cards, either in the team's shop or by mail order. In Fulham, fans earn Fulham Football Club (FFC) points at a rate of 1 point per pound spent on the card - with double points for purchases in the club shop. Points are then turned into rewards, which include signed footballs, a chance to attend a first-team training session or to play a friendly with past Fulham football stars. </p> <p>Similar 'money can't buy' prizes are available with the novel 'redrewards' scheme at Manchester United, where each pound spent on its MBNA credit card earns one redpoint. Fifty redpoints earn you an entry in the monthly redrewards prize draw - the first winners of which were treated, among other things, to a surprise visit by first-team player Ryan Giggs. </p> <p>Fans can also earn 50 redpoints for every £1,000 held in the Manchester United savings account which - in common with the savings accounts offered by other clubs - pays the club up to 1 per cent of total savings balances. You can see what's in it for United: over the last five years, the Britannia building society has paid the club more than £2 million. </p> <p>But what about the 12,000 fans who have invested more than £70 million in the account? Younger fans with a Manchester United junior saver account for under-18s can't complain, as it is currently paying a market-leading 5.5 per cent. The adult account, which pays 4.4 per cent, also leads the field - but only in comparison with other football savings accounts, and then only on balances of £5,000 or more. Both rates, however, include a bonus of 1 per cent, which will be withdrawn at the end of September. </p> <p>Of the accounts available to the supporters of other clubs, none offers anything near the best rates on offer in the market. </p> <p>But Rachel Thrussell, the savings research editor for Moneyfacts, says that this is not a fair comparison, since most of the accounts are instant-access and branch-based. They pay rates that do compete with other branch-based savings products, especially when the 1 per cent donation is taken into account'.</p>",
  "<p>Until people find out what I do for a living I'm just AN Other tranny. That's until I've stuck a ticket on their windscreen. Then they take me seriously.</p> <p>I've been a parking attendant for the duration of my womanhood. In 2001 I changed my name and by March I had this job.</p> <p>As a woman I've got this amazing body. I'm a slim size 10 with good hair. As a man I wasn't very handsome.</p> <p>I can be walking along, enjoying the sunshine, when a van driver will gob at me out of the window. I get spat at just for turning up to work. Believe me, I'd far rather walk around all day finding all meters fully paid up.</p> <p>'If I want to hear shit, love, I'll fart. 'That's a useful putdown, especially when someone's screaming 'Pervert!' at you. I nicked it off a friend of mine, Jonathan, who does a drag act, The DE Experience.</p> <p>I was 10 seconds away from giving Paul Young a ticket once. He ran out of the hairdresser's just in time. He's lovely.</p> <p>Coming out was the best thing I ever did. The first person I told was Pat, my ex-wife. Initially, she thought I was just being a bit kinky, but she gave me a lot of guidance about the right earrings. She's got a gorgeous Irish fella now. He looks like Daniel Day-Lewis in In The Name of the Father, with long hair and everything.</p> <p>The name Diana will always have that tragic-princess notoriety. In hindsight, perhaps I should have gone for something else, but I got my inspiration when I saw Diana getting out of a car in that silver dress. I was working in a hotel and watching from the roof.</p> <p>South American girls want to know how much I paid for my breasts. I explain that they grew on their own.</p> <p>My landlady calls me the dancing queen. I can be out clubbing until 4am, but I'll still be up by 9am, hoovering.</p> <p>I don't think all the 'growing up in the wrong body' stuff applies to me. I just knew I had to change sex. Being a man became embarrassing. The only time I wore men's clothes was at work. I was a plant operator on a building site.</p> <p>I'm a very elegant ice skater. Sometimes I go to Streatham or Lea Valley and scare the shit out of those horrible kids in hooded tops. Believe it or not I used to play ice hockey. It was the only thing I did that my father ever took any interest in.</p> <p>If I was gay would I go to all this trouble? I'd just put on some tight white Calvin Klein jeans and walk down Old Compton Street.</p> <p>You need to be direct with tranny chasers. They are horrid, horrid men, but they like big hair and long legs, like I have. One put his hand on my knee in the Cafe de Paris the other night. 'I am not a prostitute, 'I said.</p> <p>I do sometimes feel sorry for people who've got tickets. When some old dear comes trundling down the street with her can and her pug dog you can't help yourself. She was probably a Lloyd's name who lost her money and had to sell the parsonage. But once you've issued a ticket, there's no going back.</p> <p>Handbags are essential equipment but there's no point having a good one if you pull out a nylon purse. It's the details that are important.</p> <p>I came out to my dad as Diana just before my brother's wedding to my sister-in-law. His horoscope said: 'You will be surprised when two beautiful women come into your life. 'How uncanny is that?</p> <p>When was the last time I cried?The other day, thinking about my mum. I lost her to non-Hodgkins lymphoma in 1992. She obviously knew I was wearing her clothes at some point, but it wasn't something we ever discussed. I could cry for England at the movies. There's an emotional thing that goes with the hormone medication.</p> <p>Every underwear department has got that one harridan. Where do they get them from? I bought some knickers in Marks &amp; Spencers when I first got my credit card in my new name and the woman called me 'sir' in front of everybody. I just wanted to die. She did get a formal warning, though.</p> <p>I miss the cuddle factor. I've got a date for my surgery and I can't wait. I've slept alone for five years and I get lonely. Being a sexual being again will make the single biggest difference to my life.</p>",
  "<p>On the morning of 11 September 2001, a young man travelling from Newark, New Jersey, to San Francisco called his girlfriend in Germany. </p> <p>She was in hospital, recuperating from a minor operation. He had, however, phoned her almost every day during his 15 months in America. Their relationship appeared to have survived early difficulties and their separation - he had made several long flights to visit her and she had once come to be with him in Florida - and they planned to marry. His parents were so pleased that they had already bought the couple a wedding present - a brand-new Mercedes. </p> <p>The phone call from an airport payphone that morning was brief. The young man simply said 'I love you' three times. Nothing more. Then he hung up. Shortly afterwards he boarded United Airlines flight 93 and was shown to seat 1B in first class. Soon after take-off, at about 9.25am, he and three other passengers tied scarves around their heads, then seized control of the plane. </p> <p>The young man was Ziad Jarrah, one of the team of 19 suicide bombers who, on that bright autumn morning, changed the course of the 21st century. </p> <p>In the days after the attacks on the World Trade Centre in New York and the Pentagon in Washington, all of us had a lot to take in: the disaster-movie footage of the jets crashing into the towers and people throwing themselves to their deaths. Hardly had we time to process these images than we had to work out what it all portended. What organisation was behind the attacks? What would the Bush administration do? </p> <p>With the invasion of Afghanistan and Iraq came new and more complicated questions, of legality, morality, justice and political good sense. The story moved quickly on from Jarrah and his co-conspirators who, despite the millions of words written about 9/11, remain for the public little more than ciphers, recalled, if at all, only by mug shot. </p> <p>Towards the end of 2001, I received a call from the London-based independent production company Mentorn, which asked if I would be interested in writing a drama telling the story of 9/11 from the point of view of the hijackers. Channel 4 was apparently keen to back the project. </p> <p>Later I talked to the team behind the project. I considered myself reasonably well informed but, as I listened to Alice Perman, who later collaborated with me on the script, I became aware of how little I actually knew about the hijackers. </p> <p>I found myself more and more curious. The idea was to focus on the 'Hamburg cell' of young Muslim radicals who chanced to come together in the German town and who were to supply three of the four 9/11 pilots and organise much of the logistical back-up for the operation. How did these young men turn from students into martyrs? To understand what is happening in the world now we need as full a picture as possible. I agreed to write the script. </p> <p>The most promising point of entry into the closed world of the Hamburg cell, dramatically speaking, was in the shape of Jarrah. Drama's lifeblood is dilemma and conflict. The burning certainty possessed, say, by Mohamed Atta, the Egyptian hijacker who flew American Airlines flight 11 into the first of the twin towers, does not work well: the true believer never has to explain, he shouts down rather than debates, and never admits to doubt. </p> <p>Jarrah was born on 11 May, 1975, into a well-to-do family with homes in Beirut and the Bekaa Valley in Lebanon. His parents were not observant Muslims, and young Ziad, an outgoing, friendly boy, went to private Catholic schools. Nothing suggested he took his nominal religion seriously. He went out with girls, drank alcohol and visited nightclubs. </p> <p>In 1996 Jarrah and his cousin, Salim, went to Germany on student visas to continue their education. Arriving in the economically depressed town of Greifswald - his uncle, Assem, was already there - Jarrah's early impressions of Germany were not positive. </p> <p>Jarrha was not much taken with his course, but fell in love with a fellow college student, a young woman of Turkish parentage, Aysel Senguen. There was an undertow of anti-immigrant feeling in the town. Bored, isolated and with few friends, Jarrah started to attend prayer meetings at the college organised by an older student, Abdulrahman al-Makhadi. This was to be his first step on the road to 9/11. Makhadi called Jarrah a 'weak Muslim' who didn't know how to say his prayers. </p> <p>Given Jarrah's indifference to religion, it was interesting to explore why he would seek the company of observant Muslims. Perhaps it was the special hospitality of the Arab world: where Greifswald offered at best indifference, and at worst racist hostility, the prayer group welcomed him as a brother. </p> <p>The more I read of Islam and talked to observant Muslims, the more I was struck by the idea of brotherhood in the Koran's powerful social message. In the ideal version of Islam, all men are brothers, all women are sisters, and all are part of a community. </p> <p>While making the film, I watched a Muslim adviser rehearse with the actors. He showed them how to line up for prayer, instructing them to put their feet together, side by side, touching, so 'nothing will come between you'. That way they would be strong enough to resist the devil. He told them: 'The Prophet said, \"Always the help of Allah is with the group. Don't let yourself be alone.\"' It was in the prayer room that the lonely Jarrah found brothers and an authenticity he suspected his life had lacked. For all his spoilt-boy swagger, Jarrah was stricken by self-doubt ('a tree without roots' was how a relative would later describe him to our researchers). </p> <p>The good-looking, wealthy, party boy had been brought up during Lebanon's vicious civil war. He had played football with kids from the Palestinian refugee camps of Sabra and Chatila, before the camps were devastated by the Ariel Sharon-inspired massacres. Jarrah, of course, knew about the war and the massacres but, as a privileged child, he was not touched by them. </p> <p>His new brothers included Palestinians, men who spoke fiercely about injustice and oppression experienced at first hand. Nothing in his experience could match the authenticity of Arab agony they talked of; all Jarrah could offer was zeal. 'I want my life to count for something,' he told a friend of Aysel. </p> <p>He was changing and being pulled in two directions. He remained powerfully attracted to Aysel, and would not give her up, though their relationship was, in Muslim eyes, illicit. At the same time he was being drawn ever closer to his new brothers. It is tempting to portray his 'strange friends' - as Aysel would later call them - as manipulators cynically befriending a vulnerable young man. </p> <p>During rehearsals, director Antonia Bird, Alice and I encouraged the actors to try to imagine the world from the viewpoint of the characters they were playing. From this perspective, Jarrah appears not as a potentially useful tool, but as someone who is lost and to whom his brothers owe a duty to bring back to God and God's laws. This is an important distinction. Without it, we cannot understand the attraction to serious young Muslims of the solidarity found in radical mosques and prayer groups. </p> <p>We do not know exactly when Jarrah first came to Hamburg, but by early 1998 he had been introduced to two men who would have a dramatic impact on his fate: Mohamed Atta, a slightly older Egyptian who had come to the city in 1992 to further his studies after graduating in architecture from Cairo University; and Ramzi Binalshibh, a Yemeni asylum seeker who, in order to stay in Germany, had enrolled as a student. Both men were devout and, unlike Jarrah, lived strictly in line with the laws of Islam. To use the cell's terminology, they had 'put God at the centre of their lives'. </p> <p>Together, Atta and Binalshibh held discussion groups and prayer meetings in rooms at the local al-Quds mosque, which was to become the hub of the Hamburg cell. It would be tempting to present them as lieutenants for terrorist masterminds, carefully grooming potential recruits, but Atta and Binalshibh were on their own journeys and, though they were further on than Jarrah, they still had some way to go. </p> <p>While astonishingly single-minded, Atta and Binalshibh were in some respects quite naive. Binalshibh was an engaging, even charismatic young man, well liked by those who attended his meetings. Atta, by contrast, was strange and reserved. Most of the westerners who met him, in Germany and America, took an instant dislike to what they saw as his arrogant and aloof personality. </p> <p>In trying to create characterisation from lives glimpsed from recollection, the writer looks for a set-piece or revealing exchange - sometimes banal - that seems to sum up the man. For me, this came in the account by two young Germans who shared student lodgings with Atta. They describe his utter indifference to creature comforts. For food, Atta would throw unpeeled potatoes into a pot and, when it boiled, mash them into a bowl. He would eat his fill, which was not much, then keep the bowl in the fridge, returning to it as his appetite demanded. </p> <p>The image of Atta joylessly spooning cold mashed potato into his mouth, taken with everything else we know, strongly suggested a man for whom this world mattered little. By the time Jarrah met him, almost certainly in 1997, Atta was probably thinking of martyrdom. </p> <p>Atta's two fellow students also recall him being so upset by a poster of a Degas nude that he asked them to remove it from the wall. Atta never had sex, and displayed no serious interest in women. Muslim girls, he said, were too forward, wearing their hijabs as fashion items rather than garments of modesty. </p> <p>In his will, Atta expressly prohibited any woman from coming to his grave. He ordered that his genitals must not be touched during the preparation of his corpse. To a man so at odds with his body, so uncomfortable with the carnal, the idea of immolation, the complete destruction of the sinful reality of his own flesh, must have appealed: there would be no corpse to view and, one suspects the reasoning went, no imperfections for his enemies to mock. </p> <p>In Hamburg, where he enrolled to study aeronautical engineering, Jarrah continued to live a double life. His relationship with Aysel was difficult. The two underwent a marriage ceremony in a Hamburg mosque - their parents were not told - but did not even live in the same town (Aysel had moved from Greifswald to Bochum). She resented the time he spent with his new friends and was fearful of their influence over him. As she continued to live a western lifestyle, he rebuked her for not being a good Muslim. They quarrelled often and there were periods of separation. Once he hit her. </p> <p>Jarrah was spending an increasing amount of time with the group around Atta and Binalshibh, which now included Marwan al-Shehhi, a student from the United Arab Emirates who would pilot the second plane into the twin towers. Their circle was closed and mutually reinforcing. They prayed and talked politics, they listened to the preaching of favoured imams, and watched videos, made and distributed by radical Islamic groups, showing atrocities committed against Muslims in Bosnia, Chechyna and Palestine. </p> <p>In our film, we show only the briefest of clips, for the carnage on display is so sickening that most western viewers simply wouldn't be able to stomach it. For Jarrah and his friends, however, the images were sickening in a different sense: here was evidence of a new holocaust, against Muslims and denied by the world. The question for Jarrah and the others then became: what were they going to do about it? </p> <p>Radical Islamists argue there is a Koranic obligation on every able-bodied Muslim male to train for jihad. For many years this was academic, as it was hard to find somewhere to train. But once the Taliban took power in Afghanistan, thousands of young Muslim men - many of them from Britain - went to train in camps set up by the Taliban, al-Qaeda and other fundamentalist organisations. </p> <p>Their popular image is of dedicated fighters perfecting their combat skills. But for a large proportion of the recruits, training for jihad was little more than a rite of passage. After they had fulfilled their obligation, they returned home - to Birmingham, Marseille or Hamburg - not as terrorist sleepers waiting to be re-activated, but as law-abiding citizens. </p> <p>A minority, however, were prepared to go on to fight God's enemies, in Afghanistan, Bosnia and Chechnya. An even smaller minority were prepared to go all the way. At the end of 1999, Ziad Jarrah took a momentous step on his journey to 9/11. He followed Atta, Binalshibh and Shehhi in volunteering for a martyrdom operation, as yet unspecified. </p> <p>For one man, the timing was perfect. Khalid Sheikh Mohammed, or KSM, al-Qaeda's director of operations, had been considering using planes as missiles. In the spring of 1999 Osama bin Laden approved the plan and introduced KSM to two men who, like Jarrah, had volunteered for martyrdom: they were Nawaf al-Hazmi and Khalid al-Mihdhar, both Saudis who had fought in Bosnia. </p> <p>KSM initially envisaged putting a blizzard of planes into the sky, attacking simultaneously on the east and west coasts of America. The problem was finding enough suitable men. Any number of jihadis were willing to blow themselves up, but KSM's operation required technical competence, familiarity with western manners, reasonable English and steady nerves. They would have to get into the US, surviving visa background checks. This drastically reduced the number of potential candidates. </p> <p>Jarrah was perfect, however. Re-emerging in Germany after training in Afghanistan, he went to see Aysel. At first, she angrily demanded to know where he had been. Jarrah told her he had been in Afghanistan to fulfil his obligation to train for jihad. His duty done, they could now have a proper wedding in front of their parents and start a family. He would get a job: he was going to America to train as a pilot. </p> <p>It is likely that most of the conspirators had details of the plot drip-fed to them as the need arose. It is equally likely that they speculated on the nature of their mission, and - putting martyrdom and planes together - had a fair idea of what they would be asked to do. It was only a question of when and where. </p> <p>Incriminating visas and entry stamps in the passports of Jarrah, Atta, Binalshibh and Shehhi had to go. The passports were replaced with clean documents, and the men applied for visas to enter the US. Only Binalshibh was refused. Over the summer of 2000 Jarrah, Atta and Shehhi arrived in America and went to Florida for flight training. </p> <p>The two separate groups - Atta's in Florida, al-Hazmi and Mihdhar in San Diego - learnt to fly. KSM, with Binalshibh who commuted between Germany, Afghanistan, Pakistan, the UK, Malaysia and Spain, organised support, money and men to subdue passengers and crew once the jets had been seized. </p> <p>KSM realised the lack of suitable people meant cutting the number of targets, which were finalised in discussions with bin Laden. By the end of 2000 Jarrah, Atta and Shehhi had pilot's licences. They felt ready to strike, but KSM had problems. A new pilot, Hani Hanjour, had to be sent after al-Hazmi and Mihdhar broke off their training. Other key operatives were unable to get visas. </p> <p>Now simmering tensions between Atta and Jarrah - always unlikely comrades - came to the boil in the summer of 2001, principally because Atta disapproved of Jarrah's relationship with Aysel. Jarrah made several trips to Ger many and to see his family in Lebanon, and Atta suspected he wanted to pull out. It took all Binalshibh's persuasive powers to get him to stay. </p> <p>One inevitably speculates on their state of mind. They were living under sentence of death, albeit self-imposed. Atta was not strongly attached to this life. Little in it seemed to please him. But if we can read anything into a photograph used by the media after 11 September, he seemed under acute pressure, his eyes hollow and shadowed, his face gaunt. Yet Shehhi, it seems, was cheerful to the last, often dreaming of the paradise promised to martyrs. </p> <p>Jarrah's last days suggest he lived a fantasy in final calls to Aysel and his parents. He was due to fly to Lebanon to attend a wedding. He told his father he had the ticket and had bought a new suit. In calls with Aysel he continued to plan their future. It was all a lie. </p> <p>On the morning of 11 September, he and three accomplices left the Day's Inn Hotel in Newark and caught the shuttle to the terminal. Ziad Jarrah was setting out on his final journey. </p> <p><strong>·</strong> 'The Hamburg Cell' by Ronan Bennett and Alice Perman, directed by Antonia Bird, is to be screened at the Edinburgh Film Festival on Wednesday and Thursday. Ronan Bennett's new novel, 'Havoc, In Its Third Year' is to be published by Bloomsbury on 6 September.</p>",
  "<p>OK, so your A-level results were not good enough to get you into the university of your choice. You now face a dilemma: enter the lottery that is the clearing system to find an alternative course or defer your entry to next year and take yourself off for what could be the most exhilarating and rewarding year of your life . Hmm, it's a tough one. </p> <p>According to student travel specialists STA Travel, 65 per cent of students now take a year out before or after university. The good news is that there are still plenty of gap year placements left for those who have found themselves with an unexpected year to fill. Here's our pick: </p> <p><strong>Thailand</strong><br>You'll have to be careful not to get too sentimentally attached if you choose to dedicate your gap time to the Dog Rescue Centre on Koh Samui. Hundreds of stray dogs and cats, injured in road accidents or suffering from malnutrition, are cared for at the shelter where you can help catch strays, feed them, treat them and give them some much needed tender loving care. </p> <p>You'll live in a Thai bungalow and work Monday to Friday from 10am-5pm, so you'll have evenings and weekends free to join the beach parties. Programmes start throughout the year, generally last two to three months, and cost £1,400 (for two months) for accommodation, training in the UK, transfers, adventure activities, travel insurance and ongoing support. </p> <p><strong>·</strong> Personal Overseas Development (020 8246 5811; <a href=\"http://www.thepodsite.co.uk\">www.thepodsite.co.uk</a>) </p> <p><strong>Scotland</strong><br>There'll be no electricity, flushing toilets or running water, but you won't care when you're in the uplifting environment of the mountains and lochs of the old Caledonian Forest. The Trees for Life charity welcomes volunteers from all over the world to help plant trees, remove fences, tend plants or do whatever needs doing to restore this 600 square mile Highlands forest north west of Inverness. Programmes are run in the spring and autumn and you can go for as little as a week. Not all accommodation is as basic as we've described. Be prepared for some changeable weather and be willing to help out with the cooking. A week costs from £32 including transport from Inverness to and from the location of the week, accommodation and vegetarian meals (vegans can also be catered for). </p> <p><strong>·</strong> Trees for Life (01309 691292; <a href=\"http://www.treesforlife.org.uk\">www.treesforlife.org.uk</a>) </p> <p><strong>South Africa</strong><br>You've seen it on the wildlife programmes, now it's your turn. Join a team of photojournalists and shark researchers to help monitor, tag and release sharks to save the rapidly diminishing populations off Seal Island near Cape Town. You'll be required to help out on the research vessel, and if you're a Padi qualified diver you might even get the chance to take a dip in a shark cage. Other than that, experience is unnecessary as you'll be learning from experts. One week costs £995, two weeks £1,295 excluding flights. </p> <p><strong>·</strong> i-to-i (0870 7871772; <a href=\"http://www.i-to-i.com\">www.i-to-i.com</a>) </p> <p><strong>Australia</strong><br>Pick your way across Australia with the Harvest Trail. Whether you're pulling mangoes off trees in Darwin or plucking grapes off vines in Buronga, there's always something ripe for picking whatever time of year. The work can be repetitive and tiring but will keep you fit, and if you time it right you can circle the entire continent, from the wet tropics of far north Queensland to Tasmania's Huon Valley. The Australian government has set up a handy website, updated every 15 minutes, telling you where help is required. You'll just have to pay for your flight and get yourself from orchard to orchard by bus. The farms can usually help recommend accommodation in the nearby town. </p> <p><strong>·</strong> Harvest Trail (<a href=\"http://www.jobsearch.gov.au/HarvestTrail\">jobsearch.gov.au/HarvestTrail</a>; 1800062332 toll free within Australia)</p> <p><strong>Cyprus/Greece</strong><br>You might have every intention of studying a serious discipline when your gap year's over, but there's no reason why you can't learn a sexy, sporty skill in the meantime. Flying Fish runs courses in sailing, diving, surfing and windsurfing in Australia, Cyprus, Greece, Canada, and the UK, for people who just want to learn a hobby or those who want to be teachers. A 14-week kitesurfing and windsurfing course in Cyprus and Greece starting on 3 April costs £6,250 and includes self-catering accommodation, equipment, publications, tuition, exam fees and flights. If successful, you'll come away a qualified water sports instructor - and you might just decide to forget about that 'serious career' altogether. </p> <p><strong>·</strong> Flying Fish (0871250 2500; <a href=\"http://www.flyingfishonline.com\">www.flyingfishonline.com</a>) </p> <p><strong>Guyana</strong><br>Sleeping in hammocks and washing in rivers - you'll get right down to basics on this four-month Amazon community project with Trekforce. You'll start in the remote jungle, working on a community project alongside one of Guyana's Amerindian communities in teams of 15-20 people. No two days will be the same but the highlight will be a 5-10 day trek to a breathtaking waterfall or up the highest peak in Guyana. After two months you'll break off into pairs to teach in an Amerindian village, living with a host family. You've got until January to raise the cost of £3,450, which covers project costs, accommodation, food, in-country transport, training, comprehensive medical cover, expedition staff and 24-hour field base support. </p> <p><strong>·</strong> Trekforce (020 7828 2275; <a href=\"http://www.trekforce.org.uk\">www.trekforce.org.uk</a>) </p> <p><strong>Norway</strong><br>Be a farm hand on a Norwegian farm for two to six months, doing anything from picking berries and harvesting vegetables to haymaking and mucking out the animals. Each year, 1,000 18- to-30-year-olds from around the world are invited to take part in the non-profit scheme, Atlantis Youth Exchange, designed to promote mutual understanding and respect between cultures. You'll live with a family (one of whom will speak a little English) and work a maximum of 35 hours a week. Accommodation is free and you'll get paid board and pocket money. Application fees start at €400 (£270). </p> <p><strong>·</strong> Atlantis Youth Exchange (00 47 22 477170; <a href=\"http://www.atlantis.no\">www.atlantis.no</a>; email <a href=\"mailto:atlantis@atlantis.no\">atlantis@atlantis.no</a>) </p> <p><strong>India</strong><br>Teach English, computing or football and other sports to Tibetan monks in a Tibetan refugee community in India. Placements for females are available in Tibetan nunneries, cultural centres and schools for kindergarten or primary-aged children. You'll be living in a village or a hillside town, surrounded by views of the snow-covered Himalayas, and making lifelong friends among the exceptionally warm-hearted Tibetans. There'll be plenty of free time to go off trekking, and you might even get to meet the Dalai Lama. Prices start at £1,450 including accommodation, an administration fee, training, visa and insurance costs. </p> <p><strong>·</strong> GAP Activity Projects (0118 959 4914; <a href=\"http://www.gap.org.uk\">www.gap.org.uk</a>) </p> <p><strong>Mexico</strong><br>One of the most important ecosystems in Mexico, the wetland valley of the Chihuahua Desert, is now under threat from climate change and the effect of commercial mining. It's your job to help conserve it as a vital source of natural resources and home to more than 1,000 species of plants and animals. All you have to do is spend four to 12 weeks tagging the red-eared turtle population, replanting local plant species and building small dams to ensure the wetlands are restored. You'll have to fund your flight, and pay from £995 (for four weeks) for your accommodation, two meals a day, training and supervision. </p> <p><strong>·</strong> i-to-i (0113 205 4628; <a href=\"http://www.i-to-i.com\">www.i-to-i.com</a>) </p> <p><strong>Canada</strong><br>Become a qualified ski or snowboard instructor in just 11 weeks in some of the world's best snow conditions. As well as getting to grips with the slopes of the Canadian Rockies, you'll learn how to cope in an avalanche and will be put through your paces on a weekend survival course, spending a night in a snow cave on a mountain. You can also opt for extra evening classes in foreign languages, cookery or teaching English. Courses are now run in three resorts: Fernie costs £6,250 18 January-5 April; Red Mountain is £5,450, 6 January-24 March; and Banff is £5,550, 11 January-29 March. Prices include return flights from London, transfers, accommodation, weekday breakfasts and evening meals, full season lift pass, 20 hours a week coaching, video analysis, exam fees, work experience in local ski schools, and weekend trips. </p> <p><strong>·</strong> Nonstopski (0870 241 8070; <a href=\"http://www.nonstopski.com\">www.nonstopski.com</a>)</p> <p><strong>More ways to see the world</strong></p> <p>Check out these sources for more gap year information </p> <p><strong>Worldwide Volunteering</strong><br> <a href=\"http://www.wwv.org.uk\">www.wwv.org.uk</a></p> <p><strong>Gapyear.com</strong><br><a href=\"http://www.gapyear.com\">www.gapyear.com</a></p> <p><strong>Work and Travel Company</strong><br><a href=\"http://www.worktravelcompany.co.uk\">www.worktravelcompany.co.uk</a></p> <p><strong>Green Force</strong><br><a href=\"http://www.greenforce.org\">www.greenforce.org</a></p> <p><strong>Base Camp Group</strong><br><a href=\"http://www.basecampgroup.com\">www.basecampgroup.com</a> </p> <p><strong>Africa &amp; Asia Venture</strong><br><a href=\"http://www.aventure.co.uk\">www.aventure.co.uk</a></p> <p><strong>Blue Ventures</strong><br><a href=\"http://www.blueventures.org\">www.blueventures.org</a></p> <p><strong>Conservation Volunteers Australia</strong><br><a href=\"http://www.conservationvolunteers.com.au\">www.conservationvolunteers.com.au</a></p> <p><strong>STA Travel Gapyear Hotline</strong><br>0870 160 5522 </p> <p><strong>·</strong> For further reading see Taking a Gap Year by Susan Griffith (Vacation Work Publications) £11.95 or The Virgin Guide to Working Abroad by Rebecca Hardy (Virgin Books) £12.99.</p>",
  "<p>Whether due to nostalgia for childhood excursions, or because of its beauty, the British coast exercises a phenomenal draw upon people. And increasing numbers are not content with an occasional visit: actor John Witts, who regularly spends weekends in a beach house at Mudeford in Dorset, is far from alone in saying: 'I love being by the sea so much, I want to live there.' </p> <p>To paraphrase the song, we do like to buy beside the seaside. A map produced by FPDSavills' research department this spring illustrates how pronounced this desire is. The whole of the English coast, except for the urbanised stretches, is coloured red, indicating it is in the top band for the proportion of properties owned as second homes. Almost all the rest of the country is green, meaning a proportion under 2 per cent. </p> <p>The result is prices that would be ludicrous inland. Like all the Mudeford beach huts, the one where John stays has no mains services and shares a toilet block, but he longs to buy it. 'It's impossible, though,' he sighs. 'They go for over £100,000.' </p> <p>According to Graham Adam of Knight Frank's Exeter office, a coastal location unquestionably increases values. 'They're higher by about 30 per cent,' he says. 'Direct access to the water or beach commonly makes that 50 per cent.' </p> <p>For the right property, the uplift can be much more. When Knight Frank sought offers in excess of £1.5 million for a five-bed clifftop house on the south Devon coast, it attracted staggering interest and fetched comfortably over the guide price. The house was in the popular South Hams district, where 12 per cent of properties are second homes: the highest proportion in England outside the Barbican in London. Prices are high. Nevertheless, swap the sea for the countryside and you can buy a charming four-bed cottage for between £290,000 and £340,000. </p> <p>Knight Frank is currently seeking £1m for an Art Deco, four-bed, two-bath home on the cliffs at Beer Hill near Seaton. In Cornwall, they are selling Osprey, a four-bed, two-bath house overlooking Polperro harbour, at a guide price of £950,000, which includes a self-contained two-bed flat with holiday let potential. Again, in both areas prices inland are markedly lower, as is also the case on the fashionable Suffolk coast round Southwold, Aldeburgh and Orford. </p> <p>'A good sea view adds an enormous premium,' says Mark Oliver of FPDSavills' Ipswich office. 'A house on the front will fetch 20 per cent more than one in a good village but without a view. That in turn will be 20 per cent more than a comparable property three miles inland.' </p> <p>A whacking premium is not the only shoreline downside. You might find hordes of people who share your craving for the sea and solitude traipsing past your home. 'Places on clifftops are fine, but if you buy in a busy resort like Salcombe it can be very hard to find privacy,' says Adam before mentioning another deterrent: 'On the coast you have more wear and tear.' </p> <p>Second-homers are slow to appreciate what mariners have known for centuries: however beautiful, the sea is malevolently powerful. That invigorating salty air is chewing away at ironwork, paint and wood; the kitten waves of August you paddle in become winter's ravenous beasts devouring your home. Repair bills are hefty and recurrent. </p> <p>'Coastal properties take more of a pounding because wind, rain and penetrating salt are driving in all the time,' says Brian Eckersley of structural engineers Eckersley O'Callaghan. 'The repair costs after winter can be enormous if you're in an exposed position.' </p> <p>He advises meticulous maintenance with marine-grade materials. 'Another factor is subsidence,' he continues, 'with cliff erosion affecting high-up properties, and instability due to a high water table at ground level.' </p> <p>To that Adam adds another warning. 'Rising sea levels are an issue,' he explains. 'I've encountered houses where the water will be lapping at the door in 10 years.' </p> <p>The battering elements were why Jane Ardizzone chose a house one street back from the seafront when she bought a two-bed cottage in Deal 10 years ago. 'Winters can be ghastly because you cannot open the front door or the water comes in,' she says. </p> <p>She recently left her job and, because she also owns a central London flat, faces a dilemma. Selling a property would remove money worries forever - but which one? Her answer illustrates one final downside of seaside living: out-of-season ennui. </p> <p>'I'd never sell London. I love all the things to do and people to meet,' she says. 'In Deal I'd be sitting in the cottage - doing what? It's staring at the seascape or nothing.' </p> <p>These problems may have dissuaded you, but not me. My dream home, my sandcastle in the air, is somewhere on the coast. Like ice cream cones and warm Fanta, I know it's bad but yearn for it all the same. It's decades since I last won 10p for being the first to see the sea, but no exorbitant price or ruinous maintenance bill can quell that thrill for any landlocked heart.</p> <p><strong>·</strong> Osprey and the Beer Hill property are on the market with Knight Frank, Exeter: 01392 848821.</p>",
  "<p>The impromptu salad I toss together, usually only minutes before we sit down to eat, gets more attention in high summer. The crunchy, peppery, glistening leaves, their more substantial accompaniments and their dressings suddenly become meals in their own right - a light lunch, a late supper, a first course. It pleases me when a wedge of herb-crusted grilled chicken, a neat row of silver-skinned sardines, or a few slices of tongue or pretty pink ham is prepared to take a back seat on the plate and let the salad be the star of the meal. </p> <p>Light, crisply savoury and gentle to eat, a salad as a main course can't be thrown together without thought. I choose the ingredients with more care in the summer and, with the current seasonal bounty available, more pleasure than usual. This is the bit of summer cooking I like best, the days when you are spoilt for choice at the market - rocket, beetroot tops and baby chard, mustard and cress, romaine and great ears of cos, soporific butterhead or tight furls of little gem. Green-flashed tomatoes, and oval ones of gold and orange, there are knobbly Marmande and Gardener's Delight that pop tartly in the mouth. And that's just for starters. The rest is a matter of intuition, good taste and whim. And believe me, there is no better way to cook.</p> <p><strong>Little gem, green olives and lemon oil</strong><br>Buy small, stoned green olives. Marinate them for an hour or so in lemon olive oil (sold in good delicatessens, this is olive oil that has had fresh lemons thrown into the pressing), coarsely chopped flat-leaf parsley, and salt and black pepper. Separate the salad leaves, then toss with the marinated olives. Great with grilled sardines.</p> <p><strong>Green bean and goat's cheese</strong><br>Boil the beans in lightly salted water for a couple of minutes. They should still be crisp, bright green and barely wilted. Drain them in a colander and put them under cold running water. Toss the still-warm beans with a fruity olive oil, a dash of white wine vinegar and slices of soft, crumbly goat's cheese. </p> <p><strong>Radish, coriander leaf, cucumber and spring onion</strong><br>Halve perfect, white-tipped radishes lengthways and soak them in ice-cold water for a good 10 minutes. Turn them in a bowl with whole coriander leaves, a little salt, chunks of unpeeled cucumber, thinly sliced rings of salad onion and a drizzle of peppery olive oil. Good before a steak.</p> <p><strong>Chickpea and chilli</strong><br>Toss warm chickpeas (canned will be fine here) with a rich, mellow vinaigrette made with mild olive oil and sherry vinegar, then add chopped bottled hot peppers, chopped flat-leaf parsley and thin slices of feta cheese. Leave for half an hour before stirring and serving. Its chunky texture suits grilled chicken.</p> <p><strong>Cannellini beans and roasted peppers</strong><br>Mix cooked and drained cannellini beans with sliced grilled red peppers, shavings of young Pecorino, red and yellow cherry tomatoes, torn basil leaves and a dressing of olive oil and red wine vinegar. A rustic little salad that will do as light lunch, with some slices of ham or chorizo on the side. </p> <p><strong>Baked aubergine with halloumi and mint</strong><br>Slice two aubergines thickly, brush with oil, season with black pepper and crumbled oregano, then bake for 20 minutes in an oven till tender and soft. While the aubergines are still warm, scatter them with crumbled halloumi, toasted pine kernels and fresh mint. Drizzle with olive oil. Good with grilled meatballs. </p> <p><strong>Chicory and creamy Roquefort</strong><br>Dress a raw chicory and cos lettuce salad with a creamy sauce of mashed Roquefort, creme fraiche, red wine vinegar and a little olive oil. Toasted walnuts or croutons are an essential crunch here. A good dish to have with, or before, cold baked ham. </p> <p><strong>Chilli aubergine salad</strong><br>Toss crisply fried, thinly-sliced aubergine with a mixture of finely chopped raw chillies, spring onion and coriander leaf. Dress with sweet chilli sauce whisked with a little olive oil and lemon juice. Scatter with chopped, roasted (unsalted) peanuts. Very fine with cold, rare beef.</p> <p><strong>Beanshoot and prawn with chilli lime dressing</strong><br>Make up a hot, sour dressing to taste with the juice of a couple of large, ripe (yellow) limes, a little Thai fish sauce, some chopped red chillies and a little sugar. Use it to dress freshly grilled prawns out of their shells, then toss with beanshoots, shredded carrot, coriander leaves and fresh mint leaves.</p> <p><strong>Pancetta Coleslaw</strong><br>Finely shred some raw fennel and crisp white cabbage. Mix with diced red onion, mayonnaise (thinned with a little yogurt), a dollop of grain mustard and dill leaves. Grill several slices of pancetta to a crisp, then drain them on kitchen paper and crumble them over the slaw. </p> <p><strong>Fig, San Daniele and mint</strong><br>Take ripe figs, wipe them gently, then cut each one into quarters. Arrange them in a bowl with wafer thin slices of San Daniele ham, thinly sliced raw fennel and mint leaves. Dress very lightly with a French dressing. Follow it with grilled fish and ripe tomato seasoned with a dash of red wine vinegar. </p> <p><strong>Crab, cucumber and peach</strong><br>Fresh white crab meat, chunks of peeled cucumber, thick slices of flawless, ripe peach. No dressing, just a squeeze of lemon juice. Clean, refreshing and all the better when eaten with a few slices of buttered white bread cut from an old-fashioned loaf. </p> <p><strong>Summer spinach and garlic</strong><br>Dress young spinach leaves with a robust salad dressing of red wine vinegar, Dijon mustard, olive oil and lots of crushed new garlic. Top with croutons of open textured bread and a few glossy black olives. Slices of roast beef fillet will flatter this salad a treat. </p> <p><strong>Tomato and ciabatta</strong><br>Toast thin slices of ciabatta till crisp and pale gold, then drench them in olive oil. Tear them into large chunks, toss with thickly sliced tomatoes, flakes of sea salt and whole leaves of basil. Add a little more oil and red wine vinegar at the table to taste.</p>",
  "<p>British scientists are developing a space monitoring system to provide daily reports of ultra-violet radiation danger zones across the planet. </p> <p>The project - created by Reading University and Met Office scientists - has been hailed as an invaluable tool in the battle against soaring skin cancer rates in the UK and other developed countries. </p> <p>Despite Britain's considerable cloud coverage, melanoma is the third most common cancer in the 15-39 age group, and cases have risen by a quarter in the past five years. Every year, around 7,000 people are diagnosed and around 1,700 will die. </p> <p>Doctors are particularly worried because young people in Britain, unlike their Australian counterparts, have not responded to campaigns urging them to cover up and to avoid the sun. </p> <p>As a result, the Reading research is being monitored by the Met Office, which is considering plans to use their work - which exploits data from Envisat, the largest Earth-monitoring satellite ever launched - as the basis for providing highly accurate ultra-violet (UV) forecasts. </p> <p>'A number of factors affect UV radiation that reaches the ground - the height of the sun and amounts of cloud cover, for example,' said Dr William Lahoz, of Reading University's Data Assimilation Research Centre. </p> <p>'But ozone is particularly important. It blocks UV radiation. So when ozone thins out, UV levels rise and so do skin cancer risks. That is the basis of our system. We have learnt how to map ozone distribution throughout the atmosphere so we can create maps, updated every six hours, of global risk zones.' </p> <p>Envisat - launched by the European Space Agency in 2002 - cost £1.4 billion, including a £300 million contribution from UK taxpayers, and has been described as the most 'sophisticated, innovative environmental laboratory ever put into space'. </p> <p>For the past two years, it has been monitoring the seas, land, atmosphere and ice caps using a series of highly sophisticated instruments. </p> <p>One of these - the Michelson Interferometer for Passive Atmospheric Sounding (Mipas) - measures infra-red radiation from Earth's atmosphere and can provide details of a range of atmospheric variables - including ozone levels, data that has been exploited by the Reading team, who are backed by the Natural Environment Research Council). </p> <p>Envisat sweeps over the poles 14 times a day and provides complete coverage of the globe as Earth revolves underneath it. In this way, it monitors fluctuations in ozone - which reaches maximum concentration 20 miles above ground - from the top of the atmosphere to sea level. </p> <p>'Previous instruments have provided ozone data, but nothing like the information we get from Envisat,' added Lahoz. 'Combining this data with Met Office computer models of the atmosphere, we can create 3-D maps - which we can update several times a day - of global ozone levels. We know exactly how much is above a particular spot and therefore how much UV is reaching the ground.' </p> <p>Armed with that data, forecasters can quickly pinpoint skin cancer risk spots. 'It may be cloudy and you may think you are safe, but if atmospheric ozone is thin at the time, high levels of UV may still be hitting the ground,' said Lahoz, whose research will be presented at an Envisat conference next month. </p> <p>Similarly, in winter in the northern hemisphere, ozone levels can thin dramatically if ozone-depleted air from the Arctic moves over the UK. Again skin cancer risks will rise, even though the weather is cold and cloudy. </p> <p>But the prospect of providing daily skin cancer risk charts is already under threat. Envisat has only got a five-year projected lifetime. Once it has stopped operating, its ozone data will cease. </p> <p>'Envisat is a research satellite,' said Lahoz. 'We need a dedicated ozone-monitoring probe that replicates its Mipas instrument. If we don't get that, we will lose a very important eye on the world.'</p>",
  "One of Ian Paisley's closest lieutenants ruled out an early deal between unionists and republicans over devolution yesterday - despite claims in Dublin that the IRA is preparing to put its arms beyond use and shut down its paramilitary units. <p>Democratic Unionist Nigel Dodds said he was doubtful there would be an imminent revival of the power-sharing government in Northern Ireland, which was suspended in October 2002 amid allegations that the IRA was running an intelligence-gathering operation at the heart of government.</p> <p>'It is very difficult to envisage devolution as quickly as Christmas, certainly in terms of it being up and running, because remember it took two years and more to negotiate the previous failed Belfast Agreement,' he told BBC Radio Ulster. </p> <p>The North Belfast MP's comments come amid renewed hopes within the Irish government this weekend that the IRA is readying itself for a major act of decommissioning, combined with a statement that its military machine will be wound down.</p> <p>Bertie Ahern's administration has been told the terror group is prepared to destroy a large tranche of weaponry to boost the prospects of all-party talks next month.</p> <p>'All the intelligence indicates the IRA is up for it,' a seasoned IRA 'watcher' in the Gardai said. 'The base has been prepared for a major shift, including an offer that the organisation will stand down in the event of policing powers being devolved to local political control in Northern Ireland.'</p> <p>Under the rules of the Stormont Assembly, if the DUP and Sinn Fein cut a deal, the republican party would have the second call on a ministry in a reconstituted Northern Ireland government. So, if Paisley's DUP chose the finance portfolio, Sinn Fein would be able to appoint former IRA bomber Gerry Kelly as minister for either policing or justice.</p> <p>Senior Garda officers said Gerry Adams's remark earlier this month that the IRA should be removed to stop unionists using its existence as an excuse not to share power was highly significant.</p> <p>A fortnight ago the IRA leadership dispatched several senior members from Belfast to quell dissent over Adams's comments in South Armagh.</p> <p>Despite disquiet in the border region alongside defections from Sinn Fein in Antrim Town and Tallaght, West Dublin, the Garda officer said the IRA still remained largely united.</p> <p>The DUP has insisted the IRA must go out of existence entirely before policing and justice powers are devolved and unionists share power with republicans.</p> <p>Meanwhile Ulster Unionist leader David Trimble last night called on the DUP chief Ian Paisley to meet him to discuss joint unionist tactics at the talks in September.</p> <p>Trimble said he was not interested in holding talks with a DUP delegation.</p> <p>'I want to speak to the organ grinder and not the monkeys. Ian Paisley still calls the shots and it will be his decisions that will have most significance when the talks get under way,' he added.</p> <p>Paisley has been keeping a low profile in recent weeks after a short spell in hospital. His family and party both insist he will lead the DUP into the talks, first at Stormont on 1 September and then at Leeds Castle, Kent, 15 days later when Tony Blair and Ahern join the negotiations.</p>",
  "<p><strong> One Flew Over the Cukoo's Nest</strong> Assembly </p> <p><strong> Le Soulier de Satin </strong> Festival </p> <p><strong> Celestina</strong> King's </p> <p><strong> Andromache</strong> Royal Lyceum </p> <p><strong> Doderskratt </strong> Aurora Nova at St Stephen's </p> <p>So now that the pox has departed and Christian Slater can at last be, well, spotted, <strong> One Flew Over the Cuckoo's Nest</strong> is guaranteed a rapt audience. The show has long been sold out in Edinburgh; it went down a storm on the press night; it will be a hit when it moves to London next month. </p> <p>This isn't all down to the movie star. Mackenzie Crook (Gareth in The Office) is a memorable presence, imploding with quivers and twitches, as is Owen O'Neill, as precise and fastidious as an old-fashioned Edinburgh dominie. And Frances Barber is impeccable as Nurse Ratched (or as Slater drawls it: 'Rat-Shit'): scarlet lips curling with condescension; voice like a caressing snake; eyes as glazed as an air hostess reciting the safety drill. </p> <p>Slater is accomplished but muted. He plays his firecracker free spirit as if he were a troublesome, perpetual adolescent: naughty, a bit rude, but finally likable. What he lacks is danger. And that's what's wrong with the entire production: it's amusing but far too mild. It could be set in an infants' school rather than an asylum. When a fight breaks out, characters brawl as if they're playing pat-a-cake. The cast of stand-ups each do their talented individual thing without any tug-of-war tension between them. The idea that this play could once have been seen as a metaphor for the state of America is incredible. </p> <p>You could blame this on the disruptions of the production. After Guy Masterson, the original director, pulled out, Terry Johnson stepped in on a temporary basis, and then handed over to Tamara Harvey, with whom he is jointly credited as director. </p> <p>But the play is also to blame. It now looks like an extraordinarily soft-centred account of mental illness. It's a valuable attack on the abuse of patients, but a pretty hippy-dippy analysis of what might be better: roughly speaking, treat 'em kind cures the mind. And for all its apparent anarchic leanings, it looks pretty much like an Iron John text. </p> <p>It's not just the testosterone-laden central figure and the repressive-because-gasping-for-it Nurse Ratched. There's also that big native American who goes whooping off into the night having grown into a real bloke. It beguiles by its wit and by strong individual performances, but it's never disturbing. And that was a large part of its point. </p> <p>The International Festival started this week, under intense pressure to justify its title in the face of the increasingly international Fringe. It got off to a rotten start, with Olivier Py's 11-hour-long production of <strong> Le soulier de satin</strong>. Paul Claudel's spiritual saga - about lovers who, through relinquishing each other, find God's grace - may have been a sprint for Py, the author of a 24-hour epic, but it was a protracted ordeal for the audience. </p> <p>Claudel speaks up for Catholic expansionism and crusade ('May Islam never reach these shores'), renunciation rather than fulfilment, a bit of bigotry and the idea of women as handy vessels of salvation into which men can dip. </p> <p>These aren't incidental blemishes - they are the work. And Py's production rubs it in. Every scene-change takes ages, as dull and cumbersome bits of scenery are trundled across the stage. There are some desperate comic capers with clowns and a humorous Zairean (you know she's funny, because she's plump) doing a belly dance while painted blue. The miasmic confusion is pierced once or twice by some intimate dualogues, but not often enough to stop that characteristic sound of the International Festival: the slamming of seats as people limp out. </p> <p>In contrast, <strong> Celestina</strong> is all too violently alive: wild, jumbled, jagged. In his latest piece of banditry on the classics, Catalan director Calixto Bieito has set Fernando de Rojas's 15th-century tale in a 21st-century bar. The stage is bright with red and yellow light, like an animated Spanish flag. Television screens show a bullfight (and someone wanders around in a bull's head). In this Buñuelised version, nearly everyone is ultra-desirable, witless or demonic. </p> <p>As Celestina the procuress, Kathryn Hunter, shaven-headed in a pinstripe trousersuit, pulls off one of her shape-changing tours de force, hopping around with a crutch, voracious, opportunistic, demonic rather than celestial, but always full of gusto. You'd be hard put to say that Bieito exactly makes sense of this Romeo and Juliet of a story, but then sense isn't central to a play about the derangement caused by love. Energy, both cruel and ecstatic, is, and this production, which transfers to the Birmingham Rep, has that in droves. </p> <p>The most flaw-free and intense production of the Festival so far is Luk Perceval's German staging of Racine's <strong> Andromache</strong>. The five characters line up on a slab of granite, immobile, as in a carved frieze. The black fabric of women's dresses and men's robes tumble together as if sculpted from the same material. Beneath them is a forest of broken green bottles (for a Brit brought up on nursery rhymes, that's the only inappropriate note). </p> <p>This is a wonderful way of putting across the intractable nature of Greek tragedy: instead of a predictable circular motif, a petrification. These four are frozen by pain and by old resentments. Only once does someone raise her voice. All movement takes place within the same plane; the smallest of gestures looks like an attempt at negotiation or rebellion. But no one gets off that slab. </p> <p>For new international theatre, go to <strong> Döderskratt</strong>, a storytelling concert by Theatre Slava from Sweden. Six young musicians, in robes, rags and silver necklaces, sweep up the steps of St Stephen's Church, waggling an animal skull on a pole and accompanied by wild drumming. They are transported, tatterdemalion. They sing gravely, sonorous as a Russian Orthodox choir; their candlelit choruses whisk their spectators straight to the heart of another country.</p>",
  "Barefoot and without make-up, Melissa Panarello is curled up on the sofa in a cluttered flat in a dark backstreet near the Colosseum. She nibbles on bread sticks, holding them as if they were cigarettes, and emits gems of worldly wisdom on her field of expertise: teenage sex. <p>'I always thought sexuality was normalissimo,' she says, swapping the breadstick for a real cigarette. 'I don't understand why people can't talk about sex. If people are shocked, I can only conclude that they've got a problem with their sexuality. </p> <p>'All I have done is write about what really goes on,' she says. Her dark eyes are cold and dull and she does not smile. </p> <p>This 18-year-old from the Sicilian town of Catania is not glamorous, nor particularly sexy, but right now her teen porn book One Hundred Strokes of the Brush Before Bed is the hottest thing on Italian bookshelves, right up there with Pope John Paul's latest autobiographical scribblings. </p> <p>On Thursday, Melissa P's graphically explicit, semi-autobiographical account of her 16-year-old experiments with masturbation, blowjobs and sex with five men will arrive in British bookshops, the latest in a string of startlingly matter-of-fact female literature about sex. </p> <p>The book is a flow of seedy sexual encounters between the protagonist's willing 'Secret' (her vagina), or her mouth, and countless demanding men. </p> <p>In between classes at her home town the teenager goes seeking romance and comes home humiliated, soiled, full of shame and often in tears after willingly allowing men - and a woman at one point - to use her body and mechanically give her physical pleasure. </p> <p>On her 16th birthday, Melissa ends up in a smoke-filled room above an old fishing yard, blindfolded, as five men she does not know take over her body. </p> <p>'Unexpectedly the hands became four,' she writes in her diary, then six, then eight, then 10. 'Five men were licking me, caressing me, setting my body on fire,' she writes. 'I was at the centre of attention and they did what is permitted with my body in the cell of desire.' </p> <p>'I was inert,' she says. 'My eyes looked down, switched off. Empty.' </p> <p>When it was over, in the early hours, 'I went home full of sperm, my make-up running. My mother was waiting asleep on the sofa. I felt invaded, soiled by strange, lumpy bodies. I brushed my hair one hundred times, like princesses do but smelling of sex.' </p> <p>Sex is a series of violent, brutish experiences described like scientific observations. By the end, she finds a gentler man who tells her he really cares. </p> <p>'The sun does arrive,' she writes. 'Not this burning Sicilian sun, that spits flames, that starts fires, but a gentle, discreet, generous sun that gently melts the ice, making sure my dry soul is not flooded all at once.' </p> <p>Melissa P's short, crude, childish account of what she says is the 'reality' of modern teenage sexual exploration has sold around 900,000 copies since it came out in Italy in July 2003. </p> <p>The author, who says the book is '90 per cent real', has been described as a Lolita but she says she has never read Nabokov's classic novel. </p> <p>The explicit detail and detachment of the diary have fuelled debate over whether the book is a genuine contribution to taboo-breaking on female sexuality or a fraud written mainly by an older man living out adult fantasies. Italian weblogs are buzzing over whether Melissa P is a slut or a brave voice of our times. </p> <p>'I am not much of a feminist,' she says, her child-like round face showing no expression. 'But there is a difference between using your body to get on TV and being able to write about your sexuality.' </p> <p>'People are not used to teenagers talking about sex. It's still shocking for many. They prefer not to know.' </p> <p>'We live in a society of hypocrites. In Catania several of my friends had to stay virgins until they got married. So, of course, they just had anal sex for years. That's how twisted this society is. </p> <p>'But people don't want to be told this kind of reality. They just accuse you of lying.' </p> <p>Melissa, now 18, has thrived amid this debate, winning a film contract and becoming a well-known face on European TV and magazine covers. She says she received hundreds of emails from apologetic men and young women who identify themselves with the scenes she describes. </p> <p>She hid her identity when the book first came out. But the veil soon fell and now she is an icon of modern Italian youth culture. Melissa claims her parents, who split up recently, were proud of her literary success once they got over the initial shock. </p> <p>But she does not see them as part of her life. 'I never really felt at home in my family,' she says. 'I always wanted to leave.' </p> <p>Last January, as the book took off, she dropped out of school and moved to Rome 'to live a bit'. 'It got too difficult to juggle interviews and homework,' she says. 'And the teachers couldn't stand me. Some of them would not speak to me and others told me I was trash.' </p> <p>Now she is cushioned by her book money from the financial ups and downs of her parents' clothes shop in Catania. </p> <p>'I don't see why you care what they think of my book,' she says, dismissing the fact that the extreme sexual experiences she describes, a minor's love life with older men, were hidden in her typically Italian Catholic home. </p> <p>In the Rome apartment where Melissa now lives with her publisher boyfriend, making interviewers wait hours, Melissa says she has grown out of her phase of trying out sleazy older men. </p> <p>She dismisses suggestions that she might be a one-book wonder or just a timely example of a generation of teenagers exploring sexual extremes and leaving love for later. </p> <p>Melissa is working on her next book, which she says is due out next year. It is about a loving relationship ruined by jealousy. The title is The Smell of Your Breath.</p>",
  "They are the photographs that show what is perhaps the greatest story of endurance and valour ever told, the epic narrative of Ernest Shackleton's near-fatal Antarctic expedition of 1914. <p>The explorer's desperate bid to save the lives of his crew has been hailed as the epitome of human achievement against the odds, while the arresting images captured by Frank Hurley's camera have ensured that the historic events have kept an icy grip on public imagination. </p> <p>But now it has emerged that the iconic photographs, among the most valuable ever taken, are not all they seem. New evidence and testimony from a surviving eyewitness reveal that Hurley, the pioneering Australian cameraman and adventurer, fabricated scenes and doctored images. </p> <p>The poignant photographs recording Shackleton's departure from Elephant Island and the return of his rescue party in 1916 are both misrepresentations of what actually happened. Hurley's frequent use of 'artistic licence' was confirmed this weekend by the last remaining survivor of an Antarctic mission that was officially photographed and filmed by Hurley. </p> <p>Australian Alf Howard, 98, was a young chemist in 1929 when he won a crew place on Robert Falcon Scott's former vessel, Discovery, which was to be taken back to Antarctica by Douglas Mawson. </p> <p>'I was told there was an expedition that needed a chemist to look into the properties of sea water, so I jumped at the chance,' said Howard, speaking from his home in Melbourne last week. </p> <p>Until that point he knew little about Antarctica and had not heard of Hurley, who was already revered by photographers for his work on Mawson's 1911 voyage and Shackleton's ill-fated Imperial Trans-Antarctic Expedition. </p> <p>'We were finding new things every day, and discovering new lands,' said Howard, remembering the trip that gave him a lifelong love of Antarctica. He also struck up a firm friendship with Hurley, whose darkroom door opened into his own laboratory on Discovery. 'Frank was very easy company,' said Howard. 'He was older than me, but a comedian, always up to some sort of trick. He was the life of the party.' </p> <p>Howard recalls an occasion at the wardroom table when smoke started to come out of one crew member's ears. It turned out to be an illusion set up by Hurley with the aid of a cigarette and a piece of rubber tubing. It was a playful attitude that extended into Hurley's work, Howard says in a BBC documentary to be screened tomorrow. 'He would not go against the truth, but he would do anything to highlight a particular point,' said Howard this weekend. 'He would modify the background to a picture. He had a very good idea of what the thing would look like.' </p> <p>The well-known image of Shackleton's departing open boat is one of those later embellished in the dark room by the addition of a brooding cloudscape, according to the team behind the documentary. The picture is a key element in the detail of a heroic rescue mission. After 326 days trapped in the ice, Endurance was crushed in the melting spring ice. The 28-man crew lived for five months on the ice, then made a perilous seven-day journey to the nearest land mass, where they were left by Shackleton and two others, who went for help. </p> <p>The picture of Shackleton's crew, marooned on Elephant Island, joyfully greeting their returning leader is also a piece of historical fakery. It was, in fact, a picture taken at the time of Shackleton's departure. Howard admits Hurley was 'very good at manipulating' images, but he says there was always a good reason. 'He would superimpose images, but I don't think he ever tried to alter the outcome.' </p> <p>Howard believes the fakery is often there for the trained eye to spot. 'If you're looking for it, you can tell whenever there's not a complete continuation in the background. If he's got two or three birds in together and then another bird which is offset from that, I'll look for where there's a break in the background. </p> <p>'The same thing applied to his war photography later. If he could get two bunkers into a picture and make a more realistic picture, well, OK.' </p> <p>Hurley was also prepared to stage reconstructions if an incident was too quick for his lens. Once, Howard remembers, an albatross was caught and brought on board Discovery. It pecked Howard and Hurley restaged the event, making a tear in Howard's shorts to add a little comedy. </p> <p>The pressure was on Hurley to make money for the expedition from photographs and films. The words, 'Near enough is not good enough,' were scratched into the wood over his dark room and he took great physical risks to get a dramatic shot. </p> <p>Howard remembers Hurley going anywhere on the ship in search of the right image. He would even climb to the end of the yardarm. 'One of his main things was to go off to the crow's nest and then take a rod above that and stick it up above the crow's nest and then put the camera on that,' said Howard. 'Then he'd be able to photograph the whole of the ship from above.' </p> <p>Howard took Hurley's place providing the live voiceover to public screenings of the footage from Antarctica in Sydney, Melbourne and Adelaide. By the end of the run, auditoriums were packed. For Howard this was testament to Hurley's skill. He may have sometimes used trickery, but he was always there to watch events unfold: 'He always had a camera with him as he moved around the deck, looking for opportunities to take something.' </p> <p><b>·</b> BBC Four, tomorrow, 9pm. Frank Hurley - The Man Who Made History</p>",
  "Travellers know they are approaching Wittenoom from the health warnings posted every few miles along the roadside. By law, tourist maps must warn you away from the town before you reach it. When you arrive, the signs advise you to keep doors and windows closed, <p>Around 161,000 tonnes of blue asbestos was mined from Wittenoom by 7,000 mostly immigrant labourers before the mine closed in 1966. </p> <p>The mineral, also known as crocidolite, is the most fatal variety of asbestos, and Australia's National Health and Medical Research Council estimates that the final death toll among mine workers operation will rise to 2,000, on a par with Bhopal and Chernobyl in the first rank of industrial disasters. </p> <p>Even so, the 15 remaining residents are determined to stay despite attempts by the government to cut off their electricity, water and telephone lines. 'We've got no intention of moving,' says Lorraine Thomas, the town's councillor and proprietor of its only shop. </p> <p>The West Australian government has plans to shut down the town entirely, closing its approach roads, demolishing the 25 remaining buildings, and even renaming roads carrying its name. In May buildings at the abandoned mine were finally demolished. </p> <p>But Thomas is sceptical of claims about the health effects of crocidolite, despite the recent deaths of two neighbours from mesothelioma, a virulent cancer caused by asbestos exposure. She says that testing of airborne particles in the town have shown that levels of asbestos fibre are no worse than in most urban areas in Australia. </p> <p>The problems that began at Wittenoom have spread around Australia, leaving the country with the world's worst asbestos disease problem. With a third of the UK's population, its annual asbestos disease fatalities of more than 3,000 people match Britain's death-for-death. </p> <p>In the optimistic atmosphere of postwar Australia, asbestos seemed to make a lot of sense. The country is dotted with deposits of the mineral, from the crocidolite seams of Wittenoom to the white asbestos lode of Woodsreef in New South Wales, where 500,000 tonnes of chrysotile was mined before the plant closed in 1983. </p> <p>A hot, dry country whose postwar motto was 'Populate or perish' saw the insulating fibre as the perfect material to build the millions of cheap, cool homes needed to house a population projected to quadruple by 1973. One in three houses built in Australia before 1982 contains asbestos, and local slang even has its own word for it, 'fibro'. </p> <p>The workers allotted to mine the asbestos were mostly southern Europeans. Ivan Ivandich was a 19-year-old Yugoslav refugee in Italy when he signed a two-year work contract to emigrate to the young country. He had little idea that he would end up processing asbestos dust in the 40C heat of Western Australia's far north. </p> <p>'In the first job, I had to go in the mills filling the bags. The dust meant you couldn't see five metres in front of you. They give us gas masks, but after a hour the filter was full. I said, Jesus, I don't think any prisoners in the world have been treated like this.' </p> <p>He was not the only one alarmed at conditions. Since the late 1940s government health inspectors had warned about the dangers of asbestos diseases at the site, but little had been done by the owners, CSR, to improve conditions. </p> <p>The mills were poorly ventilated and used second-hand equipment, while workers slept in barrack dormitories and ate in communal tents. For Christmas, their bosses gave them a bottle of beer. </p> <p>Since the late 1980s CSR has paid out millions of dollars to the victims of the Wittenoom mine, following a court ruling that the company had acted with a reckless disregard for its employees' safety. </p> <p>Since 1989 it has settled more than 1,400 claims in Australia and has a further 600 pending, and has established a A$324m (£125m) fund to pay for these cases and a further 130,000 in America, to where many of its fibre-board products were exported. </p> <p>Ella Sweeney, treasurer of the Asbestos Diseases Foundation of Australia, points out that the tragedy of Wittenoom dwindles into insignificance beside the effects of asbestos manufacturing. Across Australia, 45,000 people are expected to die from asbestos-related cancers before the epidemic peaks in 2020. </p> <p>For four years in the mid-1970s she worked at a Sydney hospital where she says several co-workers have developed asbestos-related diseases: 'They did a lot of reno- vations. They took the roof off the maternity unit, put another floor on and put the roof back on. </p> <p>Most staff tried to find the quickest way from A to B, so we'd go through that bit of the building. I would go back to the office with white dust in my hair and didn't think anything of it.' </p> <p>Two decades after it became obsolete in the building trade, asbestos was only finally outlawed in Australia this year and the money now is not in producing it, but in getting rid of it. McMahon, the Adelaide company that led the clean-up of Wittenoom, has made A$100m in the past 15 years from decommissioning contaminated sites. </p> <p>For Wittenoom's remaining residents, that nationwide public health problem means there is little incentive to leave. 'I made a decision based on the facts that as far as living here, there's a risk to everyone in Australia,' says Thomas. 'There's a greater risk in Perth than here.'</p>",
  "Asylum applications have fallen sharply to roughly the levels that Tony Blair inherited when he took office, statistics are expected to reveal this week. <p>Ministers will seize on the figures to claim they have finally turned the corner on the issue. However, they are expected to trigger a fierce political row over whether clampdowns on asylum have worked or whether people are now simply entering the country as illegal immigrants and working on the black market.</p> <p>The figures were not published in the same format in 1997, making exact comparisons difficult. But in May 1997 when Blair was elected, there were 2,590 asylum applications a month, excluding dependants. Asylum applications rose steadily from 1997 to 2002, peaking in October of that year with 8,900 applicants. By the first quarter of 2004, applications were running at around 2,980 a month excluding dependents, requiring only a drop of another 13 per cent to bring them back to 1997 levels.</p> <p>Reducing the asylum figures to those of seven years ago would be a crucial psychological breakthrough, making it harder for Tory leader Michael Howard to attack the government over immigration.</p> <p>Keith Best of the Immigration Advisory Service, which handles refugees' cases, said the trend was clearly downwards. He cited the toppling of oppressive regimes such as those in Iraq and Afghanistan, which have previously driven large movements of refugees, as a major reason.</p> <p>'The figures are down and I think genuinely down, but that's not surprising. Look at the places which traditionally have generated large numbers of asylum seekers, like Iraq, Afghanistan, Sri Lanka and Somalia - all of those countries are going through a period of comparative quiescence. If Iraq was to blow up into full-scale civil war then we could find a very different situation.</p> <p>'But mercifully there isn't massive persecution, other than in Darfur. And the reality of Darfur is that, sadly, the people there haven't even got enough money to get to the next sack of corn, let alone take a flight to London.'</p> <p>Figures covering the period April to June 2004 are published on Tuesday. Ministers are expected to claim that recent Home Office measures, such as the extension of border controls to the Eurostar terminals in France and Belgium, and clamping down on support and accommodation for asylum seekers who do not apply immediately they enter the country, are finally bringing results.</p> <p>But Best said headline-grabbing policies were only likely to have a real effect on those already in the UK who might previously have claimed asylum after exhausting other means of staying here, rather than those still overseas who have only a hazy idea of the rules: 'Whatever the Home Secretary does is not really the talk around the coffee pots in the tents of Kurdistan. If you don't communicate the deterrent measures to those who are meant to be deterred, they can't be deterred.'</p> <p>Best said there was no proof that would-be asylum seekers were turning to illegal entry instead and that the closure of the Sangatte camp near Calais had reduced opportunities to sneak in: 'You can't prove it one way or the other. We have always suspected that there is still a considerable amount of clandestine entry going on, but significantly less now that they have closed Sangatte,' he said.</p> <p>But the government remains exposed on its inability to remove failed asylum seekers swiftly. Ministers are also braced for fresh embarrassment with the publication later this month of a book by Steve Moxon, the immigration caseworker who recently exposed the routine abuse of work visas granted to eastern Europeans. He is expected to expand on his criticisms of the immigration service and detail how he was sacked for whistleblowing.</p> <p>David Davis, the shadow Home Secretary, said last night that the immigration service was still in 'absolute chaos' and there were serious doubts over whether ministers had reduced the figures by failing to tackle hidden, illegal immigration: 'If the government really had got to grips with the asylum system, Parliament wouldn't be continually presented with vast amounts of hastily drafted asylum legislation,' he said. 'Labour have failed to remove failed asylum seekers at the level they promised. The number of asylum seekers deported in 2003 was just 17,040 - 43 per cent short of their target of over 30,000 promised in their manifesto.'</p> <p>The Home Office refused to comment last night pending publication of the official statistics.</p>",
  "Just before the Leicester South by-election on 15 July a flier was slipped under the windscreen wipers of cars in the constituency. It showed a picture of Parmjit Singh Gill, the Liberal Democrat candidate, shaking the hand of one Stephanie Dearden. She looked odd, like a man: indeed, the flier told us, she once was a man. <p>It announced in bold capitals that Singh Gill had joined the Liberal Democrats for GAY, LESBIAN, BISEXUAL and TRANSGENDER Action. Underneath it quoted Ms Dearden as saying: 'I was born in 1956, and as a child growing up, I knew I was different than everyone else. As I got older I realised I was a woman trapped inside the wrong body ... I underwent a full sex change operation in 2002.' </p> <p>No one knows who put the leaflet out. It may have been a rival party. It may have been a freelance queer-basher who got his angry thrills by monitoring obscure trans-gender websites. But the message to working-class voters was that the Liberal Democrats were a bunch of weirdoes who hung out with lady-boys and shemales - an appeal to prejudice which echoes much of modern political propaganda. </p> <p>It's no secret who put out leaflets during the by-election held on the same day in Birmingham Hodge Hill which followed a West Midlands tradition of gutter politicians appealing to xenophobia. </p> <p>In 1964 the Tories secured a shock victory in Birmingham Smethwick with the catchy slogan of 'If you want a nigger for a neighbour vote Labour'. In his 1968 'Rivers of Blood' speech to members of the West Midlands Conservative Political Centre, Enoch Powell attempted to turn the white working class from Labour by telling them that 'in 15 or 20 years' time the black man will have the upper hand over the white man'. It worked. Not only did he incite the mass beating of blacks and Asians, but Powell's racism helped the Tories win West Midland marginals and with them the 1970 general election. </p> <p>Before the 1997 election, Andrew Lansley, a Tory minister and born-again Christian, declared that immigration had hurt Labour in the past and has 'more potential to hurt' in the future. Nicholas Budgen, a wizened Powellite, took him at his word and tried to stop Labour taking Powell's old seat of Wolverhampton South West seat by running on an anti-wog ticket. </p> <p>Rather marvellously, he lost. And, equally marvellously, Tony Blair declared in his speech to the 2000 Labour Party Conference that he wanted nothing to do with such squalid politics. </p> <p>'I know asylum is a problem and we are trying to deal with it, but if people want me to go out and exploit the asylum issue for reasons of race that we all know about, then vote for the other man because I will not do it.' </p> <p>But that was in 2000. In 2004, when it risked seeing the Liberals take Birmingham Hodge Hill, Labour reshuffled the pack and played the race card which had been played against it so many times before. </p> <p>Liam Byrne, the Labour candidate, told the voters, 'I know that people here are worried about fraudulent asylum claims and illegal immigration. Yet the Lib Dems ignore what people say. They ignore what local people really want. The Lib Dems want to keep giving welfare benefits to failed asylum seekers. They voted for this in Parliament on 1 March 2004. They want your money -and mine - to go to failed asylum seekers.' </p> <p>Labour didn't mention that the disputed measure was a plan to take the children of asylum seekers from their parents and put them into care, which Michael Howard had denounced as 'despicable'. </p> <p>The leaflet implied that Byrne was a comrade of the working class rather than a former City slicker who made his pile as an accountant at Andersons Consulting and a banker at NM Rothschild. 'I know what you want,' he cried. 'Someone who is tough and on your side. Someone who wants the same as you. And I do. I want to push my new baby's buggy along the road without having to face a gang of youths spitting and swearing.' </p> <p>Who would want that? But I suspect that the babies of former employees of Rothschilds don't have to endure too many tours of the Birmingham slums. </p> <p>In Fairness, the Liberal Democrats often provoke their opponents into going over the top. They pose as saints while fighting campaigns which are as dirty as anything Labour or the Tories can manage - often dirtier. They shift their shape depending on which constituency they're contesting. Are they right or left? Pro-privatisation or anti? For the overthrow of Saddam Hussein if the weapons inspectors had been given more time, or against?</p> <p>Answers to these questions have more to do with geography than ideology. For the duration of a campaign, the Liberal Democrats are whatever a contested constituency wants them to be.</p> <p>Thus in Hodge Hill, a Lib Dem leaflet sent to predominantly Muslim wards featured a picture of Charles Kennedy surrounded by Asians. The same leaflet was pushed through the doors of predominantly white wards, but only after a quick bout of ethnic cleansing at the printers had removed all trace of the brown faces.</p> <p>And, as I'm incessantly told, it's true that the right-thinking, left-leaning middle classes need to think carefully before dismissing New Labour's crime and asylum policies as stunts used by the powerful to con the powerless into voting for them. (They still are, but we'll leave that for another day.)</p> <p>Crime rates may have collapsed, but the sale of council houses has meant that some of the nastiest families in the country are concentrated in the remaining estates. Asylum seekers, like prisoners released on licence and the mentally ill being cared for in the 'community', are also sent to the poorest neighbourhoods least able to cope with them.</p> <p>But when all the caveats have been made, having a rich man rouse popular passions by posing as a commoner helped Labour hang on to Hodge Hill, and is a sign of what's to come. You can expect a lot more in the Byrne style in the run-up to the election.</p> <p>The Hartlepool by-election will come first. The Tories are out of it, as they are out of most things, and once again Labour isn't fighting the Lib Dems on its impressive economic record. Instead it's following the pattern of Hodge Hill and accusing its rivals of being soft on drugs, soft on pornography, soft on teen gangs and soft on crack houses. Typical of the guff was Labour's claim that the Lib Dem lawyer candidate had made 'excuses for junkies', because she had once represented heroin addicts in court.</p> <p>Barristers have to take whatever cases are allocated to them. By Labour's logic Cherie Blair is a supporter of the poll tax because she once represented councils seeking to extract money from protestors who couldn't or wouldn't pay.</p> <p>I shouldn't have to add that raising prejudices by banging on about crime and race are the desperate strategies of right-wing parties with their backs to the wall, and you might have expected an uprising from within the Labour ranks.</p> <p>But where is a principled opposition to come from? From the Labour left? At the time of the Hodge Hill election Ken Livingstone was embracing as a comrade Yusuf al-Qaradawi, a 'moderate' Muslim leader, whose Islam Online website supports the murder of Israeli civilians because 'on the hour of judgment, Muslims will fight the Jews and kill them'; describes homosexuality as an 'evil and unnatural practice', which can only be stopped when Islamic society is cleansed of its 'perverted elements'; says rape victims must carry a portion of the guilt if they dress 'immodestly'; and advises that a husband may beat his wife 'lightly with his hands, avoiding her face and other sensitive parts'.</p> <p>The new Respect Party, which boldly proclaims itself to be a left-wing alternative to Labour, is as willing to ally with religious barbarism and the enemies of the Enlightenment as Livingstone, and is led by George Galloway, a man who flew to Baghdad to greet a fascist dictator with: 'Sir, I salute your courage, your strength, your indefatigability.'</p> <p>These are paradoxical times. The Conservative Party is nowhere, but conservative ideas are everywhere, not least on a left whose manic skid to the far right makes the slipperiness of the Liberal Democrats and the willingness of Labour to betray its principles appear modest changes of position in comparison.</p>",
  "<p>When I was growing up in the Eighties, it was so unusual to see a black person in a television advert, it became a major event in our house. We'd lower our voices and pay them as much attention as the opening chimes of News at 10, watching with a mixture of pride and curiosity. Apart from such rare occasions, it was as if black people didn't exist in between programmes. We didn't count as potential customers. </p> <p>The big breakthrough came a decade later in a cereal advert featuring Linford Christie; he turned up at a school sports day to cheer on a black family, the first I'd seen in a commercial, inspiring the young boy to use PMA ('Positive Mental Attitude'). It was a simple idea and not a particularly good commercial, but it meant a lot to me. </p> <p>Flicking through the channels now, things are different; TV ads no longer look as if they were made for a segregated society. During the course of one evening recently, I saw Thierry Henry, Meera Syal and Howard Brown, the bespectacled face of the Halifax bank, fronting campaigns. Some of these new ads are cliched and stereotypical - black people tucking into buckets of fried chicken and colourful Indians breaking out into Bollywood song and dance routines - but they represent change. </p> <p>A few years ago, businesses were obsessed with the pink pound and grey pound, launching charm offensives at gay and older consumers. Now, they've turned their attention to ethnic minorities and the brown pound, worth £32 billion according to a recent advertising industry report. </p> <p>The airwaves have changed as well. In the past, listening to black radio stations such as Kiss and Choice meant hearing a load of poor-quality ads for fast-food outlets and cheap foreign calls. These days, you'll hear commercials for stuff you've actually heard of. At last, it seems, black consumers are being taken seriously. </p> <p>'A lot of the change has come out of the success of black music. People have woken up to the fact they can sell lots of things to us,' says Michael Eboda, editor of the black newspaper, New Nation . </p> <p>Dizzee Rascal and Ms Dynamite, the last two Mercury Prize winners, began their careers as underground garage acts before they reached mainstream audiences. Asian singing stars enjoy Top 10 hits and Bollywood films mean big box-office. Asian media outlets are also flourishing. There are 29 Asian TV stations on Sky, 15 radio stations, and more than 30 newspapers and magazines. The jewel in this media crown is Sunrise Radio, which started as a pirate station in 1989, dodging the Department of Trade officials who wanted to confiscate its equipment. Now Sunrise reaches more than a million people. </p> <p>In publishing, Monica Ali and Zadie Smith have become literary stars with cleverly marketed books which have popularised the black and Asian British experience, while Andrea Levy's Small Island won the Orange Fiction Prize this year. But marketing to a crossover audience is tricky. Ali's publisher caused a row when it asked the Guardian not to send an Asian journalist to interview her because it didn't want its hot young author pigeonholed as an ethnic writer. </p> <p>Black fashion sense is also influential. Walk around any town centre and you will see teenagers of all races looking as if they are dressed for a hip hop video. 'We conducted a recent survey that said 70 per cent of our readers are heavily influenced by black culture and rap music,' says Annie Auberbach, editor of mykindaplace.co.uk, the UK's largest website for girls. 'All those pop idol shows have made pop music seem quite bland while R&amp;B is real glamour.' </p> <p>In October, the V&amp;A will launch a major exhibition, 'Black British Style', billed as the 'first exhibition in the UK to explore the style and fashion of black people in Britain and their impact on British culture over the past 50 years'. Increasingly, young black consumers have become a sought-after audience, not least because they are often seen as being the hippest consumers on the high street. With so much cultural activity, companies have had to take ethnic minorities seriously. </p> <p>At the beginning of the Nineties, Anjna Raheja was the head of marketing and PR on TV Asia, when she realised there was a 'huge niche market that wasn't being exploited'. </p> <p>So, 10 years ago, she created Media Moguls, a specialist marketing group for ethnic consumers. At first, Raheja struggled to find clients, but Media Moguls has flourished over the past few years; it helped to launch the BBC's Asian Network and created a campaign for Bend It Like Beckham . 'Attitudes are definitely starting to change,' says Raheja. 'We are the only specific ethnic minority agency in the IPA so when we make presentations they realise we speak the same language; we're not a threat but a potential solution.' </p> <p>Raheja encouraged companies to use ethnic media outlets to reach new audiences. But if advertisers really want to exploit the brown pound, they must try harder. Part of the problem is that few black and Asian people work in the industry. 'You can count on the fingers of one hand the number of senior executives who aren't white, so they should be looking at increasing that number,' says Michael Cudlipp, chair of the History of Advertising Trust. This year, the IPA set up its ethnic diversity project, hiring adman Mehboob Umarji to spend six months looking to attract more black and Asian staff. </p> <p>In his cramped office near London's Hyde Park, Umarji, a well-spoken thirty-something, chooses his words carefully. He's too smart to suggest his industry is a model equal-opportunities employer, but reckons it's getting better. The connection with the old-school- tie network is declining with the rise of younger, trendier agencies, but still many creative people don't know how to speak to an ethnic audience. </p> <p>'I recently saw an ice cream ad with the line \"Eenie Meanie Minie Mo\", which has big connotations. But it obviously went through the whole approval process. If anyone of ethnic origin had been involved they would have said, \"I'm not comfortable with this\", but the client and the agency let it go. It was potentially very offensive and it sets all the good work back,' he says. </p> <p>In fact, the history of ethnic minorities in advertising is depressing. In 2001, prompted by interest from academics and students, the History of Advertising Trust archive began research and found offensive adverts throughout the 20th century. 'Black people were used in soap-powder ads aimed at selling it to the servants of white households. The crude sense of humour made fun of black people who were depicted in the ads as being washed by whites. In the Eighties, you would see ads set in Africa featuring white hunters drinking rum served to them by black manservants,' says Cudlipp. </p> <p>'That's all gone now but occasionally you get funny throwbacks. There was a recent ad for a holiday club in the Bahamas that had a group of smart white people sitting around a bar being served by a rather egregious black barman. No doubt, there were black customers as well, but there was not one black man on the other side of the bar.' </p> <p>Even today, there is a tendency to show blacks and Asians in stereotypical roles: Asian shopkeepers and streetwise blacks still abound. Given only 30 seconds to make an impression, advertisers often fall back on obvious casting. Not all British Asians enjoy Bollywood films, but watch the commercials and you'd think they did. </p> <p>'You do see more black faces in ads but you have to look at how they appear. Are they in stereotypical roles? I suspect they are a lot of the time. I still think we see rather a lot of happy, smiling faces dancing etc because that is what people are used to,' says Eboda. </p> <p>Ira Joseph grimaces when I describe some of the old adverts to him. He is one of the few black creative people working in advertising and part of the team behind the 'Va Va Voom' campaign for the Renault Clio with Arsenal footballer Thierry Henry. Joseph is a football fan and when I arrive at his minimalist offices in central London, he is wearing an England football shirt. Walking through the open-plan office, I'm not sure what makes him stand out more - his colour or his clothing. Henry's part in the high-profile campaign has had largely favourable reviews but, more important, it was a good piece of colour-blind casting. </p> <p>'It was a big deal for Renault to go for it. I wasn't quite sure how they would react to it when we suggested it, but to their credit they totally bought into it. One of their top bods had a meeting with Thierry and Thierry charmed him,' says Joseph. 'It tends to be a bit of a struggle to get black people in front of the camera. You almost need to have a clichéd reason or, when you see black faces, they tend to be background artists.' </p> <p>The campaign brought back bad memories. 'I've worked in other agencies where we have tried to cast black families, and the research results have come back so negative. The last was seven or eight years ago. We had the idea of using a black family to promote a food product, but it was really resisted. I think attitudes have changed since, and it's not such a big deal,' he says. </p> <p>Using a sporting icon is one thing, but asking an unknown black man to be the public face of a company was, until recently, considered a risk too far. Rather than pulling in the brown pound, they were worried about alienating core consumers. Whether this was intentional racism or unfortunate second-guessing, the result was the same. </p> <p>Howard Brown was the manager of a Halifax branch in Birmingham when he responded to a company offer to employees of a chance to star in a commercial. Two thousand people auditioned, but Brown, who went along 'purely for fun', was chosen. </p> <p>'I had to do a cover version of Tom Jones's \"Sex Bomb\", which, funnily enough, I'd never heard before. Jones has a singular talent so I thought there was no point trying to copy him so I did it my own way,' Brown says. </p> <p>The ads have turned him into a kind of celebrity. He spends most of his time travelling the country making special appearances for Halifax, and is treated like a cross between a rock star and a reality-TV show winner. 'It's amazing,' he says. 'In Scotland, they had to close the branch doors because there were so many people trying to get in.' </p> <p>Brown, whose self-deprecating manner echoes his screen persona, thought little about his skin colour until he did an interview with Richard Littlejohn for Sky. 'He asked me about it. Of course I'm proud to be involved in something that has done well. I think we are making progress in the way we are represented,' he says diplomatically. </p> <p>Brown is a hit with black and Asian viewers. 'We're all gonna use Howard as an example, bless him,' says Raheja. 'What is good about him is that the character could be any colour and the ad works because of his personality.' </p> <p>But as companies develop more sophisticated approaches, they're finding that the brown-pound market is not easy to crack. There are cultural, religious, linguistic and generational differences within minority groups, so what strikes a chord with a middle-aged, first-generation Bengali is completely different from what might appeal to a fashionable twentysomething Bengali. </p> <p>If advertisers go on seeing ethnic audiences as a homogenous mass, they will fail. That doesn't mean, however, that blacks and Asians must always be specially targeted. 'We don't all read the Voice or listen to Kiss,' says Raheja. 'I read Marie Claire and watch E4, but when I come across an ad in an Asian magazine, it does have a different impact on me.' </p> <p>Earlier this year, COI Communications, the government's marketing and communications agency, published an extensive report on how to appeal to ethnic minorities. The respondents wanted to see cultural sensitivity and aspirational characters. Muslims, for instance, were impressed by an anti-smoking campaign by the Department of Health during Ramadan, suggesting that the religious fast was a good time to try to quit, while people of Chinese descent complained they were too frequently depicted working in takeaways. </p> <p>There is still some way to go. Not everyone believes the brown pound is worth chasing. Glossy black magazines such as Pride and Untold struggle to attract upmarket advertisers; in both, you are more like to see an advert for Hackney council than for Gucci. </p> <p>'It's still hard to get certain brands to advertise in our paper. There are a lot of companies [he mentions two popular clothing brands] that do very well out of the black community but aren't prepared to advertise in our publications. They're happy to use the fact that black is fashionable but when it comes to putting money into the community they are not so enthusiastic,' says Eboda. </p> <p>For second-generation Britons such as myself, the changes of the past decade or so are significant. Across the media, black and Asian culture and spending power are widely acknowledged. Watching television and listening to the radio is no longer the alienating experience it once was. Until more ethnic minorities are involved in marketing and advertising campaigns, until companies realise that simply putting a hip hop or Bollywood soundtrack on a commercial is not enough, we still have some way to go. </p> <p>Interest in the brown pound has never been higher, and with 32 billion reasons to get it right they can't afford mistakes.</p>",
  "<p>Amir Khan, the 17-year-old lightweight from Bolton who is carrying Britain's boxing hopes here alone, has created a stir not witnessed in an Olympic ring since Sugar Ray Leonard lit up Montreal 28 years ago. </p> <p>Victory persuaded Leonard to turn professional rather than go to Harvard to study law; Khan, a full-time sports-development student at Bolton College, says he has no plans to give up the amateurs yet - which will make a few promoters cry into their caviar. For now, this tournament has been all about 'The Kid'. And he's loving it. </p> <p>It's not just the hardcore audience of boxing enthusiasts who are awestruck by his talent. While he has turned the Peristeri Olympic Boxing Hall into a house of pain for two opponents older and more experienced than he is, his fame is also spreading through the Olympic village. Athletes from all camps are asking: 'Who's the young guy?' </p> <p>There is a feeling that we are witnessing something special - even among those who gave him 'no chance' after one slow round in an otherwise comprehensive stoppage victory over the local late qualifier, Marios Kaperonis, last Monday. </p> <p>He has quick hands, quick feet and, just as important, a quick brain. He can lead and he can counter, he hits hard with both hands and he is rarely flustered, floating out of trouble then back into hitting range with a flashy mix of hooks and uppercuts, rare in the amateur game. There has not been a more exciting presence in British boxing since Naseem Hamed. </p> <p>As for The Kid, he has not lost his own sense of wonder. 'It's just a great achievement to be walking around in the village and seeing Paula Radcliffe and all the top stars,' he said after his latest demolition job, a 37-21 win in the second and final preliminary round last Friday over the second-best 60kg boxer in the world, Dimitar Stilianov, of Bulgaria. </p> <p>Khan fights again on Tuesday, in the quarter-finals against a decent 24-year-old South Korean, Jong Sub Baik. Thereafter, the semi-finals are on Friday and, if he survives, he almost certainly goes up against the boxer considered by many to be the best, pound-for-pound, in the world, amateur or professional, the awesome Cuban, Mario Cesar Kindelan Mesa. </p> <p>Inevitable comparisons have been made between Khan and Hamed. They share electric skill but, it seems, little else. 'I admire Naseem as a boxer, but I can't say I like his attitude very much outside the ring. I have heard from Audley Harrison, but I've had no contact with Naseem.' </p> <p>Harrison, whose gold in Sydney four years ago was Britain's first in the Olympics since Chris Finnegan's in Mexico in 1968, went to Cyprus to lend Khan support at the pre-training camp. Khan also received a welcome letter from the World Boxing Union's world light-welterweight champion, Ricky Hatton, last week. </p> <p>These are gestures appreciated by a teenager who is bearing the weight of sole selection with remarkable equanimity. </p> <p>His national team coach, Terry Edwards, said: 'It's a lot easier with just one boxer because we have more time for each other. I've also learned how to rap and I'm OK with garage music. He's still not too clever on the Frank Sinatra stuff, but by next weekend he'll be singing 'My Way'.' </p> <p>Whatever way it goes, Khan is eerily relaxed, given the magnitude of his task. He is strongly favoured to beat Baik, and if he can show the form he displayed against Stilianov, 10 years his senior and a southpaw who recently won the European title, he will give the mighty Kindelan, also a southpaw, a lot to think about. </p> <p>The Cuban legend, who is now 32, is retiring after these Games. Khan says he wants one more Olympics before turning professional. </p> <p>It genuinely does feel like the changing of the guard. </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "'He's going for the Gazza award,' was the clinical assessment of Sir Steve Redgrave after he had witnessed the emotional disintegration of his friend and former crewmate, Matthew Pinsent. <p>Sportsmen can be harsh, but to the point. The Canadian crew came off the water after a finish that went to the photo, shook hands with the British four and simply said, 'Good race.' </p> <p>More is needed to do full justice to one of the most exciting rowing races in Olympic history and to appreciate the roughness of the ride endured by the four men who made British success possible. </p> <p>'If you try to put four years of emotion into six minutes,' said James Cracknell, 'you end up in a scrambled heap really.' </p> <p>There is much that the general public does not understand about rowing. Stroke rates, rhythm changes, balance in the boat and alterations of stroke length are beyond the eye of the casual observer. </p> <p>However, everyone understands human agony, the turmoil that has engulfed this crew from the moment that Pinsent and Cracknell were transferred from the pair. </p> <p>Things have not gone smoothly, form has not been consistent and then, six weeks ago, Alex Partridge was rushed to hospital with a collapsed lung. </p> <p>Britain needed a late substitute and Ed Coode, edged out of a medal in the pairs four years ago, was parachuted into the boat. </p> <p>Standing in the crowd at the Schinias Rowing Centre, the Union flags draped over the stands on the other side of the water, the mountains rising up behind, it felt like the middle of the wilderness. </p> <p>The early morning sun came up quickly as the temperature rose from baking to roasting. </p> <p>Behind the stands, far from the shouting, hooting and drum banging, the four men upon whose strength the destiny of the gold medal would lie jogged past. </p> <p>They ran as a block, Pinsent and Coode at the front, Steve Williams and Cracknell at the back. Ten minutes later they carried the boat upside down above their heads out to the pontoon. Pinsent barely looked at the others, climbing silently into the front seat, while Cracknell embraced Coode and slapped him on the back. Williams looked solid and secure as he took his bow position. </p> <p>The contrast in characters is instructive. Cracknell and Pinsent would drive each other insane if left in the same room for too long, but the ice-cool Williams and the eloquent, emotional Coode diffuse any brewing tension. </p> <p>Every boat needs balance and this four has found it, despite the last-minute changes and despite the doubt. </p> <p>Pinsent and Williams have been rooming together in Athens. Williams revealed that six times during the night, he got up to visit the bathroom. </p> <p>On only one of those occasions was his room-mate asleep. The rest of the time, he was sitting on the edge of the bed, head in his hands, muttering to himself. </p> <p>This race mattered. Whatever Pinsent may have said about not thinking about 'needing' to win a gold medal without Redgrave, the pressure was greater because the big shoulders of the older oarsman were not around to share the burden. </p> <p>The race itself was confusing. Watch ing from the bank, it was impossible to tell who was leading without looking at the electronic board with the split times. </p> <p>As the British four closed down Canada's early lead, the experts maintained that their superior strength would take them through to a relatively comfortable success. </p> <p>That assessment may have proved correct but it reckoned without Canada's tenacity. </p> <p>After the photo finish was announced in favour of the British, the quiet ones at the back and the front of the boat bent forward in shattered silence, Williams looking untroubled, as if he had endured nothing more than a morning training session and Pinsent as if he had collided head-on with a wall - in pain, shock and a fair amount of uncertainty as to where he was. </p> <p>The more demonstrative ones in the middle, Cracknell and Coode, moving directly into celebration mode. </p> <p>The heaving hulk of Pinsent expressed more clearly than words how much effort had been expended in the pursuit of a fourth gold medal. </p> <p>Like a mountain avalanche, when the big man started to go, he really went. </p> <p>Watching Pinsent on the podium, his arms hanging limply by his sides, you have to wonder whether all that discomfort was really worth it. Surely there must be some pleasure in return for all of that pain? </p> <p>All of them, particularly Coode, paid tribute to Alex Partridge. 'He's the fifth man in this boat, the strongest guy of all of us,' said Coode. </p> <p>Partridge himself, watching back in London, told the crew that he was proud of their efforts. </p> <p>'Thank you for going out and doing it,' he said. </p> <p>Thanks and congratulations all round, decisions on the future to come. Pinsent has admitted to thoughts of retirement but is unwilling to commit himself yet, while Coode told his girlfriend 'no more'. </p> <p>I assume he was referring to his rowing and not their relationship - it would be a harsh way to be dumped. Cracknell looks to enjoy it too much to give up yet, while Williams will no doubt row on, oblivious to all the fuss.</p>"
]