[
  "<b>The following correction was printed in the Guardian's Corrections and clarifications column, Friday, August 6, 2004</b> <br> There is no such language as Sri Lankan. Sinhala is spoken by 74% of Sri Lankans, Tamil by 18%, and other languages by the remaining 8%. <p>In Wembley Park, where the suburbs of north-west London finally surrender to the trunk roads and exhaust fumes, the day that Vipula Prasanna died was an otherwise unremarkable one - a quiet Sunday in May that started foggy and never got much brighter. As almost everyone involved in the case would remark at some point over the following weeks, a few seconds' difference and it would have stayed unremarkable. Prasanna, a 40-year-old Sri Lankan, wouldn't have reached the tube station exit barrier at precisely the same time as Michael John-Charles and John-Charles's five-year-old son. And the fine boundary that separates a general atmosphere of aggression from outright violence on the London Underground might never have been breached at all. </p> <p>Instead, this is what happened: a few minutes before 11am, Prasanna, who was planning to visit a cashpoint before attending a Buddhist temple, reached the barrier a few footsteps ahead of John-Charles, a former dancer on his way to see his mother, who was visiting from the Dominican Republic. Then Prasanna stopped, realising that the gates immediately ahead of him were for passengers entering the station. He turned to his left, scanning for the exit gates, found them, and changed direction. John-Charles and his son had been heading directly for the correct gates; in the few seconds it took Prasanna to cross several feet of yellowed floor tiles, they had caught up with him, and the three converged at the barrier. </p> <p>In the next moment, a 15-year-old girl on a school trip heard someone shout something about a shoe. A Nigerian woman, on her way to church, remembered John-Charles telling Prasanna that if he didn't apologise, he would get hurt. James McShane, a station attendant, turned towards the noise and saw a confrontation at the ticket barrier. John-Charles's face was inches from Prasanna's, one witness recalled, and John-Charles was screaming, \"Do you think you can step on my son and get away with it, you fucking cunt?\" McShane remembered that Prasanna \"might have sworn back\", but mainly his impression was that the Sri Lankan was \"trying to defuse the situation\". </p> <p>By now, the three had made it through the barrier, and CCTV footage shows Prasanna extending his arm as if imploring John-Charles to see reason. On the narrow, cracked pavement outside the station, no longer in view of the cameras, Prasanna turned to the five-year-old, witnesses said, and \"leant forward and touched the young boy ... in a gentle and reassuring manner\". </p> <p>\"Don't you fucking touch my child,\" John-Charles shouted, and clenched his right hand into a fist. </p> <p>* * * </p> <p>Two hundred and thirty-eight people were violently killed in London in the year to June, some for reasons just as trifling as stepping on somebody's foot - like the 15-year-old knifed to death in Fulham in June, apparently for his mobile phone. But something about Vipula Prasanna's death on May 2 seemed to shake even seasoned police detectives and lawyers. It wasn't just the sense that anyone could have been the victim, but a troubling flicker of a thought that it wasn't all that hard to imagine being the perpetrator, either. \"It's just sad, really sad,\" says one veteran official connected with the case, before adding bluntly that there have been times on the tube when he has felt like punching people, too. </p> <p>Not that the official would want you to believe that he might have done what John-Charles did in the moments after he delivered an upper-cut to Prasanna's jaw. The blow, though not fatal in itself, pushed one of Prasanna's teeth through his lip, and sent him reeling backwards. He hit his head on the pavement, where he lay motionless. More than one witness said they saw \"the life go out of [Prasanna's] eyes\". But John-Charles apparently ignored him, striding off with his son down the road, past the Food King and the funeral directors' towards a nearby council estate. Prasanna was carried by air ambulance to the Royal London Hospital, in Whitechapel, and attached to a life-support machine. Three days later it was switched off. </p> <p>A day after that, according to John-Charles's legal team, the 38-year-old was driving past Wembley Park station when he saw the police boards requesting help in finding a suspected murderer. He recognised himself in the CCTV photos, called a solicitor, and made arrangements to surrender the following morning. Police say he told them little, though it did emerge that the foot-stepping incident might have happened earlier in their journeys, at a different station. </p> <p>Last Friday, John-Charles was jailed for manslaughter at the Old Bailey, and the curious details that emerged about him then seemed somehow to intensify the poignant randomness of the two trajectories that crossed at Wembley Park. John-Charles had worked as a professional dancer, appearing, his defence counsel said, with \"several major singers\" on Top Of The Pops. He had apparently trained for the ballet, and was described - in a detail the newspapers jumped on - as the \"first black student to enrol in the Royal College of Ballet\". (This was also, however, one of the many details of the case that seemed to collapse at the slightest prodding: there is no Royal College of Ballet, and John-Charles was not a student at the Royal Ballet School or the Royal Academy of Dance. His lawyers declined to clarify the matter.) After dancing - and before giving up on the arts altogether, and moving into computers - he had tried singing, even recording his own album. A single called No Chorus, by a Michael John-Charles, was released in January 1998, in the same month as Catatonia's hit Mulder and Scully, and Under The Bridge, by All Saints. </p> <p>* * * </p> <p>News of Prasanna's death made a forceful impact in Sri Lanka - not so much because of its randomness, but because of the way it seemed to strike at the foundations of some long-held Sri Lankan ideas about the British character. \"The British are known as gentlemen,\" says Prasad Gunewardene, who covered the story for Colombo's Sunday Observer. \"Maybe it was unintentional, but it has brought down the standards of the Britishers among the people of Sri Lanka. They don't expect British people to assault a person who is already pardoning himself.\" </p> <p>Prasanna's family heard the news on his wife's birthday. At their modest home in Colombo, Sudanthika Prasanna answered a phone call she expected to be from her husband - but the voice at the other end was that of Irene Fernando, his former London landlady and a fellow Sri Lankan immigrant. \"I was sitting there, and the police inspector was over there,\" Fernando recalls, speaking this week, after John-Charles's sentencing, and gesturing around the small front room of her semi-detached house 10 minutes' drive from the spot where Prasanna was attacked. \"They don't speak English, and the police didn't speak Sri Lankan. So it was down to me to tell them he was on life support.\" Soon after, at the Royal London, Fernando held a mobile phone to Prasanna's ear so that his four children, aged between four-and-a-half and 20, could talk to their unresponding father. \"Oh my God, they were screaming,\" Fernando remembers. \"'Don't turn off the machine! Don't turn off the machine!' But the doctors decided they had to, and who am I to argue?\" </p> <p>By the time he died, Prasanna had been living in the UK for four years, working mainly in a souvenir shop on the Edgware Road and a discount store in Brixton, sending a portion of his wages back to Colombo each month. \"And perfume and makeup,\" Fernando says. \"His daughter [20-year-old Sashika] would say, 'Send me this, send me this'. I told him, 'You can buy them in Sri Lanka - what do you want to send them from here for?' But he'd say they liked British things.\" </p> <p>Prasanna had arrived as an asylum-seeker, but his application had been refused twice by the Home Office. His friends say that he had no interest in staying illegally any longer, and planned to return home in July. </p> <p>\"And now the problem is for the children,\" says Anura Medagadara, sitting in an office at Willesden Community Hospital, the broken down NHS establishment where he works as an orderly. Medagadara, a small, jowly man in his 30s, barely knew Prasanna, but is active at the Buddhist temple he sometimes attended, in the London suburb of Kingsbury. After the attack, Medagadara raised about £5,000 for Prasanna's family through the London tabloid Newslanka. Much of it was spent bringing Sudanthika and her youngest son, Divyanjali, to London in June, to co-ordinate the return of Prasanna's body to Colombo. \"In our culture system, they always need the body.\" Sri Lankan Airlines gave them discounts, but now little of the money is left. </p> <p>According to Gunewardene, at the Sunday Observer, Prasanna's funeral in Colombo on June 26 drew almost 1,000 mourners, and took nearly three hours to process four kilometres from the family home to the cemetery. In the family's only interview, Sashika told Gunewardene she thought that her father had been phoning to wish her well in an imminent exam. \"He had hope in me and wanted me to study well,\" she said. \"Who will assault a man who tenders an apology for an error that he had made? Do British people behave in such a dastardly manner?\" For her part, Sudanthika seemed as angry as she was upset. \"We want prime minister Tony Blair to ensure justice,\" Gunewardene quoted her as saying. \"Englishmen are known to be people with manners.\" </p> <p>In the end, the fate of John-Charles was decided by a turn of events as random as the encounter that killed Prasanna. The night before he gave his plea, the judge who had been scheduled to hear it, Michael Hyam - who might well have ended up deciding his sentence - suffered a heart attack and died. The next morning, every judge in the Old Bailey crowded into Court Number Four to pay their respects. Shortly afterwards, in an adjoining courtroom, John-Charles's defence lawyer announced that he would be pleading guilty to manslaughter. Last Friday, he received a sentence of three years, half of which was suspended; given the time he has already served in custody, he should be free by September next year. </p> <p>The sentence reflects the clear lack of homicidal intent on John-Charles's part, but Prasanna's friends in Britain are understandably furious. \"I never heard of anything like this in my country,\" says Medagadara, who expresses his anger with bursts of nervous laughter. \"In Sri Lanka, the killer would get real punishment. A lifetime sentence. He's getting three years, he comes back. Yeah, it's manslaughter, but if he didn't attack, Prasanna would never have fallen down. Prasanna would never have gone to the hospital, and never died.\" He sighs. \"But it doesn't matter now.\" </p> <p>On the grey day of Prasanna's death, Wembley Park station was closed until after 6pm, but things have long since moved on. The ticket barrier where the confrontation occurred is closed as part of extensive renovation works; passengers are currently diverted through a side passage. Most of the surrounding area, in fact, feels like a construction site - from the cranes along the side of the railway tracks to the giant swooping arc of the new Wembley Stadium nearby. On the street outside the station, the spot where Vipula Prasanna's head hit the pavement is unmarked.</p>",
  "Margo McLennan, who has died at the age of 66, had four distinct professional incarnations, each one more vivid than the last. <p>As Margo McMenemy, she was the athletic teenage skating prodigy of spectacular 1950s ice productions. As Margo Mayne, she became one of the most alluring glamour girls of the West End stage, British films and television in the 1960s. As Margo McLennan, she established herself as a powerful character actor, and, from 1979, was among the original stars of the long-running Australian television soap, Prisoner: Cell Block H. Finally, calling herself Margo Lady McLennan, she emerged in the 1990s as the first woman in the world to work as a celebrant of gay marriages. </p> <p>Born in an off-licence in Peckham, south London, to a father who doubled as both licensed victualler and professional violinist, and a mother who dabbled successfully in property speculation, Eileen Marguerite McMenemy studied for the stage at the Italia Conti School, and trained as a skater at Streatham ice rink, under an exacting coach, Jacques Gerschweiler. </p> <p>Her professional debut, as Margo McMenemy, a 15-year-old cabaret dancer at London's Dorchester Hotel in 1953, was seen by the impresario Tom Arnold, who cast her as Fairy Stardust in Humpty Dumpty On Ice, starring Anne Rogers and Gloria Nord, at the Empire Pool, Wembley, that Christmas. On the ice, she shimmered like a translucent doll, swiftly winning further skating roles, as Lilli in The Dancing Years On Ice (1954), again with Rogers and Nord, and as the lead, Militza Hajos, in Glamorous Night On Ice (1955). </p> <p>But the heyday of the ice spectacular was fading. Changing her name to Margo Mayne, she turned to straight acting, and played Nerissa in The Merchant Of Venice (1959) for the distinguished Shakespearian producer Robert Atkins. Her first West End hit was the long-running comedy, Goodnight Mrs Puffin (1961), with Irene Handl. Barbara Whatley, who shared a dressing room with Mayne, remembers her as \"sparkle and champagne\", while the play's leading man, Rodney Diak, recalls \"her Bambi-like beauty\" with \"huge, startling, long-lashed blue orbs\". </p> <p>In 1962, she married the actor Tony Doonan; their daughter Nicola was born the following year. But the marriage was stormy, and ended in divorce in 1969. </p> <p>Throughout the 1960s, Mayne was among the best-known faces in Britain, regularly making the magazine covers and appearing daily as the Windolene girl in television commercials. She also made numerous television appearances, some as feed to Bob Hope, and in such series as Danger Man (with Patrick McGoohan), The Man From Interpol, Golden Girl (with Katie Boyle) and Night Train To Surbiton (with Nicholas Parsons). Her films ranged in quality from the sci-fi turkey Spaceflight IC-1 (1965) to River Rivals (1967), with Dick Emery, and Love Is A Splendid Illusion (1969). </p> <p>She made a more tranquil and happy second marriage in 1974 to the actor Rod McLennan, settling in his native Australia, where she appeared in the television series Bluey (1976), and with Barry Humphries in Bruce Beresford's film The Getting Of Wisdom (1977). </p> <p>The peak of McLennan's professional fame came at 41, when she was cast as Catherine Roberts, one of the original inmates of Wentworth detention centre, in Prisoner: Cell Block H, which was to run for seven years and gain a worldwide cult following. When her character, a vengeful mother who had run down her daughter's rapist, got moved to another jail, vociferous fans demanded her return to the series, which came in 1981 in the contrasting role of Prison Officer Parsons. </p> <p>McLennan's later work, invariably distinguished, included a critically acclaimed performance as Aunt Miriam in the Australian mini-series All The Rivers Run (1983), the dramatic film The More Things Change (1986), a nationwide stage tour of Australia with Dennis Waterman, in Jeffrey Bernard Is Unwell (1992), and a final film, Prisoner Queen (2003), about an eccentric waiter obsessed with Prisoner: Cell Block H. </p> <p>During the 1990s, changing her name yet again to Margo Lady McLennan, she became \"empowered by the commonwealth of Australia\" as an official marriage celebrant. As such, her joining together of heterosexual couples had legal validity, but, defiant of convention as ever, she became the first woman in the world to conduct services recognising the partnerships of gays and lesbians. Her husband was not surprised; he saw it as \"part of her infinite capacity to love people of all hues, natures and dispositions\". </p> <p>On learning that she had cancer, McLennan chose to return to Britain. She is survived by Nicola and her second husband. </p> <p><b>·</b> Eileen Marguerite 'Margo' McLennan, actor, born February 8 1938; died July 28 2004</p>",
  "<p>LATE BLOOMER</p> <p>Depending on who you talk to - and the Fiver would happily bend the ear of a Leicester Square drunk given half the chance - Patrick Vieira will either join Real Madrid tomorrow, at the weekend, next week or never. Some sources claim Arsenal have already accepted Real's offer of £23.1m; others say they are asking for even more. Still, we know this: Real need to sign Vieira by tomorrow if he is to be eligible for the mouth-watering Big Cup qualifying-round clash against either FC Wit Georgia or Wisla Krakow next week, while Arsenal will want to start counting their cash before the all-important Community Shield on Sunday.</p> <p>But the tortuous transfer tittle-tattle doesn't stop there! No! Because if Arsenal are to lose their captain, they would quite like to replace him with Porto midfielder Maniche. And this is where things get really complicated. \"Yes, I can confirm the interest of Arsenal because negotiations have already begun with Porto,\" explained Maniche's agent, tapping the side of his nose with unnerving relish. But Porto president Nuno Pinto da Costa is having none of it. \"Our staff is closed and we must now think about the battles to come, because we are returning as the champions of Europe,\" he said, swallowing the key to the club trophy cabinet before turning green and choking horribly.</p> <p>If and when Arsenal do get their red-tinted mitts on the 26-year-old Maniche, they will find a player who has risen like a fresh-water salmon over the past year. After emerging through the Benfica youth system, Maniche fell out with the club's board, and spent most of the 2001-02 season doing lonely keepy-uppies in the corner of the training pitch. But he moved to Porto, pipped Luis Boa Morte for the last place in Portugal's Euro 2004 squad, and duly scored the goal of the tournament against Holland. \"We will have to see if the transfer can be completed as the amount Porto is asking for is not very high,\" swooned his Mr 10%. So expect the move to be called off any day now.</p> <p>* * * * * * * * * * * *</p> <p><strong>INNOCENT SMOOTHIES, ANYONE?</strong></p> <p>Do you fancy coming to fruitstock, our free festival? Magic. We'll see you there. <a href=\"http://www.innocentdrinks.co.uk/fruitstock/guardian\">http://www.innocentdrinks.co.uk/fruitstock/guardian</a> </p> <p>* * * * * * * * * * * *</p> <p><strong>OLD PEOPLE'S HOME</strong></p> <p>When Great Grandpa Fiver started ruining the family roast by shoving two pencils up his nose, putting weird Uncle Fiver's Y-fronts on his head and saying 'wibble', he was shunted off to the funny farm faster than anyone could say \"they've already done that on Blackadder\". But in civilised society, old folk get to spend their later years in more friendly circumstances - like the Levante Home For Knackered And/Or Useless Footballers, where you get a regular bed and the odd kickaround to boot. With former Yugoslav legend Predrag Mijatovic, 35, ex-Celtic clugger Johan Mjallby, 33, and the world's first non-defending defender Ian Harte already booked in, they're now lining up beds for Alan Shearer, Diego Forlan and El-Hadji Diouf!</p> <p>Since he did his cruciate in 1997, Shearer has been treading water like some idiot trying to get on the news when his town gets flooded, but now he has the chance to get away from it all. \"He has an offer for two seasons with us,\" said the promoted club's president Pedro Villaroel, \"and his arrival is by no means impossible.\" Diouf (two Premiership goals fewer than Gary Neville last season), meanwhile, is wanted on a season-long loan, and Forlan has been offered a nice new Nicky Clarke set to sort out that mess on his head. And he can address Rio's Diff'rent Strokes look while he's at it</p> <p>And if Wor Bobby's forehead was creasing up like the spitting image puppet of Ian St John over losing his favourite striker Alan Sheringham, it soon started twanging like Carlos Santana's guitar when word got around that Newcastle had closed their dressing-room ... because of an eye infection! Lee Bowyer, Shay Given and Andy O'Brien have all contracted conjunctivitis, so Newcastle have shut things down and nicked the Academy dressing-room. And they've cancelled Friday's reserve-team friendly against York as well. That's our Friday night ruined then.</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I don't think he feels he's missing anything now\" - Sir Alex Ferguson, reflecting on Paul Scholes's retirement, reaffirms the love of international football he fostered at Mexico 86.</p> <p>* * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>West Brom want Anderlecht's Ivory Coast striker Aruna Dindane to form an all-African front pairing with shot-shy shilly-shallyer Kanu. </p> <p>Sir Alex Ferguson will bid £6m for Benfica's rocket-powered right-back Miguel.</p> <p>Rangers have pulled out of a move to sign Darren Anderton ... after he failed a fitness test. You really couldn't make it up.</p> <p>* * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>The FA's acting chief executive David Davies has denied reports that he will be standing down after only two days in the job.</p> <p>The Vatican has set up a department whose aim is to help sport rediscover its fundamental values of fairness, ethics, transparency and legality. \"Every time you pick up the paper you see how urgent it is to promote ethics in sports,\" said Father Kevin Lixey, head of the Vatican's Church and Sport department.</p> <p>Fulham midfielder Steed Malbranque is unlikely to be fit for the start of the Premiership season because of a groin injury. </p> <p>* * * * * * * * * * * *</p> <p><strong>FANTASY CHAIRMAN - 10 DAYS TO GO</strong></p> <p>Ever wanted to own a team? Hire and fire players on demand? And have the chance of winning £10,000 plus fantastic weekly and monthly prizes? Well, now you can. So don't sign-up for the same one-dimensional game you played last year - play the all-new Fantasy Chairman and prove your megalomaniac credentials. Your club, your rules.</p> <p>To find out more, visit <a href=\"http://theguardian.com/fantasychairman\">http://theguardian.com/fantasychairman</a> </p> <p> * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>Channel 4: Brazilian Football Championship: Santos v Paysandu (3.50am)<br> Yesterday we asked you for your amusing holiday stories. Unlike the postman who's got our Shield Series 2 DVD, you delivered.</p> <p>Five: Major League Soccer (4.20am) <br> \"Not me, but a mate of mine,\" begins Tim Jones. Yeah, yeah.</p> <p>Sky Sports 1: Futbol Mundial (1am &amp; 3.30am) <br> \"He was in Greece somewhere, enjoying a swim in the hotel pool.\" Innocent enough.</p> <p>Sky Sports 3: Futbol Mundial (6.30pm) <br> \"The pool had one of those high-power jet streams of water that shoot up into the air,\" Tim continues.</p> <p>Sky Sports Xtra: The Premiership Years (11pm)<br> \"My friend discovered that the jet was so powerful that it could support his weight.</p> <p>Radio 5: Sport On 5 (7pm) <br> \"Anyway, after a spell of water-supported hovering, he did a spot of position-changing, leading to him assuming a lying-on-one's-back position.</p> <p>Sport On 5 (9pm) <br> \"Then he sat up a bit.</p> <p>Talksport: Football First (7pm) <br> \"The jet of water shot up his tradesman's, and provided him with an unwelcome enema in full view of his bathing colleagues.</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) <br> \"Do I win five pounds?\" Nope, but it's a promising, if fruity, start - send your holiday stories to the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>SUBSCRIBE TO THE FIVER</p> <p>You can subscribe and unsubscribe at www.footballunlimited.co.uk/Fiver/Redirect</p> <p>* * * * * * * * * * * *</p> <p>CONTACT THE FIVER</p> <p>If you want to contact the Fiver, email the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>FANCY WORK EXPERIENCE DURING THE OLYMPICS? HAVE JOURNALISM EXPERIENCE? SEND YOUR CV TO THE.BOSS@GUARDIAN.CO.UK</p>",
  "<p>Greece's Olympic games organisers yesterday apologised and launched an investigation after allegations that a Mexican television crew was beaten by guards after attempting to film outside the port of Piraeus. </p> <p>The two members of the Televisa Mexico crew and a translator say they were pushed into an unmarked car by three security officers as they tried to film. They claimed they were taken to a police gymnasium and beaten. </p> <p>\"We strongly regret what happened yesterday,\" said games spokesman Michael Zaharatos. \"Should there be a need for disciplinary action against the officers it will be taken immediately. This incident will not be repeated.\" </p> <p>Piraeus is one of the most secure Olympic locations. </p> <p>A spokeswoman for Televisa, which holds the rights for broadcasting the games in Mexico, said the journalists were \"kidnapped and beaten\". </p> <p>They were released four hours later after the Mexican embassy intervened. </p> <p>Port officials were unavailable for comment.</p>",
  "<b>Where is Gibraltar? </b> <p>It is a stony outcrop at the southern end of the Iberian peninsula, to which it is linked by a narrow isthmus. It marks the meeting point of the Mediterranean sea and the Atlantic ocean. </p> <p><b>Is it strategically important? </b></p> <p>In historical terms, it was one of the great maritime prizes; these days, given the awesome weaponry of the world's great powers and the range of their navies, it is a great deal less important. </p> <p><b>How did Britain acquire sovereignty over Gibraltar? </b></p> <p>Gibraltar was captured in 1704 during the war of Spanish succession by an Anglo-Dutch fleet. British sovereignty was formalised in 1713 by the treaty of Utrecht and Gibraltar became a British colony in 1830. </p> <p>Spain has made several unsuccessful attempts to recapture it: the Rock has endured 15 sieges, the most famous of which started in 1779 and lasted more than three years. General Franco, the Spanish dictator, closed the border with Gibraltar in the 1940s and a second cut-off was imposed in the 60s. </p> <p><b>How is Gibraltar ruled today? </b></p> <p>The British governor's monopoly of legislative authority ended only in 1950, with the establishment of a legislative council. In 1963 Gibraltar's status came before the UN's special committee on decolonisation. </p> <p>Spain tried to revive its claim to the Rock and increased restrictions at the border between Gibraltar and Spain, a process that culminated in the closure of the frontier and the end of direct communications with the mainland in 1969. </p> <p>In the same year Britain granted Gibraltar a new constitution under which the functions of the legislative and city councils were merged and a Gibraltar House of Assembly was set up establishing self-government in domestic matters. </p> <p>The constitution states that the sovereignty of the island will not be changed without the inhabitants' consent. Full independence, however, is not a realistic option as the Utrecht treaty specifies that Spain must have first refusal if the Rock's status ever changes.</p> <p><b>Is Gibraltar part of the EU? </b></p> <p>Gibraltar is the only British overseas territory to be technically part of the union, but it is not a member: the UK is responsible for all external interests. Gibraltar is also excluded from the customs union and the common agricultural policy. </p> <p>For the first time, however - and before the EU expanded to encompass 25 states - it was agreed that Gibraltar would be attached to the UK's south-west constituency in elections to the European parliament.</p> <p>So in June this year, Gibraltarians voted for the first time in a pan-European election. The overall constituency result saw three Conservatives MEPs, two from the UK Independence party, one Labour and one Liberal Democrat elected.</p> <p><b>What is happening today? </b></p> <p>The choice of Geoff Hoon, the defence secretary, to represent the British government at today's anniversary celebrations is being seen as a snub - deliberate or unconscious - to the Spanish government. The country's new, socialist government strongly opposed the war in Iraq, unlike its predecessor, led by José María Aznar. </p> <p>The high-profile representation of the British government contrasts starkly with a commemorative church service for Gibraltar in London in March, which was attended by the Conservative leader, Michael Howard, the party's former leader Margaret Thatcher and the shadow foreign secretary, Michael Ancram. Only Baroness Symons, a Labour peer, attended on behalf of the government.</p> <p>Today's celebrations began with a 21-gun salute by the arriving HMS Grafton, which also angered Spaniards. This episode goes against the grain of the British and Spanish governments' relations since the election of José Luis Rodríguez Zapatero in April, when it was agreed that the issue should be left on the back burner for the time being.</p> <p><b>Do tensions already exist?</b></p> <p>Border delays and Madrid-imposed restrictions on telephone lines have not helped improve relations between Spain and Gibraltar. Spain claims full sovereignty over Gibraltar, home to 35,000 British citizens who vehemently oppose any change to their status. However, the British government is eager to come to an agreement with Spain, a key EU partner. </p> <p><b>How have the citizens of Gibraltar expressed their views on sovereignty? </b></p> <p>On Thursday November 7 2002 a referendum was held on the issue of joint sovereignty between Britain and Spain. Almost 99% of voters on the Rock gave a thumbs down to the idea. </p> <p>The poll was devised by Gibraltar's government and was not legally binding on Britain. Even before it happened it was dismissed as irrelevant by the British and Spanish governments. </p> <p>But there is no doubt that the vote, unofficial and pre-emptive as it was, sent a clear message to politicians about the strength of feeling in Gibraltar against losing unalloyed British sovereignty. </p> <p><b>What precipitated the referendum? </b> </p> <p>The prime minister, Tony Blair, and Mr Aznar were keen to resolve the issue of Gibraltar. A dialogue between Spain and Britain began about 18 months prior to the vote. Then, on June 12 2002, the foreign secretary, Jack Straw, announced to the Commons that both Britain and Spain had agreed shared sovereignty was the best way forward after months of talks. </p> <p>This galvanised opposition in Gibraltar. The plebiscite was called by Gibraltar's chief minister, Peter Caruana, in protest at Mr Straw's statement. </p> <p>Almost the entire population of Gibraltar turned out for a mass pro-British demonstration in March, and Mr Straw was welcomed to the Rock by shouts of \"traitor\" and \"Judas\" from 2,000 protesters. The Gibraltarian government even took out a series of full-page advertisements in British newspapers pleading for support from the British public </p> <p><b>What was the substance of the deal with Spain? </b></p> <p>As well as agreeing to share sovereignty, Britain and Spain planned to give a much greater degree of self-government to Gibraltar. Gibraltarians were given assurances over cultural differences from Spaniards and the primacy of the English language. Mr Straw promised they would retain their British citizenship and a maximum amount of autonomy. </p> <p>All powers other than foreign affairs and defence would be handed over to Gibraltar. In the words of Mr Straw's sales pitch, the Rock would enjoy \"greater self-government and practical benefits of a cooperative relationship with the kingdom of Spain and its people\".</p> <p><b>Could Britain and Spain try to force a deal? </b></p> <p>The inhabitants of the two-and-a-quarter square mile Rock fear the two governments will ignore their wishes and that they will be forced to accept some degree of Spanish rule. </p> <p>The day before the referendum, Mr Blair denied that any \"grubby deal\" had been hatched with Spain; many Gibraltarians, however, believe the UK government secretly plans to \"sell out\" to Madrid.</p> <p>Before the demonstrations and referendum, the UK government appeared to believe that a concerted campaign could sway Gibraltarian opinion in favour of the deal. Sweeteners included the promise of a possible £35m in EU aid to Gibraltar if it accepted a sovereignty deal. </p> <p><b>What was the response to the referendum? </b></p> <p>Downing Street said talks would continue with Madrid but that no solution would be imposed on Gibraltarians against their will. </p> <p>Mr Blair's official spokesman said the key questions were still: \"How do we ensure a more prosperous future for the people of Gibraltar? How do we resolve the real practical issues? And how do we work with the Spanish government to resolve those issues?\" </p> <p>Gustavo de Aristegui, Spain's then spokesman on foreign affairs, said the referendum had not been called by \"competent authorities\" and was \"not legally binding\".</p>",
  "<p>Daniel Libeskind is in his studio in Zurich, having flown in from New York for a day and night. He is unsure what day it is, and when we pop back to his office after a coffee, he forgets what floor his studio is on. It's a bit like being on screen with Woody Allen. </p> <p>Aside from the Zurich studio, Libeskind has offices in New York and Hong Kong. His career is clearly on some global trajectory. As well as the master-planning of Ground Zero in New York, he has new commissions for important building projects in Milan, Seoul and Hong Kong. He is busy building in Denver, San Francisco, Bern and Tel Aviv. He has just completed a boat-like and uncharacteristically low-profile Jewish Museum in Copenhagen. In the Zurich studio, he shows me a model of a military museum planned for the centre of born-again Dresden. We get to talk (Libeskind in his inimitable thousand-words-a-minute way) in-between client meetings. </p> <p>Libeskind's ability to concentrate intensely on one project for the time needed before switching to the next with equal enthusiasm is remarkable. Here is a successful architect firing on all cylinders, and very much on form. </p> <p>Not that you would have gleaned this from newspapers over the past fortnight. Instead, you will have read that the government turned down a funding application from the Victoria and Albert Museum to build his Spiral Gallery, dedicated to contemporary design. And you will have learned that there is trouble in New York, too. The architect's design for the 1,776ft Freedom Tower at Ground Zero has been taken over by Skidmore, Owings and Merrill (SOM), successful commercial architects. Now Studio Libeskind is suing the developer, Larry Silverstein. Is the sky-rocketing Libeskind falling to earth, his dramatic, zig-zag designs in tow? \"You've got to have faith,\" he says. \"And patience, too. Lots of it. </p> <p>\"When you're a kid with artistic yearnings brought up in the Bronx, you don't get fed up too easily. It took 10 years to build the Jewish Museum in Berlin [his first building; overall, a critical success]. Nearly everybody said it would never happen. It was too crazy, too unrealistic. But it did happen. And now we've been asked to build an extension to the museum because the number of visitors is growing each year. </p> <p>\"The Spiral Gallery may happen, too. It is not dependent on government funding. The museum has raised many millions of pounds, and a benefactor might still come its way. We've revised the project to bring it up to date. There is a possibility it will happen, and there is the possibility it might not, but you have to believe in what might be. I'm not Candide, nor Dr Pangloss, but we know that faith moves mountains.\" </p> <p>And raises Manhattan towers? Libeskind proves keen to emphasise the positive here, too. \"SOM has taken over the design of the Freedom Tower, but we're in charge of the overall masterplan for Ground Zero. This includes the tower, but far more besides. We're dealing, simultaneously, with the commissioning and construction of 10 million sq ft of offices, the 9/11 memorial, entire new streets, a new park, seven storeys of infrastructure below ground, transportation, security ... It's like running a marathon several times over. I don't get to sleep when I'm in New York. Really. I'm living on adrenaline.\" He must be. It's getting on for two o'clock and he clearly hasn't had a chance to even think about lunch. </p> <p>\"This is a huge project,\" he continues, \"the rebirth, effectively, of Lower Manhattan. It involves so many players and will take several years to complete. We're in this for the long run. Our office is on Rector Street with a great view of Ground Zero, Federal Hall, the Hudson and the Statue of Liberty. Every time I look out of the window, I'm reminded of what I'm doing.\" </p> <p>So what is the problem between Libeskind and Silverstein, the Mr Big of New York's property world and lessee, from the Port Authority, of the World Trade Centre site? \"It's a straightforward legal issue,\" says Libeskind. \"Larry wanted us to reposition the tower. We wouldn't, and won't. He's been holding back our fees. We want to get paid. And that's it. It'll get solved and we'll carry on with planning Ground Zero.\" </p> <p>Planning, but not building. Libeskind admits: \"It's been hard to hand over the working design of Freedom Tower to another architect - although we're still a part of the team, and so is Larry. And, yes, I love the process of building. But maybe it's good for architects to have their egos kept in check once in a while. Anyway, we're building so much around the world, I can hardly complain.\" </p> <p>New York, though, is a very special case, and place, for Libeskind. This is where he came, by ship, aged 13, with his family from Lodz in Poland in 1959. The sight, and promises, of the Statue of Liberty, the experience of immigration procedures on Ellis Island, and the sheer drama of the anyone-can-make-it-here city, made indelible impressions on the budding architect. He is an American citizen, and proud of it. His twisting design for the Freedom Tower is a play on the stance of the nearby Statue of Liberty. He finds nothing corny in designing a building 1,776ft tall, nor in the decision to lay the foundation stone on July 4. </p> <p>\"Right now, the rest of the world confuses American notions of patriotism and nationhood with the actions of a specific administration,\" he argues. \"But the US is a democracy, and when a government is voted out, these humanist notions of life, liberty and the pursuit of happiness continue.\" </p> <p>Libeskind still recalls the construction of the World Trade Centre in the late 1960s and early 1970s; at the time he was a student at the Cooper Union school of architecture in New York. \"I remember vividly the huge holes in the ground excavated for their foundations. Yamasaki's towers were exciting in terms of their sheer scale and daring, but they were never my favourite buildings. Most people only really expressed a fondness for them after their destruction. I found them pretty frightening, and the whole area around them a case of the classic windswept plaza. </p> <p>\"Now, for the worst of reasons, we have a chance to make this area really special - and this is happening even before any of us gets to build. There are more people living in Lower Manhattan now than before the terrorist attacks. That's faith for you. There's such a strong spirit here.\" </p> <p>So strong, in fact, that everyone seemed to have a view on how to redevelop the site. One difficulty for the architect has been the number of people who have a say in the redevelopment - \"everyone from federal, state and city governments to those who live and work here. Remember,\" he says, \"it was the people of New York who rejected the Lower Manhattan Development Corporation's plan for the site. They said we want something incredible, not just more real estate.\" </p> <p>And of course, fascination with the site wasn't limited to the US. Libeskind points out that in the final two weeks of the competition to find a master-planner for Ground Zero, the official website had eight million hits. \"The level of global interest was amazing. But the press reported the story in a way that was all about the egos of duelling architects. And we were all caught up in the act. We had to address huge audiences through the media and on public stages. The press were writing about our clothes, our haircuts and glasses. It was nerve-wracking. </p> <p>\"Perhaps we were over-sensitive to criticism and maybe everyone got a little too hot under the collar. Now it has settled down. We have some great architects collaborating with us today, like Santiago Calatrava, who's designing the new subway station and interchange. You'll be able to see right up from the platforms several stories below pavement level to the 9/11 memorial, to the 70-storey Freedom Tower and to the sky above.\" </p> <p>The more Libeskind talks, the more keen he seems to deflect attention from the Freedom Tower. \"The foreign press seems obsessed with the Freedom Tower, as if it was the only thing going on here. In fact, we're trying to keep a huge juggling act in balance, with the tower as just one of the many balls in play. There will be several new cultural buildings here; sure, it would be great if we could design one of them. I remain optimistic. </p> <p>\"I'm also positive we'll end up with a part of New York that is very different to, for example, the Potsdamer Platz in Berlin. That was crazy. Really good architects, like Renzo Piano, José Rafael Moneo and Arata Isozaki, were working there, yet you ended up with a cultural and commercial dead-end. The plan for Lower Manhattan is very different; it's very much a part of the old city, a new and exciting part, but it will have the spirit of New York written all over it. </p> <p>\"In the process,\" Libeskind concludes as the Dresden party arrives, \"you have to be prepared to be beaten up a little. But, this shouldn't shake your faith. And, even then, you can always punch back.\"</p>",
  "<p>Rupert Murdoch asked a group of MPs who went on a fact-finding mission to California courtesy of the tax payer not to disclose what they discussed.</p> <p>The nine MPs had an informal meeting with Mr Murdoch while they were in Los Angeles on the junket costing tens of thousands of pounds.</p> <p>They went partly because the News Corporation boss cannot be officially summoned before the House of Commons culture, media &amp; sport select committee because of his status as a US citizen.</p> <p>\"We were asked not to refer to it [the meeting],\" said one MP who was on the trip when questioned about what they learned.</p> <p>The trip was headed by Labour MP Gerald Kaufman, the chairman of the select committee on media, culture and sport which is compiling a report on the BBC as part of the charter review process.</p> <p>Mr Murdoch's relationship with Tony Blair is a subject of fascination both among the media and Westminster watchers, who have long linked his papers' support of Labour to the party's continued good fortunes.</p> <p>Today it also emerged that Mr Blair's son Euan was on work experience at Mr Murdoch's Times newspaper.</p> <p>Earlier this year, however Mr Murdoch hinted that he could switch sides after inviting Tory leader Michael Howard to a company thinktank in Cancun, Mexico.</p> <p>The group of MPs also met executives from Sony, Paramount and Apple, as well as futurologist Peter Schwartz - whose runs the company Global Business Network and served as a script consultant on Minority Report and Deep Impact.</p> <p>According to Mr Schwartz's website, he works with corporations and institutions to create alternative perspectives of the future and develop robust strategies.</p> <p>The BBC said this morning it had no comment to make on the trip: \"We feel it's a matter for the DCMS,\" said a spokesman.</p> <p>But in its submission to the government about the charter review, the corporation said US organisations could teach the UK little in terms of public service broadcasting.</p> <p>\"PBS, the sole American public service television broadcaster, is a marginal broadcaster showing minority programme in which commercial television has no interest,\" the submission said. </p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Mont Blanc may still be Europe's highest mountain, but it is not quite as high as it was last year. </p> <p>Glaciologists say the dimensions of the mountain, drilled into French schoolchildren, have shrunk: 50cm have gone over the year, making it 4,807.5m (15,772ft) high. More frustrating still, particularly for expeditions, there is uncertainty about where the precise summit now lies, and a serious risk that the recognised peak may be soon be overshadowed by a second, rockier tip 500m to the west.</p> <p>If you judge according to the rock formation, this western tip is the tallest point at 4,792m, with a snowy precipice a further 14m on top. The traditional summit can only claim to be the highest point if its 27.5m of ice is taken in to account.</p> <p>Much to the irritation of geography book editors, the mountain's height is constantly fluctuating. In 1894 it was deemed to be 4,807m. By 1986 it had gained another metre, by 2001 it had crept up to 4,810.4m.</p> <p>The recent shrinking has as much to do with gusts which have blown away the snow on the tip as with global warming, according to French scientists investigating climate change through ice samples on the mountain.</p> <p>Even last year's heatwave is thought to have melted only a few centimetres off the summit. Amelia Gentleman, Paris </p>",
  "George Bush's holiday reading has been disrupted by a terrible fire in his personal library. The president was particularly upset because both books were completely destroyed, and he hadn't even finished colouring in one of them. <p>Ah, the old jokes are the best. But as the world's leaders head for their villas, dachas, farms and private islands, what political books should they be packing alongside the suntan lotion and nuclear launch codes? </p> <p>Margaret Thatcher famously wished for nothing more than \"the latest Jeffrey Archer\" on the beach; a couple of years ago Tony Blair went for a more serious option: George Dangerfield's The Strange Death of Liberal England, the classic history of how within years of a landslide victory a once mighty party disintegrated, crumbled and never again held office.</p> <p>So what's hot this summer? Bill Clinton's My Life shows that size isn't everything: neither the scale of the advance nor the length of the book can cover up the weaknesses in the narrative and annoying, Bubba style. </p> <p>Political autobiography works best when the author is fired up with bitterness and desire for revenge. Bill is neither bitter nor vengeful; he seems to like every world leader and to save his vitriol only for his rightwing enemies. Bill's problem is that, contrary to Enoch Powell's dictum, his political career has ended in success. He is more popular with huge sections of the American population than ever. If they could have him for president he would beat Bush, Kerry and even his wife, hands down. </p> <p>One new book being seriously studied in the White House, Downing Street and elsewhere is Stanley Greenberg's The Two Americas. The Ragin' Cajun, James Carville, claims it is the most important book on US politics for more than 40 years. </p> <p>Greenberg's central thesis is that the Democrats' overwhelming desire to win the election leaves them without \"a narrative for America and without an aspiration for real hegemony\". </p> <p>The book asks some serious questions about Kerry's strategy, but its main interest lies in what it says, between the lines, about New Labour in the UK. </p> <p>Greenberg is a close friend and ally of Philip Gould, who has been part of Blair's inner circle for a decade. Greenberg goes as far as to cite Antonio Gramsci in support for his argument that the Democrats must win not just the election but the hegemonic mood of the nation. </p> <p>Let me be the first to predict a revival of interest in the works Gramsci. It's time to dust down those well-thumbed Lawrence &amp; Wishart editions of The Prison Diaries. </p> <p>Now out in paperback, fully updated, is Peter Riddell's Hug Them Close, which takes its title from Bill Clinton's advice to Tony Blair on the Republicans' victory in 2000. This is a great book, dripping with vignettes and anonymous quotes so transparent you can guess most of their sources. </p> <p>Riddell's point is that, with the exception of Edward Heath, all British prime ministers have had closeness to the US as a central goal of foreign policy. Blair is no different from Wilson, Churchill or Thatcher in this; he is simply behaving as British prime ministers are supposed to behave. </p> <p>Blair gave the game away ever so slightly, however, when he remarked to Labour MPs in February 2003: \"People say that you are doing this because the Americans are telling you to do it. I keep telling them that it's worse than that: I believe in it.\"</p> <p>If you want a book to read by the pool and you don't care whether it gets wet or covered in ice cream, try Alastair Campbell by Peter Oborne and Simon Walters. </p> <p>It is supposed to be the biography of a well-known journalist who went on to work as a press adviser to Tony Blair; what you get is a 360-page vomiting of bitterness and rage by two rightwing hacks who loathe the Labour party and all its works and whose book throws any pretence at objectivity out of the pedalo well before you reach deep water. </p> <p>They present Campbell as part Rasputin, part Goebbels, part Svengali, and descend into grumbling and chuntering about the Labour government like two old drunks on a park bench. It's so bad it's hilarious. </p> <p>Honourable mentions go to Tristram Hunt's Building Jerusalem, a huge history of the modern city - though you may want to wait for the paperback to appear in time for next year's hols - and Jo-Anne Nadler's Too Nice to be a Tory, a personal reflection on life as a Young Conservative. Will she be the Conservative answer to John O'Farrell? </p> <p>There are two new biographies of Tony Blair, one by the FT's Philip Stephens, which was written for the US market (and it shows), the second by the rightwing writer and headmaster Antony Seldon, who, the blurb promises, \"rejects the constraints of formal biography\". What constraints are those, then? Perspective? Objectivity? Seldon's pop psychology tells us more about him than his subject. It will be remaindered this side of Christmas, that's my tip. </p> <p>If you really want to relax and get away from it all, try The 9/11 Commission Report, out now and only £6.99. The findings reveal confusion and panic at the heart of the US air defences as some pilots were scrambled without ammunition, others assumed the Russians were attacking and air traffic controllers tried to locate aeroplanes that had already crashed. Perhaps you would be better off with the latest Jeffrey Archer.</p> <p><b>·</b> Paul Richards is a former chairman of the Fabian Society and a current member of the Fabian Executive Committee. He was a member of the Fabian Monarchy Commission, which reported in 2003, and he recently published Tony Blair: In His Own Words</p>",
  "The home secretary, David Blunkett, must end the internment of foreign terrorism suspects, a committee of senior MPs warned today. <p>Criticising the emergency counter-terrorism powers the home secretary granted himself in the wake of September 11, parliament's joint committee on human rights said it was a \"matter of urgency\" that an alternative to the indefinite detention of such suspects be found.</p> <p>The committee also fired a shot across the bows of Mr Blunkett's leaked plans - revealed in the Guardian today - to bring in a new offence of \"acts preparatory to terrorism\", saying it was unconvinced of the need for such a measure.</p> <p>Instead its report suggests that terrorism could become an \"aggravating factor\" in existing offences to cover prosecutions and urges that the burden of proof remain at a level \"beyond reasonable doubt\".</p> <p>The committee, made up of six MPs and six peers, also found that Britain's current opting out of existing European human rights legislation due to terrorism concerns had a \"corrosive\" effect, and that the powers were being used \"disproportionately\" against Britain's Muslim community.</p> <p>There was \"discrimination inherent\" in the Anti-Terrorism, Crime and Security Act 2001, which became law within weeks of the attacks on the World Trade Centre, it said. </p> <p>Its report states: \"There is mounting evidence that the powers under the Terrorism Act are being used disproportionately against members of the Muslim community in the UK.\"</p> <p>Although the findings will not be binding on the home secretary, the report says laws drawn up Mr Blunkett risked the courts admitting evidence obtained from the torture of suspected terrorists. </p> <p>The law passed in 2001 allows foreign nationals who are suspected international terrorists to be interned indefinitely. Britain had to derogate - or opt out - from part of the European convention on human rights to allow this imprisonment without trial to take place. </p> <p>Today's report, published a day after 13 further suspects were arrested in England using anti-terrorism powers, said: \"The committee considers that long-term derogation from human rights obligations have a corrosive effect on the culture of respect for human rights. </p> <p>\"If the threat from international terrorism is to continue for the foreseeable future, the committee considers that an alternative way must be found to deal with that threat without derogating indefinitely from important human rights considerations.\" </p> <p>The report raises concerns that there were inadequate safeguards on the internment process, after one detainee was released after 15 months in jail. </p> <p>But the members backed several ideas, including that information obtained from telephone taps and other intercepted information such as email should be allowed as evidence in court. </p> <p>They also said Mr Blunkett's proposals for civil orders to restrict the activities of people linked to terrorism should be considered, \"including access to an independent judicial determination and a test of strict necessity\". </p> <p>Mr Blunkett's internment powers should be \"replaced as a matter of urgency by measures which do not include indefinite administrative detention\", the report adds. </p> <p>A Home Office spokeswoman said: \"We welcome all responses to the discussion paper we published in February and we will consider the report carefully. </p> <p>\"But we are not able to comment on the content of the report at this stage.\" </p> <p>A spokesman for civil rights group Liberty said: \"This report has taken a long, hard look at sensible ways in which one can combat the terrorist threat and decided that the current government approach is almost certainly counter-productive. </p> <p>\"The Americans have begun to realise that they cannot hold the Guantánamo detainees indefinitely. </p> <p>\"Surely the British government can also realise that they must release the detainees they hold, or put them on trial?\" </p> <p><b>Evidence obtained after torture</b></p> <p>There were no exceptions when courts would be justified to accept evidence obtained from torture, the report said. </p> <p>The court which deals with detainees' cases, the Special Immigration Appeals Commission (SIAC), indicated last October that it would admit evidence obtained from such means, the members noted. </p> <p>Human rights groups fear suspects are being interned in the UK on the basis of confessions extracted by alleged torture of other detainees, such as those in Guantánamo Bay. </p> <p>\"There is a significant risk of the UK being in breach of its international human rights obligations if SIAC or any other court were to admit evidence which has been obtained by torture,\" the 90-page report finds.</p> <p>SIAC hearings are largely held in secret, with detainees and their lawyers prohibited from seeing sensitive evidence against them. </p> <p>Instead, the government appoints \"special advocates\" - lawyers who have been vetted by the security services - to read the evidence and appear on the detainees' behalf. </p> <p>The special advocates are not allowed any contact with the detainee or their legal team once he or she has seen the secret evidence. </p> <p>Today's report says there were \"legitimate concerns about the appearance of fairness of the process\" because special advocates are appointed by the attorney general, the government's senior law officer, who also appears before SIAC representing the home secretary. </p> <p>The members agreed with a committee of privy counsellors, led by Lord Newton, which said in December that the law should be changed so that it applied equally to Britons rather than only foreigners. </p> <p>And extended use of \"overt\" surveillance in terrorism cases would be preferable to locking people up without trial, today's report added. </p> <p>On phone tap evidence in court, the members said: \"We conclude that the case for relaxing the absolute ban on the use of intercept evidence is overwhelming.\"</p> <p><b>Plan to tighten terror laws</b></p> <p>Asked about the Guardian's story that Mr Blunkett was considering bringing in a new terrorism offence, the Liberal Democrat home affairs spokesman, Mark Oaten, this morning told the BBC: \"We have to recognise that we live in uncertain times. </p> <p>\"And that means that, as Liberals, sometimes we have to accept things which in normal circumstances we would be very uncomfortable with. </p> <p>\"I want to see the detail, but I do recognise that, as we try and tackle this very difficult situation with terrorism, there will be occasions when we do need to extend powers.\" </p> <p>He added: \"I want to monitor that and make sure it is done properly but the home secretary will have our support if he can make a strong case for new measures to tackle terrorism.\" </p> <p>Mr Blunkett must at some point renew the powers enacted in the 2001 Act, which expire in 2006.</p>",
  "<p>It is a cold Monday in July in Cromer at the beginning of the season. The windswept beach has been almost deserted all afternoon and along the promenade small hotels and B&amp;Bs sadly proclaim their vacancies. But as eight o'clock draws near, a crowd suddenly appears out of nowhere near the recently restored pier, an intricate construction of iron and bleached wood. They are all heading one way - to Cromer's famous Seaside Special, the last end-of-the-pier show left in the country. </p> <p>Seaside entertainment is a British tradition. As the great seaside resorts sprung up in the late Victorian and early Edwardian era so did the pavilions, end-of-the-pier theatres and pleasure palaces that were to provide entertainment for holiday makers. As Steve Hayler reported five years ago in the journal Cultural Trends, until the 1970s British resorts were a whirl of cultural activity. The music hall stars of the pre-second world war era, such as George Formby, always played a summer season, and after the war a new generation of variety stars emerged to top the bill. Laurel and Hardy played Margate's Winter Gardens in the 1940s and the Beatles were part of a summer season bill there in the early 1960s. </p> <p>The growth of foreign package holidays since the 1970s, expansion of other entertainments and high fees demanded by TV names, have all contributed to the demise of the traditional seaside summer season of entertainment and theatre. Except on the east coast. In Norfolk and Suffolk the summer season is thriving: the last vestiges of the variety tradition survive in Cromer's Seaside Special; farther north at Sheringham, the Little Theatre has been running a weekly summer rep since 1960, and down the coast at Southwold - a Suffolk resort so swanky it is often referred to as \"Notting Hill sur la mer\" - Jill Freud has been successfully running a summer season for more than 20 years in a local church hall. </p> <p>What's more, all these venues do the kind of box-office business of which West End theatres and regional reps can only dream. Last year's Seaside Special at Cromer (two different but similarly formatted all-singing, all-dancing shows running July to September) played to more than 97% audiences; such is the demand for seats that £2.4m has been spent refurbishing the pier and boosting the theatre's capacity from 450 to 510. At Southwold, the 240 seats regularly sell out - months in advance for matinees - with an average of 95% box office. The 180-seater Little Theatre at Sheringham was in the doldrums until manager Debbie Thompson invited Seymour Matthews, who for 20 years ran Frinton's summer rep, to take over the summer season; it did 80% box office on its best shows last year and has high hopes of even better figures this year as word spreads that the season is back on form. </p> <p>\"Before last year it had stopped being a proper summer season and audiences had stopped coming. They had started to put on Ibsen,\" says Thompson, in shocked tones. \"I know it sounds terrible, but Ibsen is just not appropriate for summer theatre. For many people it is the only time they go to theatre all year. Audiences want to eat fish and chips before the show and boiled sweets during it and have a good, entertaining time. They don't want anything taxing. We can put on Hedda Gabler during the winter when there's a school audience.\" </p> <p>If you can't do Ibsen, it seems you can't do anything written in the past 30 years either, unless of course it's a thriller or a farce. The class of holiday-maker may be very different in Sheringham and Southwold but this kind of summer theatre is a great social leveller and the programmes look pretty much the same. Both boast an Ayckbourn (\"the Shakespeare of our day,\" says Matthews) and both have a Daphne du Maurier. Sheringham has the thrillers Wait Until Dark and Strangers on a Train, while Southwold has Murder by Misadventure, chosen, one would like to think, solely because in the final act one of the characters is dispatched to \"a Suffolk rep no one's ever heard of\". There's a Ray Cooney farce, Wife Begins at Forty, at Sheringham and a musical, The Boyfriend, at Southwold, which also makes a bid for artistic credibility and elegance with The Importance of Being Earnest. </p> <p>It is easy to sneer at this type of programming, but it is clearly giving seaside audiences what they want. And the productions are pretty respectable, too. The Boyfriend is charming, as are the parish style notices delivered after the performance and the programme's plea for everyone to have an extra ice cream to make up for the recent axing of the £6,000 grant by a cash-strapped district council. At Sheringham, despite some oddities (the failure of the set designer to provide a cooker for the heroine's kitchen) and the fact that the cast has had just a single week's rehearsal and is busy rehearsing next week's play by day, Wait Until Dark bears favourable comparison with a recent starry West End revival. </p> <p>It is not just audiences who like it. Sheringham's cast includes its fair share of actors at the beginning of their careers, but several have returned for a second season despite the rigours of eight plays in 11 weeks, and at Southwold, which is run on a profit-share basis, actors are queuing up to be paid £260 a week. </p> <p>Matthews suggests the opportunity to gain old-style rep experience is part of the draw. \"Actors can no longer get this kind of intensive rep experience. They learn an awful lot doing a season here, but they have to be very good actors in the first place to do it. There isn't time in a week's rehearsal for people to spend lots of time finding their character. You need actors with very good instinct. And it stands them in good stead. You need the same quality to work in films.\" </p> <p>In Southwold the appeal almost certainly has a lot to do with Freud herself: affectionately known as \"Field Marshall Freud\", she runs the whole enterprise with military-style precision. She will clearly make a redoubtable Lady Bracknell in The Importance of Being Earnest. Then there is the pleasant ambience of Southwold, where the theatre's contribution to the local economy is welcomed by residents. While wages may be well below the Equity minimum, the conditions are agreeable: no grotty digs for Freud's actors, but rented houses, or caravans overlooking a field where Sting's falabella horses are turned out for the summer. Says one actor: \"It is hard work, but it also feels like a holiday. If I was only going to do one theatre job all year, this is the one I'd choose.\" </p> <p>Many of Freud's actors return year after year and in some cases their children graduate to being part of the company in backstage roles. Another pointed out that such is the cachet of this Suffolk seaside resort, one is probably more likely to get spotted by a casting agent in Southwold in August than doing a profit share in a pub theatre in Camden. </p> <p>Cromer, Southwold and Sheringham may be anomalies, a throwback to an age when entertainment was still seen as essential to every seaside holiday package. But their success also proves that the demand for live theatre does remain. What they do is never going to set the theatrical world on fire; after all, it is deck-chair theatre, and has no pretensions to be anything more. But all three have real charm - and a gritty determination that should secure their survival for a long time to come. As Matthews says: \"My very first experience of theatre was at the seaside during the summer. It is nice to think that for some of the people who come to Sheringham during the summer, it will be their first taste of theatre, too.\" And who knows, one day they might feel ready for a little Ibsen. </p> <p><strong>·</strong> The Seaside Special at Cromer continues until September 25. Box office: 01263 512495. Southwold Theatre 2004 continues until Sept 11. Box office: 01502 724441/01502 722389. The season at the Little Theatre, Sheringham, is on until Sept 18. Box office: 01263 822347.</p>",
  "<p>He's a policeman and he doesn't like these newcomers. Since they came along, he thinks there have been fewer jobs for your ordinary working man. They were supposed to make life easier for us, do all the menial jobs, but in fact they take away the dignity of an honest day's graft. More than that, he doesn't trust them.</p> <p> They don't think like us, they have no morals; if he sees one running down the street with a handbag, he assumes it's stolen. He uses a derogative, slang term - \"canner\" - to address them. And he definitely wouldn't let one look after his kids.</p> <p>He is Will Smith in the blockbuster I, Robot. \"They\" are the robots, though you wouldn't be missing the point to see a connection between the way Smith's character, Detective Del Spooner, regards robots and the way Enoch Powell, for instance, thought about immigrants. </p> <p>In a revealing exchange, Spooner confronts the Bill Gates figure who runs the monopoly which sells the robots. Spooner sarcastically proposes a new advertising campaign in which a carpenter lovingly crafts a beautiful chair. Cut to a robot who makes a chair that's twice as good in half the time. \"The slogan,\" he suggests triumphantly, \"could be 'US Robotics: Shitting on the little guy'.\"</p> <p>The magnate suggests the detective's prejudice has led him into an irrational belief that the robots are criminals. \"I suspect,\" he declares haughtily, \"you just don't like their kind.\"</p> <p>I, Robot is not, in essence, a reactionary or rightwing film. But it does tap into a set of concerns recently raised by - among others - the English writer Michael Collins in his book The Likes of Us: \"Working class whites in poor areas ... believe they have been neglected and ghettoised, their views ignored.\" </p> <p>Spooner feels that he's being left behind as society blindly buys into a vision of the world of which he is deeply distrustful.He believes robots are not only economically bad for the working class, but also suspects the newcomers will in time attempt to seize political control. It turns out he's right about the robots (but for the wrong reasons). </p> <p>The paranoia and prejudice that Spooner displays is a placeholder for real social prejudices; against immigrants, against the poor, against those of other religions. It's part of a wave of social paranoia playing as backdrop to the summer's cinema schedules.</p> <p>An almost comical example is M Night Shyamalan's The Village, set in a very non-specific New England hamlet, where the settlers are haunted by Those Of Whom We Do Not Speak. TOWWDNS live in the woods surrounding the village, detest anyone strolling into their territory and respond with terrifying raids into the village each time the uneasy truce is broken. </p> <p>Lest it were unclear that TOWWDNS are The Poor Who We Do Not See Much of Round Here Thanks Be to God, the village elders take every opportunity to remind the young folk that they came to the village to escape \"The Towns\", where drunkenness, violence and vice are rife. The whole thing is a period-horror vision - and at times, satire - of the gated communities into which the fearful rich retreat.</p> <p>On similar territory, the Stepford Wives is an open satire on the desire of the middle classes to escape from the city hurly-burly into closed communities where no harm or unpleasantness may be visited upon them. Elsewhere, Shaun of the Dead works on the assumption that the suburban working classes are so zombified already that if they actually became the undead, the rest of us would barely notice the difference.</p> <p>The joke is tellingly short-circuited at the end, when a newscast reveals that the brain-dead zombies are \"perfectly adapted to work in the service industry\" over footage of a lumbering hulk pushing supermarket trollies.</p> <p>It's a commonplace that you can track US foreign policy since the 1960s through the baddies in Star Trek; after the monolithic confrontation with the \"Russian\" Klingons comes a period of rapprochement, while the \"Chinese\" Romulans emerge as the new threat, but one more tractable and less predictable. </p> <p>Films of all stripes in the cold war era, from Them! to The Manchurian Candidate, played on, and with, fears of communist witch-hunts, often from both sides simultaneously. Be afraid: there are reds under the bed, and be afraid: the G-men think you're a red and they're coming to get you. </p> <p>It's another commonplace to attribute all changes in behaviour since September 11 2001 to the shockwaves spilling out from the terrorist attacks. So is this creeping paranoia about Those of Whom We Do Not Speak indicative of America's half-unspoken fear of terrorists, especially Muslims? Perhaps, but the frequency with which the threat is explicitly presented as the poor, the criminal or the servile suggests another worry: class. Will our servants rise up against us? asks I, Robot. Can we escape from the criminal elements in our cities?, frets The Village.</p> <p>What's significant is how little reflection the films make on the social concerns of their protagonists. The Village, after several twists, accepts that the settlers will continue to live apart from mainstream society, neither returning to the towns nor confronting the threat just beyond their borders. Nor does I, Robot judge its hero too harshly. Smith's character has personal reasons for his prejudices, which he is in any case willing to set aside when the evidence is against them.</p> <p>So I, Robot is not a simple scare story. It has all the elements of ethical thinking that made Asimov's Three Laws of Robotics stories so successful. Can a simple utilitarian scheme generate an all-encompassing moral framework for behaviour? Is there any true morality without freedom of conscience? It also does a reasonable job of alluding to the many possible conclusions Asimov envisaged. As a series of thought exercises, it is a film which is likely to be underestimated, and its riffing on immigrant paranoia is far from black-and-white. </p> <p>By the film's closing reel, the real enemy is revealed not to be a disgruntled underclass, but a well-intentioned ruling class, who apply too keenly Cromwellian paternalistic principles of subduing freedom in favour of welfare; a clear nod to libertarian concerns about the post-9/11 use of \"security\" as a catch-all excuse for authoritarian government.</p> <p>Steven Spielberg says as much of his own immigrant drama, The Terminal, which tells the (almost true) story of a man stranded at an airport after his country of origin ceases to exist. \"The Terminal,\" he says, \"is really an immigrant's tale. In some ways we have lost sight of the immigrant's plight because security is more intense than ever before, and justifiably so.\" </p> <p>So what can we take away from these movies, which highlight social concerns and then offer no resolution? I, Robot's Detective Spooner is guided in his investigations by a pre-recorded hologram of the man whose murder he is investigating, a prominent robot scientist. \"My responses are limited,\" the programme repeats whenever Spooner asks something which it is not equipped to answer. \"You have to ask the right questions.\"</p> <p>In the end it doesn;t much matter what Spielberg or anyone else in Hollywood personally think about crime, immigration, or security. It is that these worries in the real world - as evidenced in the UK by the rise of Ukip and the BNP, or by Michael Collins' book, and in the US by public acceptance of draconian \"security measures\" and reduced tolerance of \"unpatriotic\" talk - are filtering into Hollywood storylines. </p> <p>Sometimes the questions are more important than the answers. On this evidence Hollywood is asking the right questions.</p>",
  "<p>Duncan Campbell's article cites Seaside in Florida as a prime model for solving the problems of Britain's decaying city centres (Riba goes to town on radical revival, July 31). Seaside was built in the early 1980s on what was an isolated stretch of coast on the Gulf of Mexico. </p> <p>It is now a small 80-acre resort town that contains mostly expensive houses, apartments and hotel rooms with a very small resident population. The retail and business space caters more for visitors and Jim Carrey fans. This is a carefully sanitised version of urbanism but ideal for a vacation, if you can afford it. </p> <p>What was innovative about Seaside was the prescriptive design code that shaped the place: with the emphasis on streets, pedestrians, building types, forms and materials. Lot buyers or their designer submitted plans to the town architect who was selected by the developer, and the developer retained final approval over all proposed buildings. </p> <p>Doesn't this sound rather like the traditional role a local planning authority in Britain plays - but with more teeth?<br> <strong>Douglas Wheeler</strong><br> Kilmacolm, Renfrewshire </p> <p>It was heartening to read the report of the Royal Institute of British Architects urbanism event I attended last month but worth noting that this is not an entirely new, or UK-US only, agenda. The Council for European Urbanism was launched last year and its charter (<a href=\"http://www.ceunet.org)\">www.ceunet.org)</a> supports urbanism based on new urbanist principles to combat the growing sprawl of unsustainable and insensitive development threatening villages, towns and cities across Europe.<br> <strong>Susan Parham</strong><br> Council for European Urbanism</p>",
  "When Abelardo \"Lalo\" Delgado started writing about the American-Hispanic experience, there was no recognised literature dealing with the lives of Chicanos, as Mexican-Americans call themselves. Indeed, Delgado, who has died aged 73 of cancer, was credited with giving the genre its name. <p>He wrote 14 books of poetry, mostly self-published, as US literary houses have only recently become aware of Chicano literature. Many of his verses, written in English, Spanish and the hybrid Spanglish, were also included in anthologies. As a part-time teacher for 17 years at the Metropolitan State College, in Denver, Colorado, he lived to see his culture widely established in the academic world. Many Chicano writers were first inspired by his recitations. </p> <p>Devotion to poetry with social-justice themes, and decades of volunteer work in left-liberal causes, including early participation in the farm labour movement founded by the late Cesar Chavez, left Delgado in poverty all his life. Despite this, however, his influence stretched across the west. </p> <p>His best-known poem, Stupid America, reflected his frustration with his adopted country, where, in his youth, people of Hispanic origin suffered similar racial discrimination to African-Americans, and where he himself experienced school segregation. </p> <p>Written in 1969, it goes in part: \"stupid america, hear that chicano/ shouting curses on the street/ he is a poet/ without paper and pencil/ and since he cannot write/ he will explode./ stupid america, remember that chicano/ flunking math and english/ he is the picasso/ of your western states/ but he will die/ with one thousand masterpieces/ hanging only from his mind.\" </p> <p>Delgado was born in rural Chihuahua, in northern Mexico, to a Hispanic soldier father, who already had American citizenship, and a Mexican mother, who only took hers at the age of 83. When Lalo - the usual nickname for boys called Abelardo - was 12, his family moved to the US border town of El Paso, Texas, and he grew up in a tenement occupied by 23 families sharing three bathrooms. He knew hardly any English, but quickly learned, and worked at a boys' club after leaving high school. </p> <p>At 21, Delgado met the love of his life, Lola Estrada. Finding work in a luxury hotel in California, he bought her a diamond engagement ring on credit and sent her a $1 bill every day - inscribed with a brief love poem - so she could buy a wedding dress. In his late 20s, already married and with children, he managed to get into the University of Texas at El Paso, graduating in Spanish studies. </p> <p>During the 1960s, in the civil rights movement in Texas, he wrote and read his poems everywere - on protest marches, at meetings, to picket lines and in the streets. Metropolitan State College colleague Luis Torres would sometimes pick them up, mimeograph them, and hand out copies to his students. \"They were supposed to be English classes in those days, but we were trying to turn them into a literature course,\" he recalled. </p> <p>Delgado and his family moved to Denver in 1970, and he worked briefly at the University of Colorado. Among his better known collections of poetry were Chicano: 25 Pieces Of A Chicano Mind (1969), and The Chicano Movement: Some Not Too Objective Observations (1971). </p> <p>Delgado, who thought of himself as a people's poet, loved writing verse for special occasions, and distributing it at anniversaries and weddings, where he read in a booming voice, without a microphone. Every Mother's Day and Father's Day, he read a special new poem at his Catholic church. </p> <p>Lola survives him, as do his two sons and six daughters. </p> <p><b>·</b> Abelardo 'Lalo' Barrientos Delgado, poet and political activist, born November 27 1930; died July 23 2004</p>",
  "<p>A US scientist who led investigations suggesting that nerve agents injured troops in the first Gulf war yesterday called on British researchers to join the hunt for reliable brain scans and other tests.</p> <p>Robert Haley told Lord Lloyd's independent inquiry into war-related injuries that the US government had radically changed its attitude towards his work after other scientists replicated studies indicating brain damage in veterans. </p> <p>There was a Gulf war syndrome, or at least a group of illnesses attributable to service in the gulf in 1991, he said. His group was now seeing whether experimental results on small groups of veterans could be extended by comparing brain images of veterans with those of others who were not deployed. Britain should join in. </p> <p>\"We don't know how that would play in the United Kingdom\", he said. \"It would be worth doing to get some brain imagery in this country.\"</p> <p>Dr Haley, professor of medicine at the University of Texas's Southwestern medical centre in Dallas, made an overnight trip to London to make the plea before flying home.</p> <p>\"The question is how you determine who has the damage and who doesn't, and who needs to be cared for and maybe compensated. If we had an objective test that everyone agreed to then this would not be a difficult matter. We are developing biological understanding of that problem so that we can develop a reasonably inexpensive test you could apply to veterans.\" </p> <p>Dr Haley's work was at first looked on with grave scepticism by the US government and other scientists, especially since effort was being concentrated on problems such as stress. But the billionaire businessman and former presidential candidate Ross Perot championed and funded his ground-breaking studies. </p> <p>Dr Haley said some disease in veterans resembled early stages of well-known conditions such as Parkinson's.</p> <p>Research by his team and others, he said, indicated that low-level sarin nerve gas, released by bombing attacks or post-war destruction of Iraqi factories and weapons stores, caused brain cell damage. In some cases, the agents may have acted in combination with pesticides or tablets taken as protection against nerve agents.</p> <p>Troops particularly susceptible were those with low levels of a particular enzyme. \"All it does is destroy nerve gas... Why did God put it there? I guess he knew the end of the story.\"</p> <p>Among these troops, those under unseen clouds of sarin, particularly after raids early in the bombing war, were defenceless, he said. Similar damage had been seen in rats dosed with sarin by researchers in Albuquerque, New Mexico. As in veterans, signs of disease were delayed.</p> <p>Dr Haley said many symptoms reported by many veterans were attributable to such damage. He believed there were three sets of Gulf-related cell damage - the worst linked to confusion, vertigo and dizzy spells, a second related to thinking problems, depression and sleep disorders, and a third to pain, although symptoms overlapped.</p> <p>Dr Haley hoped Lord Lloyd's inquiry would push for work exploring brain cells in Britain. Scientists could find a way of reversing the damage.</p> <p>Mr Perot made a similar plea. \"As the US government seems to be getting its act together and taking steps to right the wrongs of the last decade, I am here to urge the British government to join with us to solve this problem.</p> <p>\"I urge you to retire the clique of stress researchers here in the UK who have only refused the issues, and start a new research funding initiative, this time supporting a new group of neuroscience researchers who can contribute constructively to our understanding of the problem.\"</p>"
]