[
  "The Palestinian armed response was a long time coming. When the Hamas founder, Sheik Ahmed Yassin, was killed in an Israeli rocket attack in Gaza in March, the organisation responsible for most of the suicide bombings in Israel vowed that it would \"open the gates of hell\". <p>Yesterday, the Palestinians finally succeeded in getting two suicide bombers through, blowing up two buses. Hamas sympathisers will be relieved that the organisation has at last managed a revenge attack and many Palestinians will have been celebrating last night in Gaza, the West Bank and the refugee camps in neighbouring countries. </p> <p>In reality, yesterday's bombing is a demonstration of the weakness of Hamas and the other Palestinian groups engaged in violence. Israelis had been braced for a revenge attack within 24 hours or at least a week or two of the assassination of Sheik Yassin. That never came, even when the Israeli army also killed his successor, Abdel Aziz Rantissi, in April. </p> <p>Hamas, the al-Aqsa Brigades and Islamic Jihad have been failing for more than five months to mount an attack in Tel Aviv or Jerusalem or one of the coastal towns and failed. In the end, they had to opt for one of the softest targets possible, a frontier town in the Negev desert. </p> <p>Jad Isaac, director of independent Palestinian think-tank the Applied Research Institute in Jerusalem, yesterday offered one explanation: \"You have to realise that since the death of Sheik Yassin, the Israelis have all the time been keeping the pressure on the Palestinians, making lots of arrests daily, not allowing these groups to think, strategise or plan.\" </p> <p>Palestinian morale remains high, with plenty of young men volunteering to take the fight to the Israelis. But it is becoming harder for Hamas and other groups to find targets for them. Since the Palestinian uprising began in September 2000, it has been difficult for Palestinian suicide bombers and gunmen to get out of Gaza, which the Israelis have totally surrounded. The more recent construction of the Israeli barrier along its border with the West Bank has made it harder for Palestinians to mount attacks from there. </p> <p>Mr Isaac said that yesterday's attack would provide Israeli prime minister, Ariel Sharon, with the excuse to extend the wall south, as a barrier against Hebron, the city that is the base of the Ahmed Kwasame, the Hamas leader blamed by Israel for the Beersheba attack. </p> <p>Palestinian frustration at the extent to which its armed groups have been cooped up since the deaths of the Hamas leadership has contributed to internal divisions over the last few months. </p> <p>There has been the continuing dispute over strategy between the Palestinian prime minister, Ahmed Qureia, a moderate, and the Palestinian president, Yasser Arafat. Contributing even more to the instability is the rift between Mr Arafat's Palestinian Authority and the armed groups in protest over corruption. </p> <p>The extent of the rift was reinforced yesterday when the Palestinian foreign minister, Nabil Shaath, received a death threat from the Popular Resistance Committee, an umbrella organisation for the armed groups. </p> <p>Mr Qureia, in a statement condemning the bombing, shared Mr Isaac's assessement that Israel will benefit from it. His office said such attacks gave Israel a pretext to assassinate Palestinian militants, step up raids into Palestinian cities, and speed up expansion of Jewish settlements in occupied territories. </p> <p>Mr Sharon seemed ready to fulfil this prediction yesterday, when he said the Israeli army would continue the fight at \"full strength\" and held a meeting of the security cabinet, often a precursor to military action, with Hebron a likely target. </p> <p>The bombings reinforced the views of those in his Likud party who oppose Gaza withdrawal, fearful the Palestinians will claim it as a victory, just as Hizbollah did when the Israelis pulled out of the Lebanon in 2000. Yaron Ezrahi, professor of political science at the Hebrew University in Jerusalem, said yesterday: \"Sharon imposed on his party a timetable which is meant to disempower the opposition, but terrorists may today have done the opposite, empowering the opposition.\" </p> <p>According to polls, more than 70% of Israelis favour withdrawal, but the hard core of Likud are opposed. Mr Sharon will pursue it because his strategy for dealing with the Israeli-Palestinian conflict rests on leaving Gaza. In return for settlements in Gaza that were hard to defend militarily, his aim is to extend Israeli territory in the West Bank. The public security minister, Tzachi Hanegbi, said the attack indicated the need for a fence in the south of the country. </p> <p>The impact of yesterday's bombings depends on whether the Palestinians are capable of mounting more attacks over the next few weeks. Prof Ezrahi said: \"The effect of terror is usually short term. If there is none next week or the week after, the impact will not be as great as it could be.\"</p>",
  "The department of homeland security's de facto veto of the University of Notre Dame's appointment of the Islamic scholar Tariq Ramadan to a chair in the Kroc Institute for International Peace Studies is offensive, not least as a denial of academic freedom (An oft-repeated 'truth', August 31). This revocation of Ramadan's work visa bears the imprint of those influential supporters of Israel's rightwing government in the Pentagon. These pro-Sharon neocons have been at the centre of the Bush administration's foreign policy. <p>A close scrutiny of Ramadan's work reveals an erudite, provocative scholar; one committed to the further evolution of Islam's understanding of its revelation and religious practice. Moreover, he is concerned to facilitate the discussions that must ensue if Judaism, Christianity and Islam are to build mutual respect en route to developing some common ground. </p> <p>We must examine the tactics of Ramadan's accusers. While they offer no evidence that he is a threat to US security, he is readily charged with being anti-semitic - a tactic widely used by pro-Sharon elements in the American Israel Public Affairs Committee and those in the Pentagon who would intimidate and silence critics of the current government of Israel. This tactic is being widely used by neoconservatives, for example Daniel Pipes, whose campuswatch website encourages students to report professors who contest Israel's policies. </p> <p>In short, criticism of Israel is now glibly equated with anti-semitism. (Ramadan's offence, inter alia, was to have rebuked French Jewish intellectuals for their silence on Israel's murderous tactics in the occupied territories.) What is more, it is not only Muslim leaders and other non-Jewish opponents of Israel's continued control and settlement of the territories who are targeted in this manner. Jews in the peace movements who protest Sharon's policies also find themselves smeared as anti-semitic, \"self-hating Jews\". <br><b>Prof Peter Walshe</b> <br>Fellow of the Kroc Institute for International Peace Studies, University of Notre Dame, Indiana, USA </p> <p> Ramadan has pointed out that an oft-repeated assumption becomes the \"truth\". For that reason, not only is he now a terrorist sympathiser, but also his accusers, by withdrawing his visa, are maintaining the illusion that they are conducting a war on terror. They are thus neatly reversing the actual truth, while ensuring that the culture under attack, Islam, is never understood by the people whose leadership is intent on global hegemony. <br><b>David Clarke</b> <br>London</p>",
  "<b>Sydney Morning Herald</b> <br>Editorial, August 30 <p>\"The prime minister, John Howard ... announced the October 9 election a week earlier than electoral law requires because ... he wanted to short-circuit resumption of a parliamentary investigation of claims that, in the last days of the 2001 election campaign, he knowingly perpetuated the lie [that refugees, in a boat intercepted by HMAS Adelaide, used the threat of throwing their children into the ocean to try to gain asylum]. The allegation is unproved but recent evidence ... has entrenched, as one of the key issues of this campaign, Mr Howard's credibility and his government's truthfulness ...</p> <p>\"Mr Howard's challenge is to get voters focused on issues that reflect kindly on his eight years as prime minister. Top of that list is unprecedented economic prosperity.\"</p> <p><b>Advertiser</b><br>Editorial, August 31</p> <p>\"Interest rates and economic management have become key themes of the election campaign's opening. Mr Howard has succeeded in turning the debate on to his chosen issue and perceived strength. [He] has warned interest rates would rise more under a Labor government than they would if his government was returned ...</p> <p>\"The issue of economic management deserves to hold centre stage during this campaign. Mr Howard justifiably highlights his government's strong record on interest rates, unemployment and inflation ... While Mr Howard cannot claim his government is the only factor behind low interest rates, the challenge is ahead of [the Labor leader] Mark Latham to prove he can better the status quo.\"</p> <p><b>Australian</b><br>Editorial, August 30</p> <p>\"This was the election Mr Howard had to call. He was bleeding too badly. He needed to transform the political climate even if that meant living with a risky six-week campaign running to October 9 ... The most potent line he delivered [on Sunday] was: 'I will guarantee that interest rates are always going to be lower under a Coalition government.' This is a credible pledge on the most income-sensitive point for Australian households. It signals Mr Howard's plan to make Australia's economic future the election issue - a challenge Mr Latham has so far avoided. Election 2004 is highly unpredictable - a battle between two leaders, divided by generation and temperament.\"</p> <p><b>Greg Barnes</b><br>Herald Sun, August 31</p> <p>\"The 2004 election is shaping up as Mr Howard's toughest ... The opinion polls have [shown] a handful of votes splits the two main parties ...</p> <p>\"But the most disappointing aspect of this ... election is the likely lack of strong alternative visions. The differences between Mr Howard and Mr Latham are not particularly great ... Despite the rhetoric from Labor and the Coalition, this election looks like being yet another that is bereft of such big visions.\"</p> <p>Greg Barnes is a former Howard government adviser and is now a member of the Australian Democrats</p> <p><b>Madonna King</b><br>Courier Mail, August 31</p> <p>\"Mr Howard ... is gambling his place in political history on us trusting his track record, but ignoring key areas where his 'honest John' image has copped a real drubbing. And Mr Latham, the young brash street fighter ... is staking his claim ... on us trusting he has changed from the foul-mouthed wannabe of last term, and that he will deliver real policy in the next few weeks. On both counts, it's a tall order ... Mr Howard might have played fast and loose with our trust, but with the campaign focus about to turn to economic management, and Labor still to release its crucial tax policy, it's way too early for us to give our trust - or our vote - to either party.\"</p>",
  "<p>We looked out across the Valley of Death, as Lord Raglan had looked 150 years earlier, before the charge of the Light Brigade on October 25, 1854. Rain drizzled down and the view was mistier than it had been then, so the landscape looked flattened out - but then, that seems to have been the mistake he made too.</p> <p>Olga, our battlefield guide, was dressed up in high Ukrainian fashion - leather jacket, winkle-picker toes reaching halfway to Kiev - which looked out of place on a rural hillside in the rain. But she knew her stuff, launching into a stirring Tennyson recital, in perfect English: </p> <p>\"Half a league, half a league,<br> Half a league onward,<br> All in the valley of Death<br> Rode the six hundred...\"</p> <p>I half expected the valley to be like one of those canyons the Lone Ranger gallops through, with Indians raining arrows down from the cliff tops. It's not that dramatic, but lethal enough if your enemy has cannon rather than bows and war paint. </p> <p>There are two fairly broad valleys running between modest hills and separated by a low ridge. From his viewpoint on a higher hill further off, Raglan, the British commander, spotted the Russians on the ridge hauling away British cannon they'd captured. This would never do - they might use them as evidence that they'd won - so he sent an order to his generals on the valley floor telling them to prevent it.</p> <p>He didn't realise that down below, they couldn't see these guns. All they saw was the Russian heavy artillery at the head of the northern valley, and this was what they concluded they were meant to attack. So off they trotted, as disciplined as if they were on parade, breaking into a gallop, and gradually being mowed down from three sides. \"C'est magnifique, mais ce n'est pas la guerre,\" observed a French marshal.</p> <p>It wasn't as suicidal as is sometimes supposed: 673 men rode out; 118 were killed and 127 wounded. (The loss of 360 horses was the real problem.) But it was a military disaster - as Tennyson, and Olga, noted: \"Someone had blundered.\" The blame was conveniently pinned on Captain Lewis Nolan, who carried Raglan's order to the generals but may have misinterpreted it; as the first to die, he was in no position to answer back.</p> <p>Now, the Valley of Death is a vineyard, growing in the rich earth for which Ukraine is famous. Bullets and badges still come to the surface in the soil occasionally, as do unexploded second world war bombs. A small white obelisk recalls those who fell.</p> <p>The battlefield was long off-limits not only to tourists but to locals too: in Soviet times the fleet, like its tsarist predecessor, was based at Sevastopol nearby, and Balaklava harbour was used for repairing submarines - in a cave, away from prying American satellites.</p> <p>But the Soviet Union has gone, replaced by independent Ukraine, which welcomes foreigners and their money to the Crimean peninsula, its Black Sea playground.</p> <p>You can see why the British used Balaklava's sheltered, winding harbour as a supply base. It now wants to be a tourist resort. The waterfront is being spruced up; buildings are getting a lick of paint. You can go into the hidden cave. But it all still has that ramshackle Soviet air. Down by the fishing boats, men sit fishing, and women sit selling snacks. The view is spoiled by a rusty floating dock, which will have to go if this is to become the St Tropez of the Black Sea.</p> <p>As for Sevastopol, founded by the ancient Greeks and also recently opened to the world, it now houses both Ukrainian and Russian fleets in its harbour. This will be the centre for Crimean war commemorations. The Earl of Cardigan, descendant of the Light Brigade commander, will be there with a tour group; the descendant of the overall cavalry leader, Lord Lucan, probably not.</p> <p>The city has a striking war attraction worth a visit: a 360-degree panorama painted on the inside wall of a circular building, depicting the 1854-55 British siege of the city. Its realistic detail artfully enhanced by three-dimensional artefacts in the foreground, it is 115 meters long and 14 metres high.</p> <p>Sevastopol was besieged again when the second world war came to Crimea. The best-known name from that era is Yalta, the health resort where Stalin, Roosevelt and Churchill got together in 1945 to carve up the post-war world. </p> <p>This took place at the white, Italian renaissance-style Livadia Palace, in big gardens overlooking the sea, and you can still see the round table where the deal was signed, once Stalin had fooled the other two into thinking he'd allow a free Poland.</p> <p>Tsar Nicholas II, who built the palace as a summer home, was not the only Yalta visitor. Chekhov lived here, in a villa with some cherry trees, writing The Cherry Orchard. Khrushchev and Gorbachev had dachas along the coast, and it became more or less the only Soviet seaside resort, replete with socialist health spas. Locals were sniffy about the \"cotton tourists\" - the workers, who came in summer - preferring the \"velvet\" ones, the artists and professionals who turned up in autumn.</p> <p>Russians still flock in, along with Ukrainians and a smattering of other Europeans (a 50-mile trolleybus ride, the world's longest and arguably prettiest, goes to Simferopol, the nearest airport). Ringed by mountains and sea, the town's green, if a bit grubby in its back streets. It offers healthy nature walks, with Europe's highest waterfall, Uchan-su, almost 92m if it doesn't dry up in summer. The spas are still there. </p> <p>You can visit the Massandra vineyard, the golden-domed Alexander Nevsky cathedral, Chekhov's home, or the vaguely Moorish Alupka palace nearby, as well as taking daytrips to Balaklava. On a boat trip round the bay, you may find dolphins splashing in your wake. Restaurants are cheap and cheerful, though English isn't always spoken. Try the Swallow's Nest: the food is OK but the setting - it's a sort of mini-castle perched on a crag over the ocean - is spectacular.</p> <p>The traffic-free promenade by the sea, with palm trees and pastel-shaded buildings, is the heart of Yalta. The beach itself is nothing much, pebbles and concrete, but holidaymakers stroll by, stopping to watch chess matches, test bouncy castles, eat big Macs (opposite the statue of Lenin), or dress in 18th-century costume to pose for photographs in drawing rooms set up on the strand. </p> <p>On a warm summer evening, it's all very relaxed and civilised. You could be in a Greek or Italian town or even, in the dim light of dusk, somewhere on England's south coast. Ukraine, far away on the Black Sea, is part of Europe after all. </p> <p><strong>Way to go</strong></p> <p>John Thompson travelled with <a href=\"http://www.prospecttours.com\">Prospect Tours</a> (020 7486 5704). An eight-day tour of Kiev and the Crimea, including flights (international with <a href=\"http://www.ukraine-international.com/eng/\">Ukraine International</a>, internal with <a href=\"http://www.aerosvit.com/\">Aerosvit</a>), four nights at the Oreanda hotel on the Yalta seafront, and a daytrip to Balaklava guided by Olga Makarova, costs £1,150, plus about £60 for a Ukrainian visa.</p> <p>Other tour operators with Crimean itineraries include: <br> <a href=\" www.vjv.com\">Voyages Jules Verne</a> (0845 166 7000)<br> <a href=\"http://www.noble-caledonia.co.uk\"> Noble Caledonia cruises</a> (020 7752 0000)<br> <a href=\"http://www.regent-holidays.co.uk\">Regent</a> (0117 921 1711)<br> <a href=\"http://www.intourist.com\"> Intourist</a> (020 7727 4100)</p>",
  "<p>The New York Yankees are comfortably the richest team in baseball. Their $180m annual wage bill is more than double that of most of their counterparts, and they have many of the game's most luminous stars in their line-up. So when they lose by a record margin of 22-0 to a Cleveland Indians team who are seven games back in the American League Central Division, America sits up and takes notice.</p> <p>That was what happened in Yankee stadium last night in front of 51,777 riotous fans. One spectator, owner George Steinbrenner, or \"The Boss\" as he likes to be known, watched with particular interest. Steinbrenner, who stormed off without talking to reporters, is not a man renowned for his patience, and the Yankees manager Joe Torre knows he is skating on thin ice.</p> <p>\"There's a certain element of embarrassment, no question,\" Torre said. \"It's hard to handle. It's something you have to bounce back from. They sure beat our brains out right from the first inning on, and we didn't have an answer.\" </p> <p>The 22-0 thrashing is the largest defeat in the 101-year history of the franchise, the previous biggest being an 18-run loss to the same Cleveland Indians back in 1928. It is the most runs the Yankees have ever conceded at their home stadium, and ties a Major League record for the biggest shutout loss. Indians' pitcher Jake Westbrook was accredited with the win after throwing seven scoreless innings.</p> <p>The Yankees still lead the AL East Division by three-and-a-half games from their arch-rivals, the Boston Red Sox, but the gap is diminishing each night. The Red Sox, inspired by their phenomenal hitter Manny Ramirez, are on a seven-game winning streak and have closed the Yankees' lead by six games in the past two weeks. The teams meet six times before the end of the normal season on September 30.</p> <p>More worrying is that the Yankees' biggest stars continue to misfire. Steinbrenner has sprayed a considerable amount of dollars at several of the game's superstars since the Yankees lost last year's World Series to the unheralded Florida Marlins, bringing in Kenny Lofton, John Olerud, Gary Sheffield, and the biggest of them all, Alex \"A-Rod\" Rodriguez. </p> <p>But the short-stop has not brought with him the immense number of RBIs he contributed to the Texas Rangers batting line-up, and the New York fans are growing irritable. Rodriguez tried to play down the significance of the record defeat, saying: \"It's one game. If we win 22-0, we're not going to get credit for three victories.\" Right now, the team would happily take credit for one victory.</p> <p>Last night the cat-calls were not just reserved for their star hitter though. Young pitcher Javier Vasquez only managed four outs before being pulled from the game by Torre after allowing six runs and being roundly booed. Things didn't improve when Tanyon Stulze took to the mound and allowed seven more runs, followed by three allowed by CJ Nithowski and six by Esteban Loaiza, a recent addition to the pitching roster.</p> <p>\"I thought I had good stuff coming into the game,\" an emotional Vazquez grumbled. \"But it doesn't matter if you have good stuff if you don't have good location, and I'm not locating well. It was one of my worst games ever. I feel embarrassed.\"</p> <p>The whole franchise has felt embarrassed since 2000 when they won the last of their 26 World Series against the Mets from across River Hudson. The following year, the team the nation loves to hate had the support of all Americans following the September 11 attacks, but lost a thrilling seven-game series to the Arizona Diamondbacks. In 2002 the Yankees crumbled at the hands of the economical Oakland Athletics, and then last year were humiliated by the Marlins.</p> <p>One of the few players to stay to discuss the loss last night, catcher Jorge Pasada, preferred to look to challenges ahead rather than at past failures. \"We can't worry about the Red Sox or anything else that has happened,\" he said. </p> <p>\"We have to worry about us, what we can do here. We have to remember that we're still ahead, remember that we have to pitch better. We have to start tomorrow. It's as simple as that.\" </p> <p>Tonight the Yankees will look to pitcher Orlando \"El Duque\" Hernandez to erase bitter memories. The opposition, though, is the Indians again, and their ace CC Sabathia. One way or another, it will be explosive in the Bronx.</p>",
  "<p>Tony Blair today revealed that the government would be publishing a further series of policy proposals in the months remaining before the next general election, following the five-year plans it unveiled over the summer.</p> <p>The prime minister told Labour party staff that the new policies would be distinctly \"New Labour\" and without any \"hang-ups\" about private sector provision of public services or the expansion of personal responsibility.</p> <p>Ministers plan to unveil new policies on issues ranging from cutting business red tape and expanding childcare for the under-fives to tackling climate change. Some of the announcements will be modelled on the five-years plans ministers published on health, education, transport and crime over June and July, while others will be more specific policy proposals.</p> <p>The summer announcements were widely deemed a political success; focusing attention on domestic policy and away from the violence in Iraq, and placing the Conservative party on the defensive.</p> <p>Today Mr Blair celebrated those five-year plans, saying that \"renewing our ideas and policies - focused on the future and its challenges - has been one of our constant preoccupations as a New Labour government\".</p> <p>He added that they \"showed how under a Labour government public services will become increasingly personalised and consumer-driven, yet also open to all and not dependent on wealth\".</p> <p>The prime minister went on to list the challenges the government will focus on in the run-up to the next general election. These included expanding economic and educational opportunity; personalising public services; tackling poverty and deprivation; providing for those in retirement; and tackling abuse of the asylum system.</p> <p>The threat of Islamist terrorism and the continued instability and violence in Iraq and the wider Middle East were not mentioned.</p> <p>Mr Blair added that each policy would face one key test: \"Does it, in practical terms, advance and improve the lives of Britain's hard-working families in the future? Does it help provide opportunity and security for them in a world of change?\"</p> <p>Responding to the prime minister's speech, a Conservative spokeswoman said: \"Tony Blair has been in power for over seven years. He promised so much, but has delivered so little. </p> <p>\"The British people have every right to feel let down and will treat his latest boasts with the incredulity they deserve.\"</p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p><b>&gt;&gt;&gt; FROM MICHAEL WHITE IN WESTMINSTER</b></p> <p>The Guardian's political editor watched Tony Blair address the faithful this afternoon and talk about his plans for the next few months.</p> <p>\"It's a very hot Wednesday afternoon, and I've just walked across Parliament Square, past the anti-war demonstration that has been there for a couple of years, to listen to Tony Blair not talking about Iraq in front of party workers at Labour's HQ.</p> <p>\"Very much a forward-looking speech, with no great surprises. He said a lot of things are coming down the track in the next six months, but didn't provide us with any detail. But the message is clear (and it's very much Mr Blair's personal message): we can't afford to fight this election on our record - people are looking to the future, not the past. </p> <p>\"It's no good just attacking the Tories, he said, and it's especially important that we keep pressing hard on policy while they flounder.</p> <p>\"The passage I marked with a star was this: \"The key test of any policy decision should be: does it advance and improve the lives of Britain's hard-working families in the future? Does it provide opportunity and security for them in a world of change?\" </p> <p>\"He didn't say there was going to be an election next year, but he said nothing to discourage it. He did say that since 1997 Labour has created economic stability, high employment, restored the public services after years of underfunding, and introduced devolution, the Human Rights Act, the Freedom of Information Act (although I noted that they still haven't implemented that one properly), and of course an elected mayor for London.</p> <p>\"Then he said there are seven key challenges facing Britain in the future - expanding economic and educational opportunity; personalised public services which meet the high expectations that people now have; tackling poverty; a tough law and order policy which balances discipline with civil liberties; promoting retirement as an 'opportunity, not as a threat'; promoting a tolerant, multicultural society while resisting extremism and tackling abuse of our asylum and immigration systems; and, finally, international support for the things we need to do in an interdependent world, for example on climate change and Africa. He's making a speech on climate change in a few days time and is going to make Africa one of his big themes.</p> <p>\"Well, that all sounds like motherhood and apple pie, and I think Mr Blair is probably dimly aware of that. He set out a number of areas where we can expect policy announcements in the next few months: everything from red tape and help for first-time homebuyers, to childcare, the new serious and organised crime squad, and even our old friend ID cards.\"</p> <p>\"Britain is getting better, he said. But it can be better still.\"</p> <p><b>&gt;&gt;&gt; LAST WEEK'S COMPETITION</b></p> <p>Thanks for the many replies to last week's question about \"the bear in the woods\". \"Was it Theodore Roosevelt in 1902-ish?\" asks one reader. We're not talking teddy bears, Ron. We're talking about a peril threatening America. \"The candidate bracing himself to battle a bear, which may or may not have been there, was Ronald Reagan in 1984,\" writes this week's winner, Anthony Glazebrook. \"His weapon of choice might well have been a Pershing II nuclear missile - based in Germany to be effective against any potential Russian bears. Alternatively, a tooled-up bear could have been defeated by an Interceptor missile launched from space. This was to have been the linchpin of the planned Strategic Defense Initiative, aka Star Wars.\" Thanks for that, and to the readers who named the \"pre-neo-con marketing executive\", Hal Riney, who was responsible for the bear and for Reagan's seminal \"It's Morning in America\" ad spot. \"The bear/woods analogy was unhappily reminiscent of Donald Rumsfeld's 'known unknowns' speech, I thought,\" writes Neil Austin. Neil, we have it on good authority of the Governator: terrorism is, officially, worse than Communism.</p> <p><b>&gt;&gt;&gt; THIS WEEK'S COMPETITION</b></p> <p>The prize this week is a copy of Yasmin Alibhai-Brown's collected journalism, Some of My Best Friends Are ..., which is published by <a href=\"http://www.methuen.co.uk/politicos\" target=\"_NEW\">Methuen</a> next week. For a chance of winning it, just tell the Backbencher what the \"W\" in Dubya stands for, according to Miss America 2004. Email backbencher@guardianunlimited.co.uk. Terms and conditions can be inspected <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p><b>&gt;&gt;&gt; SO THAT'S OKAY THEN</b></p> <p>Who would have thought that, after months of fruitless searching, it would have been Conservative Future that came up with the post-hoc justification for the war in Iraq? \"Did Saddam Hussein have the capability of deploying weapons of mass destruction that could hit western Europe in 45 minutes?\" asks young Greg Smith in a stirring - if ill-timed - essay, \"Why British Conservatives Should Favour Bush\". \"Was he harbouring terrorists? Did he have links to Osama bin Laden? It now appears that two out of those three were correct.\" Greg, Greg. You're just teasing us. Tell us which of the two were correct, and we'll put you in touch with John Scarlett right away.</p> <p><b>&gt;&gt;&gt; A QUESTION OF RANK</b></p> <p>\"Mark Thatcher is not a peer. So cannot be stripped of it. A baronetcy is a hereditary knighthood, and is not 'strange' but has fallen pretty well into disuse of late,\" writes Reg, who does not supply his title. \"Surely you well-educated people should know these things.\" No doubt the Backbencher should, Reg, but she hadn't bothered to consult Debrett's. Had she done so, she would have discovered the decidedly ignoble truth: that baronets like Sir Mark are lesser men than peers. \"The revival of the order can be dated to Sir Robert Cotton's discovery in the late 16th or early 17th century of William de la Pole's patent (issued in the 13th year of Edward III's reign),\" explains the guide to the \"People of Today\", \"conferring upon him the dignity of a baronet in return for a sum of money.\" How very apt, then, that Lady Thatcher should have stumped up Sir Mark's bail today in order to salvage his dignity. </p> <p><b>&gt;&gt;&gt; AMERIKAN DREAM</b></p> <p>Ahnuld's Amerika <a href=\"http://www.georgewbush.com/News/Read.aspx?ID=3413\" target=\"_NEW\">Terminating Terrorism speech last night</a> was remarkable in many ways. But the section the Backbencher enjoyed most was his injunction to \"economic girlie men\" who were worried about America's budget deficit. Is this the Ahnuld who came to power promising to balance California's budget? Or is it the Amerikan who boasted this week that his \"prudent money management\" had boosted the state's bond rating \"from the depths it reached during the Gray Davis spendathon\"? Budget, schmudget. </p> <p><b>&gt;&gt;&gt; THE FLAG FLYING HIGH</b></p> <p>The news that Simon \"Flagging\" Hughes had run away with 71% of the votes in the Lib Dem presidential elections has left the Backbencher reeling. Strength permitting, she will examine the prospects of Unlucky Lembit Opik and his weathergirl next week. </p> <p><b>&gt;&gt;&gt; FORTHCOMING EVENTS</b></p> <p>September 2, 6.30-8.30pm, Demos, Magdalen House, 136 Tooley St, SE1: The Thinking Women network will be in conversation with Guardian columnist Madeleine Bunting, author of Willing Slaves: How the Overwork Culture is Ruling Our Lives. GBP3 to cover refreshments. Contact <a href=\"mailto:jenniehibbert@yahoo.co.uk\">jenniehibbert@yahoo.co.uk</a>.</p> <p>September 9, 9am-2pm, Social Market Foundation, 11 Tufton St, SW1: Testing Times - academic assessment and access to higher education with Professor Steven Schwartz of Brunel and John Dunford of the Secondary Heads Association. <a href=\"http://www.smf.co.uk\" target=\"_NEW\">http://www.smf.co.uk</a></p> <p>September 16, 9-10am, The Boothroyd Room, Portcullis House: Oil and the War on Terrorism in the Caspian and Middle East. Contact <a href=\"mailto:rob@fpc.org.uk\">rob@fpc.org.uk</a></p> <p><b> &gt;&gt;&gt; FINAL READING</b></p> <p>The Backbencher has persuaded Routledge to donate three sets of their Thinking in Action series to perk up your summer reading. <a href=\"http://politics.theguardian.com/competitions/page/1,14303,1289940,00.html\">Enter the competition here</a> </p> <p>Gay and lesbian Republicans are going on television to denounce their own party's 'vicious' agenda, <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1294860,00.html\">reports Matthew Wells from New York</a></p> <p><a href=\"http://politics.theguardian.com/columnist/story/0,9321,1291536,00.html\">Kevin Maguire reports </a>on continuing bust-ups at Aslef and a mysterious bust-out at the RMT in his round-up of the latest labour news</p>",
  "The scramble for the law and order policy ticket at the next general election continued today, with Michael Howard following in Tony Blair's footsteps and holding a walkabout to discuss crime and policing. <p>The Conservative leader took to the streets of Hove to reiterate his party's opposition to making the police document each stop they make.</p> <p>Yesterday Mr Blair went walkabout in Harlow, Essex, to sell the virtues of his government's anti-social behaviour orders.</p> <p>Both trips show the importance the big two parties attach to being seen as tough on crime ahead of a likely election next year. Mr Howard said that political correctness and red tape are standing in the way of police officers doing their jobs - but admitted that Asbos were one way to help tackle crime.</p> <p>He spoke during a 30-minute walkabout in Hove, Sussex, where local traders claimed they never see police on the streets, and where vandalism and burglaries have increased. </p> <p>After meeting shopkeepers, Mr Howard pledged to fund \"several hundred\" extra officers for Sussex alone through his party's proposed asylum policies. </p> <p>He labelled government plans to ask police officers to fill out forms whenever they stop someone in the street as \"absurd\". </p> <p>\"We are told it will take seven minutes on average for a police officer to fill in the forms, and we are not talking about stop and search here,\" he said. </p> <p>\"We are talking about every time a police officer simply stops someone in the street and says 'what are doing here and where do you live?'. </p> <p>\"It's absurd and it's a very good example of the kind of political correctness and paperwork that is stopping officers doing their jobs.\" </p> <p>Mr Howard visited the Hangleton area of Hove, where a byelection is planned for October 7, as part of a day-long trip to Sussex. </p> <p>Local community association leader David Smart said a Range Rover had been driven through the front of one local off-licence, the public toilets had been shut for months due to vandalism and several shop windows had been broken. </p> <p>Mr Smart, 68, a retired policeman, said: \"What we need up here is a permanent CCTV camera pointing at all the shops. East Brighton has millions to spend on CCTV but we get the scraps. </p> <p>\"And we never see any real police officers. We get a few Community Support Officers who are dressed to look like police officers but they have no powers.\" </p> <p>Grocer Garry Sanders, 47, said: \"My front window was broken and the day it was re-fitted it was broken again. Every time it happens, my insurance premium goes up.\" </p> <p>And Nick Hollick, 32, owner of Stadium Motor Spares, told Mr Howard: \"We never see any police up here now. We had a temporary CCTV camera for three months and it made a real difference but it went. </p> <p>\"We used to go out to meet customers but now we are afraid of leaving the store unattended. It's got worse, definitely.\" </p> <p>Yesterday, during a walkabout in Harlow, Essex, Tony Blair hailed the increased use of measures to tackle anti-social behaviour as \"immensely positive\", saying Asbos were a key tool in the battle. </p> <p>The number of Asbos issued in Brighton and Hove has doubled in recent months, Home Office figures show, reflected a national trend. </p> <p>Between April 1999 and March 2003, nine were issued, compared to 18 between April 2003 and March this year, giving a total of 27. </p> <p>But today Mr Howard said not enough Asbos had been handed out. \"Asbos can make a useful contribution but in the last five years we have only seen 2,500 handed out nationally,\" he said. </p> <p>\"Today I have learned that even in quiet places such as this there are real problems caused by hooligans which create a real fear of crime for shopkeepers and other people. </p> <p>\"We intend to save money through our asylum policies and we are going to recruit more police officers. We are going to stop the paperwork which prevents officers from doing their job.\"</p>",
  "I thought it would be helpful at the end of the summer break to set out in some detail the challenge ahead as I see it. <p>The key to renewing our political support for the coming years is policy. We must set out, as we started to do in June and July, a compelling modern prospectus for the country to make it stronger, fairer and more prosperous. </p> <p>There is one key test that every policy decision should pass: does it, in practical terms, advance and improve the lives of Britain's hard-working families in the future? Does it help provide opportunity and security for them in a world of change? </p> <p>This responsibility to address the future clearly is ever more important to us as the Tories flounder, incapable of the bold renewal, top to bottom, their party needs. </p> <p>Only Labour is facing the future with confidence. While others peddle the politics of pessimism and anxiety, Labour is forging ahead to build a Britain of all the talents, rooted in the values of opportunity, responsibility and fairness we share with the British people. </p> <p>Some were surprised at the breadth and depth of the five year strategies we set out in June and July for health, education, transport and law and order. But there was no reason for surprise. Renewing our ideas and policies - focused on the future and its challenges - has been one of our constant preoccupations as a New Labour government. We had been working on these strategies for a year, and they grew out of the investment and reform programmes already being implemented with a fair measure of success in each of these areas. </p> <p>There is widespread recognition that these five year strategies offer an ambitious, credible and practical prospectus for transforming our essential public services. It will be the same with the further policy we announce in the coming months.</p> <p>They also owed a great deal to the Big Conversation - the consultation and discussion exercise which Labour began nearly a year ago in all of the major areas of policy. </p> <p>Since last November there have been more than 200 Big Conversation events with ministers and more than 40,000 submissions to the party. I myself have taken part in a dozen or more events, and virtually every minister and Labour MP has been engaged in this unprecedented dialogue between a government and the public it represents. This too will continue. </p> <p>In our first two terms, we have met and largely overcome four of the key challenges facing Britain in 1997: <br><b>·</b> Economic stability replacing boom and bust - the longest period of economic growth since the Second World War; <br><b>·</b> High employment replacing mass unemployment - now the highest levels of employment ever, underpinned by a minimum wage; <br><b>·</b> Properly funded public services replacing underfunded public services - steadily improving health and education, in place of services which could not cope; <br><b>·</b> A new constitutional settlement replacing an outdated, centralised system of government - devolution to Scotland and Wales, the Human Rights Act, Freedom of Information, a Mayor and assembly for London. </p> <p>We have a record we can be proud of. But the political battleground will not be a debate about past achievements. It will be a fight for the future: how to meet the challenges which face us as a country; how to extend opportunity and security to all hard-working families; how to build a society in which no-one is left out. </p> <p>This is the work to be done and the task ahead. We are now set to focus relentlessly on the 7 key challenges facing Britain in 2004: <br><b>·</b> expanding economic and educational opportunity for all in an era of rapid global change and intense competition - so that the opportunities opened up by advanced skills and qualifications, available just to a minority in the past, become available to a larger and larger majority; <br><b>·</b> personalising public services so that they meet the aspirations of each citizen, while remaining universal and equitable; <br><b>·</b> tackling the problems of poor families and deprived neighbourhoods when the majority are relatively well off and the great majority are in work; <br><b>·</b> pursuing the tough law and order policy people rightly expect, in an era where, also rightly, people are zealous about basic civil liberties; <br><b>·</b> promoting retirement as an opportunity and not a threat, while also providing properly for the increasing ageing population when private pension provision is under pressure and the taxpayer base remains constant or in relative decline; <br><b>·</b> promoting a tolerant multi-cultural society while resisting extremism and tackling abuse of our asylum and immigration systems; <br><b>·</b> building international support for the action we need in an interdependent world, for example on climate change and Africa. </p> <p>We have started to set out a way forward to meet these challenges. Our forward strategies for the NHS, secondary education and law and order - published before the summer break - showed how under a Labour government public services will become increasingly personalised and consumer-driven, yet also open to all and not dependent on wealth. </p> <p>In each part of the public services it is now possible to see a future that works, underpinned by steady extra investment, new facilities, new technology, and an expanded and reformed workforce. <br><b>·</b> In the NHS, guaranteed choice options to reduce waiting times and improve quality for patients; new hospital suppliers; new primary care services including NHS Direct and walk-in centres. <br><b>·</b> In education, a new system of independent specialist schools and academies, with basic standards of literacy and numeracy achieved nationwide and a massive extension of teaching assistants and information technology to improve teaching. <br><b>·</b> In the criminal justice system, a return to community policing with new police Community Support Officers and tough measures to deal with prolific offenders and tackle anti-social behaviour and other problems. </p> <p>But this is only the start. Over the coming six months we will publish forward policies in each of the following areas: <br><b>·</b> Business and enterprise, including cutting the burden of regulation for small businesses and keeping Britain at the forefront of innovation and science; <br><b>·</b> Housing, increasing the supply of new housing and giving more help to people to get on the housing ladder; <br><b>·</b> Vocational education, improving skill training and preparation for modern apprenticeships within secondary education for young people with aptitudes to pursue this route, matching the success with which we already prepare young people for university; <br><b>·</b> Childcare, setting out a roadmap to universally available under-fives and childcare provision over the next decade in order to give families more choice about how to combine the pressures of work and bringing up a family, to provide better for young children, and to tackle poverty more effectively; <br><b>·</b> Welfare, including reform in areas such as Housing Benefit and Incapacity Benefit; extending opportunity to the 3m economically inactive who are too often written off; and developing new areas of welfare provision to meet future demands; <br><b>·</b> Public health, supporting people to make choices that lead to longer healthier lives; <br><b>·</b> Climate change and Africa, which we will be placing at the heart of Britain's G8 and EU presidencies next year to build international support for tackling these crucial global issues which we cannot solve alone; <br><b>·</b> Organised crime, with major legislation to establish a new Serious Organised Crime Agency to take on, in particular, the evils of drug and people trafficking; <br><b>·</b> Asylum and immigration: how we build a tolerant, fair and outward-looking Britain whilst tackling abuses, and paving the way for ID cards; <br><b>·</b> Local government, decentralising more power including a new approach enabling neighbourhoods to help deal at first hand with the street-level issues of most concern to local people, particularly anti-social behaviour, activities for teenagers, and the problems of the worst estates; <br><b>·</b> Pensions: how to provide the security people need to plan for and enjoy their retirement, in the face of longer life expectancy, a much less static working environment, and pressure on existing sources of pension income. </p> <p>This is an ambitious agenda. Taken together with the policy already published, it will offer a full and compelling prospectus to address the seven challenges I set out. In each case, the policies will be New Labour. They will be courageous in addressing the future by modern policy means, with no hang-ups for example about partnership between the public, private and voluntary sectors as appropriate, or extending rights and responsibilities together. We will also be resolute in our values and our conviction that all, not an elite few, should benefit from the changes we make; that excellence and opportunity need not and cannot any longer be the preserve of a minority as we build a Britain of all the talents. </p> <p>This is not the time for caution in the face of future challenges - but for the boldness essential to renew Britain for the era of globalisation. Britain is getting better but we can be better still. The new policies we are setting out - on pensions, childcare, asylum, housing and many other areas, in addition to what we have already announced on heath, education and law and order - are the route map for that journey. </p> <p>Taken together, these policy proposals will make a practical difference to the lives of every individual and every family, showing how by our actions the country is not only fairer but the individual better off. Week by week, I and fellow ministers will set out this prospectus, focused on the priorities for which we were elected. That is our task ahead.</p>",
  "<p>The British wife of an evangelical pastor who claims to help infertile women have \"miracle babies\" has been charged with stealing a child from a hospital in Kenya. </p> <p>Mary Deya appeared in court in Nairobi with another British woman and three other people who claim to have had babies through the power of prayers directed by Gilbert Deya, the charismatic leader of Gilbert Deya Ministries, a rapidly-expanding church based in south London. </p> <p>Kenyan police yesterday confirmed they are investigating allegations that the self-styled archbishop's church, which boasts 36,000 members in Britain, is a front for a child smuggling ring that steals the \"miracle babies\" from impoverished mothers in the backstreets of the Kenyan capital. </p> <p>Jaspher Ombati, a police spokesman, said that if Mr Deya was found to be working with his wife they would follow \"normal extradition procedures\" to bring the pastor to Kenya. \"We are casting our net wide,\" he said. \"We want to come to the bottom of this issue of miracle babies.\" </p> <p>According to the police, women travel from Britain to Africa and appear to give birth to babies in slum clinics in Nairobi. Concerns have been raised over the authenticity of the \"miracles\" by the fact that where the children's DNA as tested by the Kenyan authorities, it did not match their mothers'. </p> <p>In a statement, Mr Deya, whose church is a registered charity and boasts a new £1m headquarters in Peckham, yesterday insisted he and his family were innocent and the allegation that they had \"stolen our baby Naomi\" was untrue. </p> <p>\"Naomi was a twin with the late Jeremiah and we have proof of their birth in the video camera,\" he said. \"The allegation is a lie, an assassination attempt and it has been fabricated to destroy the name of my ministry, which is well-known and respected worldwide.\" </p> <p>Mr Deya claims to use prayer to exorcise demons from women in his ministry who are unable to conceive naturally. According to the pastor, British doctors in his congregation have confirmed the miracle births are genuine. \"The miracles which God has performed through me are of God, they are beyond human understanding and no man can explain them except God,\" he said.</p> <p>A second British woman, Miriam Nyeko, and Rose Kiserem, a Kenyan, also appeared in the chief magistrate's court in Kenya with Mrs Deya. All three are charged with stealing a child from the Pumwani maternity hospital, Nairobi, in February this year. </p> <p>Mrs Nyeko said she gave birth to her third child, Daniel, in Kenya last month with help from Mr Deya. Her husband, Charles, said the birth was a \"miracle from God\". </p> <p>Mr Deya said he had presented pictures and a videotape of Mrs Nyeko's birth to the British embassy in Nairobi with an application for travel documents so the couple could bring their \"miracle baby\" back to Britain. But the embassy has refused to grant the boy a passport until DNA tests, also demanded by the Kenyan authorities, are carried out. </p> <p>Also appearing in court were Michael and Eddah Odera, a Kenyan couple who describe how they gave birth to \"miracle babies\" on Mr Deya's website. Charged with abducting a teenage boy from a farm 90 miles from Nairobi in 2000, the couple were found to have 11 children aged between five months and 12 years living in their home in Kenya. </p> <p>Mr Odera said his 56-year-old wife gave birth to the first of their miracle babies after Mrs Deya prophesied a birth and laid her hand on his wife's stomach. They named their son Daniel Gilbert, after Mr Deya. According to the pastor, none of Mrs Odera's subsequent pregnancies have been detected by modern technology. </p> <p>The Church of England and the Royal College of Obstetrics and Gynaecology have called for an investigation into the claims involving members of the church, one of Britain's fastest growing evangelical groups, which has branches in Europe, Africa and Asia. </p> <p>A spokeswoman for Scotland Yard said: \"We received an allegation in October of last year. The matter was referred to the immigration services for further investigation and we are assisting them with their inquiries.\" </p> <p>A spokesman for the Home Office said he could not comment on any immigration service investigation for fear of jeopardising its work. </p> <p>Mrs Deya, Mrs Nyeko, Mrs Kiserem and Mr and Mrs Odera are due to reappear in court on November 3 and 4.</p>",
  "<p> <strong>Prologue</strong></p> <p> There was something different about the rain that night. I noticed it as I lay awake - a purposeful, remorseless drumming on the roof, as if determined to force its way into the house. It rained all night, the claustrophobic intensity of the downpour leaking insidiously into my dreams.</p> <p>The next day dawned bright and even warm, its weak autumnal sunshine driving away the uneasiness of the -previous night. But half a mile from my house, the Thames already looked very different. Instead of the usual slug- gish flow, the brown water was racing angrily by. Small whirlpools and eddies played in the strong current, and freshly-torn branches floated past.</p> <p>The wildlife too indicated that something was wrong: hundreds of earthworms, forced out of their holes by the water, were wriggling uselessly on the banks. Some of the lower watermeadows had been submerged by the rising river, and deep chalky puddles lined the towpath as I splashed through on my bike.</p> <p>It was almost as a challenge to the elements that I dragged a friend's kayak down to the riverbank, and - after a brief wobble of trepidation - launched myself into the water. The last thing I remember seeing, as I shot out into the strong current, was my bike propped against a -willow tree on the bank.</p> <p>As I sped downstream, it gradually dawned on me that I had made a mistake. I couldn't turn around without the risk of capsizing, and I didn't want to find myself flung into the water so close to the weir. I had already taken the right-hand fork at the island, under the 'Danger' sign that warned bigger boats away, and could hear the muffled roar of the rapids ahead.</p> <p>A few minutes later I could even smell the spray. I eased closer to the bank as the weir came into view, its ugly steel gates fully raised to let through the maximum volume of the swollen river. On the right bank, under a grove of poplars, was the grey concrete memorial to an Oxford University canoeing team who had lost their lives in the same spot almost a century before.</p> <p>As I should have known it would, the increasing current took me by surprise. I had aimed to pass opposite the weir by hugging the bank on the other side, and then continue on round to the main channel. But the tug was stronger now, and within a few seconds I was away from the bank and losing control. I tried to paddle backwards, but succeeded only in spinning round with a dangerous near--capsizing wobble. All the while the roaring waterfall moved inexorably closer.</p> <p>I dug the paddles in deeply, as if on a liquid treadmill. I pulled harder, gasping from both the exertion and the adrenalin, until the speed of my kayak began to gradually outpace the water flowing underneath.</p> <p>Nearing the bank again, I grabbed at an overhanging -willow branch. The whole thing snapped off - it's not called 'crack willow' for nothing - the surprise nearly catapulting me into the water. Instead I snatched at a handful of stinging nettles and thorny brambles, clinging to them with relief as I came in close to the bank and safety.</p> <p>For weeks afterwards the placid Thames became virtually unnavigable. Within hours of my ill-considered kayaking trip, much of the Botley and Abingdon roads - two of the principal traffic arteries leading into Oxford - were underwater. It didn't spill over from the river directly, but instead appeared spontaneously in low points along the road, -surging out from manhole covers and drains. In places the water was over a foot deep.</p> <p>Further towards the centre of town, Osney Island was also inundated: each house had sandbags across the front door, and small rivers were beginning to flow down some of the lower streets. On the other side of the road allotments were gradually disappearing under the muddy flood. Sightseers were savouring the unusual scene.</p> <p>A white-haired woman appeared on the towpath. 'It's all in the Bible,' she told me furtively, before scampering back behind her garden wall. 'This is the beginning of the end.'</p> <p>She wasn't the only one to feel something different in the air, that week back in autumn 2000. Radio phone-in shows echoed with a phrase that had been in the national sub-conscious for a long time, but which was now breaking out into the open: climate change. Long the preserve of only -scientists and environmental campaigners, the phrase began to reverberate in day-to-day conversations across the country. The British have always talked about the weather, but the weather was no longer behaving like it used to. Something was wrong.</p> <p>Even politicians showed signs of noticing it. Tony Blair flew to flooded areas in a helicopter, announcing to journalists his determination not just to improve flood defences but to 'tackle climate change at the international level', whatever that meant. Blair's deputy John Prescott paraded around in wellington boots, also looking suitably grim for the cameras. 'All these incidents of climate change are reminding everyone, wherever they are in developed or developing countries, that this affects us all,' he lectured sternly, hiding from the bucketing rain under a temporary shelter of reporters' umbrellas.</p> <p>As the rain poured down, the political climate was -changing too.</p> <p>Not being a scientist, I didn't know much about global warming, but I did know some of the basic facts. I knew that the Earth had warmed by over half a degree centigrade during the twentieth century. I knew that the rate of warming had doubled since the 1970s. And I knew that eight of the warmest years on record had occurred since 1990.</p> <p>I understood the underlying science which explained why this was happening: that every year six billion tonnes of the 'greenhouse gas' carbon dioxide pour into the atmosphere, and that this comes from familiar sources like car exhausts, power-station chimneys, domestic boilers and the destruction of forests. I knew that levels of carbon dioxide in the atmosphere had risen by a third since the start of the Industrial Revolution, and that those of another greenhouse gas, methane, had doubled. The science explained that these gases acted like the glass on a greenhouse, -preventing the sun's heat from radiating back into space.</p> <p>But it was all a bit too abstract, and I found it difficult to connect to my everyday reality. Was this why I hadn't seen a decent snowfall in years? Did it explain the floods too? Was it the reason why the weather was suddenly so hot that spring?</p> <p>As part of my work at OneWorld.net - where I spent five years - I had covered Hurricane Mitch in Central America, droughts and famines in Africa and Asia, the -catastrophic floods in Mozambique and the killer -mudslides in Venezuela. Did all of this also connect up into a bigger picture of global warming? I suspected it might, but it was only a suspicion, more of an intuition than a -conclusion based on any firm evidence.</p> <p>Although I wasn't sure how climate change might fit into it, my concern about the environment was a long-standing preoccupation. I grew up in a country being rapidly destroyed by economic 'growth' and ever-increasing consumption. I saw my local shops in Oxford struggling and then closing down once big supermarkets opened on the outskirts of town. I saw pubs with real heritage turned into heritage theme pubs, and streets turned into elongated car parks. I saw rat runs and road rage, and I coughed in the fumes of my own car in motorway traffic jams on the way to work.</p> <p>Then, spurred into action like many others during the mid-1990s, I climbed trees and dug tunnels to try and stop the building of yet another road. I loved the tall trees, the clear streams and the shaded wild garlic meadows, and something inside me snapped every time I heard the chainsaws and saw the old oaks and beeches come crashing down. I'd grown up trusting that things would generally get better, and that 'progress' worked. Now I wasn't so sure. Even in itself the destruction seemed senseless - but what if it was presaging a wider destruction, giving birth to a -society which would poison itself for decades into the future as well?</p> <p>After the Newbury Bypass was completed, I drove through it, trying to recognise landmarks on either side of the open concrete wound. I saw it fill up with traffic, every car pumping more greenhouse gases into the atmosphere. And I joined the activists' reunion on the day we blocked the road with a banner and hurled stones down onto the crisp new tarmac from the lifeless earthworks all around.</p> <p>But what if I'd been missing the bigger picture? What if the real Newbury Bypass tragedy wasn't just that a forest in Berkshire was destroyed, but that an island in the Pacific was drowned or a Nicaraguan family swept away in a flash flood? What if the local was the global after all? My work at OneWorld had given me an insight into the wider world, and I felt the connection, but it was a hazy picture.</p> <p>It wasn't long before I would start seeking answers. My journey had almost begun.</p> <p>I spent that Christmas at my parents' small farm in Llangybi, North Wales. It was still raining, and I had to complete the trip up the coast from Machynlleth by bus, because the railway track was cut by flooding (an increasingly frequent occurrence, according to the bus driver). On Christmas Eve my father and I spent the day stretching new fencing around one of the sheep fields, stabbing the rocky earth with a long iron bar to make holes for the wooden posts.</p> <p>On clear days there is a glorious panorama from Snowdon in the north down to Cadair Idris and even Pembrokeshire in the south, but we could see nothing, just mist and relentless soaking drizzle. Even the sheep looked miserable and bedraggled as they nibbled at the close-cropped grass. We worked almost in silence, pulling out muddy stones by hand and banging the posts in quickly before the narrow holes filled with water from the saturated ground.</p> <p>My mother had a fire blazing in the living-room stove when we came back in, and with my brother and sisters also having arrived we sat down for the customary family slideshow. My father set up the projector, whilst I moved a painting to make enough white space for the image. He'd selected slides of Peru, where the whole family had lived during his overseas geological posting between 1979 and 1982.</p> <p>The projector whirred, and there we all were, back in 1980 - my brother Richard, just a few weeks old, yelling in a pram outside the house; my little sister Suzanne looking startled in a flowery dress; my elder sister and I naked and tanned on a dark-sanded Pacific beach, building sand-castles; then all of us in the Peruvian Andes, the snowy peaks of the Cordillera Blanca towering behind us. I'd seen the pictures dozens of times, but I was still entranced. My father flicked on to a field trip he'd done the same year with his geologist colleagues into a place called Jacabamba.</p> <p>'That's my altitude record,' he commented gruffly, over a slide of a pristine snowfield, gleaming brilliant white in the tropical sun. 'Five thousand, two hundred metres.' The -projector whirred again, revealing an enormous fan-shaped glacier looming over a small lake. Icebergs were floating in it, having tumbled down from the glacier above. It was a spectacular sight.</p> <p>'What a place!' I breathed.</p> <p>'I loved it. Incredibly hard work, carrying drilling -equipment around to take rock samples, and then spend- ing freezing nights in those crappy old orange tents. But I loved it.'</p> <p>'It may not be the same now. I've heard that glacial retreat in the tropical Andes is pretty rapid.'</p> <p>'Perhaps. But that was a pretty big glacier. Once an -iceberg that calved off it into the lake created a huge set of waves which washed away half our equipment. There were ice avalanches coming down from above the whole time.' He paused. 'Still, maybe it has changed. I don't suppose I'll ever go back, but I wonder what it does look like now.'</p> <p>'I wonder . . .' I repeated slowly.</p> <p>Then I said nothing for a while. I'd just had an idea.</p> <p>That night, in many ways, marked the start of the journey described in this book. Over the next three years I would visit five continents, searching for the fingerprints of global warming. I would interview Mongolian herders, Alaskan Eskimos, Tuvaluan fishermen, American hurricane chasers and a whole army of scientists, all with an urgent story to tell. It was a story, when I first heard it, that left me both shocked and inspired: shocked, because of how few outsiders realised the magnitude of what was unfolding, and inspired because there was still time to avert a far greater catastrophe.</p> <p>This global quest wouldn't be easy, and at one point it would almost cost me my life. But at the end of it all I knew I would return to Wales with a box of slides. I would draw the curtains. I would set up the projector. And then I would answer my father's question.</p> <p>Copyright © Mark Lynas, 2004. All rights reserved. No reproduction without permission </p>",
  "<p><strong>The New Civil Service</strong></p> <p>I watched two men enter the lobby of the Hotel Mowafaq. </p> <p>Most Afghans seemed to glide up the centre of the lobby staircase with their shawls trailing behind them like Venetian cloaks. But these men wore western jackets, walked quietly and stayed close to the banister. I felt a hand on my shoulder. It was the hotel manager.</p> <p>'Follow them.' He had never spoken to me before.</p> <p>'I'm sorry, no,' I said. 'I am busy.'</p> <p>'Now. They are from the government.'</p> <p>I followed him to a room on a ßoor which I didn't know existed and he told me to take off my shoes and enter alone in my socks. The two men were seated on a heavy black-wood sofa, beside an aluminium spittoon. They were still wearing their shoes. I smiled. They did not. There were lace curtains across the windows and there was no electricity in the city, so it was dark in the room.</p> <p>'Chi kar mikonid?' What are you doing? asked the man in the black suit and collarless Iranian shirt. I expected him to stand in the normal way, shake hands and wish me peace. He remained seated.</p> <p>'Salaam aleikum,' Peace be with you, I said and sat down. </p> <p>'Waleikum a-salaam. Chi kar mikonid?' he repeated quietly, leaning back and running his fat manicured hand along the purple velveteen arm of the sofa. His bouffant hair and goatee beard were neatly trimmed. I felt conscious of not having shaved in eight weeks. </p> <p>'I have explained what I am doing many times to His Excellency, YuzuÞ, in the Foreign Ministry,' I said. 'I was told to meet him again now. I am late.'</p> <p>A pulse was beating strongly in my neck. I knew it would be visible. I tried to breathe more slowly. Neither of us spoke. After a little while, I looked away. The thinner man drew out a small new military radio, said something into it and straightened his stiff grey wool jacket over his traditional shirt. I didn't need to see the shoulder holster. I had already guessed that they were members of the Security Service. They did not care what I said or what I thought of them. They had watched people through hidden cameras in bedrooms, in torture cells and on execution grounds. They knew that, however I presented myself, I could be reduced. But why had they decided to question me? In the silence, I heard a car reversing in the courtyard and then the Þrst slow notes of the call to prayer.</p> <p>'Let's go,' said the man in the black suit. He told me to walk in front. On the stairs, I passed a waiter whom I had spoken to. He turned away. I was led to a small Japanese car, parked on the dirt forecourt. The paintwork of the car was new and it had been washed recently. They told me to sit in the back. There was nothing in the pockets or on the ßoor of the car. It looked as though it had just come from the factory. Without saying anything, they turned on to the main boulevard. </p> <p>It was January 2002. The American-led coalition was ending its bombardment of the Tora Bora complex; Usama Bin Laden and Mullah Muhammad Omar had apparently escaped; operations in Gardez were beginning. The new government, which had taken over from the Taliban, had been in place for two weeks. The laws banning television and female education had been dropped. Political prisoners had been released, refugees were returning home. Some women were coming out without veils. The UN and the US military were running the basic infrastructure and food supplies. There was no frontier guard and I had entered the country without a visa. The Afghan government seemed to me hardly to exist. Yet these men were apparently already well established. </p> <p>The car turned into the Foreign Ministry, and the gate guards saluted and stood back. As I walked up the stairs, I felt that I was walking unnaturally quickly and that the men had noticed this. A secretary showed us straight into Mr YuzuÞ's ofÞce without knocking. For a moment YuzuÞ stared at us and did not move from his desk, then he stood, straightened his baggy pinstriped jacket, and showed the others to the most senior position in the room. The two men walked slowly down the linoleum ßoor. They looked at the furniture, which YuzuÞ had managed to assemble since he had inherited an empty ofÞce: the splintered desk, the four mismatched Þling cabinets in different olive greens and the stove, which made the room smell strongly of petrol.</p> <p>The week I had known YuzuÞ comprised half his career in the Foreign Ministry. A fortnight earlier he had been in Pakistan. The day before he had given me tea and a boiled sweet, told me he admired my journey, laughed at a photograph of my father in his kilt and discussed Persian poetry. This time he did not greet me but instead sat in a chair facing me and asked, 'What has happened?' </p> <p>Before I could reply the man with the goatee cut in, 'What is this foreigner doing here?'</p> <p>'These men are from the Security Service,' said YuzuÞ.</p> <p>I nodded. I noticed that YuzuÞ had clasped his hands together and that his hands, like mine, were trembling slightly.</p> <p>'I will translate to make sure you understand what they are asking,' continued YuzuÞ. 'Tell them your intentions. Exactly as you told me.'</p> <p>I looked into the eyes of the man on my left. 'I am planning to walk across Afghanistan. From Herat to Kabul. On foot.' I was not breathing enough to complete my phrases. I was surprised they didn't interrupt. 'I am following in the footsteps of Babur, the Þrst emperor of Mughal India. I want to get away from the roads. Journalists, aid workers and tourists mostly travel by car but I. . . '</p> <p>'There are no tourists,' said the man in the wool jacket, who had not yet spoken. 'You are the Þrst tourist in Afghanistan. It is midwinter: there are three metres of snow on the high passes, there are wolves and this is a war. You will die, I can guarantee. Do you want to die?'</p> <p>'Thank you very much for your advice. I note those three points.' I guessed from his tone that such advice was intended as an order. 'But I have spoken to the Cabinet,' I said, misrepresenting a brief meeting with the young secretary to the Minister of Social Welfare. 'I must do this journey.' </p> <p>'Do it in a year's time,' said the man in the black suit.</p> <p>He had taken from YuzuÞ the tattered evidence of my walk across South Asia and was examining it: the clipping from the newspaper in western Nepal, 'Mr Stewart is a pilgrim for peace'; the letter from the Conservator, Second Circle, Forestry Department, Himachal Pradesh, India: 'Mr Stewart, a Scot, is interested in the environment'; from a District OfÞcer in the Punjab and a Secretary of the Interior in a Himalayan state and a Chief Engineer of the Pakistan Department of Irrigation requesting 'All Executive Engineers (XENs) on the Lower Bari Doab to assist Mr Stewart, who will be undertaking a journey on foot to research the history of the canal system'.</p> <p>'I have explained this,' I added, 'to His Excellency the Emir's son, the Minister of Social Welfare, when he also gave me a letter of introduction.'</p> <p>'From His Excellency Mir Wais?'</p> <p>'Here.' I handed over the sheet of headed paper which I had received from the Minister's secretary. 'Mr Stewart is a medieval antiquary interested in the anthropology of Herat'.</p> <p>'But it is not signed.'</p> <p>'Mr YuzuÞ lost the signed copy.' </p> <p>YuzuÞ, who was staring at the ground, nodded slightly.</p> <p>The two men talked together for a few minutes. I did not try to follow what they were saying. I noticed, however, that they were using Iranian not Afghan Persian words in their conversation. That and their clothes and their manner made me think they had spent a great deal of time with the Iranian intelligence services. I had been questioned by the Iranians, who seemed to suspect me of being a spy. I did not want to be questioned by them again. </p> <p>The man in the wool jacket said, 'We will allow him to walk to Chacharan. But our gunmen will accompany him all the way.' Chacharan was halfway between Herat and Kabul and about a fortnight into my journey.</p> <p>The villagers with whom I was hoping to stay would be terriÞed by a secret police escort. This was presumably the point. But why were they letting me do the journey at all rather than expelling me? I wondered if they were looking for money. 'Thank you so much for your concern for my security,' I said, 'but I am quite happy to take the risk. I have walked alone across the other Asian countries without any problems.' </p> <p>'You will take the escort,' said YuzuÞ, interrupting for the Þrst time, 'that is non-negotiable.'</p> <p>'But I have introductions to the local commanders. I will be much safer with them than with Heratis.'</p> <p>'You will go with our men,' he repeated.</p> <p>'I cannot afford to pay for an escort. I have no money.' </p> <p>'We were not expecting any money,' said the man in the wool jacket. </p> <p>'This is non-negotiable,' repeated YuzuÞ. His broad knee was now jigging up and down. 'If you refuse this you will be expelled from the country. They want to know how many of their gunmen you are taking.' </p> <p>'If it is compulsory, one.'</p> <p>'Two... with weapons,' said the man in the dark suit, 'and you will leave tomorrow.' The two men stood up and left the room. They said goodbye to YuzuÞ but not to me.</p> <p>Copyright © Rory Stewart, 2004. All rights reserved. No reproduction without permission</p>",
  "<p><strong>Wintering</strong></p> <p>If I close my eyes I can picture him </p> <p>hitting the hedgerow for splints</p> <p>or a rib of wood to kindle the fire, </p> <p>or reading the snow for whatever</p> <p>it was that came out of the trees</p> <p>and circled the house in the night; </p> <p>if I listen I can hear him out</p> <p>in the kitchen, scudding potatoes, </p> <p>calling the cat in; if I breathe</p> <p>I can smell the ghost of a fire, </p> <p>a burning of leaves that would fizz</p> <p>in the mizzle before snow. </p> <p>There is in this house now</p> <p>a stillness of cat fur and boxes, </p> <p>of photographs, paperbacks, waste-</p> <p>paper baskets; a lifetime</p> <p>of things that I've come here</p> <p>to winter or to burn. </p> <p>There is in this world one snow fall. </p> <p>Everything else is just weather. </p> <p><strong>And let us say</strong></p> <p><strong>for Emma McKiernan, on her birth, 8/9/99</strong><br></p> <p>That if the linen flapped too loud</p> <p>The washing line was taken down</p> <p>And if a shopdoor bell was rung</p> <p>Its tongue was held with cotton thumbs</p> <p>And if a milkfloat tattled by</p> <p>It was flagged down and held aside</p> <p>And should the rivers drown us out</p> <p>We had them dammed at every mouth</p> <p>And coughed our engines gently off</p> <p>And wrapped our tyres in woollen socks</p> <p>And sat awhile on silent roads</p> <p>Or dawdled home in slippered shoes</p> <p>And did not sound but held our tongues</p> <p>And watched our watches stop, and startle on. </p> <p><strong>The Sour House</strong></p> <p>Through the frost-hole of the passenger window</p> <p>your tenant's house is ringed in winter. </p> <p>He's turning the snow from the path</p> <p>that lay in the night. He can far less</p> <p>handle a spade than you, dipping the lug</p> <p>as though the shovel itself was unbalanced. </p> <p>And what you found inside you would not forget: </p> <p>room on room of bottled milk, gagging</p> <p>the stairwell, the hallway, bookshelves, </p> <p>like a stumbled-on ice world, a sweep of winter. </p> <p>For years he maintained the world his parents left, </p> <p>taking in milk he never drank. Evenings spent out</p> <p>in the yard, piecing apart the Ford his father drove -</p> <p>sill-lines, cogwheels, dippers fanned round him, </p> <p>working each burr to a touch. </p> <p>For years I coloured your world in hues</p> <p>you didn't recognise; never your island, </p> <p>always your skerry - 'unable to see</p> <p>the romance of the thing for the thing itself'. </p> <p>That, airing his house, the rancour</p> <p>would catch as far as the common; </p> <p>and what you found in the garage was scrap: </p> <p>not the showpiece I'd imagined but the pin</p> <p>pulled out, a car returned to the sum of its parts. </p> <p>Driving now through the cloughs at dusk</p> <p>I am struck by the things I can't let go; </p> <p>that some things weal on the body like braille -</p> <p>the sight of you just home from the milk-house</p> <p>matted and choking, your raw nose streaming, </p> <p>gutting the fridge in two clean strokes -</p> <p>like a swimmer striking out for land. <br></p> <p>Copyright © Matthew Hollis, 2004. All rights reserved. No reproduction without permission</p>",
  "<p> <strong>Hart Crane and Charlie Chaplin</strong></p> <p>It was just before two in the morning, and Hart Crane decided to go to bed. He hung his clothes neatly over the back of a chair and put on his pyjamas. He closed the notebook on the table, set the pen square on top of it, and picked up a volume of Elizabethan poetry to take with him to bed. There was a knock on the door. He looked at the clock, but he was glad that the evening suddenly promised an event. He opened the door. His good friend the critic and novelist Waldo Frank entered the room. Behind him came \"a most pleasant looking twinkling little man in a black derby\", as Crane wrote to his mother the next day. It was Charlie Chaplin. \"I was smiling into one of the most beautiful faces I ever expect to see,\" Crane continued. It wasn't difficult to persuade him to dress to go out. Frank, who was in a slightly bitter mood while he was waiting for his divorce to be finalised, said that Crane and Chaplin fell on each other \"a little like two animals, sort of licking each other's necks\".</p> <p>Chaplin was in town for the New York premiere of A Woman Of Paris, the first movie he'd directed without starring in it. It was the story of a country woman with a weak suitor whom she loved but who did not try very hard to marry her. She moved to Paris and was kept by a wealthy man, who eventually dropped her. Chaplin told an interviewer that he had noticed that, at the climactic moments of their lives, men and women try \"to hide their emotions\", so he had worked to keep the scenes understated - which was not, at the time, the Hollywood conception of acting. The subtlety of the film eventually inspired dozens of young directors, but that week Chaplin had been very anxious about how the audience would receive it.</p> <p>I know, Crane wrote to a friend, that it's sentimental in its way, but Chaplin's work is so powerful that \"sentimentality is made to transcend itself into a new kind of tragedy, eccentric, homely and brilliant\". After seeing Chaplin's most recent film, The Kid, about an abandoned baby, Crane had written the poem Chaplinesque, which started with an image of the Tramp, the endearing, delicate outsider who might equally have been the impoverished poet of 1923.</p> <p>The half-deserted streets in The Kid, though it was filmed in Los Angeles, came right out of Chaplin's London childhood. His mother was prone to mental illness, and there were periods when the family was very poor. His mother, a sometime music hall performer, had three sons by different men - she was married once, to Charles Chaplin Sr. Her third son was abruptly taken by his father Sydney and Charlie, though they had different fathers, were very close. Later, they were split up and placed in various orphanages and workhouses. One of the things the boys remembered loving best about being at home with their mother was how she used to stand at the window of their flat and watch the people going by on the street below. She could guess what was happening in their lives from the way they held their shoulders and how their shoes were polished sometimes she did wonderful little imitations of their gestures. The small Charlie studied how she did this, as the child who played \"the kid\" in his movie would later mimic him.</p> <p>Chaplin's perfect control of his face and gestures was part of how he became an English music hall star, which led, as it did for many British actors, to a contract in the new silent film industry in Los Angeles. Impersonation remained central to his art: it was also his method of directing. An actor who worked with him said that, demonstrating everyone's roles, Chaplin \"became a kind of dervish\". Afterwards, he \"reluctantly gave us back our parts. I felt that he would much rather have played all of them himself\".</p> <p>Crane had particular cause for recognising the emotional truth of The Kid. His own childhood, while not materially impoverished, had been, in some ways, similar. Crane, too, had a mother more attractive than reliable her demands on him were constant. She was forever involving him in her battles with his father and taking him out of school to go travelling. In the midst of his irregular high school education, the teenage Crane had been writing very good poems. He wrote his first published lyric about Oscar Wilde and was interested in all things to do with poetry. His mother, though impressed by his gifts as a poet, was always jealous of any interest that did not centre on her. When he moved to New York, she made it clear that she felt abandoned.</p> <p>Taking his courage in his hand, Crane had mailed a copy of Chaplinesque to its subject, who had, surprisingly, written back a nice letter about it. To Crane's immense gratification, Chaplin recalled the exchange and the poem on the evening they met. Chaplin later wrote in his autobiography that when he said to Crane that poetry was a \"love letter to the world\", Crane had replied, \"A very small world.\"</p> <p>Chaplin liked to think of himself as a solitary intellectual in Los Angeles, and was better satisfied by the company in New York, where he was careful to premiere his movies. But even in New York, he was isolated by his fame. The day after he met Crane, Chaplin went to hear David Lloyd George speak at City Hall and was embarrassed when people did not listen to Lloyd George because they were busy mobbing their favourite actor. Sometimes it felt as if he could only really talk to people in the middle of the night. On an ocean liner, he met Jean Cocteau and stayed up with him until daybreak Chaplin said they avoided each other for the rest of the trip. He could make a deep connection with another person almost instantly, but it was as if he felt that this depleted some part of himself, so that he would immediately withdraw what he had just as immediately given.</p> <p>He had come to know Waldo Frank after Frank had praised Chaplin in his book Our America. Through and around Frank, Chaplin was introduced to a number of prominent leftwing intellectuals, who were interested in shades and schools of socialism and communism. In 1923, the Russian revolution was only six years past and still seemed to offer heady possibilities for the working man.</p> <p>Crane's own struggle with poverty was ongoing his room was cold and his job at the J Walter Thompson advertising agency precarious. But he was never especially interested in politics - the Russian revolution had changed his world but slightly - and if he, Chaplin and Frank talked politics that night, he did not report it to his mother. To know Chaplin was not to know another leftwing intellectual, but a glamorous movie star. \"Charlie told us,\" Crane wrote to his mother with the pleasure of the insider, \"the complete Pola Negri story.\" Chaplin had recently been embroiled with the great Polish screen star the press had made continual reports on their engagement and its rupture. Chaplin had a series of unsuccessful marriages and affairs, often with young women of 16 or 17, to whom he was offhandedly cruel. It wasn't until he finally, at the age of 54, married the 18-year-old Oona O'Neill, daughter of Eugene, that he settled into a relatively happy relationship. Had he lived to read about this in the papers, the marriage would have amused Crane, who had known the bride's father quite well.</p> <p>That night, the three men talked until five. A Woman Of Paris had premiered three nights earlier, and been a great hit with the press. Chaplin, in relief and excitement, was very nearly manic for a number of days. He was playing out scenes for his next movie, which became The Gold Rush Chaplin was always glad of whatever listeners he could round up to help him refine his scenarios. Crane was sensitive to other people's enthusiasms, and didn't mind being in the audience at all. \"Stories (marvellous ones he knows!) told with such subtle mimicry that you rolled on the floor.\" He is \"radiant and healthy, wistful, gay and young. He is 35, but half his head is already grey.\"</p> <p>Crane told his mother with studied casualness that \"we (just Charlie &amp; I) are to have dinner together some night next week\". The meeting lifted his week up out of the ordinary and made him feel again that he was in the right place, that wonderful things would happen, that he would be able to write. He tried to convey something of this sense to his mother, who still urged him in nearly every letter to come home. Closing his letter, Crane took the risk of staking out a small territory of his own: \"I am very happy in the intense clarity of spirit that a man like Chaplin gives one . . . I have that spiritual honesty, Grace, and it's what makes me dear to the only people I care about.\"</p> <p>The dinner between the two didn't come off they never met again. Chaplin avoided Crane, or at least didn't respond when Crane tried to see him in California years later. Crane sent Chaplin his first book of poems, White Buildings, and in his memoirs 30 years after Crane's death Chaplin mentioned being glad to receive it. He was always gracious about the dead.</p> <p>But that evening, when they took their leave of Frank at five in the morning, got into a taxi, and went around to Crane's lodgings, perhaps Chaplin did think it would be nice to see the young poet with the dreamy eyes and square, intense face again.</p> <p>He studied him as he walked up to his door and fitted the key in the lock. He had watched the young man's gestures all evening. Crane flailed a little bit, he flung his arms about, and he threw back his head to laugh, but there was strength in him, something there to be pared down and used. Chaplin leaned forward to tell the cab driver that he'd like to go back to the Ritz. He leaned back in the seat, and smiled again at the thought of the scene he was planning.</p> <p><strong>Langston Hughes and Zora Neale Hurston</strong></p> <p>Langston Hughes said that Zora Neale Hurston was the only person he knew who could stand on the corner of 135th Street and Lenox with a pair of callipers in her hand and persuade strangers to stop so she could measure their heads. She was studying at Columbia with the anthropologists Franz Boas and Melville Herskovits, who were gathering evidence to assert that, contrary to current belief, the shapes of people's heads and the racial characteristics of those shapes were not correlated with intelligence. Though some people on 135th Street said they were busy - it was 1926, and there was a lot going on - Hurston was a force, and she made you laugh somehow right away, and there was something about the way she asked</p> <p>Hughes and Hurston had met two years earlier, at a banquet for Harlem's newest literary magazine, Opportunity. They had each received more than one prize, with particular attention given to Hughes for his poem The Weary Blues and to Hurston for her story Spunk. Hughes was immediately taken with Hurston. She told stories from her hometown, Eatonville, Florida, the first incorporated black town in America and the first to have a black mayor. She used to hang around the front porch of Joe Clarke's store, listening to the men telling how the different races got their colours her father, the moderator of the South Florida Baptist Association, told wicked tales of pastors and congregations. After Hurston moved to Harlem, she told Hughes stories about travelling over the south with a Gilbert and Sullivan light-opera company. She seemed inexhaustible. In his autobiography The Big Sea, he wrote, \"Only to reach a wider audience, need she ever write books - because she is a perfect book of entertainment in herself.\"</p> <p>They were often at the same parties. They 'd go up to A'Lelia Walker's on 136th Street, where the parties were so crowded that if you got there late you couldn't get in the door. Sometimes, they went to the soirees of Jessie Fauset, literary editor at The Crisis magazine these were formal and less fun, as Fauset's nurturing support of many Harlem talents took the form of encouraging them to recite their poetry and to speak French besides, there was never much to drink.</p> <p>More often, they ran into each other at the writer and photographer Carl Van Vechten's, whose parties were the only ones outside Harlem to be reported regularly in the gossip column of Harlem's Inter-State Tattler. Hughes later described them as mixed, really mixed, half black, half white, everyone talking to everyone, with plenty to drink. At one such party the opera singer Marguerite D'Alvarez sang an aria and afterwards the blues singer Bessie Smith, not knowing who D'Alvarez was, went up to her and encouraged her not to give up singing.</p> <p>Hughes loved this story and, wanting to tell it correctly in his autobiography, wrote to Van Vechten for the precise details. Van Vechten replied: \"Bessie Smith's exact and baleful words after D'Alvarez had finished singing were, 'Don't let nobody tell you you can't sing.' Bessie arrived dead drunk at that party and had a FULL pint glass of straight gin when she got there. She sang with a cigarette in the corner of her mouth and she didn't hold it there with her fingers. Nor did she drop it. But she was in magnificent form and sang the Blues like a low-down Black Angel. I LOVED Bessie.\"</p> <p>With several friends, Hughes and Hurston decided to start a magazine, Fire!!. They wanted to shuck the Victorian aesthetic and middle-class aspirations for the race of Crisis's editor, WEB Du Bois they wanted to unload Alain Locke at Opportunity's highbrow art for art's sake, too. Also, they were angry about the reception of their friend Van Vechten's novel, Nigger Heaven. Although they loyally didn't say much in public, both thought the title a mistake. But Van Vechten liked to be outrageous, and he cared about the metaphor \"nigger heaven\" was the phrase used by Harlemites for the balconies where black people were allowed to sit in theatres. \"To Mr Van Vechten,\" Hughes felt obliged to explain in his autobiography, \"Harlem was like that, a segregated gallery in the theater, the only place where Negroes could see or stage their own show, and not a very satisfactory place at that, for in his novel Mr Van Vechten presents many of the problems of the Negroes of Harlem.\" Van Vechten's novel was careful about controversial issues, particularly the decision faced by light-skinned black men and women over whether or not to pass for white, a care obscured for most people by the incendiary title. Du Bois wrote in Crisis that the book was \"an affront to the hospitality of black folk and the intelligence of white\". On the other hand, Gertrude Stein wrote to Van Vechten that \"the first party . . . is one of your best parties and you know what I think of your parties\". Hughes and Hurston stuck by him. Van Vechten had neglected to clear permission for song lyrics quoted in Nigger Heaven, and Hughes overnight wrote new blues lyrics for later printings of the book.</p> <p>Fire!! launched in November 1926, and Hughes and Hurston decided to put in anything of shock value. So clearly was Du Bois its target that both Hughes and Hurston remembered that he \"roasted\" it in Crisis. But though he may have shuddered in private, in public Du Bois did nothing of the kind, confining himself to neutrally mentioning the magazine's existence in one line. In fact, Hurston and Hughes were two of the artists of the next generation who took Du Bois's charge of recognising the dignity and artistic accomplishments of the race most to heart. Du Bois had been among the first to claim for folk art, especially the blues, its right place as an American art form, and in the 1930s he, Hurston and Hughes all argued that black art couldn't come from the black middle class alone. He liked independent women and respected Hurston he thought some of her work \"beautiful\". And he had a special feeling for Hughes, who was five years older than his own son would have been if it had been conceivable for a white doctor to treat a black child in the middle of the night in Atlanta in 1899 and the boy had lived.</p> <p>In 1927, Hughes went to Mobile, Alabama, and \"No sooner had I got off the train than I ran into Zora Hurston, walking intently down the main street, looking just as if she was out to measure somebody's head for an anthropological treatise.\" This was the year of the great Mississippi flood, when thousands of black field-hand refugees were rounded up, put into work camps and given so little to eat that many died of starvation. Hurston had a car called Sassy Susie, and they decided to drive the back roads to New York together. (Hurston had been looking for folklore down every back road, but she wasn't yet collecting, as she some-times said, \"like a new broom\".) Once on the road, they stopped off in Macon, Georgia, to hear Smith sing. By coincidence, Smith was living in the same hotel, so they got to hear her quite a lot. \"The trouble with white folks singing blues,\" she told them, \"is that they can't get low down enough.\" Farther on, they tried their luck finding songs with a group of stevedores in Savannah, but they didn't get any new ones. Hughes remembered Hurston saying that, to get new material \"you had to live with people a long while, as a rule, before you might accidently [sic] some day hear them singing some song you never heard before, that maybe they had learned away off in the backwoods or remembered from childhood or were right then and there engaged in making up themselves\".</p> <p>They drew closer to each other, but Hughes was known for his romantic unavailability and may have been more interested in men than women, though he didn't say so they didn't become involved, but they began to talk about collaborating. When she went back to Eatonville the following year, their plans were much on her mind: \"Langston, Langston, this is going to be big . . . Remember I am new and we want to do this tremendous thing with all the fire that genius can bring. I need your hand.\"</p> <p>In the fall of 1929, they began to share a patron, the wealthy and eccentric Charlotte Osgood Mason, who liked the idea of her proteges living near each other in Westfield, New Jersey. Hurston was sorting through the stacks of folk material she had collected and, at the insistence of Mason, Hughes was trying to finish his novel, Not Without Laughter, with which he was never quite satisfied. He was aimless in part because he was not near the people he thought of as his own. People were sleeping in the streets, and Hughes and Hurston, who had struggled against poverty all their lives, were more comfortable than they'd ever been before, or would be after. Chauffeured cars picked them up, beautiful white bond paper was delivered to their houses, the typing services of college instructor Louise Thompson were liberally paid for.</p> <p>Mason had decided that black art, especially its connection to \"the primitive\", was the most important thing to support at that moment. Both Hughes and Hurston worshipped her, which seems to have been the attitude she expected, though this posture on the part of two of the most independent-minded American artists of the time was disconcerting to the people they knew. Both had lost their mothers at early ages - his went off with a new husband, hers died when she was 13. The two writers genuinely loved Mason, and when she eventually cut them off - for, more or less, failing to subordinate their work to her plans for them - they didn't know what to do with themselves. Hughes became bedridden with tonsilitis, problems with his teeth and nausea. Hurston was the more deeply affected, as, according to the terms of her agreement with Mason, much of her folklore collection belonged to her patron, a situation that delayed and complicated publication and damaged her career.</p> <p>Before these ruptures, though, in the spring of 1930, Hughes, Hurston and Thompson would get together and make themselves sick with laughter telling stories and trying to get up enough material for the script of the play they had decided to write. Hurston provided the tale itself, the colourful dialogue, the title, Mule Bone, and the background, a setting very like Joe Clarke's store. Hughes's job was to structure the narrative and to fill out and polish the writing. But something happened, something about which Hughes was always quiet and disingenuous and Hurston loud and disingenuous. He said she just decided to leave, and he didn't think much of it. She said he was disrespectful and was giving too much credit to Thompson, and she suggested that he was sleeping with Thompson.</p> <p>Hughes said he had to leave because he had to write when he wanted to write and not when he was told to and that he was very sorry. Hurston wrote to Mason, \"Langston is weak.\" She took the play with her and sent it to Van Vechten, explaining that she had rewritten it and that it was all her own work. Van Vechten, not knowing the whole story, passed it on to an agent, who sent it to a regional theatre company in Cleveland, whose director was an old friend of Hughes. There were soon lawyers involved. At one point, Hurston seemed to be coming around. Then she found out that Thompson had been in Cleveland at the same time as Hughes, and again threw a fit.</p> <p>Hughes, in one of his harsher moments, wrote to Van Vechten: \"She made such a scene as you can not possibly imagine, she pushed her hat back, bucked her eyes, ground her teeth, and shook manuscripts in my face, particularly the third act which she claims she wrote alone by herself while Miss Thompson and I were off doing Spanish together. (And the way she said Spanish meant something else.)\"</p> <p>Van Vechten told Hughes that Hurston had come to relate the story of the fight and had \"cried and carried on no end\". Eight years later, Hurston told the writer Arna Bontemps that she still woke up in the night, crying. Bontemps told Hughes that Hurston had said, \"The cross of her life is the fact that there has been a gulf between you and her.\" Hurston mentioned Hughes only once, in passing, in her autobiography, Dust Tracks On The Road. Hughes gave a brief summary of their friendship and falling-out in The Big Sea and, though she turned up in his fiction, didn't mention her name in print again.</p> <p>Perhaps, then, Hurston was startled to see herself in a story collection Hughes published in 1934, The Ways Of White Folks. The story was The Blues I'm Playing, about a black woman, a pianist, supported by a white patron. Hughes's pianist, Oceola, was playing for her patron and stopped in the midst of Ravel and started to play the blues. The patron, angered, asked if it was for this that she had spent thousands of dollars having the young woman trained: \"'No,' said Oceola simply. 'This is mine . . . Listen! . . . How sad and gay it is. Blue and happy - laughing and crying . . . How white like you and black like me . . . How much like a man . . . And how like a woman . . . Warm as Pete's mouth . . . These are the blues . . . I'm playing.'\"</p> <p><strong>Henry James and Mathew Brady</strong></p> <p>It was August, the attractions of the summer house had begun to wane, and Henry James Sr discovered that he had a bit of business at the New York Tribune - he had, pressingly, to see a gentleman about an idea. He kissed his wife and collected his small son, Henry Jr, and they took the ferry. Once they were under way, the senior James was seized with the happy thought of presenting Mrs James with a surprise, a daguerreotype of the two of them.</p> <p>It was 1854, the year Henry James turned 11, and the family was living on 14th Street, off Union Square. The little boy and his father spent a great deal of time walking around lower Manhattan. Henry Sr liked to walk - though he had lost a leg in a fire when he was 13 and had a wooden leg, and later a cork one - and Henry Jr liked very much to have his father to himself, away from the overshadowing presence of his always more brilliant older brother, William.</p> <p>Mathew Brady's studio at 359 Broadway was on the second floor, above Thompson's Dining Saloon, where the Jameses often went for ice cream, in those days a great delicacy, though they were known to eat it weekly . There were well over 100 daguerreotype shops in Manhattan and Brooklyn, and Brady's was among the most luxurious. His studio had velvet carpets, fine lace curtains, satin and gold on the walls, an immense chandelier, waiting areas with couches and marble-topped tables, great skylights that Brady had designed himself, and, hanging on the walls, daguerreotypes of generals and presidents, kings, queens and nobility.</p> <p>Like many photographers, Brady was also an inventor. Two years after the Jameses' sitting, Brady introduced his signature photographs, printed according to his own method on salted paper. The large and impressive \"Brady Imperials\" further established him as the American equivalent of a court painter. Over the course of his career, he photographed the Prince of Wales, Emperor Maximilian of Mexico, Abraham Lincoln many times and, with considerably more respect than they were often given, the delegations from the Sioux and Ute nations when they came east to sign a treaty in Washington in 1868.</p> <p>In 1850, Brady's daguerreotypes had been the basis of a book, A Gallery Of Illustrious Americans he was embarked on a project, at which he'd very nearly succeed, of photographing every well-known or influential American of his day. Henry Sr, who kept track of greatness with an avidity that was to seriously complicate his two eldest sons' sense of accomplishment, cannot possibly have avoided communicating to Henry Jr what it meant to be photographed by Brady.</p> <p>Brady himself might have made an impression on the future novelist, later so sensitive to masculine beauty. He had curly dark hair, a handsome profile, a goatee and spectacles for nearsightedness. He was too myopic to take his own photographs, and maintained a large staff of artists, operators and assistants. Yet there was no question that his photographs felt distinctively like Brady's work - his subjects consistently seemed more like themselves than did people in other photographs. His presence calmed his subjects and allowed them to settle into themselves, so that the depth of their experience was evident on their faces. The photographs had style, a quality to which Henry Jr was very nearly slave he sought it abroad all his life, and in America he deplored its lack.</p> <p>When the two Henry Jameses sat for their picture, the camera operator saw a delicate-featured little boy wearing a narrowly cut coat with a long row of nine bright buttons. His back was very straight he held his shoulders well. Nearly 60 years later, James remembered that he was thinking about a recent visit from William Makepeace Thackeray the initial moment of this encounter seems to have been burned into his memory. James stood in the hallway. The honoured guest had been installed in the parlour and called out to him, \"Come here, little boy, and show me your extraordinary jacket!\" James's coat, the one he always wore, had more buttons than the English jacket of the day. The family gathered around their visitor, watching the great novelist bending and scrutinising buttons. Thackeray lifted his eyebrows and remarked that, \"In England, were I to go there, I should be addressed as 'Buttons.' \" In his memoir, James added, \"My sense of the jacket became from that hour a heavy one.\"</p> <p>This would have been particularly painful as he longed for nothing so much as to go to England. He had become convinced that in Europe he would finally be at ease. When the daguerreotype was made, Henry Jr arrived at the studio without having had a chance to change the offending jacket. He waited for a long time, three or four minutes, with his head in the clamp used to keep subjects perfectly still while the exposure took, and, as he stood, had a moment of excruciating self-consciousness. It's perhaps not surprising that he remembered, all those years later, that he had thought about his buttons. And that he had felt with almost crushing clarity, standing there \"in Mr Brady's vise\", that he and his family were \"somehow queer \".</p> <p>James did, in fact, grow up to be rather more queer than otherwise, but at the time he meant his family was different. The Jameses had money, but they were of Irish descent, when all the \"good\" American families of their acquaintance had English origins. Henry Sr could be cruelly demanding of his children and was constantly taking them out of school, moving them to Europe and finding fault with their lives, teachers and ambitions. Henry Sr had been raised Protestant, but soon he would place his faith in the mystical religious philosophy of Emanuel Swedenborg.</p> <p>But it wasn't these distinctions, or not only these, that disturbed him as he leaned against his father's shoulder. In the moment of the photograph, he seems to have felt that they were different because they were American. And in this sense his self-consciousness presaged his lifelong struggle to define a place for an American artist in a world where history and taste belonged to Europe, a pursuit that would endear him to many of the American writers who followed him.</p> <p>James would live in England for nearly 40 years. Finally, out of despair at American isolationism during the first world war, he became an English citizen. After his parents died, he kept the image - a silver daguerreotype, disturbing in the ghostly aliveness of its subjects. He had a reproduction published with his memoirs, which meant that the reader had, for an instant, almost the same view as that seen by Brady's assistant, standing with his head under a black velvet cloth, while Brady murmured in his low, amiable voice, \"Quiet now, that's it, just a moment more\"</p> <p>(C) Rachel Cohen , 2004.</p> <p>This is an edited extract from A Chance Meeting: Intertwined Lives Of American Writers And Artists, 1854-1967, by Rachel Cohen , published by Jonathan Cape.</p>",
  "<p>Ownership of the Brixton Academy in south London and six other live music venues has changed hands in a £33.5m management buyout.</p> <p>The deal to acquire the McKenzie Group will see a team of four managers take a 15% stake ahead of the planned roll-out of the Academy brand across Britain.</p> <p>This deal has been backed by Royal London Private Equity (RLPE), which will own 52% of the company, and three leading UK concert promoters.</p> <p>Forthcoming concerts at the Carling Academy Brixton include The Prodigy, Keane and Maroon 5. It was acquired by McKenzie in 1998 along with the Shepherd's Bush Empire, from restaurant group Break For The Border.</p> <p>McKenzie has expanded rapidly during the past five years and has acquired venues in Birmingham, Bristol, Glasgow, Liverpool and Islington, north London. A three-year sponsorship deal with brewer Carling has seen many of the sites rebranded.</p> <p>In 2001, the group made its first foray into bars by opening Bar Academy in Birmingham. Managing director John Northcote, who led the buyout, said the deal paved the way for the growth of the Academy brand.</p> <p>Funds would be diverted to \"expand our network of Academy venues in key cities across the UK, reinvest in existing sites and develop other areas of the core business,\" he said.</p> <p>The management buyout means brewing firm Charles Wells and non-executive chairman Ian Howard will no longer have an interest in the company. Mr Howard and Mr Northcote were responsible for expanding Break For The Border from a bar, restaurant and live music venue over five years until it made its debut on the stock market in 1993.</p>",
  "Despite his humiliating defeat at the hands of Likud rebels last month, Ariel Sharon yesterday pressed ahead with his plan for withdrawal from the Gaza Strip, presenting a new timetable for evacuation of settlements. His actions threaten to exacerbate the split between his pragmatic expansionists and the diehard fundamental expansionists. Sharon still enjoys the support of most of his ministers and the Likud parliamentary faction, but this backing is fickle. Regardless of his bravado, it is now doubtful whether Sharon can deliver the goods to his American masters. <p>This is also a heavy blow to Sharon's would-be partner, the Labour leader Shimon Peres. But in the long run, it may also herald the emergence of a new political alignment, comprising Sharon's followers in Likud, Labour and Shinui. This will give an organisational framework to the political consensus and class interests of Israel's influential pro-American middle class. </p> <p>Political experts tend to wonder at Sharon's survival. He has managed to obfuscate the nuances of Israel's political spectrum, and turn himself into a jack of all trades: a \"negotiator\", a warmonger, a tough militarist and a \"visionary peacemaker\". While building the separation wall, bombing Palestinian civilians, and planning extensive additions to West Bank settlements, he still has the Israeli centre-left on his side. </p> <p>Three months ago the so-called left rallied in Tel Aviv in support of Sharon's \"disengagement plan\". Labourite commentators in the press, including in the liberal Ha'aretz, are cheering for a government of national unity. This type of self-deception is a typical feature of the Israeli centre-left, but the media's preferential treatment of Sharon is a relatively new phenomenon. </p> <p>There are two principal traditions in Israeli political history, and Sharon has a foot in both. Labour tradition is mostly about pragmatism, which translates into pragmatic expansionism or pragmatic moderation, according to changing circumstances. Its goal is to grab the most land with the fewest Arabs on it, while maintaining a measure of international acceptability for Israel. The means: building a large number of settlements in the occupied territories, not too near Palestinian centres of population - thus asserting facts on the ground while maintaining a constant soundtrack of peacemaking. </p> <p>The Likud tradition is far more declarative than pragmatic, and is predicated on the ideology of territorial expansionism. The use of military force to achieve these goals is a matter of course. It doesn't shy away from provocation and scorns international concern. </p> <p>Sharon is a typical turncoat. He was a Labour party member during his long service in the Haganah and the Israeli Defence Force, and temporarily deserted Likud to work for Yitzhak Rabin's first government. His defection to Likud in the late 1970s was not due to a sudden ideological transformation. He never really abandoned Labour's traditions and values, but felt that Likud would be a more convenient platform from which to implement them. </p> <p>What could the Labour party do but embrace its own maverick offspring, despite his official position in Likud? After all, it has always been part of the same deception, and never dreamed of creating a real ideological alternative to Likud. No Labour leader intended to dismantle all the settlements, retreat to the internationally recognised 1967 border, or acknowledge Israel's responsibility for the creation of the Palestinian refugee problem. </p> <p>Fortunately for them, Sharon supplied the magic remedy for their predicament: the disengagement plan. It has provided Peres with the perfect pretext for crawling back into Sharon's government: ensuring that the old pushmi-pullyu can carry on with a classic Labourite plan, turning Gaza into a huge prison, taking over most of the West Bank, and calling it peacemaking. </p> <p>There is one salient advantage to this situation. It exposes the fact that the alleged conflict between the Zionist right and centre-left in Israel has always been a sham. By taking the \"lefty\" slogans to the extreme, Sharon demonstrates to the whole world how bogus and insincere they were to start with. But perhaps they are now in a position to sell a softened version of Sharon's nightmarish prescription for a pacified, rather than peaceful, Middle-East. </p> <p>Sharon's obstacle to becoming the unchallenged leader of the nation was planted by his real enemies inside Likud, rather than his nominal rivals in Labour. The battle over withdrawal delineates the real demarcation lines separating the pragmatic expansionists from the fundamental expansionists. But the referee, back in the White House, will call the final shots. </p> <p><b>·</b> Daphna Baram's book, Disenchantment: The Guardian and Israel, is published by Guardian Books. To order a copy for £17.99 plus p+p call 0870 836 0749 </p> <p><a href=\"mailto:daphnun@yahoo.co.uk\">daphnun@yahoo.co.uk</a></p>",
  "<p><strong>·</strong> Survey finds 1 million 'hidden' carers<br><strong>·</strong> Scotland moves towards smoking ban<br><strong>·</strong> Feature - DBC Pierre: Me and the miners</p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^<br><strong>Today's top story</strong></p> <p><strong>·</strong> Climbié social worker to appeal </p> <p>The social worker responsible for the welfare of murdered eight-year-old Victoria Climbié is to appeal against her dismissal, it emerged today.</p> <p>http://society.theguardian.com/climbie/story/0,10939,1294784,00.html</p> <p>^^^^^^^^^^^^<br><strong>MORE NEWS</strong></p> <p>Social care</p> <p><strong>·</strong> Survey finds 1 million 'hidden' carers </p> <p>More than 1 million children are looking after someone with an illness or disability, according to a study released today.</p> <p><strong>·</strong> Paedophile priest jailed </p> <p>A Catholic priest was jailed for four years today over a string of sexual offences against two young brothers.</p> <p><strong>·</strong> Keep watch on childcare, parents told </p> <p>The education watchdog Ofsted yesterday published figures showing it received one complaint for every 20 registered care providers last year.</p> <p>Health</p> <p><strong>·</strong> Scotland moves towards smoking ban </p> <p>Scotland's first minister, Jack McConnell, has given his backing to calls for a total ban on smoking in the workplace following a visit to Ireland where a ban has been in place since April.</p> <p><strong>·</strong> School lunch boxes 'are full of fat' </p> <p>Parents are sending their children to school with lunch boxes that are packed with fat, salt and sugar, a survey by the Food Standards Agency has found.</p> <p><strong>·</strong> Shipman doctors face misconduct inquiry </p> <p>Six family doctors and a pathologist criticised by the inquiry into Harold Shipman are to face charges of serious professional misconduct, the General Medical Council (GMC) confirmed today.</p> <p>Housing</p> <p><strong>·</strong> Government urged to ignore 'nimby' homes protests </p> <p>The government was today told it must do more to resist high-profile \"not-in-my-backyard\" campaigns unless it wants millions of people to be denied access to affordable homes.</p> <p>Other news</p> <p><strong>·</strong> Prisons: Prisoners face 'exploitative' work programmes </p> <p>Inmates at an open prison are being exploited in the labour market and paid far below the minimum wage, the prisons watchdog said today. </p> <p><strong>·</strong> Immigration: Asylum seekers still held in jail </p> <p>Home Office flouts commitment on detainees and angers prison staff with 'dumping' policy.</p> <p><strong>·</strong> Crime and punishment: Blair admits Asbos have yet to beat the louts </p> <p>Prime minister says crackdown on hooligans has still to reach 'critical mass'.</p> <p><strong>·</strong> Courts: Woman QC to be high court's first black judge </p> <p>The high court is to get its first black judge as the government steps up its efforts to change the overwhelmingly white, male face of the senior judiciary in England and Wales.</p> <p>^^^^^^^^^^^^<br><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Housing demand: Pain with no gain </p> <p>Government plans to cut funding for supported housing will hit vulnerable groups such as rough sleepers without clearing up confusion about whom the scheme should benefit, says Matt Weaver.</p> <p><strong>·</strong> Regeneration: Moving on seamlessly... </p> <p>Childhood holidays for Booker-winning author DBC Pierre ranged from Acapulco to Tahiti. But none, he says, left so deep an impression as his summer visits 'back home' to the Durham Miners' Gala.</p> <p><strong>·</strong> Children's services: Kindred spirit </p> <p>Anthony Douglas today takes the helm at the troubled Children and Family Court Advisory Support Service. David Brindle reports.</p> <p><strong>·</strong> PFI: Use of initiative </p> <p>It may not seem the sexiest of subjects for drama, but the private finance initiative has been used by a Scottish theatre company as the basis for a powerful new play. Erlend Clouston reports.</p> <p><strong>·</strong> Parenting: The silence of the fathers is what really harms families </p> <p>It is not for women alone to carry the weight of domestic responsibility, writes Natasha Walter.</p> <p><strong>·</strong> Equality: Community cohesion demands bureaucratic coherence </p> <p>The Commission for Racial Equality is wrong to oppose a single equality body, says Malcolm Dean.</p> <p><strong>·</strong> Long-term care: Caring for people who cannot be cured </p> <p>Ministers must prove they are serious about tackling chronic illness, says Chris Ham.</p> <p><strong>·</strong> Fostering: The toughest love </p> <p>Britain is desperately short of foster parents. Perhaps it is time we started treating them like professionals, writes Joanna Moorhead.</p>",
  "They walk in slow procession across a field of summer flowers, through the scent of mint into the nightmare of their memories. They arrive this time as survivors, not prisoners. Or else they come to pay homage to dead relatives at this accursed place: the now disused iron ore mine at Omarska, in northwest Bosnia. In 1992 it was a concentration camp, the location of an orgy of killing, mutilation, beating and rape, prior to enforced deportation for those lucky enough to survive. The victims were Bosnian Muslims and some Croats; the perpetrators their Serbian neighbours. <p>They move, tentatively, on this day of commemoration among desolate, rust-coloured industrial buildings, haunted by what happened within them. Nusreta Sivac places a flower on each space of floor where her dead friends once slept in the quarters for women who \"served food and cleaned the walls of the torture rooms, covered with blood\" - quarters just across a hallway from the now empty office where she was, like them, serially raped, night after night. And she passes the window from which she watched the slaughter of men on the tarmac below, day in, day out. </p> <p>Satko Mujagic knows that tarmac well: his two-year-old daughter now plays with a ball on the very spot where he had been too weak to line up for bread because of dysentery, and had to be supported by his father. Later, the child picks a daisy. \"You do this where your father lay bleeding,\" says one of the party. \"Being here gives me the feeling of understanding nothing,\" says Satko. \"The violence here was nothing to do with anything, not even war. It is unfathomable.\" </p> <p>Young Sehiba Jakupovic, her face contorted with grief, stares around the rooms in a building called the White House from which hardly anyone emerged alive; her husband Alem was among those who perished. \"I have a 12-year-old now,\" she says quietly, \"just a baby at the time.\" </p> <p>Nusreta tells the story of a family typical of Omarska and its legacy; one family among the thousands. \"It was the night of one of their saints, St Peter,\" she recalls. \"The guards were drunk and set tyres on fire, singing their songs and screaming as they took prisoners out to jump on them and beat them to death. One man, Becir Medunjanin, was being jumped upon, while his wife Sadeta watched from our quarters. She cried out, 'What are they doing to him?' and I tried to calm her lest she lost control and was taken out too. Sadeta was later killed as well. They had two sons; one had already been killed when they shelled the village - Sadeta always said that if she survived Omarska she would find his body to give it a proper burial. The other, Anes, survived Omarska, the only member of the family to live. He came with me just recently to identify Sadeta's body and gave his DNA. 'That is my mother,' he said.\" </p> <p>The date of this commemoration of the camp's closure - August 6 - is branded into these people's minds. And I have a stake in all this: for the closure of Omarska followed the day after the putrid afternoon of August 5 1992, on which it had been my accursed honour to find a way into this place, along with a crew from ITN. </p> <p>We saw little that day, but enough: terrified men emerging from a hangar, in various states of decay - some skeletal, heads shaven - and drilled across a tarmac yard, under the watchful eye of a machine-gun post, into a canteen where they wolfed down watery bean stew like famished dogs, skin folded like parchment over their bones. \"I do not want to tell any lies,\" said one prisoner, \"but I cannot tell the truth.\" And it is strange - traumatic, indeed - to stand again in that now empty canteen; strange to walk that tarmac killing ground. </p> <p>It is disturbing to wander these dread buildings - where inmates were held and beaten, and whence they were called to their death; buildings forbidden to us that day in 1992, our paths blocked by armed guards and the camp commander, Zjelko Meakic, now awaiting trial in the Hague. Disturbing also to see the so-called Red House, where prisoners' throats were cut. </p> <p>The feeling is all the more strange when I recognise a man I had met that day, in that same canteen: Sefer Haskic, who is now a joiner in Bolton, revisits the room into which he was crammed. \"I was trying to remember the people they killed,\" he says. \"All my friends. They would call out the names, and men would get up, leave us, and never come back. You could hear the screaming, the killing, you could smell burning tyres and dead bodies. Next morning, there would usually be about 30 of them: the yellow truck would arrive so that other prisoners could load them up and go to dig graves. The truck would always come back, but the men who loaded it usually not. I was forever waiting my turn, but it never came - I still can't believe I'm alive.\" Sefer remembers in particular a night of frenzied ferocity, during which some 150 men were killed, \"and the walls were covered with blood\". </p> <p>However, these people have not returned to Omarska only for remembrance; it is also a gesture of defiance. It was intended by the Bosnian Serbs - as has been affirmed at The Hague - that no Muslims (or rather Bosniaks - the secular ethnic term by which they are properly known) should remain on this territory alive; that they should all be deported or killed. But all around us now are the sights and sounds of a once unthinkable return by thousands of Bosniaks to the homes from which they were brutally expelled. They come back under the shadow and insignia of their persecutors, with whom they live cheek by jowl - for this is the so-called \"Republika Srpska\" granted to the Bosnian Serbs at Dayton in 1995. But they do so all the same. </p> <p>They return also to the village of Kozarac, the site of a savage attack on May 24 1992. It was emptied of all 25,000 Bosniak inhabitants. Every Muslim house was marked in paint for incineration; the surviving Muslims herded in droves over the mountains at gunpoint. But the place is now home to more than 6,000 Bosniak \"returnees\", who outnumber the Serbs as they did before, with an additional 15,000 visiting from the scattered diaspora for summer. Once again, minarets - blown apart by the Serbs - nestle, rebuilt, against the hillside. </p> <p>With much greater difficulty, people return also to the local seat of authority, Prijedor, where the persecutions were planned and whence orders for establishment of the camps, for the killing and mass deportation were given. In Prijedor returnees live under the cold stare of their erstwhile persecutors; but Kozarac is an effervescent, if peculiar, place. As families sit out to enjoy pizza and beer in the warm evening, so they recognise one another: a survivor of Omarska here, of another camp there, a bereaved father here, a widowed mother there. The entire community is a concentration camp survivors' reunion. Everyone here is damaged, but resilient. No life is unaffected by the maelstrom of violence. </p> <p>If there is a driving force behind the return to Kozarac, it is the quietly composed figure of Sabaduhin Garibovic, who runs the Concentration Camp Survivors' Association. \"We are doing this,\" he says, \"to show the Serbs who evicted us that they did not entirely succeed. That we can come back. They never thought they would see it. They cannot fathom what we are doing.\" </p> <p>Sabahudin's father survived Omarska, but his brother Armin was among the first to die there, his name called from among 156 men packed into the \"garage\", a space just five metres by six. There was no water: the men had to drink urine to live. It was so hot that the prisoners smashed an upper window to let in air, for which Armin and another man were murdered. Sabahudin himself is a survivor of Trnopolje, another camp we entered that day in 1992: \"I remember them taking out the girls to do what they would with them - six or so each night, including my niece.\" Trnopolje was the location for the enduring image of the war: the skeletal Fikret Alic and other prisoners behind barbed wire. </p> <p>\"Almost every day I see the people who did this to us,\" says Sabahudin. \"We live separate lives - there is nothing that unifies us with the Serbs. We rely on ourselves and each other to survive.\" Just before our meeting, a jubilant wedding motorcade passed through town, hooting and waving the old Bosnian wartime flag. In overwhelmingly Serbian Prijedor, it was pelted with bottles and rocks. Two weeks before, a bomb had been thrown at a Bosniak-owned bar in Kozarac; a Serbian former camp guard living near Omarska was beaten up by Bosniaks. There are countless such incidents. \"International foundations organise round tables to discuss living together,\" says Sabahudin, \"but it is empty talk, and the reasons are simple: we cannot forgive or forget what happened, and they either deny it happened or say they had to do it - they were obeying orders.\" </p> <p>Kozarac's economy depends almost entirely on the diaspora - on Omarska survivors such as Edin Kararic, who now works as a tanker driver based in Watford. Edin has managed to put some money into buying a cafe called Mustang on Kozarac's main drag, managed for him by a fellow survivor. \"They drove us out,\" says Edin, \"and we are buying it back. This cafe is my finger stuck up to the Serbs who did not want us here. In fact, that is what those minarets are, on the mosques that no one goes to: fingers stuck up at the Serbs. That is why we must come back to this place - why else would any of us want to, given what happened here? </p> <p>\"Mind you,\" he adds, pensively, \"it's difficult to enjoy yourself in a place where 7,000 people are missing from a population of 25,000.\" </p> <p>Emsuda Mujagic was among the first to come back to Kozarac, having been a refugee in Croatia. \"I wanted to see in the new millennium at home,\" she says, \"and so I came back on December 31 1999. Our house was one of the first to be destroyed in the shelling, but we rebuilt it slowly. There was literally nothing here. No birds, just snakes and a few Chetniks [slang for Serbs]. I have to stand up to their plan, which was to destroy not just a community but a whole people. That is the wish that has kept me going.\" </p> <p>Emsuda is a survivor of Trnopolje, and on the 12th anniversary of our discovery of the camp, she takes me back to what is now a school again, closed for summer. There, sitting on the steps, Esmuda recalls how each night \"the guards would just walk by and shoot or beat people while we slept in the open. Or else they would come into the women's and children's quarters with torches and read the names of young girls from a list, some as young as 10, 12 or 13. They would take them to a house where Serbian soldiers from the front would have their way with them. Some of the girls would come back, scarred and tortured - others would not, and we understood they had been tortured to death. One woman was breastfeeding her baby when they took her - she gave the child for safekeeping and came back horribly scarred.\" </p> <p>Nusreta, who struggled to come to terms with her ordeal in Omarska, steeled herself to return to Prijedor in July 2002. By way of welcome, she found the word \"Omarska\" scrawled across her doorway by her new neighbours. \"At first I thought I wouldn't be able to bear it,\" she says. \"I used to stay indoors, peeping through the curtains.\" </p> <p>There was always a macabre intimacy to Bosnia's war - people knew their torturers and murderers - and the intimacy remains. \"A lot of the Omarska guards live in my neighbourhood,\" says Nusreta. \"I see them almost every day. One of them, called Vokic, has his entrance in the next block of flats and we share a bedroom wall. I see the interrogators and even the man who ordered that I be put in Omarska - he's a bank manager and drives a Mercedes. I try to catch his eye, but he turns away. Another has been let out from prison in The Hague - called Kvocka. Last time I looked him in the eye was when he was in the dock and I was a witness. But I often see him on the street, even on the day we went to buy flowers for the burials of five women from Omarska whose bodies had been exhumed. There he was, in the florist buying flowers for his wife. I said to my friend: 'Look, Kvocka is standing behind you. On the day the dead are buried, and thousands more are dead, he walks free.'\" </p> <p>Nusreta, a former judge, returned not to her own apartment but to her brother's. Why? When she emerged alive from Omarska, she explains, she found a former typist from the bench called Ankica living in her flat, and was invited in for coffee. \"There I was, like someone gone mad,\" recalls Nusreta, \"straight from Omarska and a guest in my own flat. I sat down on my sofa. Ankica, wearing my clothes, made me coffee in my pot, served in the china my mother left me, and asked me: 'Why are you acting so strange?' She said the apartment suited her, she had always wanted one like this.\" </p> <p>Years later, Nusreta returned - as was her right under the Dayton peace plan - to be promised by Ankica that everything would be left in order. \"But when I finally evicted her,\" says Nusreta, \"it had all gone. Even the built-in wardrobe. Everything I had inherited from my mother. Even my photographs. It was pure spite, to wipe out my past.\" Thankfully, Nusreta has a few good friends in Prijedor, notably the only Bosniak doctor in town, Azra, whose elderly father and stepmother had their throats cut when they returned home after surviving Omarska in 1992. </p> <p>\"Sometimes I get a crisis in the night,\" says Nusreta, \"that someone may knock at the door or throw a brick through my window. But I will become happier in accordance with how many of our people come back. My only wish is that by us coming home, the Serbs do not get what they wanted.\" However, she says by way of conclusion, \"I can never again be happy.\" </p> <p>One hallmark of the aftermath of Bosnia's war is an almost complete lack of reckoning on the part of the Bosnian Serbs. Only one defendant - the former Bosnian Serb joint-president herself, Biljana Plavsic - has pleaded guilty at The Hague towhat happened, and appealed for reconciliation. But around Omarska, the returnees' narrative falls down a black hole in the perpetrators' memory. \"There was no camp here,\" security guards at the entrance to Omarska mine told us. \"It was all lies, Muslim lies, and forgery by the journalists.\" </p> <p>\"There is no remorse,\" says Nusreta. \"No one has apologised or even admitted what happened. They say they know nothing about the camps. There are 145 mass graves and hundreds of individual graves in this region, and we invite the local authorities to our commemorations, but they never come.\" \"Even now,\" says the Bosniak political leader in Prijedor, Muharem Murselovic, \"the Serbs will not accept that anything happened. I am always in a dilemma - are they crazy, or are they pretending to be crazy? I think it is because they were all so deeply involved in what was happening that they cannot come forward and admit it.\" </p> <p>\"Every time I see a Serb who is extremist,\" says Sabahudin, \"I remind him of what happened in front of their eyes. In such a way as I hope might change his viewpoint. He has to understand that if this country is to survive, they have to change their mind. Any future together is conditional upon them admitting what they did, and apologising for it.\" </p> <p>The security guards from the all-Serbian village of Omarska signal that it is time for the commemorative procession to leave the camp. But as we leave, there remains one urgent question, one burning uncertainty. </p> <p>Crucial to the reckoning of which Sabahudin speaks is the matter of the future of the site of camp Omarska. There is nothing to mark what happened here - the horrors are officially buried, hidden, denied. The Serbian local authorities are enthusiastically pursuing a plan to sell off the mine to overseas investors, which could result in the concealment of a mass grave, a monument to barbarity and suffering. The killing ground could become a car park. The physical memory of this evil but sacred ground could be obliterated. </p> <p>Bosniak expectations are modest, and quite possibly doomed. \"We would be pleased,\" says Sabahudin, \"if there could just be some kind of memorial, maybe that the White House might be fenced off. We just want something to ensure that the memory is preserved, and in the smallest way to awaken the conscience of the Serbs. That is the really important thing. Because if we don't awaken that conscience, we might as well forget everything. And that would be the saddest thing of all - to forget what happened and what could happen again tomorrow. Yes, tomorrow.\"</p>",
  "Champion jockey Kieren Fallon is one of the three jockeys arrested today as part of an investigation into alleged race fixing <p>Fergal Lynch and Darren Williams have been named as the other two, together with trainer Karl Burke. </p> <p>More than 130 officers raided 19 addresses across Suffolk, North Yorkshire and South Yorkshire. Police suspect widespread corruption involving more than 80 races over the last two years.</p> <p>\"Of the people we have arrested three are jockeys and one is a horse trainer,\" said detective chief superintendent Steve Wilmott, of City of London police, which is co-ordinating the case. \"We have amassed a large amount of information, including computer records and documentation seized today, and will now commence the detailed task of examining it all.\" </p> <p>\"This case is of great national significance,\" added assistant commissioner Mike Bowron added: not just to the racing community but to the wider public throughout the UK.\" </p> <p>John Blake, chief executive of the Jockeys Association, was quoted by the BBC as saying: \"These are serious issues and are very damaging to the reputation of racing.\"</p> <p>Today's arrests come as a fresh blow to the reputation of the racing scene after a series of high-profile controversies. A 2002 investigation by the BBC's Panorama programme led to the resignation of Jockey Club security chief Jeremy Phipps.</p> <p>A report by the News of the World earlier this year led to a Jockey Club inquiry into disrepute charges against Fallon and John Egan, which was due to start in September but has been delayed.</p> <p>In a four-page article published on March 7 and described as the \"sports scandal of the decade\", the paper alleged that Fallon told undercover journalists before a race at Lingfield that eventual winner Rye would beat his mount Ballinger Ridge. </p> <p>Fallon was found guilty of not riding out for first place on Ballinger Ridge, which was beaten a short head by Rye, and he served a 21-day suspension for the offence. Both jockeys have insisted they are innocent of allegations of race-fixing. </p> <p>Another rider, Sean Fox, is to appear before the Jockey Club disciplinary panel on September 10 to appeal against a 21-day ban for his ride on Ice Saint at Fontwell in March. Local stewards found him guilty of breaching a racing rule after they decided he intentionally stepped off the horse at the Sussex track. </p> <p>The Jockey Club's security department launched an investigation into the race and public relations director John Maxse revealed that information gained from that investigation may be used in separate proceedings. </p> <p>Former jockey-turned-bloodstock agent Graham Bradley is waiting to hear the outcome of his High Court appeal against a five-year ban imposed after he gave evidence at a drugs trial. Bradley, 44, claims the April 2003 disqualification order by the Jockey Club's disciplinary committee and appeal board is unlawful. </p> <p>The order bans Bradley from entering any racecourse or premises owned, used or licensed by the Club and from dealing in any capacity with a racehorse. </p> <p>It was imposed in the wake of his appearance at Southampton Crown Court in September 2001 when he gave evidence at the trial of a friend who was later acquitted of drugs charges. </p> <p>During his evidence, Bradley stated that he had received presents in the form of nights out and the occasional flight, and cash payments, from a man called Brian Wright in return for privileged racing information. Mr Justice Richards reserved judgment in June and is due to give his decision in writing.</p>",
  "In a deeply polarised America, where virtually every value has become fair game for criticism, there is one that remains sacrosanct: the American dream - the idea that anyone, regardless of the circumstances to which they're born, can make of their lives as they choose, by dint of diligence, determination, and hard work. The problem is that one-third of all Americans, according to a recent national survey, no longer even believe in it. Some have lost faith because they worked hard all their lives only to find hardship and despair. Others question the very dream itself, arguing that its underlying tenets have become less relevant in an increasingly interconnected and interdependent world. For the first time, the American dream no longer serves as the rallying point for everyone in America. <p>Meanwhile, a new European dream is beginning to capture the world's imagination. That dream has now been codified in the form of a draft constitution and Europeans are currently debating whether or not to ratify its contents and accept its underlying values as the core of a new Europe. </p> <p>Twenty-five nations, representing 455 million people, have joined together to create a \"United States\" of Europe. Like the United States of America, this vast political entity has its own empowering myth. Although still in its adolescence, the European dream is the first transnational vision, one far better suited to the next stage in the human journey. Europeans are beginning to adopt a new global consciousness that extends beyond, and below, the borders of their nation-states, deeply embedding them in an increasingly interconnected world. </p> <p>Americans are used to thinking of their country as the most successful on earth. That's no longer the case: the EU has grown to become the third largest governing institution in the world. Though its land mass is half the size of the continental US, its $10.5 trillion GDP now eclipses the US GDP, making it the world's largest economy. The EU is already the world's leading exporter and largest internal trading market. The comparisons are even more revealing when it comes to the quality of life. For example, in the EU, there are approximately 322 physicians per 100,000 people; in the US there are only 279 physicians per 100,000 people. The average life-span in the 15 most developed EU countries is now 78.2 years compared to 76.9 years in the US. When it comes to wealth distribution - a crucial measure of a country's ability to deliver on the promise of prosperity - the US ranks 24th among the industrial nations. All 18 of the most developed European countries have less income inequality between rich and poor. </p> <p>Europeans often remark that Americans \"live to work\", while they \"work to live\". The average paid vacation time in Europe is now six weeks a year. By contrast, Americans, on average, receive only two weeks. When one considers what makes a people great and what constitutes a better way of life, Europe is beginning to surpass America. </p> <p>Nowhere is the contrast between the European dream and the American dream sharper than when it comes to the definition of personal freedom. For Americans, freedom has long been associated with autonomy; the more wealth one amasses, the more independent one is in the world. One is free by becoming self-reliant and an island unto oneself. With wealth comes exclusivity and with exclusivity comes security. For Europeans, freedom is not found in autonomy but in community. It's about belonging, not belongings. </p> <p>Americans are more willing to employ military force to protect perceived vital self-interests. Europeans favour diplomacy, economic aid and peacekeeping operations to maintain order. The American dream is deeply personal and little concerned with the rest of humanity. The European dream is more systemic, bound to the welfare of the planet. </p> <p>That isn't to say that Europe is a utopia. Europeans have become increasingly hostile towards asylum seekers. Anti-semitism is on the rise, as is discrimination against Muslims and other religious minorities. While Europeans berate America for having a trigger-happy foreign policy, they are willing, on occasion, to let the US armed forces safeguard European security interests. And even its supporters say that the EU's governing machinery, based in Brussels, is aloof from the citizens it supposedly serves. </p> <p>The point, however, is not whether the Europeans are living up to their dream. We Americans have never fully lived up to our own dream. What's important is that a new generation of Europeans is creating a radical new vision for the future. </p> <p>The UK is uniquely positioned to play a bridge role between the older American dream and the newly emerging European dream. Were it to cast its fate with the EU, while maintaining its special relationship with America, the UK could help create an ideological synergy between the two great superpowers of the 21st century. The UK could champion the entrepreneurial sensibilities and sense of individualism that is so characteristic of the US way of life, within the corridors of Europe. At the same time, the UK could help Americans better understand the need to expand their dream beyond individual self-interests to include the general welfare of the larger community and a global consciousness more befitting a globalising world. </p> <p>But the UK will never fully enjoy the advantages that come with being part of a shared political space if it continues to straddle the fence. The US and the EU are going to increasingly realise that their own prosperity and security depends on their cooperation, if for no other reason than the fact that they each represent the two largest markets in the world. What can the UK offer either of these megapowers that they can't better secure by dealing directly with each other? </p> <p>Instead of seeing full membership in the European Union in purely negative terms, as something being forced on them by the flow of global events, the UK ought to consider Europeanisation as a historic opportunity, with vast potential benefits for the British people. By being a critical part of a larger European agenda, the UK can play a leadership role in helping shape the European dream and laying the groundwork for a truly global consciousness in the coming century. Equally importantly, the UK's ability to draw America and Europe closer together depends on it being squarely in the EU fold. </p> <p>The human race is becoming connected. Nation-state boundaries, once a source of security in an unpredictable world, are increasingly seen as too restrictive to accommodate the many new identities, affiliations and loyalties that make up a network way of life. The question for the British people, and peoples everywhere, is whether to be constrained inside old political containers, or to reach out and establish new political arrangements more suitable to an era of ever greater interdependence. </p> <p>The real lesson in a globally connected world is that no people can any longer exist as an island unto themselves. The UK, too, will have to choose to be part of a larger political affiliation. The only question is whether it will make its home with America or Europe. </p> <p><b>·</b>This is an edited extract from <a href=\"mailto:jrifkin@foet.org\">Jeremy Rifkin</a>'s new book, The European Dream: How Europe's Vision of the Future is Quietly Eclipsing the American Dream, published by Polity Press.</p>",
  "The government is systematically betraying its pledge to keep asylum seekers out of the prison system, according to campaigners, who have drawn up a file of innocent men held alongside convicted criminals for up to two years. <p>Several are believed to have been deported directly from jail, flouting a commitment by the home secretary, David Blunkett, to the 2001 Labour party conference that the practice of keeping asylum seekers in prisons was \"a scandal which should never have happened - it is time that it was over\". </p> <p>The situation has deteriorated sharply following last month's riot at Harmondsworth immigration detention centre, near Heathrow airport, which saw hundreds of men moved to jails and - lawyers and families fear - in some cases secretly deported. Relatives and solicitors say that they have been kept in the dark for up to a fortnight about the whereabouts of men taken from the damaged centre. </p> <p>A Prison Service source has also told the Guardian that the arrival of Harmondsworth detainees has prompted anger among prison managers and staff at their \"dumping\" on an already overcrowded prison system. </p> <p>Other senior figures in the service, including the chairwoman of the independent monitoring service at Norwich jail, Patricia Phillips, have at tacked the \"appalling treatment and huge financial cost\" involved in the transfers. </p> <p>After the riot on July 19, a total of 431 men were moved from Harmondsworth and the Home Office claims that they are all accounted for. But a letter from the prisons minister, Des Brown, to the Liberal Democrat peer Lord Avebury gives a breakdown - 188 detainees moved to other centres and 196 to jails - which leaves 47 men unaccounted for. </p> <p>\"The figures simply do not add up,\" said Lord Avebury, who accused the Home Office of not coming clean on the issue. </p> <p>The Guardian has meanwhile learned that at least two men transferred from Harmondsworth have been de ported directly from Norwich prison. </p> <p>A staff member at the prison said 10 detainees arrived from Harmondsworth in July, joining 12 asylum seekers already there, including one man held since August 2002. None of the new arrivals had the normal paperwork staff needed to process them. </p> <p>Concern is also growing that detainees in jails are being denied their legal and human rights, with the Home Office breaking its own rules. </p> <p>Lord Avebury said: \"The Home Office has not come clean about the facilities which detainees are entitled to. For example, when detainees are held in a detention centre, under the 2001 detention centre rules they can re ceive telephone calls from anybody who has their details. In prison they cannot. This means their lawyers cannot contact them in the manner laid out in the rules.\" </p> <p>Sarah Cutler, policy officer for the charity Bail for Immigration Detainees, said 200 detainees were already being held in prisons before the Harmondsworth riot. But the sometimes chaotic transfer from the partly wrecked centre has greatly added to pressure on the service. </p> <p>Personal possessions, including address books with contact details of solicitors and friends, have still not reached men moved to prisons, in spite of Home Office assurances that such problems have now been sorted out. </p> <p>London solicitor Greg Fox-Smith, who acted for detainees charged after the riots at Yarl's Wood centre, near Bedford, two years ago, said that the government was repeating mistakes made then. </p> <p>One detainee told the Guardian he spent three weeks after the Harmondsworth riot in a prison in the south of England, before being moved to Tinsley House detention centre, near Gatwick airport. </p> <p>\"I was receiving medical treatment at Harmondsworth,\" he said. \"But the prison doctor did not know what medicine I had been taking,so I did not get any treatment.\" </p> <p><b>·</b> Additional research by Adam Greenland</p>",
  "<p>An Indian actor who found fame in Britain after landing a part in EastEnders has spoken for the first time about the immigration wrangle that could lead to his deportation, blaming poor legal advice and opposition from British Asian actors for his predicament. </p> <p>Dalip Tahil is frustrated that the actors' union Equity has opposed his applications for a work permit in Britain, and says he wants to restore his credibility after being branded an illegal worker by the press. </p> <p>Tahil, who is well known in India because of his prolific work in \"Bollywood\" cinema, came to Britain in 2002 to perform in the hit musical Bombay Dreams. He was picked by EastEnders' producers to play Dan Ferreira, the head of a new Indian family introduced to the soap last year. </p> <p>But Equity complained that his work permit was not in order, and when the BBC applied to have it regularised, the union said the corporation had not done enough to make sure that there were no Asian actors already in Britain who could do the job. The BBC was forced to drop him from the soap, causing chaos as storylines were hastily rewritten. </p> <p>Much of the subsequent press coverage was negative. The story was broken by the People last November, under the headline \"Swoop on illegal EastEnd star - Dan banned from TV, he faces boot from Britain\". </p> <p>Tahil says he is the victim of the envy of some Asian actors who feel they should have got the part. \"The Asian community has by and large supported me, and the majority of British Asian actors have been totally supportive,\" he said. \"But I feel I wasn't given the support I would have expected from a union, a fraternity that I feel is my own. That was very disappointing.\" </p> <p>Equity says it is obliged to protect the interests of its members, and there were a \"multitude\" of British Asian actors who could have played the part. A spokesman said: \"This is not about Dalip Tahil's talents as an actor. Part of our job is to maximise the opportunities for our members.\" </p> <p>Tahil faces deportation unless he can prove that his immigration status is the result of poor advice by his former solicitor, who is now the subject of a complaint to the Law Society. The actor has now engaged a new firm of lawyers and is hoping that the result of a forthcoming court hearing will allow him to resume his career in Britain. </p> <p>\"I would like to tell my supporters and wellwishers that I have been caught in circumstances not of my making,\" he told the Guardian. \"I haven't come here to try to cheat the state. I'm here to contribute in any way I can. I have rented my own flat and I have never claimed benefits.\" </p> <p>Tahil came to prominence after EastEnders decided it wanted to introduce an Indian family to Albert Square, feeling that the soap did not accurately reflect multicultural London. But the storyline was thrown into confusion when he was forced to leave, and his absence has been explained by increasingly far-fetched theories. </p> <p>Tahil is no longer under contract to the BBC. A spokeswoman for EastEnders said it was open for him to return, but there were \"no plans at present\" to write him back in. </p> <p>Before coming to Britain, Tahil was a prominent actor in India. He was educated at Sherwood College, an Indian public school, under an English principal, the Rev Robert Llewelyn, and says he regards Britain as a \"home from home\". </p> <p>Asked why he does not simply return to India and resume his acting career there, the actor said: \"I want to clear my reputation.\"</p>",
  "Gordon Ramsay bit off more than he could chew when he devised a tasty new summer dessert for one of his fashionable London restaurants. <p>The Michelin-starred chef devised a trio of small ice creams in a silver stand for the Boxwood Café in the Berkeley Hotel, Knightsbridge and called them mini cornettos. </p> <p>While their fresh mint choc-chip, strawberry and banana bread flavours may be more subtle than a high-street Cornetto, and the £6 price-tag certainly more expensive, Unilever took umbrage at Mr Ramsay's appropriation of their product's trademark and served him with a letter from Unilever's lawyers threatening legal action unless he withdrew the dessert from sale. </p> <p>While the Boxwood Café sells just 150 of the ice creams a week - Unilever's lawyers said Mr Ramsay's pudding was \"likely to damage the distinctiveness\" of the Cornetto trademark. \"Unilever ... is entitled to seek an injunction against you, damages or an account of profits and costs from you,\" the letter warned. </p> <p>A spokesman for Unilever said the company was simply ensuring its brand names did not become generic and were not used on products not made by the multinational. </p> <p>A Unilever spokesman said \"Our legal team asked them to stop use of the name Cornetto for the pudding and received a call from the restaurant apologising and stating that they had removed the name from their menu and website.\" </p> <p>With characteristic stroppiness, Ramsay bowed to the inevitable. \"If anything we are improving the image of the Cornetto in giving it a twist. The thing that pisses me off is that they are so popular. It has certainly put me off my childhood memories of Cornettos.\"</p>",
  "<p>Something like a storm blew through Durham City. It had been grumbling since dawn from the edges of town; booming, blaring imminent apocalypse. It fell on the town in lusty gales of brass, pipes, drums, and wave after wave of men, women and children, marching under banners that shone with glory and cause. This was a passionate, heaving organism, a tsunami that sucked eddies of litter airborne as froth in its wake; that shook, even shattered windows as it passed. </p> <p>My first Durham Miners' Gala. I was only a child. </p> <p>I drowned in it. </p> <p>That was the late sixties, and the miners' gala had been a summer fixture in Durham's city centre for almost a century. It became the brightest part of a dependable north-eastern beat beneath my stateless, improvised life. My grandparents, and theirs before them, lie buried in the lands around the pit villages of Durham. My mother was born and raised in the shadow of Durham Castle, a breath from where the bands pass to this day. And before my relocation to Mexico City, I attended school in Durham City, at least long enough to smack the odd cricket ball beside the river Wear, and harrass the mice out of Mrs Mendelssohn's school piano. </p> <p>I often returned to Durham around the second Saturday in July, as the curious expatriate my uncles, aunts and cousins still know as \"our Pete\"; often stayed in some randomly let flat within the greater coalfield. School holidays of the era nourished by their contrast: Acapulco; Tahiti; Chester-le-Street. Or: New York; Hong Kong; Shincliffe. These hardly turned my litmus red, yet still the north-east, the family, the Durham Miners' Gala, and the people who made it, became my tether to the real. </p> <p>The gala first arose as Big Meeting Day in 1871, around the date pit bosses would meet at the Royal County Hotel to set miners' wages. Having formed their first union in 1869, mineworkers came to lobby them. Over time, they made one hell of a day of it, and brought their banners and brass bands with them. The Big Meeting - at its peak, attracting over a quarter of a million people - was said to be the biggest socialist gathering this side of the Iron Curtain. To me though, in the seventies, the upraised fists and tannoyed cries of \"Comrade\" on the playing fields simply meant a great many people having a canny time. </p> <p>And perhaps that was the way to see it; unwashed by political dye. Just people celebrating the power of coming together, trumpeting their struggle across the land. The precise nature of The Struggle grew in me more as a feeling than a thought, an accompaniment to being sucked under by the raucous power of a mile-long snake of bands in full simultaneous voice. It lived in the sting of diesel soot, in the shine of a heavy uniform ironed 20 years too long; in the men, women and children of the pit villages labouring up and down any number of Durham's seven hills under sizeable silver instruments. </p> <p>No Disney colours, no pantomime frills; though beneath the occasion's stolid pride, underneath the gilded banners and scrawled exhortations to class war, I found the skull-and-crossbone flags, bright plastic toys and kiss-me-quick hats that lured me gently towards the concept of The People. I fell to the north-east's pull - the pull of a place where self-sufficient communities existed nearly a century before the welfare state - while splashing through a flotsam of trinkets on the tideline of the joyous and the grave. </p> <p>In revealing the city's rococo curiosities to me, my great uncle Wilf, a stalwart companion until his death, illuminated his own story. His life unfurled as I learned the names of the seams that make up the Great Northern Coalfield: Brockwell, Busty, Tilley, Harvey, Hutton, Durham Low Main, Maudlin, Durham Main and Five Quarter, once all better known than players in a football team. Durham Castle, with its dungeons and ghosts, the shed-sized woodland mansion of a midget count, the cathedral of the Prince Bishops, all gradually paled behind his story and, to me, his became the story of all around. </p> <p>This year, his family and mine remembered him. \"He was a pitman, not a miner,\" stresses my uncle Bill. \"A pitman. He lay on his side in a seam, in inches of water, hacking away by hand.\" Wilf left school early to work underground. Like many lads of his day, he paid full fare; coal dust settled in his lungs, condemning him to a lifelong struggle for breath. Pitman's Disease. With the proper regional stoicism, he carried it quietly, and lived long enough to salute his fellow mineworkers from the balcony of the Royal County Hotel one Big Meeting Day. </p> <p>For decades, all the left's brass applauded the parade from that balcony; each band paused in turn to play a salutory tune from the venerable British playlist for military and brass band, or some select arrangement of its own, before marching to the playing fields for rallying speeches and enough refreshment to weigh the instruments heavy for the march home. </p> <p>Around the time Prime Minister Jim Callaghan graced the balcony, I first saw shopfronts, windows and doors boarded up along the parade's route, such was the throng. At that point in the seventies, some time between Chirpy, Chirpy, Cheep, Cheep and Ray and Deirdre Langton's first child in Coronation Street, Durham all but shut down for Gala Day. The Big Meeting had become an act of God, which no force would destroy. </p> <p>Then came the great strike of the mid-eighties. New resonance attached to the black trimmings that hung from certain banners in memory of those newly perished at the coalface. Yet despite the omens, the Great Northern Coalfield, a rich, unspent patch that once supported 180 pits and some 200,000 mineworkers - indeed, once the very engine of the nation - was ablaze with wartime spirit. Makeshift kitchens sprang up around the pit villages, such that strikers were spoilt for choice. There was a sense that this wasn't just a war between miners and the coal board, or between the unions and Thatcher's machine, but a vital fulcrum in socialist history. It was a battle that shouldn't be lost, for the future's sake. </p> <p>But, despite many hard-won concessions, lost it was. The very reason for the gala - indeed, the very lifeblood of the region - soaked into history's gloom. As mines across the country died, traditional galas died with them; South Wales held its last gala in 1984, even as the knell of the British coal industry was rung. The Great Northern Coalfield drew breath until 1993, when the last pit closed in County Durham. The Durham Miners' Gala was expected to die with it. </p> <p>It didn't. What died was my illusion that the people of the affluent west somehow held the reins of government. Ever used to the berets, the tufted beards and the doubtfully coined dogma of the Latin American college milieu, I was until then a largely apolitical animal. Revolution was a fashion choice. The concept of \"guided\" democracy had passed me by, to say nothing of the more sinister latitudes it could explore. But then, my life under a single-party dictatorship that masqueraded as a centre-left democracy was easier that way. That was Latin America. </p> <p>Through an entire childhood, adolescence and early adulthood living in the world's largest urban concentration of people - poor, spirited people - nothing prepared me for the sight of a nation's police machine so bitterly deployed against tens of thousands of young men trying to stay employed. </p> <p>England showed me that. This year marked the 20th anniversary of the great miners' strike. I returned to Durham to see what had become of the country's only surviving gala, and the people whose voice it had written so large. While Thatcher's government may have destroyed many things in the north-east, the mineworkers' unions, and the defiant pride of the region, weren't among them. This year saw the 120th gala storm through Durham's ancient streets, and it throbbed as ever it did. </p> <p>George Robson, tireless gala co-ordinator for the last 27 years, told me over a pint in the Royal County Hotel: \"It's as if the gala's been through 10 years of mourning. But this year there have been new banners commissioned, and labour organisations from all over the country are here to march. It's back, and growing. Still said to be the biggest political gathering in Europe.\" </p> <p>Back it clearly is. But while the gala remains a great day out, I wondered whether the same sharp edge, the sting of miners' causes, their struggle, their politics, would be missing from what may have become a simple celebration of heritage. Where might its future lie? </p> <p>I found one answer on the hotel balcony. Applauding alongside union dignitaries stood South Africa's high commissioner, Lindiwe Mabuza; accompanying her in the weekend's festivities was South Africa's AngloGold choir on their first trip to the Gala. In a world quickly turning right, it seems the Gala's arms are wide open. </p> <p>As I jostle past the balcony with the crowd, I sense something in the composition of assembled dignitaries has changed. I turn to one of the marchers. </p> <p>\"Isn't the leader of the Labour party usually invited to preside from the balcony?\" </p> <p>\"Aye, we've had Attlee, Wilson, Callaghan... \" </p> <p>\"So where's Blair?\" </p> <p>\"You're joking, man,\" laughs the marcher, \"he wouldn't bloody dare.\" </p> <p>In a classic demonstration of mineworking spirit, one pit community has set out to ensure that New Labour doesn't miss the flavour of the cause. As if delivering sandwiches saved in a napkin, it's made a habit of marching a brass band and a handful of banners to Blair's back yard in Sedgefield... for a full-blooded performance of The Red Flag. </p> <p><strong>· </strong> DBC Pierre's novel, Vernon God Little, won the Man Booker prize in 2003.</p>",
  "<p>Even Manchester United's millions would have been of no use to Sven-Goran Eriksson. With a start to be made in the World Cup qualifiers that sees England play in Austria on Saturday and Poland four days later, the manager's need of Wayne Rooney is arguably even greater than the Old Trafford club's. The player's fifth metatarsal, though, will not be healed fully for at least another couple of weeks and the Swede can only think wistfully of him. </p> <p>Eriksson is not rash enough to state that Portugal would definitely have been beaten at Euro 2004 if the teenager had not injured his foot, but that is clearly what he believes. To the charge that England dropped too deep, he responds that Rooney would have prevented that from happening. </p> <p>\"There were a lot of circumstances,\" Eriksson said, \"but it didn't help that Rooney went off. He was very good at holding the ball up and it gave the team time to get up there.\" </p> <p>The manager has known for a long time that the return of the young forward to England's colours could not come until next month's qualifiers against Wales and Azerbaijan. Rooney could even have Rio Ferdinand, with his eight-month ban completed, as an international team-mate at his new Old Trafford home for the first of those games. </p> <p>Eriksson can resign himself to waiting a few more weeks for the striker when he will, in all probability, have a reliable scorer like Michael Owen paired in Vienna and Chorzow with the thriving Alan Smith. The latter has also moved to Manchester United and it soothes Eriksson to know that members of his squad will, in due course, be honed by Champions League football. </p> <p>There could, nonetheless, be a special concern that the switch to United might overwhelm a teenager like Rooney. Eriksson, though, does not dread that the move will inhibit the player's gifts. </p> <p>\"So far he has never showed that he is nervous or worried about anything,\" said the England manager. \"He keeps his feet on the ground. Give him a ball and things will happen. I have been asked what is so good about him and one of the things is that he is very cold. </p> <p>\"I realised that on the morning when I told him that he was going to start for England for the first time in the qualification game with Turkey. Telling an 18-year-old boy that he was going to do that would scare anyone. He said 'OK' and that was it. </p> <p>\"When you are as cold as that then you are very confident in your own skill. I had Roberto Baggio when he was that age and he was very confident, but I think Rooney is even more confident. Not many clubs in the world would say no if they were offered him.\" </p> <p>Eriksson's mind drifts easily to the club scene in which he has spent most of his life, but the departures of Sir Bobby Robson from Newcastle United and Paul Sturrock from Southampton illustrate the pitfalls. \"It's starting to be like Italy,\" he joked. The Swede claimed that the pressure is as great on him. </p> <p>In reality, however, the threats come in phases and Eriksson, having survived the summer, will enter a tranquil period if England accomplish expected wins over Austria and Poland. There will be some inconveniences to be dealt with before victories are clinched on the trip. </p> <p>Nicky Butt has left the squad for the time being. He has a hamstring problem and could do no more in the England party than receive treatment for the next few days. It was decided last night that he ought to go back to Newcastle United, but England have not ruled out flying him to Poland at the beginning of next week. </p> <p>Even though Butt cannot now play against Austria, Eriksson is loath to part with the specialist in the holding midfield role. The medics will have the last word on the subject. The doctors' assessment of Shaun Wright-Phillips was satisfactory and the Manchester City midfielder could train today despite an ankle knock. </p> <p>Michael Owen and David Beckham, detained by Real Madrid for last night's friendly against Pumas de Mexico, are expected at the Hertfordshire base today. Having assembled the squad, it remains for Eriksson to decide quite what to do with it. </p> <p>In the absence of Butt, Frank Lampard and Steven Gerrard should be paired in centre midfield but Paul Scholes, having given up international football, is no longer around for the role on the left. Chelsea's Wayne Bridge could fill that gap since Eriksson, who used him there in the unhappy 2-2 draw with Macedonia in 2002, has been hankering to give the partnership with Ashley Cole on that flank another outing.</p>",
  "Poor rural migrants have become like characters in the folk-tales and fables they no longer tell their children: fleeing the countryside to escape the evil spirits of want and poverty, they find the old enemies lying in wait for them in the urban slums which are their destination. <p>Global poverty is in flight; not because it is being chased away by wealth, but because it has been evicted from an exhausted, transformed hinterland. The UN estimates rural populations have reached their peak, but there will be a further 2 billion urban settlers in the next 30 years. About 70% of these will live in slums, adding to the 920 million already there. </p> <p>Poor people have taken their bundles to the unwelcoming cities of Asia, Africa and Latin America. Few go in search of bright lights or easy pickings. Most depart in sorrowful resignation, because they have dependants - children and elderly parents - to sustain and insufficient means to do so. </p> <p>The earth they farmed, addicted to fertiliser and pesticide, no longer yields a surplus to sell in the market. Water is contaminated, irrigation channels are silted up, well water polluted and undrinkable. In any case, land was sold for a dowry, or to finance a family member in the Gulf, from where she sent her domestic servant's wages each month until the contract expired. Land was taken by government for a coastal resort, a golf course, or under the pressure of structural adjustment plans to export more agricultural products. </p> <p>Other aspects of rural life had also decayed. There had been no repairs to the school building. The health centre had closed. Forests, where people had always gathered fuel, fruit and bamboo for house repairs, had become forbidden zones, guarded by men in the livery of some private semi-military company. </p> <p>Poverty itself mutates during the journey to the cities. People leave places where food is produced, paradoxically, to escape hunger. When they see city markets, it seems they have indeed arrived at a place of plenty. But the cash required for food always outruns the day's labour. Vegetables dug freely out of a patch of earth now cost half a day's income. </p> <p>Neighbours and relatives in the city find a precarious site where a shelter can be built out of industrial detritus - close to the bubbling black water of a stagnant canal, on the dangerous scree of a stony slope. In some cities, factory work is available; others have urbanised without becoming industrial; and from some industry has already departed. The poorest areas evoke images of flimsy makeshift settlements: cities have become refugee camps for the evictees of rural life. </p> <p>No one gives work. People turn themselves into rickshaw drivers or domestic servants; buy a handful of bananas and spread them for sale on the pavement; offer themselves as porters and labourers. This is the informal sector. In India, less than 10% of people are employed in the formal economy, and this is being reduced by the privatisation of state enterprises. </p> <p>In the slums, latrines surrounding polluted ponds are shared by 50 families. The nearest water tap is a 15-minute walk away, and water flows only in the early hours. Money for illegal electricity connections must be paid to the prosperous family in a house on the main road. Children suffer from strange fevers. Money set aside for food must be spent on medicines to stop the shiverings of dengue and malaria. The remains of the daily meal are tied in a plastic bag from the roof to keep it from the rats that run through the night. </p> <p>Security comes to mean a padlock on the door, rather than the vigilant eyes of neighbours. Uncertainty redefines itself as insecurity of tenure, the illegality of what were to have been sanctuaries from eviction. Insufficiency is structured into the very wages which were to have been the means of deliverance, but which prove unable to procure the necessities of life. </p> <p>In 1950, 18% of people in developing countries lived in cities. This rose to 40% in 2000. By 2030 it will reach 56%. More than 40% of these are already living in slums. The urban poor are emblematic of the 21st century. Neo-liberal policies have quickened the growth of slums, as subsidies for agriculture and nutrition have been withdrawn, effective health and education have become marketed commodities, water has been privatised and sanitation all but abandoned. </p> <p>The world must learn once more that the minimal state leads to maximum disturbance. If rural poverty is relatively dispersed and powerless, global laissez-faire towards an urbanisation without livelihood sets up pathologies of violence, the consequences of which are not difficult to foresee. </p> <p><b>·</b> Jeremy Seabrook's book, Consuming Cultures, Globalisation and Local Lives, is published by New Internationalist </p> <p><a href=\"mailto: comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Only professional jeremiahs of overpopulation, such as Crispin Tickell and Jonathan Porritt, noticed the forecast last week that Britain would have 4 million extra people by 2025, plus a further 1.5 million by 2050 - a 10% rise in the lifetime of our children. The UK is the only major European population still growing. </p> <p>Public debate on population is so preoccupied with the social impact of immigration that nobody asks how we will support 66 million consumers of energy, housing and driving space on the roads. Already we have 631 people per square mile in the UK (993 in England) - more than twice as many as France, and the highest density in Europe after the Netherlands. China's population density is 352. </p> <p>Yet the new forecast from the US-based Population Reference Bureau attracted no comment from our government, which has barely begun to shape a population policy, as distinct from an immigration policy, which it says sets \"no upper limits\". </p> <p>Tickell and Porritt are patrons of the Optimum Population Trust (OPT), which takes a deeper look at the issue. It argues that the government's hopes for sustainable development in food, clean water, healthy soil and a stable climate will be dashed if the population is not reduced from 60 million to 52.5 million by 2050, and possibly to 30 million by 2121. </p> <p>The OPT demands firm action against unintended pregnancies, particularly among teenagers, and extra support for the raising of small families. The average British woman chooses to have 1.7 children; in Italy and Spain it is 1.2. </p> <p>Unabashed at sharing some opinions with the British National Party, the UK Independence Party and the Daily Mail, the OPT wants net immigration brought down to zero. Immigration has been the main contributor to recent UK population growth and is projected to account for more than 80% of future growth. </p> <p>Two years ago, 360,000 people left the UK and 513,000 came in - a net immigration of 153,000. The government expects the influx to be lower when the figures for 2003 are released, but natural increase - the excess of births over deaths - is expected to rise from 62,500 in 2002 to 83,000. </p> <p>The OPT has been a voice in the wilderness, but in recent weeks officials have begun replying to its emails and even inviting its input on the future of farming. Tickell, who is director of Oxford's Green College environmental policy centre, does not support OPT's ambition to reduce net immigration to zero, but he does want to stem the flow by discouraging migrants and refugees from coming to Europe. He argues: \"We should give aid at the European level to the countries where refugees originate - especially aid in population policies.\" </p> <p>Porritt agrees that most of the expected increase will be caused by immigration, \"plus a bit of demographic pressure\". But, unlike the OPT, he accepts the government's current immigration policy for humanitarian reasons and because immigrants will help the economy. \"I don't think they're letting too many people in,\" he says. \"Population talk is far too tied up with immigration and racism. The fact is that we are nearly in balance. We're not showing hundreds of thousands coming in.\" </p> <p>Porritt, who drafted the Ecology party's demographic policy in 1976, can claim to be the doyen of the population prophets. Now, as chairman of the Sustainable Development Commission, he is an influential critic who blames the government for not having a population policy. </p> <p>\"The next sustainable development strategy paper is due in March, but will population even feature in it? This government is not doing enough to make a difference. We need more energetic policies on fertility management, which could give us a net reduction even with the present rate of immigration. People should be made to understand that their commitment to the world includes not having too many children.\" </p> <p>The OPT appears relatively untroubled that its two famous patrons disagree with its aim to stop immigration in its tracks. The trust's starkest warnings come from its research coordinator, Andrew Ferguson, a retired airline pilot who calculates that Britain will only be sustainable when its population is brought down to 20 million or, at most, 30 million. \"Only by extravagant use of fossil fuel can we support 60 million people, let alone 65 million,\" Ferguson says. \"As we run out, we will have to go back to old methods of making energy, and that will need lots more space - wood burning, hydroelectric and, to a far lesser extent, wind and solar.\" </p> <p>Most OPT pundits belittle the prospects of renewable energy - \"too many energy fantasists\", says Ferguson. Most accept the revival of nuclear power as inevitable, but insist that the drawbacks, especially the hazards of radioactive waste, make it a least-worst option and no substitute for curbs on population. </p> <p>Ferguson, who sits on teenage pregnancy panels, points out that, with 40,000 such births a year, the UK leads Europe in the field, \"beating even Holland - and we are six times worse than Holland\". </p> <p>The trust shows little embarrassment at sharing some of its platform with anti-immigrant agitators. \"We have nothing in common with the racists, and if there are social problems of immigration we don't get into that,\" says John Guillebaud, researcher in reproductive health at University College London, who is co-chair of OPT. \"Genuine asylum seekers and others reasonably admitted can be black, khaki, purple or green, as long as we bring immigration and emigration into balance and control teenage pregnancies over five to six generations. Given the below-replacement average family size chosen by women in this country, that could bring the UK to 30 million by 2130.\" </p> <p>He agrees that restricting immigration could worsen Britain's already problematic age structure, and \"we may give up economic advantage in excluding potential workers who are promising, or willing to do jobs we ourselves don't want to do - but here the end would justify the means: we have to think of the bigger picture. Increasing the population of a seriously overcrowded country is just crazy.\" </p> <p>Rosamund McDougal, a family planning expert and a co-chair of OPT, argues that the race issue is \"simply irrelevant\". </p> <p>\"I'd rather have 40 million people in the UK and half of them black than 100 million all white,\" she says. \"We can't affect the death rate - we can't go around shooting people. What we can do is cut down unwanted births and immigration that we cannot sustain.\" </p> <p>At last, she thinks, the message is getting through to government. \"We were unheard of, our emails got no reply, then the penny dropped,\" she says. \"Defra [the Department of the Environment, Food and Rural Affairs] used to be hostile, but now wants our input on rural scenarios; we argue that the notion of farmers as paid keepers of the landscape is nonsense because we're going to need the land for energy.\" </p> <p>Best of all, a letter arrived from the Treasury promising that the current review of the sustainable development strategy will \"consider what the challenges are, including in relation to trends in population and lifestyles\". </p> <p>Has the penny dropped?</p>"
]