[
  "<p>I was wandering round an architectural salvage place - so useful if you fancy a few pews - and opened a cupboard. Inside swung a skeleton. I can still hear the sound of myself not breathing. <strong> Who Do You Think You Are?</strong> (BBC2) is a bright idea and quite original in my experience. Ten celebrities will trace their family history, encounter unsuspected skeletons and investigate their rude forefathers, some ruder than others. Jeremy Clarkson is a scion of the Kilner jar fortune (it is remarkable how many of us would have been rich but for something or other) and Vic Reeves's grandfather was a bigamist. You can always rely on Victorians to blot the escutcheon a bit. My great-grandfather was followed to the grave by carriages full of grieving ladies of the night and, as my grandmother would say with considerable satisfaction, \"No man raised his hat as they passed\". They may, perhaps, have been hiding their faces. </p> <p>The discovery of wholly unsuspected hanky-panky lets daylight into situations which never quite made sense. There is, for instance, the little matter of my cousin, Percy. You wish you had been trusted with the truth earlier. </p> <p>The first one in the deep end was Bill Oddie. He lost his mother when he was about 10 and was brought up by his grandmother. She was not a genial presence. Bill escaped the house to watch birds, a classic symbol of freedom. </p> <p>Lilian Oddie was in a lunatic asylum. They wouldn't have told Bill that. Ask no questions and you'll be told no lies, as they used to say. At first she used to come home, but one day she was dragged away screaming. Her nurses remembered her as always jolly, always happy and very musical. Fans of The Funky Gibbon will remember that Bill Oddie was the only Goodie who could actually sing and dance. </p> <p>He started to ask questions when he recently suffered two bouts of clinical depression, the comic's occupational risk. He said: \"This isn't curiosity. It's self-help.\" </p> <p>When you find your family, you may find them at eachother's throats. Sixty years on, his Auntie Margery went for his grandmother like a grandmother-seeking missile. According to Margery, her sister Lilian was committed for threatening her mother-in-law. \"That was your grandmother's doing. Nag, nag, nag. She was always there, your grandmother. That was the trouble.\" She also told Bill about an unsuspected sister, who died at only five days old because his grandmother wouldn't let his mother go to the crying child. The death certificate said inanition. Empty, undernourished, dehydrated. </p> <p>So he looked into his grandmother's background. She had been a Lancashire weaver since she was 13. It was a cruel school. Bow legs were common and the din so deafening that weavers had to lip read. She must have been as tough as the clogs she wore to survive. Any sign of sickness and you were told not to be mard. I don't even know how that is spelled, I have only heard it spoken. Many times. </p> <p>In Rochdale, Bill encountered an identical Oddie. Perhaps a fraction furrier. They could have sat on either side of a pond fishing companiably. \"I've always wanted to ask,\" said the furrier gnome, \"if your second toe is longer than your big toe.\" It was. </p> <p><strong>ONE Life</strong> (BBC1) was about the Jackson family. Andy Jackson was so young you smiled at the sight of him. He had felt rough for some time but, being 19 and exuberant, put it down to hangovers or crap food. \"To be told you've got leukaemia, it just went wham! Blooming 'eck! And then you're off in a flashing ambulance to Hammersmith Hospital. I was so upset for mum.\" </p> <p>Sandy, his mother, was in the last stages of terminal cancer but grittily determined not to die until she was sure he would live. His father, who, as Andy put it, was in some mad place in the middle, offered tissues, bacon sandwiches and jokes as required. They were such extraordinary people you were pleased that the producer, Jonathan Smith, had done such an extraordinarily good job. </p> <p>After chemotherapy, radiotherapy and a marrow transplant, it takes a fortnight for the first healthy white blood cell to appear. If the transplant fails, it won't show. Andy's mother was now floating in and out of his room like a ghost but, when he developed that crucial white blood cell in 10 days, she sparkled like Christmas. </p> <p>Then, having seen his salvation, she died.</p>",
  "<p>Abdoulaye Diomande, an asylum seeker from Ivory Coast, has just one word to describe Beryl Payne: saviour. When immigration officials removed Diomande, 30, from his Derby home to Tinsley House detention centre at Gatwick airport, he was alone. Payne, a volunteer with the Gatwick Detainees Welfare Group - a support group for asylum seekers and detainees held there - visited him up to twice a week during his two-month stay. </p> <p>\"When I got to Tinsley House, I was confused,\" Diomande recalls. \"I picked up a leaflet on the group and thought I had nothing to lose by contacting them. When Beryl visited, she was my only friend. She helped me contact solicitors, write letters to MPs and brought me books. Her visits were important for my mental and emotional support. We are two very different people from different backgrounds, but there is a friendship there. She never let me down. She is my saviour.\" </p> <p>Diomande left Tinsley House six months ago and is living in temporary accommodation in Erith, Kent. His asylum case is pending, but he still sees Payne every two weeks. He is just one of hundreds of asylum seekers helped by Payne and her 80 or so fellow volunteers. In 2003, volunteers assisted 794 detainees from 86 countries at Tinsley House. </p> <p>The group was launched in 1995. When Tinsley House was built in 1996, the group became a registered charity. It has two full-time coordinators and its £70,000-a-year operating cost is met by the Big Lottery Fund and smaller local trusts and donors. </p> <p>The group believes that each detainee has a right to be treated with respect and compassion. Vice-chair Mary Lean explains: \"Our aim is to show people in detention that someone cares. It's not our role to judge their stories. To us, they are just people who need support. We think of it as walking alongside them.\" </p> <p>Tinsley House holds up to 135 people, and around 11,000 detainees pass through it each year. Detainees are not allowed out and personal possessions are restricted. Although daily visits are allowed, they are confined to a communal room, and while there are medical and psychological services, a library and activities such as English lessons, boredom and frustration soon set in. </p> <p>Many detainees have suffered in their homeland and are frightened. Detention can be traumatic, whether a detainee has arrived recently or has been here for many years - perhaps having overstayed a visa. \"Usually they are confused,\" says Lean. \"They might have fled traumatic situations in their country.\" And as detainees are held for indefinite periods, \"it's like being permanently stuck at the airport. They're in limbo.\" </p> <p>Detainees contact the group through leaflets displayed at Tinsley House or referrals from staff or friends. \"We have to tell them we're not immigration advisers, we're not with the Home Office,\" Lean says. \"We can't get them out or help them stay in the country. But hearing their story is important.\" </p> <p>Visitors offer friendship and help with small items such as toiletries and second-hand clothes or liaising with solicitors. The contact also helps detainees integrate into society in Britain - for example, for those released while a decision is pending. \"Visitors can talk about all sorts of things, so the detainee can build up a picture of what life is like,\" Lean says. </p> <p>The group plans to spend some of its prize money on a publication highlighting detainees' stories. The rest will help those about to be deported. \"Winning the award is so encouraging,\" Lean says. \"It means all our visitors know the impact of their work. And the PC we've won will make a huge difference.\" </p> <p> <strong>·</strong> Gatwick Detainees Welfare Group is at <a href=\"http://www.gdwg.org.uk\">www.gdwg.org.uk</a></p>",
  "<p>A noticeboard in a Dumfries car park proudly lists the reasons why the town is judged the best place to live in Britain. Its virtues include an Olympic-size ice rink, two museums and more than 350 shops. </p> <p>Mysteriously overlooked is the luxury of a home help service available to anyone who claims to be unable to reach those retail opportunities. </p> <p>\"We're not very good at checking,\" Michelle McCrindle briskly acknowledges in her office. Bureaucracy is not the Food Train's style. \"Some organisations have to produce paper till it comes out of their ears. Maybe we should ask people if they're really elderly, housebound or disabled, but I think that is horrendously off-putting.\" She pauses. \"If they've lifted the phone to ask for help, that's good enough for us.\" </p> <p>The Food Train was established nine years ago after a survey of Dumfries pensioners showed that many were literally struggling with their groceries. A simple system was set up whereby volunteers would, for £1 a time, collect shopping lists and return in the next day or so with deliveries assembled by cooperating retailers. The formula proved so popular that the organisation now runs 6,500 errands a year for 300 immobile customers across 2,500 square miles of rolling south-west Scotland. The Queen reportedly considers their work \"wonderful\". </p> <p>By the office door glints what McCrindle calls \"a dod of crystal\" - Her Majesty's Jubilee Award for voluntary service in the community. </p> <p>McCrindle, 32, was appointed Food Train development officer in 2002. The former psychiatric nurse radiates efficiency laced with indignation. \"I think it's disgraceful that local authorities don't provide this service,\" she says. \"I had no idea they didn't until I started here.\" In fact, Help the Aged calculates that 460,000 of Britain's 1.1 million over-85s cannot shop unaided. </p> <p>More than half of the Food Train's clients are not monitored by any other service. The youngest is 40, while 67% are over 75. One farmtrack hermit previously relied on the RSPCA to deliver supplies. </p> <p>McCrindle plans to diversify the Food Train's activities to include various errands and odd jobs, such as letter collection and window cleaning. \"The help should be there when people need it,\" she says, \"not when they are about to be carted off to hospital.\" </p> <p>The idea is far from new. The sons of the ancient Greeks were obliged by law to look after their parents, grandparents and great-grandparents. However, the elderly have often been last in line for community support. William Beveridge, in his 1942 report, cautioned: \"It is dangerous to be in any way lavish to old age until adequate provision has been made for all other vital needs.\" </p> <p>This sort of institutionalised prejudice infuriates McCrindle, who tours the country spreading the word about the Food Train. But only Midlothian has followed the Dumfries lead so far. </p> <p>\"It is disgraceful,\" she says. \"Why should we have fewer rights when we become older than when we are fit and well?\" She dismisses many government social action schemes as \"just reinventing the wheel\". </p> <p>The good news is that five supermarket chains and 20 other shops across Dumfries and Galloway have agreed to make up Food Train orders. </p> <p>The office door opens and a young man eases into a chair, balancing one trainer on top of another. \"Alan is one of our helpers . . . very good with computers,\" McCrindle says beamingly. </p> <p>Alan, 22, shrugs modestly: \"I just like the sense of doing something.\" </p> <p>This capacity for adding purpose to the lives of 70 volunteers - many retired themselves - helped persuade Dumfries and Galloway council in 2002 to commit £127,000 of Scottish executive funds to the previously self-financing Food Train over three years. This pays for five branches, six vans and McCrindle's salary. </p> <p>Jean Elgar, who runs the Guide Services for Older Folk programme, says it has been \"an absolutely brilliant\" investment. The Guardian prize money will probably be spent on a new vehicle. The computer that accompanies the cash has been earmarked for the organisation's Annan office, 10 miles from the English border, over which southern retirees swarm in their hundreds each year. </p> <p>\"If you haven't been here for 60 years, you don't have a natural network,\" McCrindle observes. There is a certain irony in this. According to a council focus group, the main reason for settling in south-west Scotland is the distance it puts between settlers and their families. </p> <p><strong>·</strong> The Food Train is at <a href=\"http://www.thefoodtrain.co.uk\">www.thefoodtrain.co.uk</a></p>",
  "<p>It is not often that charities are compared to pugilists, but former world light-heavyweight boxing champion John Conteh drew parallels at the Guardian Charity Awards 2004. Presenting the awards last week, he said: \"You deal with tough issues. Like going into a fight, you don't shy away from it, and I'm very grateful to yourselves for the work that you do.\" </p> <p>The awards, in association with Sainsbury's, recognise the outstanding contribution that small charities - with an income of less than £1m - play in meeting social welfare needs in the community. </p> <p>Conteh's own charity work involves playing golf to raise money for the Variety Club of Great Britain and Sparks (Sport Aiding Medical Research for Kids). But he talked about how charity had helped him as a youth, aged 11, in Liverpool. \"As an amateur boxer, all my trainers were volunteers. Without them, I wouldn't have got on the right road,\" he said. </p> <p>The five winners of this year's awards tackle a variety of causes, from supporting detained asylum seekers to helping the survivors of disasters, and delivering food and social contact to housebound people in south-west Scotland. </p> <p>The Guardian's public services editor, David Brindle, who chaired the judging panel, praised the high standard of this year's 765 entrants - double the number two years ago. \"They are all doing valuable work against the odds, and if we could have given them all an award we would have done,\" he said. </p> <p>Fresh thinking, innovation and providing an easily replicable service were the qualities that singled out the winners. Each of the five organisations received £5,000 from Sainsbury's and a computer donated by SmartChange.org. In addition, Brindle hoped that the recognition would increase the organisations' credibility and open doors to future success. </p> <p>No Panic, a helpline for people suffering from agoraphobia and anxiety disorders, described winning a Guardian Charity Award last year as \"a turning point\": \"It gave us the strength to get our voice heard.\" </p> <p>For the Gatwick Detainee Welfare Group, who work with one of the most marginalised groups in society, the recognition of winning the award is particularly valuable according to Felicity Dick, the group's chair. She explained: \"We're proud to help asylum seekers but not everyone shares our goals. The award is recognising our work, but it also recognises that asylum seekers merit kindness.\" </p> <p>The Food Train in Dumfries was singled out for its excellent use of volunteers, while Disaster Action - the self-help group set up by survivors and the bereaved - was praised for being \"topical, focused and clear\". </p> <p>The judging panel included Stuart Etherington, chief executive of the National Council of Voluntary Organisations; Vinay Khosla, managing director of Vivid Orange, providers of the SmartChange service; Erica Zimmer, head of public affairs and corporate social responsibility at Sainsbury's; and two childcare experts: Naomi Eisenstadt, director of family support service Sure Start and Baroness Valerie Howarth, former chief executive of Childline. They praised the Norfolk and Norwich Families House as a model of best practice for supporting vulnerable families. </p> <p>Another children-focused charity, The Guy Fox History Project, was singled out for doing something totally different and making good links with business. Accepting the award, its founder Kourtney Harper thanked not only her trustees and volunteers, but the children of Southwark whose imagination she said had shaped the south London charity. </p> <p>\"We started by creating publications for children, but they wanted to be involved. Now we work with children to produce publications for other children.\" </p> <p>She added: \"We can't change the world, but we can change these kids' view of their world.\" </p> <p><strong>Fresh thinking and innovation</strong></p> <p>The five winners of the Guardian Charity Awards 2004, supported by Sainsbury's, are: </p> <p><strong> Disaster Action</strong>, a self-help group for people affected by trauma, founded by the bereaved and survivors of major disasters, including Zeebrugge, The Marchioness and Lockerbie. </p> <p><strong> Norfolk and Norwich Families' House</strong>, which offers support services for vulnerable children and their families in the local area. </p> <p><strong> Guy Fox History Project</strong>, which uses art to bring the heritage and culture of the south London borough of Southwark to life for local children. </p> <p><strong> Food Train</strong>, a home help service that delivers groceries and other shopping to anyone in Dumfries who is unable to get out. </p> <p><strong> Gatwick Detainees Welfare Group</strong>, which provides some 70 volunteers supporting asylum seekers and detainees held at Tinsley House detention centre at Gatwick airport.</p>",
  "<p>Seven nurses and midwives who claim to have confirmed the birth of \"miracle babies\" could face professional misconduct charges, it emerged today. </p> <p>The Nursing and Midwifery Council (NMC) will investigate the activities of the British women who belong to the church of a Kenyan preacher wanted for questioning in his native country over child trafficking allegations. </p> <p>Self-styled Archbishop Gilbert Deya claims to have helped infertile women conceive \"miracle babies\". He describes the children as gifts from God and claims he has helped two women in the UK to give birth - one of whom was supposed to have had three children in under a year. </p> <p>British authorities took one of the babies into care after tests revealed its DNA did not match either of its parents. </p> <p>Three of the seven women who have verified the \"pregnancies\" are understood to be midwives working in the NHS, the BBC reported. </p> <p>The NMC said the women may face misconduct charges and the details of those who are not registered as midwives will be passed to police. </p> <p>The pastor denies the trafficking claims, and has applied for political asylum in the UK in a bid to fight his extradition to Kenya. </p> <p>Last month, Mr Deya's wife was charged with stealing a child from the Pumwani hospital in Kenyan capital Nairobi. </p> <p>The Charity Commission froze the bank accounts of the Gilbert Deya Ministries and launched an inquiry into the group, which has churches in London, Birmingham, Manchester, Liverpool and Nottingham.</p>",
  "<p>Regular walkers along the banks of the Cromarty Firth in Ross-shire, Scotland, will soon gaze out on a changed seascape. Redundant North Sea oil rigs that have used the dark waters off Invergordon as a parking lot are being readied for action. </p> <p>Local Brent crude prices hit a record $51.50 per barrel yesterday, helping to trigger a rush in local demand for semi-submersibles. But the mini-boom in exploration and development will do little to allay fears about the rapid rundown in Britain's domestic oil and gas supplies. </p> <p>Oil firms such as BP and Shell have been retreating from the North Sea and plunging their billions into places such as Angola and Azerbaijan. The cost of hiring North Sea rigs has now soared from $50,000 (£28,000) a day to $100,000. </p> <p>Houston-based Transocean - the biggest rig owner in the world - is busy reactivating two \"stacked\" drilling units from Cromarty and is bringing a third over from Angola. Rival Diamond Off shore is also transferring equipment from west Africa so it can begin work next year off Britain for Talisman Energy. </p> <p>The UK Offshore Oil Association, UKOOA, which represents the major North Sea players, says its members are increasing their spending by 10% from £8.6bn in 2003. </p> <p>Meanwhile 21 offshore development schemes have received government approval so far in 2004, compared with 14 last year. But the UK saw its oil output peak in 1999 and in gas some time later - and this summer, Britain becomes a net importer of oil for the first time in decades. </p> <p>Nobody will put an exact date on when Britain will run dry of oil but energy consultancy Wood Mackenzie believes the country will be producing as little as 23,000 barrels of oil a day by 2025. </p> <p>That figure compares with just under 2m barrels today, although the estimate does not include new discoveries that could boost supplies further into the future. </p> <p>UKOOA will only say that Britain will produce 2.4m of oil and gas by 2010, a figure that is still almost half today's combined total. </p> <p>Britain has witnessed the rapid withdrawal of the oil majors who really built the North Sea; typical of this retreat was BP's decision last year to sell the Forties field. The group is spending £680m on the Clair field development but this is exceptional. In 1997, the six biggest firms in the world focused 18% of their investment on the North Sea but this year it has fallen to 6%. </p> <p>The large players have lost interest in an area where new fields are likely to be counted in tens of millions of barrels of recoverable oil rather than the hundreds of millions to be found off Angola, Kazakstan or the Gulf of Mexico. </p> <p>While the public may be unaware of the rapid rundown in Britain's oil and gas, the government is not. Gordon Brown did the sector no favours by imposing a windfall tax on it in 2002, but since then attempts have been made to ensure the North Sea fiscal regime is more attractive. </p> <p>The Department of Trade and Industry has been engaged in schemes alongside UKOOA aimed at prolonging an element of self-sufficiency. The DTI has eased the codes of practice for holders of licences to make it easier for smaller firms to come in, and started a \"Brownfields\" project to maximise recovery from existing schemes. </p> <p>Last month the DTI also issued a code of practice on access to infrastructure, designed to ensure traditional owners do not sit on old acreage without investing in it and do not block newcomers' ability to use pipelines and platforms. </p> <p>The industry is pleased with the outcome of such moves but there are still concerns. Mr Blakeley worries that the majors are being encouraged by $50 a barrel prices to hang on to fields in which they are no longer investing. </p> <p>Rhodri Thomas, an analyst with Wood Mackenzie, believes the region can still be vibrant for years to come. </p> <p>\"It's a changing environment, with new types of company coming in, but it is just following a pattern we saw in the shallow water [exploitation of the] Gulf of Mexico and Canada,\" he says. </p> <p><strong>When Britain's oilfields run dry</strong><br> The kind of turbulence that Britain faces when it is no longer a major oil producer was on display yesterday as US crude prices reached a record high of $54 per barrel and shares in Russia's Yukos were suspended.</p> <p>The value of oil soared on the back of hurricanes in the Gulf of Mexico, worries about supplies from Nigeria and more announcements from the Russian government that it would sell part of a Yukos subsidiary to pay for taxes owed. </p> <p>Higher oil prices mean more cash to British-based oil companies and extra tax for the exchequer. But as domestic supplies run dry the future will bring increased import bills for crude, petroleum products and gas, which is also running out. </p> <p>Oil globally will not run out for 40 years, after which Britain and everyone else must look to a hydrogen economy based upon renewables and nuclear power. But meanwhile oil and gas for Britain will come increasingly from developing, and often politically unstable, countries such as Azerbaijan, Iraq and Russia.</p>",
  "<b>NEVADA</b> - Kerry: 48%, Bush: 47% <br> <b>The Las Vegas Review Journal</b> <br> 1111 W. Bonanza Road <br> Las Vegas, NV 89125 <br> (702) 383-2011 <br> <a href=\"http://www.reviewjournal.com\" target=\"_NEW\">www.reviewjournal.com</a> <p><b>KNPR-FM</b><br> 1289 S. Torrey Pines Drive<br> Las Vegas, NV 89146<br> (702) 258-9895<br> <a href=\"http://www.knpr.org\" target=\"_NEW\">www.knpr.org</a><br><br><br><br> <b>NEW MEXICO</b> - Kerry:46%, Bush: 47%<br> <b>The Albuquerque Tribune</b><br> 7777 Jefferson St. NE<br> Albuquerque, NM 87109<br> (505) 823-7777<br> <a href=\"http://www.abqtrib.com\" target=\"_NEW\">www.abqtrib.com</a></p> <p><b>KANW-FM</b><br> 2020 Coal Ave SE<br> Albuquerque, NM 87106<br> (505) 242-7163<br> <a href=\"http://www.kanw.com\" target=\"_NEW\">www.kanw.com</a><br><br><br><br> <b>WISCONSIN</b> - Kerry:47%, Bush: 46%, Nader: 2%<br> <b>Milwaukee Courier/Southeastern Star</b><br> 2431 W. Hopkins St.<br> Milwaukee, WI 53206<br> (414) 449-4860<br> <a href=\"http://www.milwaukeecourier.org\" target=\"_NEW\">www.milwaukeecourier.org</a></p> <p><b>Milwaukee Times Weekly</b> 2214 N. Martin Luther King Jr. Drive<br> Milwaukee, WI 53212<br> (414) 263-5088<br> <a href=\"http://www.milwtimes.com\" target=\"_NEW\">www.milwtimes.com</a></p> <p><b>WUWM-FM</b> <br> 161 W. Wisconsin Ave<br> Suite LL 1000<br> Milwaukee, WI 53201-0413<br><br><br> <br> <b>IOWA</b> - Kerry: 48%, Bush: 47%<br> <b>Des Moines Register</b> 715 Locust St<br> Des Moines, IA 50309<br> (515) 284-8000<br> <a href=\"http://www.dmregister.com\" target=\"_NEW\">www.dmregister.com</a></p> <p><b>KUNI-FM</b> University of Northern Iowa<br> Cedar Falls, IA 50614-0359<br> (313) 273-6400<br> <a href=\"http://www.kuniradio.org\" target=\"_NEW\">www.kuniradio.org</a></p> <p><b>WOI Radio Group</b> 2022 Communications Building<br> Iowa State University<br> Ames, IA 50011-3241<br> (515) 294-2025<br><br><br><br> <b>NEW HAMPSHIRE</b> - Kerry: 47%, Bush: 47%<br> <b>The Telegraph</b> 17 Executive Drive<br> Hudson, NH 03051<br> (603) 882-2741<br> <a href=\"http://www.nashuatelegraph.com\" target=\"_NEW\">www.nashuatelegraph.com</a></p> <p><b>Amherst Citizen</b><br> P.O. Box 291<br> Amherst, NH 03031<br> (603) 672-9444<br> <a href=\"http://www.amherstcitizen.com\" target=\"_NEW\">www.amherstcitizen.com</a></p> <p><b>WEVO-FM</b><br> 207 North Main St<br> Concord, NH 03301-5003<br> (603) 228-89<br> <a href=\"http://www.nhpr.org\" target=\"_NEW\">www.nhpr.org</a></p>",
  "The government yesterday moved to rescue its civil partnership bill from unworkable \"wrecking\" amendments in the Lords while reassuring traditionally minded Tory MPs that its plans for legally binding same-sex relationships do not amount to gay marriage. <p>As the Commons voted overwhelmingly to give the bill a second reading, the equality minister, Jacqui Smith, told MPs that the bill was the latest step in a long journey which began when homosexual conduct was decriminalised in the 1960s. </p> <p>\"Today's bill will ensure equality for the thousands of couples whose relationships are currently invisible in the eyes of the law, send out a clear message about the importance of stable and committed same-sex relationships, and mark a major step in helping such couples gain greater social acceptance of their partnership,\" she said. </p> <p>The legislation allows same-sex couples to register as civil partners and thereby acquire legal rights and responsibilities. </p> <p>These include recognition under intestacy and immigration rules, the duty to provide maintenance for a civil partner and any children, and joint treatment for state benefits. </p> <p>If passed, the legislation will come into effect towards the end of next year. </p> <p>Yesterday this came a step closer when the Conservatives joined the government in moving to overturn an amendment passed in the Lords by a cross-party coalition of peers and bishops. </p> <p>Although some peers denied \"wrecking\" intent, the amendment would create \"a myriad of legal absurdities\", the minister told MPs yesterday - and would have to be overturned before the bill became law. </p> <p>It altered the bill by extending its provisions to give rights to long-term carers and family members, such as elderly spinsters living together. </p> <p>This would allow them to qualify for tax and pension benefits - not least to avoid having to sell a jointly owned house to pay a dead partner's inheritance tax. To achieve it they would have to be over 30 and have cohabited for 12 years. </p> <p>Lawyers and citizen's advice bodies had rejected the peers' move, the minister added. \"But worst of all they stand condemned by the very people they were purporting to help: carers. Carers UK believe that they may even harm the position of carers and create new problems,\" she said. </p> <p>Ms Smith said that eight EU states and several other countries had adopted civil partnership since Denmark in 1989. </p> <p>She also signalled a willingness to examine whether the government could afford to accept a more constructive Lords amendment to extend \"survivors' benefits\". </p> <p>It would allow partners to acquire pension rights built up before the partnership registration - as with heterosexual marriage - and is advanced by gay and other groups on the grounds of basic equality. </p> <p>A small group of rightwing Conservative MPs - including Ann Widdecombe, Edward Leigh and Gerald Howarth - dissociated themselves from frontbench support for the measure. </p> <p>Mr Duncan insisted that civil registration would be devoid of any religious connotation and thus separate but parallel to marriage. But he admitted that \"the lines get closer\" when the new partnerships are compared to civil marriages.</p>",
  "Last week Lawrence Rustem, British National party candidate in Barking and Dagenham's Village ward by-election, came a close second to Labour, taking 38.5% of the vote. \"It's a victory for the ordinary people who were let down by mainstream politicians,\" he exclaimed cheerfully. <p>Perhaps more surprising than the result itself is that Rustem is half Turkish. So why the BNP? The party itself isn't sure. There has been controversy within the BNP over his \"un-pure\" ethnic origin.</p> <p>When I ask him to define \"Britishness\", there's a lengthy pause. \"It's what's in the heart that matters,\" he says finally.</p> <p>He sees himself as an exception to the rule of racial purity. \"Whether a Turk can join the party or not, that's not for me to make those decisions. It's up to the people in charge. I personally don't have a problem with that, but as to the party, I cannot answer that.\"</p> <p>Rustem has been active in the party since 1999 and was appointed as chair of its ethnic liaison committee in 2001. The aim is not to attract ethnic minority members. \"Just like the police force doesn't actively go out to recruit black officers, our party doesn't recruit non-white members,\" says Rustem.</p> <p>His father is a Turkish Cypriot who arrived in Britain in 1957 as an economic migrant. Having settled in Hackney, he married a local woman, Rustem's mother. The marriage failed when Rustem was a child. He has nothing nice to say about life in Hackney, where he was brought up by his mother. It's a place, he says, where \"the whites\" have been \"ethnically cleansed\".</p> <p>He shares with his father an interest in Elvis, but little else. \"He's curious about my involvement with the BNP, but he doesn't interfere,\" says Rustem. \"Anyway, I inherited nationalism from my father. He would be a Turkish nationalist if he were in Turkey today. I believe in inherited genetic characteristics,\" he insists.</p> <p>Rustem kept his election campaign a secret from his parents. \"I wanted it to be a surprise,\" he says. \"If I'd won the election, they would have been proud of me.\"</p>",
  "Michelle was 12 when she began clubbing. \"It all started when I was in foster care, and then moving from care home to care home,\" she says, now aged 16. \"Some of the girls I knew were teenagers and they were going to parties, so I went too. I was the youngest. We drank huge amounts of alcohol. <p>\"I'd always wanted to be a model from a very young age,\" she adds, \"so I arranged for a portfolio to be done. But I had to go topless and the model agency manager asked whether he could put it on the internet. The care home manager knew that I was going to get the portfolio done, but when I told him what had happened the police got involved and the agency was closed down.\" </p> <p>Michelle's social worker arranged for her to contact a project for girls and young women at risk of sexual exploitation and abuse through prostitution. Michelle is one of more than 200 children and young people seen in the past four years by the Merseyside scheme, run by children's charity Barnardo's. </p> <p>\"At first I didn't appreciate what they were doing, but now I do. They've been really, really helpful. I'm well out of that situation,\" says Michelle. </p> <p>The team of four full-timers has until now worked only with young women referred by agencies, but manager Jaci Quennell recognises that there are young people of both sexes out there who may need help but would never contact social services. As a result, the scheme has launched a freephone number that boys as well as girls can use. </p> <p>About 5,000 children are believed to be involved in prostitution. The Children's Society is calling on the government to fund schemes like Barnardo's Merseyside as part of its overhaul of prostitution laws. Each of Barnardo's 14 similar schemes in England and Wales struggle for funds. </p> <p>\"It's about time that central government and local statutory bodies provided proper funding,\" argues the society's policy officer, Andy McCullough. \"It's crucial that this is taken on board in the Home Office's current review of prostitution.\" </p> <p>The Barnardo's team provides one-to-one support and group sessions, focusing in particular on self-esteem. It's very important, says Quennell, to help the youngsters appreciate that having fun does not have to involve drugs and alcohol, or the so-called \"treats\" used by their exploiters and abusers to keep them in line. </p> <p>\"We go through a 14-point risk assessment with them,\" says Quennell. \"Each point is denoted by a colour - red, amber, green - with red being the most risky. This makes everything very clear. Also, we can't make any assumptions about the children's literacy skills. We repeat this at three months, six months and so on. We've found that it's an effective way of helping them to see for themselves the risks they're running and to gauge what progress they're making.\" </p> <p>New partnerships are being forged - with staff at the Royal Liverpool hospital's casualty department, which can refer young people if concerns arise; with Wirral social services, which runs a project for children who run away; with Sefton social services; and with primary healthcare staff and the police. </p> <p>But project worker Gill Buck admits it can be a struggle to get all the statutory agencies involved to work with them in a coordinated way. The same is true of agencies working with asylum seekers and unaccompanied young people, she says, many of whom are at risk of sexual exploitation.</p> <p><b>·</b> For details of the Barnardo's Merseyside scheme, contact <a href=\"mailto:jaci.quennell@barnardos.org.uk\">jaci.quennell@barnardos.org.uk</a> To participate in the consultation on prostitution law, email <a href=\"mailto:prostitutionreview@homeoffice.gsi.gov.uk\">prostitutionreview@homeoffice.gsi.gov.uk</a> Closing date: November 26.</p>",
  "The Department for Education and Skills was yesterday forced to apologise to a distinguished former professor of physics at a US university after wrongly insisting that he could only carry on teaching in a British grammar school if he passed GCSE maths. <p>David Wolfe, who has contributed experiments to the international space programme and speaks seven languages, had been told that he had to take the exam to continue as a physics teacher at the Royal Grammar School in High Wycombe, Buckinghamshire. </p> <p>He was not, however, alerted in an earlier letter from school standards minister David Miliband to the Teacher Training Agency's \"fast-track\" scheme which would have assessed his suitability relatively quickly without the need to take an exam. </p> <p>Last night the Department for Education and Skills said it had stepped in to \"clarify\" the options open to him. </p> <p>The school's headteacher, Tim Dingle, publicised Professor Wolfe's plight after hearing about the case of top private school headteacher Tristam Jones-Parry, similarly blocked from switching to a state school. </p> <p>Professor Wolfe, who has a PhD in physics and used to run the physics department of the University of New Mexico, has been teaching at the school for nearly three years. </p> <p>Pupils were so enraged at the way he was treated that they sent a petition to Mr Miliband, while their parents took the matter up with local Conservative MP Paul Goodman. </p> <p>In a letter to Mr Goodman Mr Miliband had insisted there could be \"no flexibility\" on qualified teacher status. </p> <p>Mr Dingle said yesterday that Mr Miliband's office contacted the school after hearing an item about the case on BBC Radio 4's Today programme. </p> <p>\"Later we were told that the Department for Education and Skills had given the wrong information and that it had sent a personal apology to David Wolfe.\"</p>",
  "An 11-year-old Palestinian girl was shot in the stomach and critically wounded by Israeli gunfire as she sat inside a United Nations school in a Gaza refugee camp yesterday, UN officials said. <p>The incident threatened to escalate tensions between Israel and the United Nations Relief and Works Agency, which runs the school. </p> <p>Last month, a 10-year-old girl was killed by Israeli gunfire while sitting at her desk at the same school. </p> <p>Israeli troops frequently clash with Palestinian gunmen throughout the Gaza Strip. </p> <p>UNRWA, the main UN agency for Palestinian refugees, has accused Israeli troops of firing indiscriminately in crowded areas. Israel accuses the militants of using populated areas for cover and endangering the lives of civilians. </p> <p>In Tuesday's incident, UNRWA said troops had fired two shots from the nearby Gush Katif bloc of Jewish settlements. It said one of the shots hit Ghadeer Imkhmar, a fifth-grade student at a UN primary school in Khan Younis camp. Palestinian hospital officials said the girl was in a critical but stable condition after emergency surgery. </p> <p>Israeli military sources said Palestinian militants had fired mortar shells at an army outpost in the area and soldiers returned fire. The army was investigating the reported shooting of the girl. UNRWA said it was the fourth student shooting at one of its schools in Gaza in the past two years. </p> <p>Israeli-UN relations have been strained for years, with Israel repeatedly accusing the organisation of bias. A UN team is in Israel to investigate Israeli charges that a UN Palestinian driver loaded a rocket into a UN ambulance during recent fighting in northern Gaza. Israel has backed away from its claim.</p>"
]