[
  "<p>The Welsh coach Mike Ruddock's attempt to inspire his national side to fresh heights took on a whole new meaning yesterday when he included the tallest player in the country in a 29-man squad for the forthcoming internationals against South Africa, New Zealand, Romania and Japan. </p> <p>At 6ft 9in, the uncapped Newport Gwent Dragons lock Luke Charter is the tallest Welsh forward to emerge since Derwyn Jones in the mid-1990s and Ruddock acknowledged yesterday they have been grooming the 21-year-old for Test rugby for some time. </p> <p>\"Luke's selection was part of our planning before the summer tour,\" said Ruddock, who has also included the former Celtic Warriors back-row forward Ryan Jones, now playing for the Neath-Swansea Ospreys. </p> <p>\"He [Jones] has the size to make an impact at international level,\" said Ruddock. </p> <p>According to Ruddock, who plans to announce a long-term captain later this week and is looking forward to welcoming the Lions' coach Sir Clive Woodward into the camp before the November Test against the All Blacks, both players \"have the potential to pick up their first caps during the series\". Wales are currently without a number of injured players, such as the hooker Robin McBryde, the winger Mark Jones and the centres Jamie Robinson and Dafydd James. </p> <p>Matt Dawson, meanwhile, says he is trying to keep a clear head in the build-up to his weekend return to his former club Northampton, now led by his Springbok bête noir Corne Krige. \"It would be a lie to say I haven't thought about it because October 2 has been imprinted on my brain from the moment I was moving to Wasps,\" said Dawson. </p> <p>\"It would be easy to be a bit too emotional about going back to Franklin's Gardens but I do need to be very focused on what goes on with Wasps. The time to get emotional is after the game.\" </p> <p>Dawson's new team-mate Trevor Leota has also promised to do everything in his considerable power to help Wasps after visa problems made him unavailable for the season's first four games. \"I feel I let the club and fans down by missing almost a month of Zurich Premiership rugby,\" said Leota, who has finally secured a work permit and will now apply for permanent residency. </p> <p>Northampton's full-back Bruce Reihana could face the Lions next summer after agreeing a two-year contract with the New Zealand Rugby Football Union. Reihana will rejoin his old province Waikato. </p> <p>The Springbok coach Jake White has had his contract extended through to 2007. White, who succeeded Rudolf Straeuli in February, was originally contracted through to May 2006. </p> <p> <strong> Wales: Backs: G Thomas </strong> (Toulouse), <strong> S Williams</strong> (Neath-Swansea), <strong> R Williams</strong> (Cardiff), <strong> Morgan</strong> (Cardiff), <strong> Taylor</strong> (Llanelli), <strong> Henson</strong> (Neath-Swansea), <strong> Parker</strong> (Neath-Swansea), <strong> Shanklin</strong> (Cardiff), <strong> S Jones</strong> (Montferrand), <strong> Sweeney</strong> (Newport-Gwent), <strong> Peel</strong> (Llanelli), <strong> Cooper</strong> (Dragons). </p> <p><strong> Forwards</strong> : <strong> Duncan Jones</strong> (Neath-Swansea), <strong> I Thomas</strong> (Llanelli), <strong> Jenkins</strong> (Cardiff), <strong> A Jones</strong> (Neath-Swansea), <strong> G Williams</strong> (Cardiff), <strong> M Davies</strong> (Neath-Swansea), <strong> Cockbain</strong> (Neath-Swansea), <strong> Owen</strong> (Dragons),<strong> Charteris</strong> (Dragons), <strong> Llewellyn</strong> (Narbonne), <strong> Sidoli</strong> (Cardiff), <strong> Thomas</strong> (Neath-Swansea), <strong> Dafydd Jones</strong> (Llanelli), <strong> Charvis</strong> (Newcastle), <strong> M Williams</strong> (Cardiff), <strong> R Jones</strong> (Neath-Swansea),<strong> Popham</strong> (Leeds).</p>",
  "I find it incredible that your leader writer (September 25) can be so positive about Turkish entry into the European community. Whatever the controversies concerning expansion of the EU into eastern Europe, they are as nothing compared to the problems Turkish entry will pose. Even Turkish sociologists predict the immigration of 10 million to 15 million to western Europe. This, in my opinion, will cause an explosion of the radical right in Germany, France, Belgium and the Netherlands. <p>Free movement in labour works between countries with comparable income and welfare levels. The vast gulf between the EU and demographically exploding Turkey is unbridgeable by any realistic economic development over any realistic timescale. Turkey should be given associate membership, 95% of the package but not freedom of movement of labour. </p> <p>A major supporter of Turkish entry is the US, which sees it as a mechanism of bolstering a strategically important ally at the expense of an increasingly powerful rival. The Americans always think big and cynically. The EU cannot deepen and broaden at the same time.<br> <b>Alan Sharples</b><br> London </p> <p>I read with concern the report from Vienna describing a resistance towards Turkey joining the European Union (In 1683 Turkey was the invader. In 2004 some of Europe still sees it that way, September 22). </p> <p>Britain has achieved multiculturalism by working hard to implement racial and religious tolerance. Turkey must join the EU at the earliest possible moment to give the Turks a chance to show that they can enrich and strengthen the union. A multicultural society with ethnic and spiritual acceptance is a strong society and we can only achieve this in Europe if we build it together across cultural and national borders.<br> <b>Keith Vaz MP</b><br> Lab, Leicester East </p> <p>It is interesting to read that many Europeans object to Turkey entering the EU because it invaded Europe in the 17th century, but have no objection to partnership with Germany, which occupied much of Europe in the 20th century.<br> <b>Sheila Kotak</b><br> Yate, Glos</p>",
  "<p>The British Medical Association reports that nearly 1,000 asylum seekers are qualified doctors, yet only 57 have found their way back into medicine. The other 900-odd include Qudrat Amir, who fled Afghanistan in the 80s to escape being drafted by the Russian-backed regime. Afghanistan, its expats joke, has been exporting \"excellent refugees\" for more than 20 years. This one brought a wife, five kids and a badly wounded young brother. Amir had no documents to prove his qualifications, and spoke no English. Unable to work as a doctor, he discovered he could support his family selling secondhand cars. He talks to Yasmin Alibhai-Brown in part one of <strong> New Brit Business</strong> (3.45pm, Radio 4), a week-long look at immigrant entrepreneurs. </p> <p>There's another go-getter at the heart of <strong> Document</strong> (8pm, Radio 4). Mike Thomson investigates the Encomium, the lengthy apologia left by Queen Emma, wife of kings Ethelred the Unready and Canute, mother of Edward the Confessor and Hardecanute, great-aunt of William the Conqueror and, it is said, lover of a bishop. Is the Encomium a true account of Emma's life, or was she Britain's first queen of spin? </p> <p><strong> Book At Bedtime</strong> (10.45pm, Radio 4) is The Third Man, part of the BBC's Graham Greene season (Book of the Week [9.45am and repeated, Radio 4] is Norman Sherry's Life of Graham Greene). We're in postwar Vienna and writer Rollo Martins is finding out some unpleasant truths about his old friend Harry Lime. The reader is Mark Strong.</p>",
  "Hamas yesterday promised vengeance against Israel for its assassination of one of the Palestinian group's members in the Syrian capital of Damascus. <p>Izz el-Deen al-Sheik Khalil was killed when his car exploded as he turned the ignition yesterday morning. </p> <p>Israeli government sources told the Associated Press that it was responsible, although the government made no official comment. Citing unnamed security sources, Israel's Channel Two television also said it had been told Israel was behind the explosion. </p> <p>Mr Khalil, 42, was expelled from Israel and the Palestinian territories in 1992, and eventually settled in Damascus where Hamas has its headquarters. After a suicide attack on two buses in Beersheba at the end of August, Israeli officials said they held Syria responsible and promised to retaliate. </p> <p>The Syrian information ministry said in a statement that Mr Khalil had not engaged in any activity while inside Syria, and that authorities were investigating the explosion. Ahmad Haj Ali, an adviser to the information minister, described it as a terrorist and cowardly action. \"This is not the first warning\" Israel had tried to convey to Syria, Mr Haj Ali said. \"What happened indicates that Israel's aggression has no limits.\" </p> <p>The assassination, he said, \"was meant to deliver a message to the entire world that says: 'We are capable of striking anywhere in accordance with the Israeli agenda.'\" </p> <p>Gideon Ezra, the Israeli minister for public security, said he had no knowledge of the assasination, but welcomed it. \"I am glad,\" he said. </p> <p>Israeli army chief Moshe Yaalon said this month that Israel would \"deal with... those who support terrorism\", including those in \"terror command posts in Damascus\". </p> <p>Palestinian sources said Mr Khalil was believed to be in charge of Hamas's military wing outside the Palestinian territories. At his family home in Gaza City, relatives blamed Israel for his death. \"Since he left the country, we have had no contact with him because he chose to live a secret life,\" said his brother Rafik. </p> <p>A spokesman for Hamas in Gaza said: \"Neither assassinations nor crimes will stop our resistance and jihad. Resistance will never be broken.\" </p> <p>Shai Feldman, director of the Jaffee Centre for Strategic Studies at Tel Aviv University, said: \"This is a boxing match in which each side scores points against each other. There are no knockouts.\" </p> <p>He surmised that Israel was capitalising on Syria's relative weakness to try to force it to expel Palestinian s. The presence in Iraq of US troops on Syria's border enhanced Israel's freedom to operate. </p> <p>Israel has assassinated its enemies on foreign soil for decades. In 1972 Golda Meir, the prime minister, ordered agents to assassinate everyone held responsible for the killing of 11 athletes at Munich. </p> <p>This year Israel was blamed for a car bomb which killed Ghalib Awali, a Hizbullah leader in Beirut. </p> <p>In 1997 two Israeli agents were arrested after injecting poison into the ear of the Hamas leader Khaled Mashal in Amman. Israel was forced to deliver an antidote and release Hamas prisoners, including Sheikh Ahmed Yassin, to secure the release of its agents. </p> <p>In Gaza yesterday, Israeli soldiers continued an incursion into Khan Yunis refugee camp after an Israeli woman was killed by a mortar in Gush Katif settlement on Friday. </p> <p>According to the United Nations relief and works agency, 230 people were made homeless when the army demolished 47 buildings. The army first banned journalists from entering the Gaza Strip. </p> <p>Ghada Ageel, a resident of Khan Yunis, said soldiers had not stopped firing for three days. \"There are Apache helicopters in the air constantly, and people are very scared.\"</p>",
  "<p>In one of the last interviews he gave before his death last week, Brian Clough spoke of his admiration for some of the current Premiership managers. Arsène Wenger was singled out, with Cloughie waxing lyrical about the style of Arsenal; the individual brilliance of the players, and the simple manner in which they play the game. </p> <p>But Clough also had special praise for Jose Mourinho, whose Chelsea side entertain his former club Porto, winners of last season's Champions League, at Stamford Bridge on Wednesday. \"I like the look of Mourinho. There's a bit of the young Clough about him,\" said Brian. \"For a start, he's good looking and, like me, he doesn't believe in the star system. He's consumed with team spirit and discipline, and the players have to fit in with his pattern of play, and that's right.\" </p> <p>Mourinho's last club could not match the financial clout of the giants who dominate the cash-rich leagues of Spain and England, nor could they rival the major powers of Italy. But their side produced the most thrilling football seen in last season's competition, by some distance, before they emerged as champions, brushing aside Monaco in the final. </p> <p>They were a little unfashionable, but brilliantly tweaked the noses of more illustrious opposition - Manchester United included - and doubtless Cloughie saw in them something of his own double European Cup-winning Nottingham Forest side. There is more than a little of Clough in the way Mourinho speaks, or rather doesn't. </p> <p>Remembering how Martin O'Neill says he recalls being praised by Clough only twice in all his years as a player at Forest, you could almost hear the old boy talking as Mourinho explained his way of dealing with his stars last week. \"I always try to be direct with my men, but I cannot take the same approach with all of them,\" he said. \"Some I speak to every day, others hardly at all. I don't like to give players hope when there are no chances for them.\" </p> <p>And how about this for a blast from the past, as Mourinho took a swipe at those he believes are failing to give Chelsea the respect they deserve. \"It is very difficult for us to receive any credit for our perfor mances, and I am not waiting for any flowers from my critics.\" All it needed was a Cloughesque \"yooong man\" somewhere, and it could have been Brian speaking of his own Forest side 25 years ago. </p> <p>It is the Mourinho factor that must make Chelsea a good bet to emerge victorious in Wednesday's match. So far this season, his strikers Didier Drogba and Mateja Kezman have spluttered into life with an inconsistency that makes the £30m-plus investment for their services seem questionable, but Chelsea have become a mighty difficult side to beat. Just one goal conceded in seven Premiership matches is the defensive form of potential champions and Porto's spies could not fail to be impressed by Chelsea's outstanding victory at Paris St-Germain in their opening Champions League fixture. Mourinho was purring over his side's performance after they strode to a 3-0 win. </p> <p>\"The team played the perfect game,\" he said. \"I was pleased with the result, pleased with the performance and pleased with every single player. I think we played top-class football and controlled the game from the first minute until the last. Defensively we were incredible. At the end of the day, the game looked easy. But it was my players who made it look easy.\" </p> <p>Eyebrows were raised about Mourinho before the season began. His cocksure attitude at press conferences left some grizzled observers drawing the conclusion that Chelsea had given the manager's job to an egocentric braggart who possessed little of the urbane charm of his predecessor Claudio Ranieri. </p> <p>\"Watch this man become the most hated manager in English footballer,\" was one observation. Well, we are still watching. And Mourinho is garnering a sense of admiration rather than resentment. </p> <p>Steve McClaren, whose Middlesbrough were defeated by a Drogba goal at the Riverside on Saturday, is among the converted, saying: \"You won't find me complaining about Jose's style. We've all got our own approach. People say things about him, but he deserves respect for what he's achieved. His presence brings another dimension to our top league. If I'm honest, he's been a breath of fresh air to the Premiership.\" </p> <p>And perhaps it is also an opportune moment to consider how much time and space has been given to eulogising about the merits of Clough, a man who was also repeatedly criticised for apparent egomania during a career of astonishing achievement. Some have said that Ol' Big 'Ead could not have prospered in the modern game where so much power and influence have seemingly been taken away from the managers to fall into the hands of club owners, agents and the players themselves. </p> <p>His autocratic style, the argument goes, would not have cut much ice with modern superstars. Excuse me for begging to differ. It is no coincidence that the most successful clubs in Britain - Arsenal, Chelsea, Manchester United and Celtic - are managed by men who are some of the most forceful personalities in the game. </p> <p>Clough would have laughed in the face of anybody who said a manager's influence is little more than cosmetic or that club's fortunes are shaped by players rather than the man at the top. Chelsea have invested more money in their stars than any other club in the history of English football, but the main reason they are now looking capable of making a challenge for not only domestic but also European dominance is that Mourinho factor. </p> <p>Whether or not he's good looking, I'll leave for others to say. But there is certainly something of the young Clough about him.</p>",
  "\"The issues that matter most to me are, in no particular order: <p>1. No fees for university and a return to grants <br> 2. A fair, tolerant treatment of all refugees and asylum seekers, especially women with children and unaccompanied children <br> 3. Total rejection of torture anywhere in world <br> 4. Increase taxation of the wealthy to remove the increasing inequality between rich and poor<br> 5. To revive the vision of a good comprehensive school system for every child <br> 6. To revise taxes and benefits to enable a parent to care for his/her children aged under three</p> <p>\"I am increasingly frustrated that the Labour party sounds more and more like the Tories, for instance on policies such as the private-finance initiative for building schools and hospitals. </p> <p>\"I feel that Blair is too much under the influence of the US neo-cons. I remain anti-war. I guess my overall view is that of the traditional Christian socialist.\"</p> <p> <b>More about me</b></p> <p><b>Family:</b> Married, three adult sons, six grandchildren</p> <p><b>What was the last book you read?</b> The Centre of the Bed by Joan Bakewell</p> <p> <b>What are your hobbies and interests?</b> Hillwalking, gardening, photography, environmental issues</p> <p> <b>What are your five favourite websites?</b> I have no favourite websites because I rarely use them</p> <p><b>How did you vote in the last general election?</b> Lib Dem. I live in a strongly Scottish nationalist constituency</p> <p> <b>How do you follow political events?</b> Via the Guardian and the Observer, Radio 4 and some TV programmes. Also the Church Times and the Tablet offer comment on political matters</p> <p> <b>What do you think are the three most important issues for the next election?</b> <br>1. Increase taxation of the wealthy to enable poverty relief for poor families <br> 2. Europe, including joining the euro <br> 3. The environment, for example the Kyoto agreement</p> <p> <b>Who would you sack from the cabinet if you could? </b> Tony Blair</p> <p><b>And who would you appoint to the cabinet? It needn't be a politician </b>Charles Kennedy</p>",
  "\"I am, in as much as you can define politics by a few issues, anti-war, anti-tuition fees, pro-abortion and pro-immigration, so I probably come under some 'leftwing liberal' label. <p>\"Although I feel strongly about these and many other issues, I am disillusioned by the political process itself. There are powers that have the ability to change things - corporations with more wealth and less legislation than a small country, the USA, and the popular press - but I don't see myself or the average voter as having even a tiny part of this capacity. </p> <p>\"The government doesn't appear to listen to, or even acknowledge, the views of the young people who marched against tuition fees and the Iraq war, and then wonders about their political apathy.</p> <p> \"I suppose what makes me most angry is the incompetence and self-interest that pervades government as I see it. I know it is very easy to criticise from a position of no responsibility, but I find it hard to believe that there is no possibility for change, for improvement. </p> <p>\"I would like my mind changed. I would like the opportunity to champion policies and manifestos, not just rubbish them. I would like to believe that some politicians tell nearly the truth some of the time, and that they have other interests than themselves. I would like to become more fully involved in my, and other people's process of making the decision of how to vote. I really want to become politically involved in the first general election when I am eligible to vote, and this is the way to do it.\"</p> <p> <b>More about me</b></p> <p><b>Family: do you have a partner/children?</b> Neither.</p> <p><b>What was the last book you read?</b> A Brave New World by Aldous Huxley</p> <p> <b>What are your hobbies and interests?</b> I am interested in literature, films, music, art, going out and seeing friends, talking to people</p> <p> <b>What are your five favourite websites?</b> <br><a href=\"http://www.politicalcompass.org\">www.politicalcompass.org</a><br> <a href=\"http://www.callcentreconfidential.com\">www.callcentreconfidential.com</a><br> <a href=\"http://www.theguardian.com\">www.theguardian.com</a><br><a href=\"http:// www.haroldsplant.com\">www.haroldsplant.com</a><br><a href=\"http://www.channel4.com\">www.channel4.com</a></p> <p> <b>How did you vote in the last general election?</b> I wasn't old enough to vote</p> <p> <b>How do you follow political events?</b> I read newspapers whenever I get the chance and always at the weekend. I wake up listening to the Today programme and sometimes watch Channel 4 News</p> <p> <b>What do you think are the three most important issues for the next election?</b> Trust, education, and foreign policy (particularly relating to terrorism)</p> <p> <b>Who would you sack from the cabinet if you could?</b> Tony Blair - I know it's a cliche, but its true. I wouldn't mind seeing David Blunkett leave and would love to have sacked Alastair Campbell</p> <p> <b>And who would you appoint to the cabinet? (It needn't be a politician)</b> Mark Thomas and Mo Mowlam</p>",
  "\"Up until 1997 I had always voted Liberal and then Liberal Democrat and was active as a party member during the 1970s and 80s. I was a borough councillor for seven years during that period. <p>\"In 1997, I voted Labour nationally for the first time and I did again in the last election. My reasoning for this at the time was that it was a tactical vote to get the then Tory MP out in a Labour/Tory marginal and then keep the Tories out - this has been the result since 1997. Nevertheless, I confess that I was also impressed with the Labour line-up and campaign, so in that sense I was a 'positive' Labour voter. I have, however, continued to vote Lib Dem locally.</p> <p>\"As might be expected from that background, I am enthusiastic about Europe, I approve of the current public expenditure strategy in general terms but, while I recognise the benefits of private sector involvement in public sector affairs, I am not convinced that this has resulted in tangible benefits of the order I was expecting. </p> <p>\"I was not in favour of the latest health service reforms for example. I have also come to believe that David Blunkett has become the most rightwing home secretary of recent times and I am horrified by the initiatives he has taken or not taken in respect of law and order and immigration. </p> <p>\"I am virulently against the war in Iraq. In spite of the fact that I am a dual US/UK national with most of my family living in the US, I am appalled at the degree to which we have become allied with the US in foreign policy matters. These issues make it difficult for me to consider voting Labour again while Tony Blair, Jack Straw and David Blunkett are in charge, even if it does let the Tories in.\"</p> <p><b>More about me</b></p> <p><b>Family: </b>Wife and three children; Tom (20), Rose (11) and Anna (7)</p> <p><b>What was the last book you read? </b> A Man In Full, Tom Wolfe</p> <p><b>What are your hobbies and interests? </b> Amateur dramatics, computing, current affairs</p> <p><b>What are your five favourite websites? <br></b> <a href=\"http://news.bbc.co.uk\">BBC News Online</a><br> <a href=\"http://www.theguardian.com\">Guardian Unlimited</a><br> <a href=\"http://www.ebay.co.uk\">eBay</a><br><a href=\"http://www.amazon.co.uk\">Amazon</a><br><a href=\"http://www.nyt.com\">New York Times</a></p> <p><b>How did you vote in the last general election? </b> Labour in the general election, Liberal Democrat in local elections</p> <p><b>How do you follow political events? </b> I am keenly interested in politics and current affairs and generally watch TV programmes devoted to this subject, as well as reading a selection of newspapers regularly. I also regularly buy books such as political autobiographies or those on current affairs topics</p> <p><b>What do you think are the three most important issues for the next election? </b> Foreign affairs (specifically our position in Europe and the EU, our relations with the US, the Middle East conflict), reversing the attacks on civil liberties, devising a more effective solution to law and order issues than locking away more and more people</p> <p><b>Who would you sack from the cabinet if you could? </b> If I can't get rid of Tony Blair, it would have to be David Blunkett</p> <p><b>And who would you appoint to the cabinet? (It needn't be a politician) </b> Robin Cook</p>",
  "<b>My views on politics</b> <p>\"I am left of centre. I feel let down by the Labour party as they drift to the right, but could never vote Tory. The firefighters dispute has made me more aware of union politics, but I find it hard to agree with traditional hard-left union policies.</p> <p>\"I also follow environmental issues closely and find the government approach superficial and patronising. I think the Daily Mail is one of the most worrying influences in Britain, particularly regarding immigration.\"</p> <p><b>More about me</b></p> <p><b>Family: </b>I have a partner, but neither of us have any children. We are in the process of buying a flat together in London</p> <p><b>What was the last book you read?</b> The Curious Incident of the Dog in the Night Time. I'm currently reading Brick Lane</p> <p><b>What are your hobbies and interests? </b>I am a keen rock-climber and mountaineer. I also cycle, run and ski whenever I get the chance. I am also studying for an environmental technology degree with the Open University</p> <p><b>What are your five favourite websites?</b> <br><a href=\"http://www.ukclimbing.com\">UKClimbing.com</a><br> <a href=\"http://www.bbc.co.uk/weather\"> BBC Weather</a><br> <a href=\"http://www.theguardian.com\">Guardian Unlimited</a><br> the <a href=\"http://www.fbu.org.uk/\">Fire Brigades Union</a> site (during the strike build-up) and the <a href=\"http://www.open.ac.uk/\">Open University</a> internal conferencing site</p> <p> <b>How did you vote in the last general election? </b> Labour</p> <p><b>How do you follow political events?</b> I follow politics on Radio 4, BBC TV news and the Guardian (hard copy and online)</p> <p> <b>What do you think are the three most important issues for the next election?</b> The environment, Iraq (past, present and future) and Europe (Britain's entry into the euro)</p> <p><b>Who would you sack from the cabinet if you could?</b> John Prescott would have to go for his betrayal of the union movement and his own history within it. Plus he does not seem to be intellectually up to the job</p> <p><b>And who would you appoint to the cabinet? It needn't be a politician. </b>I would bring in Kofi Annan, to bring some integrity and balance</p>",
  "<b>How do you feel about the Liberal Democrats in general? Are they a credible party of government? What are you hoping to see at the Labour and Conservative conferences?</b> <p>At the Liberal Democrat conference, Kennedy's main aim seems to have been to convey a degree of gravitas during his speech in order to distance himself from his \"cheery chappie\" image. His stance on Iraq undoubtedly gives the Lib Dems a strong campaigning base in the upcoming election and the party is taking steps to clarify policy issues. </p> <p>In my previous Liberal Democrat-voting days, Labour and Conservative policies were ideologically diverse, with the Lib Dems occupying a somewhat nebulous \"middle-ground\" position. With the other parties losing their socialist and laissez-faire labels, the Lib Dems must demonstrate policy differences and both the Orange Book and the pre-manifesto are possibly designed to achieve this. However, it still seems that the Lib Dems will attract negative, protest votes rather than positive support at the election. </p> <p>Any estimates I've seen from the political commentators suggest that the Lib Dems are unlikely to achieve a breakthrough next year but they need to establish their position should the election result in a hung parliament. Their experience in Scotland would suggest that a coalition with Labour might prove rewarding; support for a Labour government in exchange for PR looks like the best outcome.</p> <p>Alex Salmond's return to the SNP leadership has reversed the decline in party membership and his anti-Blair speech was certainly in character. His main problem is that the SNP is marginal as far as UK general elections are concerned and, again, it seems most unlikely that a breakthrough (a majority of Scottish seats at Westminster) is achievable at the next election.</p> <p>I hope for a revolt on Iraq at the Labour conference, led by the trade unions and disaffected MPs. It was Labour's backbench MPs who were swayed by Blair's discredited arguments and the time for a change at the top is overdue. My view has been reinforced by his \"this is now a different war\" approach and his continuing reliance on dubious information. On Sunday's Frost programme, he reiterated the questionable \"300,000 bodies in mass graves\" story, as well as his \"90% of Iraqis want democratic elections\" claim. The latter was apparently based on internal polling. </p> <p>Labour must distance this country from the malignancy within the Bush administration. I'd also like to see a positive stance on Europe and a clarification of immigration policy. Shall I be pleasantly surprised? I doubt it. I expect that any dissent on Iraq will be \"managed out\" of the conference schedule.</p> <p>And so to the Conservatives: oh dear. Faced with the ever-converging policies of the major parties, which may provide evidence of a structural change in British politics, Howard has exhumed John Redwood, possibly in an attempt to attract the swivel-eyed Ukip faction and certainlyto bolster the anti-Europe squad within the Tory party. I would hope to see a more enlightened approach on European issues but I fear I'll be disappointed.</p> <p>My reading of the political commentators suggest that Labour will win the next election, with or without Blair as leader. This must be because the other parties have failed to convince voters that their policies would result in a \"better Britain\" and that Labour, with an mistrusted and discredited leader, remains the best option. That is a sad state of affairs.</p>",
  "A \"white list\" of 10 countries from which asylum applications will be presumed to be false by all European Union countries is to get the go-ahead, despite warnings of human rights violations. <p>The common list of \"safe countries\" covers seven African states including Benin, Botswana, Ghana, Mali and Senegal, as well as Chile, Costa Rica and Uruguay. </p> <p>The European list is modelled on the British system, under which asylum claims from designated \"safe\" countries are presumed to be unfounded and applicants fast-tracked for removal. The system has operated since 1993. </p> <p>The EU list will form a cornerstone of the new common European asylum policy. Member states can add countries to their national list, but they cannot remove names from the Euro-list, even on human rights grounds. </p> <p>The development of the pan-European white list comes as Germany and Italy are reviving a British plan to set up EU-funded migrant transit processing camps in north Africa to handle asylum seekers before they reach the border of the EU. </p> <p>The common list, which is expected to be finalised in December, is to be used despite a catalogue of human rights concerns documented in official reports. </p> <p>The 25 EU states were given assessments, drawn up by the US state department and Amnesty International, of the human rights situation in each of the 10 proposed \"safe countries\", and had less than three weeks to decide whether they supported their inclusion. </p> <p>The reports from 17 of the 25 EU countries commenting on the proposed safe countries obtained by Statewatch, which monitors civil liberties in Europe, show that a significant dispute is developing between EU states over whether any of the seven African countries are safe. </p> <p>For example, four EU states, including Germany, and the European commission disagreed that Benin could be described as a \"safe country of origin\". </p> <p>In reports on Benin, the state department and Amnesty report talk of the \"extensive mob violence without proper enforcement of justice\". In Botswana, the death penalty is used and homosexuality is outlawed. </p> <p>Only 11 of the 17 EU countries who commented said they could support Ghana being described as a \"safe country of origin\". </p> <p>Mali attracted even less support, with only 10 EU countries supporting its inclusion, amid claims of serfdom, child trafficking and the widespread practice of female circumcision. About 3,000 asylum seekers from Mali claim refugee status in Europe each year. </p> <p>Although the proposed list has divided the EU, it has al ready been endorsed by the powerful G5 group of countries - Britain, Spain, Germany, Italy and France. </p> <p>Tony Bunyan of Statewatch said the common EU white list had to be agreed unanimously by all 25 member states. </p> <p>\"We are concerned that the larger member states will pressure and bounce the smaller ones into agreement. </p> <p>\"The European parliament is being consulted on the list but has no power to amend or reject it, and national parlia ments have no input at all.\" </p> <p>Mr Bunyan said the proposal was a classic example of EU decision-making with too little time, too little information and no public debate. </p> <p>\"To determine the fate of people fleeing from poverty and persecution on the basis of such a shallow process is an insult to any sense of humanity or moral responsibility - the list should be scrapped,\" he added. </p>",
  "Tony Blair last night lost the first round of his battle to refocus Labour's energies on a vote-winning domestic agenda when the party conference in Brighton backed calls for an emergency debate on Iraq, the most divisive controversy of his premiership. <p>Unless party managers can broker a compromise resolution it could result in an embarrassing defeat when delegates vote on Thursday - the day of the important Hartlepool byelection - and some urge the early recall of British troops. </p> <p>Labour's 2004 conference, overshadowed by the uncertainty about the fate of the British hostage Kenneth Bigley and heavily protected against assorted protests, began in a sombre mood - and stayed so. </p> <p>As partisans on both sides of the Blair-Brown divide over policy and leadership initially demonstrated public restraint in their comments, the chan cellor and his allies were last night signalling renewed impatience with the current thrust of election planning. </p> <p>In an article in today's Guardian, Ed Balls, the chancellor's righthand man, attacks demands for \"a more radical third term\" - shorthand for Alan Milburn, Mr Blair's new campaign strategist - as proof of debilitating pessimism. </p> <p>\"Don't get me wrong - we do need to debate radical policies for our manifesto. But the idea that the only way to have radical policies for the third term is by renouncing much of the last seven years is not an opportunity for our party but a serious mistake,\" writes Mr Balls, now Labour candidate for Normanton. </p> <p>Mr Blair was busy meeting delegates, determined to reinforce his position, and buttressed by cabinet allies who believe he remains Labour's crucial asset. </p> <p>Last night he risked a live, televised Q&amp;A session with activists. Rejecting claims that he considered quitting this spring, he earlier declared: \"I'm not the wobbling sort.\" His heir apparent, Gordon Brown, looks set to give the conference a coded version of the Balls message when he makes his speech on the economy in Brighton today and stresses the centrality of his own record in office to Labour's re-election hopes. </p> <p>In extracts from today's speech, released last night, the chancellor says that \"Labour is today the only party trusted with the economy\" and promises not to let inflationary pay deals, short-termism or \"irresponsible pre-election promises\" undermine that trust. </p> <p>Mr Blair, Mr Milburn and other senior colleagues were making similar pledges on the Sussex shore yesterday and praising Mr Brown's achievements - \"lowest interest rates for 30 years, the lowest inflation for 40 years, the longest period of sustained economic growth for 200 years\" as the chancellor himself put it. </p> <p>But they want Labour's third term manifesto to look forward, stressing wider con sumer choice in public services such as schools and hospitals - for too long the prerogative of the rich, Mr Milburn said yesterday. </p> <p>Mr Brown is suspicious of both the goal and some of No 10's chosen policies to implement choice. </p> <p>Though aides stressed that his will be \"a unifying message\" - unlike last year's pointedly \"Real Labour\" conference speech - some MPs and observers saw provocation in one prominent passage. </p> <p>\"Our objective is prosperity and justice for all. In our generation I want us to build a shared national purpose for Britain, a progressive consensus. </p> <p>\"Much more than a set of individual policies announced by politicians, a set of beliefs that can be shared by the British people, that Britain can lead by example as the first country in a global age where prosperity and justice advance together.\" </p> <p>Mr Blair made his ritual pre-conference appearance on BBC1's Breakfast with Frost where he acknowledged mistakes over Iraq, but refused to apologise for removing Saddam Hussein. </p> <p>He tried to emphasise an upbeat domestic agenda, and all the plans he still nurses. </p> <p>With three mixed polls published yesterday - one in the News of the World putting the Tories ahead by 32% to 29% for the Lib Dems and Labour on 28% - it was a struggle. </p> <p>The Observer's Mori poll put Labour second on 32%, one percentage point behind the Tories, with the Lib Dems on 25%. Another poll reported Mr Blair to be as \"out of touch\" (63%) and \"inflexible\" (57%) as Margaret Thatcher before her fall. </p> <p>In addition to the vote by constituency activists to make Iraq one of the week's five \"contemporary\" - or emergency - motions, to be debated and voted on on Thurs day after a text has been agreed, delegates voted to defy the platform on council house sales. If accepted into the manifesto it would allow councils to retain control of housing stock and borrow to repair it, rather than be routinely encouraged to transfer homes to arms-length bodies. </p> <p>Today the unions look set to flex their muscles by insisting on a pledge to renationalise Network Rail and, eventually, the train operating companies too. Ministers will resist that. </p> <p>Mr Blair told David Frost he will highlight issues such as asylum, drugs, crime and reform of the education system. \"I'm restless to do more and to do better. I think we have done a good job for the country ... but there's more to do.\" </p> <p>But, in a forlorn attempt to stop what he called the endless media \"soap opera\" about the leadership, he said: \"You don't do deals about this job.\" </p> <p>Mr Blair also refused to confirm he will back Mr Brown, saying he had done so before. </p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p><strong>&amp;#183:</strong> Prescott defeated on council housing vote<br><strong>&amp;#183:</strong> Shipman pathologist faces disciplinary hearing<br><strong>&amp;#183:</strong> Jonathan Glancey is impressed by Cardiff's new Millennium Centre</p> <p>^^^^^^^^^^^</p> <p>Today's top story - New jab arrives in surgeries </p> <p>A controversial new five-in-one jab for children is being sent to GP surgeries today in a shake-up of the government's immunisation programme.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong><br></p> <p>Housing</p> <p><strong>&amp;#183:</strong> Conference: Prescott defeated on council housing vote </p> <p>The deputy prime minister's policy of forcing councils to switch their homes to new management has been thrown into disarray after a humiliating defeat at the Labour party conference.</p> <p>^^^^^^^^^^^</p> <p>Health</p> <p><strong>&amp;#183:</strong> Shipman pathologist faces disciplinary hearing </p> <p>A pathologist accused of failing to properly investigate how a victim of Britain's most prolific serial killer, Harold Shipman, died faces charges of serious professional misconduct today.</p> <p><strong>&amp;#183:</strong> Obesity: King size chocolate bars to be axed </p> <p>Confectionary manufacturers today announced the phasing out of some king size chocolate bars in a move intended to tackle rising levels of obesity.</p> <p><strong>&amp;#183:</strong> Social exclusion: Boxing lessons are good for you, Blunkett tells the poor </p> <p>Doctors warn new policy carries brain injury risks.</p> <p>^^^^^^^^^^^</p> <p>Voluntary sector</p> <p><strong>&amp;#183:</strong> International aid: UK accused of using aid to promote privatisation </p> <p>Aid agency report says programme has led to increased poverty, while bringing in huge sums for private-sector consultants.</p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong><br></p> <p><strong>&amp;#183:</strong> Labour conference: Brown nosing or Browned off?</p> <p>For coverage of the chancellor's keynote speech and updates throughout the day as ministers outline their plans for public services, visit:</p> <p><strong>&amp;#183:</strong> Asylum: EU list prompts human rights fears </p> <p>A 'white list' of 10 countries from which asylum applications will be presumed to be false by all European Union countries is to get the go-ahead, despite warnings of human rights violations. </p> <p><strong>&amp;#183:</strong> Research: £5 an hour minimum wage 'would not cost jobs'</p> <p>The minimum wage, which this week rises almost 8% to £4.85 an hour, is having an ever greater impact on firms but has not led to any job losses, according to a study which has sparked a row between business and the unions.</p> <p><strong>&amp;#183:</strong> Environment: Harmful levels of bacteria in Thames </p> <p>Concern about the risks of pumping raw sewage into the Thames has increased, as tests showed that even modest discharges raise the amount of bacteria in the water to potentially dangerous levels.</p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong><br></p> <p><strong>&amp;#183:</strong> Urban design: Inside the whale </p> <p>Cardiff's £106m Millennium Centre seeks to celebrate and amplify Welsh culture. Jonathan Glancey is impressed.</p> <p><strong>&amp;#183:</strong> Children's services: It's all about the opt-out </p> <p>New Labour is missing the point if the politics of wellbeing are reduced to just a hook to get women voters, says Madeleine Bunting.</p> <p><strong>&amp;#183:</strong> Unemployment: Big Macs can help inner cities </p> <p>Can the 'spirit of enterprise'solve unemployment, asks Andy Westwood.</p>",
  "<p>Inflated by his own self-importance, his rule is autocratic, his power immense, his authority to give and take jobs unlimited. He hates the middle classes. And he has an army of yes-men, henchmen and sycophantic cheerleaders.</p> <p>He claims to be following the heritage of those who went before, but he is not. He loves nothing more than grand, unrealisable plans inevitably doomed to failure (and making others carry the can when those plans finally, inevitably, fail). And he is an expert in double speak, economic with the truth, presenting disaster as glorious triumph, a success in which all can share. </p> <p>He thinks <em>he</em> is the party. He is a calculating leader, demanding the impossible, undermining his underlings and shedding those he mistrusts or who no longer serve his needs, impervious to questions as to why, prepared only to face his own, pre-selected, cowed inquisitors. He even has his own propaganda machine. Not state news agency Tass this time, but official party organ AS, which neatly even manages to rhyme. </p> <p>And yet for all that, and try as he might, Real Madrid president Florentino Pérez just isn't Joseph Stalin. </p> <p>You see, communism really isn't his thing (rampant marketing being the name of his game; well, it's certainly not called football). He would look rather silly in a moustache, although they're fine for his powerless stooges. And you wouldn't catch him dead in a party uniform: Pérez always wears a dark suit and a blue shirt. He is, after all, the leader of a \"gentleman of a club\" (not a gentleman's club: he's not Peter Stringfellow). </p> <p>But most of all Pérez is not Stalin because when it comes to re-writing history, he's actually a bit of an amateur. He shed toiling, sweating Stakhanovite coach José Antonio Camacho last week, refused to answer questions, and tried to pretend the whole nasty business had never happened. But while Stalin used an airbrush and ice-pick and, hey presto, all was sorted, Pérez went through the less effective, long-winded process of having the 2004-2005 official team photo re-done. All. Over. Again. Just 14 days after the first one. </p> <p>It was a decent enough attempt, but when it comes to true despotism, it just wasn't in the same league - not least because, like the Never, Never, Never and the website denial - the old, politically suspect photo still exists; incontrovertible truth of the latest lie. </p> <p>Virtually all the players are in the same place as before, Pérez too - surrounded by the galácticos, well away from the plebs - and honorary president Alfredo Di Stéfano is glaring again. \"Curiously, Don Alfredo wore exactly the same (i.e. grumbling) expression as he had in the first photo,\" said Marca when it wasn't that curious really. After all, Di Stefano has been wearing the same expression since 1973. </p> <p>There was but one change: Camacho was removed from history, new manager Mariano García Remón appearing at Pérez's side instead, like he'd been there from the start; as if nothing had changed. </p> <p>Which it hasn't, really. Camacho has gone to the States \"for a month\" (he's expected to leave there next week) but García Remón has carried on where his predecessor left off. Inevitable, really, as Pérez - who, despite talk of player power, was the real nail in Camacho's coffin - has created a beast not so easily tamed, a club not so easily changed. </p> <p>If it wasn't for the two photos, and the lack of insane shouting and armpit humidity on the bench, you'd hardly be able to tell the difference. So far García Remón has picked up a rubbish 1-0 home victory, secured by a sensational David Beckham-free kick, and a single goal away defeat - 2-1 at Athletic Bilbao on Saturday night. Which is pretty much what Camacho picked up: two rubbish 1-0 victories (the home one secured by a sensational Beckham free-kick) and a single goal away defeat that could, and should, have been more. </p> <p>And like Camacho's final day against Espanyol in Barcelona, this weekend in Bilbao wasn't just a defeat. It was a slaughtering at the hands of a side whose philosophy could hardly be more different, the second most politically charged game in Spain, in a ground where Madrid were welcomed with whistles and jeers - which at least made their players feel at home. Ismael Urzaiz and Santi Ezquerro took advantage of Raúl Bravo's comedy defending to put Athletic two up by half time. They were their only goals, but it really should have been more. </p> <p>García Remón bizarrely insisted that Athletic - who, committing a cardinal sin, he called Atlético - were \"not superior to Madrid\". Actually, they were. Very, very superior. Raúl may have scored for the first time in 189 games, and it may even have been a blinder, but Madrid were never in it: they put the ball into the box just six times, compared to Athletic's 41 and didn't force a single corner. And in Bravo they boasted the least appropriately named footballer ever. Unless, like galáctico, \"Bravo!\" has taken on some kind of post-modern irony. \"Embarrassing,\" sighed both Marca and AS.</p> <p>No, it wasn't just a defeat, it wasn't just a goal, and it's not just a crisis. It is, in fact, two crises. Because while Pérez's five-year plan unravels, bitter rivals Barça are four points ahead, level with Valencia, and beginning to look like genuine candidates. And this weekend, big-hearted loveable nutter Samuel Eto'o - the defector who snubbed Madrid - returned to Mallorca, scored twice, didn't celebrate and was welcomed with banners, a cuddly lion slightly less indomitable than him, and an emotional standing ovation. </p> <p>It was richly deserved, too: Eto'o is now Spain's top scorer, on five. More than all of Madrid's players put together. It may be time for that ice pick. </p> <p><strong>Espanyol 1 - 0 Málaga<br> Numancia 0 - 0 Albacete<br> Osasuna 2 - 1 Getafe<br> Real Zaragoza 4 - 3 Levante<br> Valencia 2 - 0 Racing Santander<br> Mallorca 1 - 3 Barcelona<br> FC Sevilla 2 -1 Real Sociedad<br> Atlético Madrid 1 - 0 Villarreal<br> Athletic Bilbao 2 - 1 Real Madrid<br> Deportivo La Coruña 1 - 0 Betis Sevilla</strong></p>",
  "Asked whether Iraq's elections would take place on schedule next year, Adil Mohammed Allami gave a wry smile. From just outside his office there was a loud boom as yet another mortar thudded into the flowerbeds. \"I'm optimistic,\" he said. <p>Mr Adil has to be: he is Iraq's chief election officer, the man responsible for organising and overseeing general elections in Iraq, which are supposed to take place on January 31 2005. </p> <p>In theory, Iraqis across the entire country will take part in the polls to elect a new 275-member national assembly, as well as a series of local councils, using a proportional representation system. </p> <p>\"We have a plan that contains a timetable. There are certain dates we have to meet,\" Mr Adil said earlier this month, in his first ever interview since taking up the post in June. \"But if things happen outside our control, well...\" he added, breaking off. </p> <p>Many observers believe holding elections across all of Iraq in just over four months time is a virtually impossible task. Sunni towns such as Falluja, Ramadi and Samarra have become virtual no-go areas for US forces; and already one leading Sunni group, the Sunni clerics association, has dismissed the polls as \"fake\". </p> <p>During a visit to Britain, Iraq's interim prime minister, Ayad Allawi, insisted that January elections could go ahead even if some Iraqis don't vote; in Washington, however, senior officials in the Bush administration are beginning to express doubts. </p> <p>Even the US secretary of state, Colin Powell, admitted over the weekend that Iraq's insurgency was getting worse.</p> <p>In the interview, Mr Adil said he wanted all Iraqis to be able to vote, including Iraqi expatriates, and regardless of any reason why they might have lost citizenship under the previous regime. </p> <p>This month the process of voter registration has begun, based on an audited version of Iraq's ration-card system - a comprehensive database used to distribute food during the years when Iraq was under sanctions. </p> <p>\"We have a problem with Iraqis living abroad. And we need to update our food ration lists. Some people have died. Some people have left. Some people never got food cards in the first place,\" Mr Adil explained. </p> <p>Official estimates suggest there are 27.5 million Iraqis inside the country and another 3 million living abroad. </p> <p>And what about Saddam Hussein? Could he vote from prison or possibly even stage a comeback in January as a candidate, assuming he hasn't been convicted and executed already? \"We haven't clarified the law on this yet,\" Mr Adil admitted. </p> <p>Up until May, Mr Adil, a 47-year-old lawyer and political science graduate, worked for the Human Rights Organisation of Iraq, the country's leading human rights body. </p> <p>Since last year's US-led invasion, he has represented Iraqis who had suffered at the hands of American and British troops, including detainees tortured inside Abu Ghraib prison. </p> <p>Earlier this summer he spotted an advert placed by the United Nations inviting applications for a new seven-member independent electoral commission. Together with 1,800 other Iraqis, he sent off his CV. Numerous interviews followed; Iraq's now defunct governing council appointed him chief election officer. </p> <p>In July he and seven other commissioners - five men and two women - were whisked off to Mexico to learn about electoral procedure. (\"There was enormous security. I went out to dinner to a Mexican restaurant in an armoured car. An ambulance came behind us. When I sat down at a table, the security team made all the other diners leave,\" he recalled.) </p> <p>Mr Adil returned to Iraq, working first in al-Rashid hotel and now in chaotic temporary offices inside the convention centre, the US-protected building in Baghdad's green zone. </p> <p>Like most Iraqi officials seen as collaborating with the US/UK occupation, he now faces the constant threat of assassination. (\"I avoid taking the same route to work. I wear fancy dress,\" he said.) </p> <p>Despite the chronic lack of security in Iraq, though, some believe the chances of Mr Adil holding a successful election have recently improved. Last month the radical cleric Moqtada al-Sadr agreed to call off his militia's three-week uprising in Najaf and announced his intention to enter the political process. </p> <p>Both al-Sadr and Grand Ayatollah Ali al-Sistani, Iraq's most powerful Shia cleric, a long-standing supporter of direct elections and critic of the Bush administration's failure to deliver them, have called on their followers to create a \"conducive\" environment 'to facilitate next year's polls. </p> <p>They appear to see the elections as the best opportunity to end the occupation - and achieve Iraq's first-ever Shia-dominated government. </p> <p>The elections will be held on a party-list system; one third of all candidates will be women, Mr Adil explained. The biggest problem he faces is to get Iraq's Sunni Arab minority - in towns like Falluja and Ramadi - to take part. </p> <p>Without their participation, the resistance is likely to regard Iraq's first directly elected post-Saddam government as illegitimate. </p> <p>Asked whether Mr Sadr could become prime minister, Mr Adil yesterday said: \"Maybe.\" No new census, meanwhile, will be carried out ahead of the polls because of the difficult and contested ethnic situation in towns such as Kirkuk, which is bitterly divided between Kurds and Turkomens. </p> <p>It will be up to Iraq's newly elected government to convene a national convention to draft a constitution, which will resolve this and other issues, such as the status of Kirkuk and the Kurdish autonomous region in the north, the role of women and the position of Islamic belief in secular law. </p> <p>According to the UN's timetable, voters will be asked to approve the new constitution in a referendum in October 2005. In December 2005 there will be fresh elections for Iraq's first constitutionally elected government. And after that all foreign troops should, theoretically, go home, when the UN mandate for the US-led multinational military force in Iraq expires. </p> <p>Nobody, though, appears to be banking on this. Given the very real risks, why did he take the job? \"I don't regret it. I refused to work with the old regime. For more than 30 years I watched as my colleagues reached high positions while I forbade myself,\" Mr Adil said. He added: \"I want to serve my country. Now is my chance.\"</p>",
  "<p>Oil prices today hit a new high amid fears over low fuel stocks as winter approaches and renewed concern about the security of supplies.</p> <p>Brent crude futures soared to a record $46 (£25) a barrel, the highest price in the history of the International Petroleum Exchange. Prices began to move higher after it last week emerged that US stockpiles had fallen at a sharper rate than expected. </p> <p>Extremely high demand and short supplies have been exacerbated by other factors - including increasing insurgency in Iraq - that have increased concern over the amount of oil available to meet winter demand. </p> <p>Hilary Cook, of Barclays Stockbrokers, said the cost of crude was \"uncomfortably high\", but added that she expected it to cool off again rather than rise above $50. She said she believed the latest rise was a \"short-term hiccup\", caused partly by the impact of the weather. </p> <p>Oil prices had been coming off the boil over the past month, but climbed following new data on US stockpiles. Concern over Iraq, and clashes in Saudi Arabia, have also contributed to the latest price increase. </p> <p>Saudi security forces battled suspected al-Qaida terrorists at the weekend, while a French technician was yesterday shot in the Saudi city of Jeddah - the latest in a series of attacks intended to drive out western investors.</p> <p>Meanwhile rebels in Nigeria, Africa's leading oil exporter, this weekend said they would extend an uprising across the country's oil-producing southern delta, where the Anglo-Dutch giant Shell has evacuated more than 200 staff from two oilfields because of increasing violence. </p> <p>Uncertainty remains over the stability of supplies from Yukos, Russia's major exporter, following the company's battle against bankruptcy, which last week resulted in problems with output and deliveries. </p> <p>These problems are taking place against a backdrop of high demand - growing at its fastest pace in 24 years - which is partly due to China's economic boom. Producers of crude oil are close to their limit, with only Saudi Arabia, the world's leading exporter, holding any significant spare capacity - around one million barrels per day.</p> <p>Opec, the oil producers' cartel controlling more than half of global crude exports, is producing almost 30 million barrels a day, its highest level since the late 70s. </p> <p>The Opec president, Purnomo Yusgiantoro, said the cartel was supplying enough crude oil to the market, and current prices were not due to any market imbalance. \"This is because of hurricane Ivan and some problems in other places,\" he told reporters. \"This is not a supply and demand problem. Opec supply is enough.\"</p> <p>Hurricane Ivan, which has hit the Gulf of Mexico, has delayed shipments and disrupted offshore production.</p>",
  "The opposite ends of Africa have drifted further apart following a diplomatic clash between Morocco and South Africa over who should rule Western Sahara. <p>The two countries were beginning to patch up relations after their rival bids to host the 2010 football world cup - Morocco was smarting over its loss - when South Africa formally recognised the Saharawi Arab Democratic Republic.</p> <p>There was no better way to kick sand in Rabat's face. Within hours of the announcement, it recalled its ambassador from Pretoria - a sign that it was very, very cross.</p> <p>Western Sahara is a bit like Northern Ireland, Kosovo or Kurdistan: it is a troubled place, with unresolved issues of sovereignty. However, the difference between it and those places is that few have heard of it.</p> <p>A vast swathe of sand and scrub, it is home to the Saharawi, a hardy people who consider themselves to be a nation. The Saharawis had hoped for independence when Spanish colonialists left in 1975, but Morocco annexed the territory.</p> <p>Around 200,000 Saharawis fled and formed a guerrilla movement, the Polisario, which fought the Moroccans to a stalemate. In 1991, the UN brokered the ceasefire that was to lead to a referendum on independence.</p> <p>Years later, there is no sign of a ballot. The Saharawis languish in bleak refugee camps on the border with Algeria. Neither side can agree on voter rolls, but most analysts blame the delay on Morocco, which senses it would lose the referendum. </p> <p>The UN sent in James Baker to try to resolve the situation, but not even this Washington bruiser could break the logjam. After years of frustration, he resigned in June.</p> <p>South Africa's patience ran out earlier this month. \"We have taken the decision, and are implementing the decision, of having diplomatic relations with the Sahrawi republic,\" the foreign minister, Nkosazana Dlamini-Zuma, said.</p> <p>Nelson Mandela had promised to do the same when elected president in 1994, but France and the US persuaded him to wait, saying that a referendum would happen soon. </p> <p>South Africa's decision was triggered by this month's opening of the pan-African parliament in Johannesburg, a continental initiative close to the heart of the president, Thabo Mbeki, of which the Saharawi republic is a member. Cock-a-hoop, the Saharawis wasted no time raising their flag at their embassy in Pretoria. </p> <p>Morocco was furious. \"We deplore this decision of South Africa, which surprises us and disappoints us,\" a foreign ministry statement said.</p> <p>Relations between Rabat and Pretoria, never warm, will become frostier at the expense of South African firms which had an eye on King Mohammed's opening economy, according to South Africa's Institute of International Affairs. Nor will the row help Pretoria's bid for a permanent seat on the UN security council. </p> <p>For Morocco, the implications are potentially graver. Around 76 countries have reportedly recognised the Saharawi Arab Democratic Republic, but few of them carry the weight of South Africa, a respected, middle-ranking player.</p> <p>Rabat's nightmare is that the dyke will break, unleashing a flood of international pressure to grant the Saharawi republic independence, or at least a significant degree of autonomy. Turkey and the European parliament are believed to have been emboldened by Pretoria's recent decision.</p> <p>However, as a pro-western Arab nation signed up to the \"war on terror\", Morocco can still count on the US and France, two powers with no strategic interest in championing the Saharawis.</p> <p>To those in the refugee camps near Tindouf, a windswept, scorching wasteland on the Algerian border, the diplomatic point-scoring is largely abstract. </p> <p>Across the land they call home is a long, sandy barrier from which Moroccan helmets gleam. South African recognition was a victory, but it will not tear down the wall.</p>",
  "Many traditional Labour supporters are racist and the government must no longer send mixed messages out of fear of losing their support, the children's minister, Margaret Hodge, said yesterday. <p>Calling for an open debate on the spread of racism, she said the government's problems in managing the asylum system had made openly intolerant views legitimate. She was speaking at a fringe meeting organised by Progress magazine. </p> <p>She was driven to speak out in the wake of the BNP winning a council seat in Barking, east London, on a turnout of 28%. </p> <p>She said: \"In some parts of Barking the fact is racism has become open and widespread.\" </p> <p>She warned some estates were dubbed Kosovo Towers and her constituents frequently said \"asylum seekers are taking our houses, mugging our neighbours, seducing our daughters and bleeding the public services dry. </p> <p>\"Unless we address the growing anger of some of our traditional supporters then we will fail in our ambition of achieving an open society.\" </p> <p>She admitted the nature of her community was changing and the pace of change was going to quicken since the birthrate of immigrant communities is higher. </p> <p>In what is likely to be taken as a criticism of some of her colleagues, she said: \"If we simply focus on cutting the numbers of asylum seekers, and being tough, without tackling the underlying fears, we will be responsible for the growing racism in our society.\" </p> <p>She said the children of educated immigrants were helping to raise standards in schools, and insisted Britain's economy will need more immigrants, not fewer.</p>",
  "<p>Earlier this year, after a long winter had followed a desolate summer on the track, a once hard and driven champion jockey looked inside himself. He saw a hollow at the core of his being. He saw his persona rather than himself. He saw lovable old \"Frankie\" clutching wooden one-liners in the hell of A Question Of Sport studio. He saw a cheeky chappy saddling up the pantomime horse as this country's favourite little Italian charmer. Lanfranco Dettori knew that, at the age of 33, it was time to reclaim himself. He reached for the whip, gave an almighty kick and, riding mean and low, he burst free. </p> <p>\"I got back to being me,\" Dettori says bluntly. \"I started from scratch. The turning point came when my wife Catherine made me look at the truth. I had got so complacent toward racing. The problem was that, after the plane crash, I kept telling myself there's more to life than being a jockey. I wanted to be this family man who did some nice safe work on the telly.\" </p> <p>Four years ago Dettori's fellow jockey, Ray Cochrane, had dragged him from a burning plane which had smashed into Newmarket Heath. Cochrane had then turned back to rescue the pilot, Patrick Mackey, only for the fire and heat to defeat him. \"I remember Ray taking off his jacket and trying to use it to beat out the flames. He was crying because he could not save Patrick. I was just lucky that Ray reached me first - otherwise I would not be here. </p> <p>\"Maybe it took more out of me than I expected. I was moping around at home too much. I was being a real pain. So Catherine sat me down and said, 'Listen, get your arse into gear, go out there and start being a fucking jockey again.' </p> <p>\"I had become a part-timer. But if you want to be a great jockey then the only way is to be out there every day, giving it loads. So I gave up Question Of Sport. I'd given it a right good go but enough was enough. I went back to work. I decided to start riding in small meetings again, those ones on cold and horrible Monday afternoons that I'd given up years ago. And you know what? It's really hard work but I love it. I feel good, my wife feels good, my kids feel good and my friends feel good because the real me is back and I'm doing well. I've got back everything that had gone missing from my life.\" </p> <p>When he set out on his return to full-tilt racing, Dettori warned that it would be \"impossible\" for him to become champion jockey again. His refusal to fly in small planes to distant meetings would ruin any serious attempt to regain the title. He would aim instead to ride 150 winners this season. Today, with six weeks of racing left before the season ends on November 6, Dettori is closing in on the jockeys' title with 162 winners - five more than the reigning champion Kieren Fallon. </p> <p>An already enthralling contest between two supreme jockeys of such different character - the adored and garrulous Frankie pitted against the troubled and silent rider they call The Assassin - has been given even more bite by the current crisis engulfing racing. Fallon was one of 16 people arrested earlier this month in a police raid intended to expose an alleged string of fixed races and betting scams. He was released on bail and ordered to report to a London police station on November 2. Although this is the most serious investigation to which he has been subjected, it is far from the first time Fallon has come under the gaze of the authorities. </p> <p>\"This idea of me as the good boy and him as the bad guy is hard to shake when these things keep happening. But I just want to keep racing him so I can beat him fair and square over a whole season. At the moment I'm in front but I know he's going to ride more winners. So am I. I'm just hoping I get more than him.\" </p> <p>Dettori smiles grimly at the idea that Fallon might be distracted by the surrounding trauma. \"It would definitely have affected me. But Kieren is different. That's why they call him The Assassin. He's ice-cold. After he got arrested I went to Salisbury the next day and there were 500 photographers, 25 television cameras, helicopters and bodyguards. I wouldn't have even left the house for a month if it happened to me, never mind go to the races. I was scared for him! But he walked in like nothing had happened. </p> <p>\"I asked him what time they came for him. He just looks at me and says, '4.30 this morning'. That's seriously scary but he went about his business in the same quiet way. So it's not going to worry him. His bail ends in the last week of the season - but we should've settled things between us by then. </p> <p>\"Y'know, I see more of Kieren than my wife. I actually quite like him. We're out there eight hours a day, scrapping it out. I'd say the best two jockeys I've ridden against are Michael Kinane and Kieren Fallon. And Fallon is the hardest to beat. When you follow him you never know which way he's going to go or what card he's going to play. </p> <p>\"He's an obsessive guy who, once he gets something in his head, just won't be stopped. I'll give you an example. He's keeping this quiet but he just took up golf and he's playing like a madman. He plays before racing, after racing and even between racing. That's Fallon. He wants to win at everything.\" </p> <p>The idea, therefore, of Fallon deliberately losing a race seems even stranger and more dispiriting. It's impossible to imagine his champion jump-jockey counterpart, Tony McCoy, being dragged into a claim that he would fix a race rather than risk his life in an effort to win it. While acknowledging some similarities between their solitary and edgy characters, Dettori highlights a telling distinction between Fallon and McCoy. </p> <p>\"At least McCoy speaks to you. He tells you what he wants to do. Kieren says nothing. He just goes out there and does it. He does it on the quiet. Nothing he does will ever surprise me.\" </p> <p>Dettori refuses to predict the likely outcome of the police investigation. \"I have no idea what will happen. All I know is that the betting exchanges are showing who's playing the game straight and who's playing it crooked. Wherever money's involved there's going to be someone out there who thinks they're clever enough to get away with something. I'm just glad it's coming out and they're exposing it.\" </p> <p>When pressed to admit that, after 18 years in professional racing, he must surely have been approached by the odd dubious fixer, Dettori is more emphatic. \"That never happened to me,\" he insists. \"Never! Maybe they were intimidated by what I'd tell them to do . . .\" </p> <p>Dettori has different demons to confront. In his new autobiography, some of that past darkness frames the otherwise predictably cheery title of Frankie. While the book opens with a harrowing account of the crash, the most haunting battle of Dettori's life has been against his father. Their raw and corrosive relationship has shaped both his life as a jockey and his relationship with his own four small children - with whom, in contrast, he is \"soft as butter\". He describes his father Gianfranco Dettori, a 10-time champion jockey in Italy, as \"a ghost\" from his childhood. </p> <p>\"My dad was a cold and intimidating figure - it was like meeting Roy Keane in the kitchen on a bad day. He was very hard and strict and he had his own career to pursue. He came from a different generation and he'd been brought up in a very hard way. So he did the same to me. </p> <p>\"When I was 14 he made me move on my own to England. I came to Newmarket, not knowing anyone and not having a single word of English. I still feel a foreigner in this country but then I was like a little asylum-seeker. It was terrible. I was allowed to ring my dad once a week - on a Monday, for 10 minutes. I would be in floods of tears, begging him, 'Please let me come home.' But there was no sympathy. He just told me to stick it out. I had to do this so that, one day, I would become champion jockey. </p> <p>\"This was a very hard thing to do to a child. To send him away and brainwash him all the time that he has to make it to the top. If he doesn't make it, how will that boy feel? Will his whole life be ruined? This is why I stopped talking to my dad for two years. I was about 26 then, and I'd been asking him one question over and over again. 'What if I hadn't made it as a jockey? What if I had failed?' And he'd say, 'I can't answer that. You are a champion. I did what I had to do to help you make it.' He wouldn't say anything else. So there was this big war between us. </p> <p>\"But since the plane crash he's chilled out a lot. We're talking on more friendly terms now - even if he still won't answer that one question. But maybe I understand him a little better now. If I'd stayed in Italy I would never have been the jockey I am today. And I also know that was his way of loving me - by pushing me to the extreme. He did what he thought was right.\" </p> <p>Such forgiveness, from a son to his father, seems extraordinarily moving. Dettori nods his acknowledgment and then gives a little shrug. \"He's a very strong character, my dad, much stronger than me.\" </p> <p>That seems unlikely. And Frankie Dettori is more than just strong. He laughs, more with amusement than bitterness, when asked if his father has ever said a phrase as simple as \"Well done\" to him. \"Never!\" Dettori roars. \"Never! Never!\" </p> <p>What about after the legendary afternoon in 1996 when he beat odds of 25,000-1 to win all seven races at Ascot? Dettori shakes his head. \"You know what my old man said? 'You should have won eight.' I said, 'Dad, there were only seven races.' He said nothing. But it's fine now. I've stepped out of his shadow. I've done OK. I've done all right.\" </p> <p>Dettori has won more than 2,000 races in this country alone. He has won both the Oaks and the Prix de l'Arc de Triomphe three times, the 1,000 Guineas and St Leger twice, the 2,000 Guineas, four Irish Classics, the Breeders' Cup mile and the Dubai World Cup. Only the Derby still eludes him. If, over the next six weeks, he can hold back the challenge of his greatest rival on the track, the ice-cold Assassin, he will win his fourth title as champion jockey. </p> <p>This one, however, will be different. This one will not be for his father or even the money-spinning phenomenon called Frankie. This one will be for Lanfranco Dettori. \"It would be wonderful for me. That's why I'm drained and exhausted. I've been slogging my guts out but I'll keep going. And even if somehow I don't win it, I'll just come straight back and try all over again next year. And maybe 10 more years after that. I want to keep racing as long and as hard as I can - just for me.\"</p>",
  "<p>Barbara Hulanicki still looks impeccable in her 60s, a living image of Garbo, blonde and unflappable. Forty years ago, she invented Biba, which means that every designer working in Britain today owes her a debt. Biba wasn't just about fashion, it was a political statement; it turned shopping into a fun hobby, not just a pursuit for the idle rich, and lowered the age of fashion consent from 30 to 15. Everybody could afford to be part of Biba's glamorous democracy. </p> <p>Before Biba, people bought their clothes from department stores or big corporate designers. Biba, London's first affordable boutique, invented imaginative retro (nicking your grand mother's wedding dress and dyeing it purple) and a different paint palette for clothes. Black wasn't just for funerals, it was for lips and nails, too. </p> <p>\"London wasn't the same after Biba closed,\" says Molly Parkin, the 1960s fashion editor of Nova, Harpers and The Sunday Times (also Barbara's friend, and my mother). \"They had the first open-plan dressing rooms and you didn't know if you were undressing next to a tramp or a duchess. Once I had Raquel Welch on one side of me and Brigitte Bardot on the other, but nobody looked better in the clothes than Barbara herself.\" </p> <p>A Polish refugee, Hulanicki came to England with her mother and siblings in 1948, after her father, the Polish consul general in Palestine, was assassinated by extremist members of the Zionist movement. </p> <p>\"For the first few months,\" she says, \"we lived in London and went every day to see my Aunt Sophie, my mother's elder sister, who had brought her up. She lived at the Ritz. When she couldn't afford the Ritz she moved to the Metropole in Brighton and we moved round the corner, but we still spent every day with her. She was one of those women who believed children should be seen and not heard. She was stuck in the 1930s and dressed for every occasion in a day and I loathed it - but her style was a big influence. </p> <p>\"I went to Brighton School of Art, but after two years in foundation I escaped. I needed to be free. I came to London. I was working as a fashion illustrator, covering all the big Paris shows for London papers. That's when I met Fitz [the entrepreneur Stephen Fitz-Simon]. Six weeks later we were married. Of course everyone assumed I was pregnant but I was just fat.\" </p> <p>Biba began with a single dress, designed by Hulanicki and Fitz-Simon, and featured in the Daily Mirror; 17,000 postal orders later, they decided they needed somewhere to place the stock. Then they noticed that a Victorian chemist on Abingdon Road in Kensington was being gutted and the contents taken away to the Victoria &amp; Albert museum. </p> <p>\"The landlord lived in the basement and he said we could have it - all peeling paint and gorgeous - for £20 a week rent. We weren't intending to open a shop, but someone left the front door open. I was in the back sending off mail-orders of a one-size, one-colour brown wool smock, and some girls walked in and began trying it on. Within minutes the shop was full and I was collecting money in a paper bag. I phoned Fitz and told him to collect more from the factory.\" </p> <p>By the 1970s, Biba had become the largest department store in Britain - but unlike Selfridges or Liberty, it sold only Biba products. Everything in the shop was redesigned according to its distinctive style, from the plum ostrich feathers to seaweed-green eye shadow. </p> <p>\"We moved every two years,\" says Hulanicki. \"We had to: we always needed more space.\" So they went from Abingdon Road to Kensington Church Street to High Street Kensington and finally at the department store Derry and Tom's (now a dismal Marks and Spencer). </p> <p>\"We always felt that the customers would desert us if we missed something. We could see what was selling, and we never made more than 500 of any one garment. We worked seven days a week all day and often nights, but I've always worked like that. </p> <p>\"We had to keep up with what people wanted, so it started with girls' dresses. But then what about feet? We went into shoes, bags, hats, make-up, and everything mixed and matched. When the girls got boyfriends and had babies, we had to design for them, too, and then, of course, the home. We were designing an entire lifestyle. Until it closed I hadn't been shopping in another shop for years.\" </p> <p>This month sees the publication of two books celebrating Biba's 40th anniversary. The Biba Experience by Alwyn W Turner is full of modern girls in vintage Biba outfits, \"an antique collectors' club\" edition of which Hulanicki doesn't entirely approve since she wasn't involved and not all the designs are her own. In Biba: a Graphic Romance, has been produced by Delisia Howard, the perfect size-10 model and former Biba buyer, and her husband, the illustrator Chris Price. Hulanicki has written the introduction and donated all her original drawings to the book, which communicates the real creative spirit of Biba. She and Howard have also compiled a new CD called Champagne and Novacaine, featuring the music that filled Biba - Marilyn Monroe, Roxy Music, Sparks and Hulanick's favourite, Tim Hardin singing Misty Roses. </p> <p>Biba's last incarnation at Derry and Tom's was its crowning glory, an art-deco masterpiece, but it was also the beginning of its demise. Restored by Hulanicki and transformed into five floors of all things Biba, from the roof garden filled with Andrew Logan flower sculptures, real peacocks and flamingos, and Betty Boop-style waitresses serving cream teas by the lake, to the kids' floor, the \"mistress room\" (naughty undies and sex toys), to the basement foodstore where you could buy Bibachampagne, baked beans and dogfood. The 1930s-style \"rainbow room\" restaurant and cocktail bar featured cabaret by Bill Haley, the Pointer Sisters and Ian Dury. </p> <p>\"I wanted to open the whole thing with Marlene Dietrich,\" says Hulanicki, \"but her demands just got more and more extreme. She wanted a suite at the Dorchester, champagne, a white Rolls-Royce, a truck full of money and pink lights everywhere.\" She laughs hysterically at the memory. \"In the end we cancelled. Thank God we did, because she fell offstage somewhere, and we got the New York Dolls instead. </p> <p>\"The thing about Biba was that it was such fun. It had energy and humour, and we had the space to be playful. Fashion isn't like that these days - everything is taken so seriously. Designer this, designer that, dictating to the public instead of seeing what young people are up to. I don't want to go back to doing clothes again, but I do finally have the rights to the Biba Homestore trademark and would love to do something with that.\" </p> <p>For the past 10 years Hulanicki has been restoring art-deco hotels in South Beach, Florida to their original candy-coloured glory. She will be in the UK next September for a retrospective of Biba clothes at Zandra Rhodes' fashion museum in south London, but won't stay long. \"I would love to come back to England if someone offered me a job,\" she says. \"I wouldn't mind doing one of those telly redesigning shows.\" I think she's teasing.</p> <p> <strong>·</strong> In Biba by Delisia Howard and Chris Price is published by Hazard books (£17.99). The Biba Experience by Alwyn W Turner is published by Antiques and Collectors (£35). Champagne and Novocaine is released by Only Lovers Left Alive today.</p>",
  "<p>There are comparatively few fields these days in which Britain can claim to lead the world. Since losing our grip in the ice-dancing arena it pretty much boils down to tea consumption, sailing and digital television. </p> <p>In fact our supremacy in this last category is such that the French government last week sent a delegation to study how we have so effectively transferred 55% of our televisual homes from analogue to digital and how we are gearing up to start switching off analogue spectrum in 2007. This would seem to some rather like sending a delegation to Iraq to study how to effect regime change and reconstruction of a country, because you are thinking of launching your own invasion. </p> <p>The French, who lead the world in rather more impressive areas such as cheese, and cigarette consumption, have done less well in technological development. Minitel, its parochial alternative to the internet, came to a predictable sticky end, while a pathetic 13% of its homes have digital TV. </p> <p>It would be interesting to be a fly on the glass panelling in Ofcom as the regulators talked the French through the digital television story so far: \"As you can see from slide one: the first thing to do is exclude a powerful media mogul from owning any terrestrial TV, so he has to set up a spivvy satellite outfit. Widely predict failure for it, then wait for your cackhanded, dozy, state-licensed broadcasters to hand over exclusive football or boules rights for a minimum five-year period. Wait for the satellite business to dominate your broadcasting industry and only then, in a mild panic, issue inconsequential sets of rules to curb its growth. </p> <p>\"After 10 years, license digital terrestrial spectrum in such a way that it is in competition with your dominant satellite operator and wait for this to fail too, bringing several football clubs - or clubs de boules - with it. In the meantime wait for a couple of - ahem - cable companies to - ahem - go bust. Give up in despair and hand over your digital spectrum to the public service broadcaster. Announce a switchover date picked at random by a monkey kept by le régulateur for such a purpose, et Voilà! You have a world-beating set-up for digital television. </p> <p>\"So as you can see from figure 4a here - the cost of this has been: roughly £200bn of public money to the state broadcaster, a number of companies and a lot of jobs in the commercial sector, one satellite operator, half a dozen cable companies, 10 football clubs and a couple of career civil servants. The rest of the cost will be borne by confused pensioners who will wake-up in three years' time to find out that Trisha is no longer compatible with their old set.\" </p> <p>As we await part two of Ofcom's review of public service broadcasting with the breathless agitation usually reserved for the next Harry Potter, it is worth bearing in mind that our media development has never been much short of organised chaos, and often not very organised. Those who have had effective visions for a new medium rarely come from the ranks of government or regulation. I doubt BSkyB will be credited as pretty much the sole reason we are as advanced as we are, but it is certainly close to the uncomfortable truth. </p> <p>(Incidentally, in an ironic footnote to the audacious rise of Sky, I note that Rupert Murdoch was last week in the Indian courts challenging an upstart Indian broadcaster, Zee, for swiping exclusive cricket rights in the country. His assertion is that Zee is not an \"experienced\" sports broadcaster and thus should not be allowed to hold the rights to such national treasures. Hmm.) </p> <p>In fact, there is every reason for thinking that, as my colleague Vic Keegan argued last week, our digital plans are actually a couple of years behind where they should be given the prevailing market conditions and our recent history. Maybe this is why Ofcom has recommended an \"as soon as possible\" approach to switchover, a sensible enough diktat even if the fine detail of who will pay for all this change has not yet been honestly addressed. </p> <p>The pioneering part of the digital revolution is over, the messy business of cracking the anti-digital insurgents is a longer, less exciting slog. And ultimately we will be left with astonishing progress, bought at a high price, for what will be largely negligible returns. The message about why digital is important has shifted subtly - it is now portrayed as desirable in itself rather than a means to free up valuable analogue spectrum. </p> <p>But it is nice to know we are at least briefly in the vanguard of an expensive struggle to introduce what will ultimately be an interim technology.</p>"
]