[
  "For all you townies who know nothing about the countryside and think rural folk keep horses simply to pursue the uneatable, here is a revelation. When asked, eight out of 10 horse owners said they did so only to ensure a visit from - the farrier! <p>OK, so I made that up, but the blacksmith does play an interesting role in country life. He (and it nearly always is he, which is significant) is a pleasing blend of ancient and modern. You no longer take your horse to the village smithy. Instead, white van man arrives complete with mobile forge and gas canister. He also has a leather apron, an anvil and a box of tools that haven't changed much since Thor's time. </p> <p>Whereas Napoleon's army marched on its stomach, the horse marches on its hooves and once they're messed up, so is the horse. The farrier is the physician who teaches youngsters to endure hammering, filing and smoke, as hot metal sizzles against hoof. </p> <p>One sign of the times is that whereas once blacksmiths would have dealt almost exclusively with men, now the proprietors of riding schools, livery yards and horse owners are largely women. Recently a magazine ran a competition to find the sexiest farrier and I'm pleased to say that ours was in the final 10. What could be more appealing than a man steeped in earthy tradition, broad-shouldered, a fount of knowledge, bringing a touch of Mellors into the stableyard? And then there's their undeniably satanic aspect - all that heat and metallic banging. </p> <p>We don't chase foxes. Our yard is a sanctuary for beetles rescued from water buckets, field mice in hay bales and refugee pheasants. Instead, we simply ride around our idyllic neighbourhood and wait for the next visit from the farrier.</p>",
  "<p>Balfour Beatty, the construction and engineering group, has won a £400m contract to build the world's largest shopping centre with enough space to house Marks &amp; Spencer's entire 375 store chain. </p> <p>Work started on Saturday on the Burj Mall retail development in Dubai. It promises more than 11.7m sq metres of shopping space. That is more than is offered by a combination of London's Oxford and Regent Streets, the Metrocentre in Gateshead, the Trafford Centre in Manchester and Liverpool's Albert Dock. </p> <p>At peak times about 50,000 shoppers will use the complex. </p> <p>The four floor shopping centre will incorporate an ice rink, a three-storey aquarium and the world's largest gold souk. </p> <p>The mall will be part of a major development that will boast the 700m tall Burj Tower. When completed it will be the world's largest tower. </p> <p>The tower will be constructed under a separate contract, which has not yet been awarded. </p> <p>The Burj Mall has been described as the \"ultimate one-stop entertainment destination\". The developers also intend to offer cinemas and a bowling alley. </p> <p>Balfour Beatty shares closed up 5.75p at 277p on the news of the contract. </p> <p>It is part of a construction boom in the region that has seen Dubai bid to increase its appeal as a tourist destination. </p> <p>Projects under way include a 1.8bn sq metres water park, an indoor ski slope, an underwater hotel, two man made palm shaped islands and the £5.5bn Chess City development, which has 32 black and white buildings in the shape of a chess board. </p> <p>Balfour Beatty says the Burj Mall retail development will be completed by the end of 2006. The work will be carried out by the company's Dutco Balfour Beatty Middle East construction joint venture. </p> <p>Chief executive Mike Welton said: \"We are delighted to win this major contract, which is testimony to our market leading position in the region.\"</p>",
  "Why has Yasser Arafat not \"groomed\" a successor (like some petty oriental despot), commentators have demanded to know in recent days, and why he is leaving a chaotic power-vacuum? What has been striking about these questions is not so much their wilful ignorance of the Palestinian reality, but the underlying assumptions they reflect. <p>The first is that the ailing Palestinian leader is now either marginal - or worse, the obstacle to peace. And the new hero of peace, as championed by the liberal press on the back of the Gaza disengagement plan, is now Ariel Sharon. This shows how closely the debate in this country has come to embracing the Israeli Likud view of the Palestinians. </p> <p>Most discussion of the Middle East conflict in the west now appears to be based on three premises: Arafat is not a partner for peace, but promotes terror; Arafat will not let go of the \"reins of power\", especially the security services; and Arafat is undemocratic and is blocking necessary reform of Palestinian institutions. </p> <p>But it is not the Palestinians who are refusing democracy and representation. They are struggling to hold on to it by any means they can. Instead, it is the US and Israeli governments who are seeking to create institutions that would be undemocratic, and to find Palestinian leaders who will be unrepresentative. We have no vacuum of power. We have the PLO and the Palestine National Council, we have a legislative council in the West Bank and Gaza. </p> <p>Yet since 2000, the Israeli, US and British governments have been working hard to impose a warlord to run Gaza after the \"disengagement\" (even though Israel will remain firmly in control there), as well as the remaining enclaves in the West Bank. They have been training him for this task in Britain - the very man who was responsible for what is widely regarded as having been the most corrupt of the Gaza security apparatuses. They want Arafat to cede control of the PLO, of which he is elected chairman, and the Palestinian Authority, of which he is the elected president, because they have found someone they believe they can control. </p> <p>Nonetheless, this warlord's putsch for power earlier this year failed, as it was rejected across the board by Palestinians - both critics and backers of Arafat - all aware that it was against real reform and the national interest. Yet Mohammed Dahlan is still described in the British press as a \"young reformer\" and his paid security gangs in Gaza are still portrayed as the \"new voices for reform\". </p> <p>When Arafat represents all Palestinians, as he has by refusing exile (he would never have left without an assurance he could return), as he did by refusing to sign away basic rights as demanded of him at Camp David, Palestinians support him. Palestinians know what they lose by continuing to fight for their freedom: their livelihood, their lives. But they support Arafat because he represents them. And because of that basic trust, he is the one leader who has been able to make the most compromises and exact the most difficult concessions from his own people. Arafat is, after all, the architect of the Oslo peace accords, in contrast to Ehud Barak and Sharon, who both voted against the accords in the Knesset. </p> <p>At the Camp David meetings in 2000, the then Israeli prime minister Barak insisted the Palestinians cede on central issues, such as Jerusalem and refugee rights. Since Arafat refused, Barak has never ceased to brand him a terrorist who wants the destruction of Israel, and blamed the continuing conflict on Arafat's refusal - rather than on Israel's failure to address any core issue, such as its increased settlement building during the Oslo years. </p> <p>Bill Clinton and Barak's post-Camp David spin that the Palestinians were offered everything and gave nothing in return has been comprehensively refuted, yet these myths are continually repeated in the UK and US press. </p> <p>Worse, these claims helped ignite the existential Israeli fears in the aftermath of that meeting, which Sharon fanned into a wall of fire, destruction, expansion and conquest in pursuit of a Greater Israel and the denial of any possibility of an independent Palestinian state. </p> <p>As Dov Weisglass, Sharon's senior adviser, spelled out last month: \"The significance of the disengagement plan is the freezing of the peace process. And when you freeze that process, you prevent the establishment of a Palestinian state ... the disengagement is actually formaldehyde.\" Yet political leaders and journalists continue to praise the disengagement as \"a first step towards a peace process\". </p> <p>What these defenders of Likud strategy don't grasp is well understood by the Palestinians, who continue to support Arafat. In order to be a leader you must first represent your people, and not abandon them to their conquerors in times of foreign occupation or colonial rule. Arafat seeks peace, but not at any price. You can be a great leader in prison, in a broken-down compound, in hospital, even once you've given your life. That's why the Palestinians overwhelmingly voted for Arafat, and would do so again today. </p> <p><b>· </b>Karma Nabulsi is a research fellow at Nuffield College, Oxford, and a former PLO representative in Britain </p> <p><a href=\"mailto:karmanabulsi@hotmail.com\">karmanabulsi@hotmail.com</a></p>",
  "Swiss cheese swept the board at yesterday's annual awards. <p>Fromage from Switzerland won 37 of the 60 medals up for grabs at the third annual Mountain Cheese Olympics, organisers said. The haul included 13 gold medals. </p> <p>More than 400 mountain cheeses from around the world competed in the four-day event, held in the small cheese-producing town of Appenzell, in eastern Switzerland. </p> <p>Caseus Montanus, the body that arranged the event and which means \"mountain cheese\" in Latin, was founded two years ago by representatives from France, Italy and Switzerland to promote the economies of mountain regions and battle against what it believes is the threat of globalisation to local producers. </p> <p>Italy came in second in the rankings, with eight medals, followed by France with seven, and Austria four. Japan, Mexico, Portugal and Spain each won one medal.</p>",
  "At least three people were killed and many more injured yesterday when a teenage suicide bomber blew himself up in a crowded food market in Tel Aviv. <p>The attack - the first of its kind in the city since the beginning of the year - was condemned by the Palestinian leader, Yasser Arafat, who issued a statement from his sickbed in Paris. \"He [Arafat] condemned the attack in Tel Aviv and said that he condemns the killing of civilians on both sides,\" a senior aide, Nabil Abu Rdainah, said in Paris.</p> <p>Mr Arafat, he said, appealed to all Palestinian factions to avoid killing Israeli civilians and called on the prime minister, Ariel Sharon, to avoid killing Palestinians.</p> <p>The blast occurred in a narrow alleyway of the market, which stretches for a mile from the centre of Tel Aviv to the seafront. Carmel Market, unlike the main market in west Jerusalem, has never been targeted before. As a result there is virtually no security despite the thousands of people who throng the area.</p> <p>Yossi Shoshan, a stallholder, said he had just moved away from his stall when the explosion occurred. \"I went to buy water. There was a huge explosion. On the way back to my stall, I helped a woman who was injured. The suicide bomber had blown himself up in front of my stall. We just want to work and earn a decent living. I've been here for 20 years. We don't feel safe enough here.\"</p> <p>The bomber, said to be a 16-year-old, appeared to have blown himself up in the middle of a crowd and damage to surrounding stalls was limited. Bins of spices and herbs had barely been upset. But two bodies could be seen covered with tarpaulin.</p> <p>\"I saw lots of people lying on the ground, lots of people wounded,\" Michal Weizman told Israel Army Radio.</p> <p>The bomber was named as Amar al-Faar, from Askar refugee camp in Nablus. The Popular Front for the Liberation of Palestine, a leftwing organisation, claimed responsibility for the blast.</p> <p>The group was active in the 1970s and 1980s but since the fall of the Soviet Union it has played a much smaller role in Palestinian society.</p>",
  "A Dutch film-maker who received death threats after attacking imams as woman haters was stabbed and shot dead in Amsterdam today. <p>Theo Van Gogh, a distant relative of the 19th century Dutch painter Vincent Van Gogh, was attacked near a park close to the centre of the Dutch capital. Police arrested a man at the scene after an exchange of gunfire in which the suspect wounded a police officer. The suspect was wounded in the leg.</p> <p>The arrested man, 26, had dual Dutch and Moroccan citizenship. A letter had been found at the crime scene, police and prosecutors said in a news conference live on national radio.</p> <p>Mr Van Gogh, who was 47, courted controversy with newspaper articles, books and films dealing with Islam after the September 11 attacks on the US. His most recent film, Submission, portrayed a Muslim woman forced into an arranged marriage who is abused by her husband and raped by her uncle. After it was shown on Dutch television earlier this year, Mr Van Gogh received death threats.</p> <p>Mr Van Gogh made the film with the Dutch politician Ayaan Hirsi Ali, a Somali refugee given Dutch citizenship after fleeing an arranged marriage 12 years ago. Ms Hirsi Ali, who calls herself an ex-Muslim, has been under police protection since receiving death threats because of the film. </p> <p>Several Muslim organisations in the Netherlands - home to nearly 1m Muslims or 5.5% of the population - and mainstream Dutch newspapers attacked Submission. \"He did receive death threats but he never took them quite seriously,\" a colleague at Mr Van Gogh's film production company said. \"He was a controversial figure and a champion of free speech,\" his colleague said.</p> <p>Security was stepped up for politicians in Holland after the killing of Pim Fortuyn, the anti-immigration populist, ahead of the May 2002 election in which his party captured second place. Mr Van Gogh had been making a film about the killing of Mr Fortuyn. In several of his films and a book, Allah Knows Better, Mr Van Gogh attacks Islamic militancy and accuses imams - Muslim prayer leaders - of hating women. </p> <p>Immigration, integration and Islam are sensitive issues in the Netherlands where outspoken parliamentarians such as Geert Wilders, an opponent of Turkish EU membership, have received death threats because of their views. </p> <p>The killing, which was widely condemned by Muslim groups, could raise communal tension. According to a recent survey, many Dutch people are afraid of the rising number of Muslims in their country and feel threatened by Islamist militants. The Netherlands gave political backing to the US-led invasion of Iraq and has around 1,300 troops there.</p> <p>\"It is really terrible. Of course we don't know yet the reasons, so I cannot give a formal reaction,\" the Dutch European affairs minister, Atzo Nicolai, said. \"It reminds everybody of what happened to Pim Fortuyn.\"</p>",
  "<p>Steve Bochco, the award-winning producer of shows including Hill Street Blues and NYPD Blue, is courting controversy with the first US TV drama series about the lives of American troops serving in the current conflict in Iraq.</p> <p>Over There, a drama exploring the lives of US soldiers in Iraq and their families back home, is being made for cable network FX, the News Corporation-owned sister channel to Fox News.</p> <p>Insiders at FX have said that they are looking to emulate the success of Steven Spielberg's second world war movie Saving Private Ryan and TV spin-off Band of Brothers, but in a modern battlefield setting.</p> <p>However, the project is likely to prove controversial in the US, with public opinion divided on the rights and wrongs of the country's involvement in Iraq, with its armed forces fighting an increasingly bloody insurgency and more than 1,000 American troops killed in the conflict.</p> <p>FX president of entertainment John Landgraf said Over There was not intended to be either pro or anti-war, but admitted it was likely to stir strong emotions among US viewers.</p> <p>\"There's likely to be some controversy because the war is such a partisan [political] football from both sides,\" Mr Landgraf told the Hollywood Reporter.</p> <p>The Vietnam war was a largely taboo subject for film and TV for a decade after the US pulled out of the country. It was not until the mid-80s, with movies including Platoon and Hamburger Hill and the TV drama Tour of Duty, that fictional accounts of the Vietnam conflict began to find widespread appeal with American audiences.</p> <p>Over There was originally developed by Mr Bochco for FX with Paramount Network Television, but the Hollywood studio is believed to have pulled out because of concerns about whether the show would sell overseas. The new Bochco drama is now with 20th Century Fox Television.</p> <p>Mr Bochco is executive producing Over There and developing the project with Mississippi Burning writer Chris Gerolmo, who is being lined up to direct a pilot of the show for FX.</p> <p>Over There is due to go into production in January, with Mexico one possible location for shooting Iraqi battle scenes.</p> <p>FX is carving out a name for itself as a broadcaster of edgy drama, with Over There joining a line-up that already includes The Shield, Nip/Tuck and Rescue Me, which stars Denis Leary as a New York fireman struggling to come to terms with the death of a colleague and close friend on 9/11.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p><strong>· </strong>Civil servants' sick leave on the increase<br><strong>· </strong>Vote now and help choose the Public Servant of the Year<br><strong>· </strong>Preview: What's in tomorrow's SocietyGuardian supplement<br></p> <p>^^^^^^^^^^^</p> <p>Today's top story - Rebellion looms over smacking ban</p> <p>The government is facing a House of Commons revolt today over its refusal to outlaw smacking.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong><br></p> <p>Health</p> <p><strong>· </strong>Careers: Civil servants' sick leave on the increase </p> <p>Civil servants take an average two weeks' sick leave a year - costing £368m - according to government figures published today.</p> <p><strong>· </strong>Care: Call for better services for older patients</p> <p>More needs to be done to tackle bedblocking and improving care for elderly patients discharged from hospital, a government report warns today.</p> <p><strong>· </strong>Mumps: Universities warned of epidemic </p> <p>Students are today being urged to get vaccinated against mumps amid warnings of an epidemic on Britain's campuses. </p> <p>^^^^^^^^^^^</p> <p>Social care</p> <p><strong>· </strong>Childcare: Nurseries to face spot inspections </p> <p>Childcare inspectors will turn up on the doorsteps of nurseries without warning under moves to overhaul the way childcare is monitored. </p> <p>^^^^^^^^^^^</p> <p>Local government</p> <p><strong>· </strong>Devolution: Vote goes to the wire </p> <p>John Prescott has conceded that electors were still unsure about the benefits of devolution for the north-east, three days before a referendum to determine whether the region should have an elected assembly. </p> <p>^^^^^^^^^^^</p> <p>Regeneration</p> <p><strong>· </strong>Casinos: Concessions fail to sway Labour rebels </p> <p>Tony Blair saw his parliamentary majority cut by more than half when 29 Labour MPs rebelled against the gambling bill in protest at plans to set up super-casinos throughout Britain.</p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong><br></p> <p><strong>· </strong>Drugs: Police photo campaign shows ravages of addiction </p> <p>Scotland Yard has launched a photo campaign to show the physical ravages caused by drug addiction, in an attempt to persuade people to shop dealers.</p> <p><strong>· </strong>Asylum: Last-minute revelation as Lords to rule in Roma case </p> <p>The Home Office has been accused of \"seriously misleading\" the courts by a leading QC, after its lawyers disclosed dramatic new evidence on the eve of the last day of a seven-day House of Lords hearing.</p> <p>^^^^^^^^^^^</p> <p><strong>GUARDIAN PUBLIC SERVICES AWARDS </strong><br></p> <p>The shortlist for our Public Services Awards has just been announced. See the shortlist in full, plus read profiles of the five nominees in the Public Servant of the Year award - then <a href=\"http://society.theguardian.com/publicservicesawards/0,14484,1192465,00.html\">cast your vote online</a>. </p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong><br></p> <p><strong>· </strong>Health: Alive and ticking </p> <p>Did you know that your lungs are more effective in the afternoon, your brain power peaks around noon and your sex drive is at its best just before the news at 10? Joanna Moorhead on new research about our body clocks.</p> <p><strong>· </strong>Sickness: Feeling ill? Go to work </p> <p>Can it be true that when you are sick going back to work can help you get better? Margaret McCartney, a family doctor, investigates.</p> <p>^^^^^^^^^^^</p> <p><strong>PREVIEW: WHAT'S IN TOMORROW'S SOCIETYGUARDIAN SUPPLEMENT</strong><br></p> <p><strong>· </strong>Feature: The unlikely lads - Twenty years after his acclaimed study of problem teenagers, Howard Williamson goes back to find out what became of them.</p> <p><strong>· </strong>Plus: Tash Shifrin interviews Ed Mayo about charity funding and his new role at the National Consumer Council; How the Welsh first minister is rethinking public services; and Ellie Levenson on civic loyalty cards.</p> <p><strong>· </strong>Jobs: Are you a \"proven, inspirational leader with a track record of delivery and achievement\"? Home Group is looking for a group director of housing operations to help manage over 50,000 affordable homes in England and Scotland. Salary in excess of £100,000 plus car and benefits. Flexible location.</p> <p>For more details of this, and hundreds more public services and voluntary sector vacancies, see tomorrow's SocietyGuardian section or visit our <a href=\"http://jobs.theguardian.com\">free online database</a>.</p>",
  "It starts after sunset. The columns of children walk for hours along dusty country roads lined with tall grass and banana shrubs. First a trickle, and then a flood of tiny figures trudge with knapsacks on their shoulders to the nearest towns, and the hope of safety from a nightmare enemy. <p>The danger comes from another group of children, armed with assault rifles and rocket-propelled grenades, who come out after dark to murder and kidnap.</p> <p>The 18-year war in northern Uganda, where children are both fighters and victims of the Lord's Resistance Army (LRA) guerrillas, was recently <a href=\"http://www.un.org/apps/news/story.asp?NewsID=12297&amp;Cr=uganda&amp;Cr1=\">described</a> as the \"biggest neglected humanitarian emergency in the world\" by the UN's head of humanitarian affairs, Jan Egeland, who called on countries to help end what he called \"a litany of horrors\".</p> <p>The war is brutal in the extreme - rebel fighters have been known to hack off the lips, noses and ears of civilians - and bizarre. The LRA leader, Joseph Kony, claims to be a medium who is guided by spirits, including an American named King Bruce, who can turn stones into hand grenades.</p> <p>If this crisis has been ignored by the world, that may be because it looks like one of those insoluble African riddles, a war without a meaning in a place where peace will never come.</p> <p>But that is too facile a reading. To understand the LRA, you have to look beyond their spiritual trappings.</p> <p>The LRA has its roots in dissatisfaction among the northern Acholi people, who were favoured by the colonial British and subsequent regimes, but lost influence after Yoweri Museveni, a southerner, became president in 1986.</p> <p>The movement began that year as a rebellion against Museveni, led by Alice Lakwena - lakwena means spirit medium - who claimed to channel messages from the ghost of an Italian war veteran.</p> <p>She began a quasi-religious style of warfare, instructing soldiers to rub their chests with nut oil to immunise themselves against bullets, and sing Christian hymns as they marched into battle. Her forces scored some early victories, and reached the Bugembe forest, just 80 kilometres (50 miles) from Kampala, before they were crushed.</p> <p>Why did the Acholi people follow Alice? According to a respected US government study of the war, it seems that many Acholis regarded rule by the southern-led government as an alien imposition.</p> <p>\"Many Acholis shared a collective identity as proud and able professional soldiers in the colonial and post-independence uniformed services,\" according to the 1997 Gersony report.</p> <p>\"This included the long-held view that Acholis do not surrender, especially in their home areas, and to some degree that 'only Acholis should rule in Acholi'.\"</p> <p>Their loss of power and influence did not only result in a \"profound sense of military humiliation\". It also had a major economic impact.</p> <p>\"A great number of Acholi families depended on their jobs in the army, police and prisons for a livelihood. It was the largest single source of cash employment, the equivalent of a major industry ... It seems likely that the Acholis lost well over 10,000 jobs [as a result of losing power].\"</p> <p>Lakwena's forces were vanquished but a well of grievances remained and was tapped by Joseph Kony, a cousin of Alice who assumed her mantle in 1987. </p> <p>Like her, Kony claimed spiritual powers. He was said to be in contact with a \"spirit general staff\", including a Chinese ghost who commanded an imaginary jeep battalion. </p> <p>At first, he enjoyed some popular support, but under him the rebellion has increasingly lost contact with its original ethnic power base. As support for the rebels has waned among the Acholis, many civilians in the north have joined self-defence militias, originally armed only with bows and arrows, to protect their villages from attack. The rebels reacted with fury to the establishment of these militias, regarding their members as \"collaborators\" who are punished with savage mutilation or death.</p> <p>Kony has come to believe that only children are fitting recruits because their souls are \"purer\" than those of the Acholi adults who have 'betrayed' him. Of course, children are also easier to brainwash.</p> <p>The Ugandan government claims to be winning the war against the LRA. In July, they almost took the prize scalp when more than 100 rebels were killed in a Ugandan army raid on an LRA base in southern Sudan. Some of Kony's many wives and children were captured, as well as his two-way radio and the military epaulettes he had awarded himself. At first, the Ugandan army believed Kony too was dead, but he had given them the slip once more.</p> <p>Western donors are sceptical about Uganda's attempts to crush the LRA militarily. Even if the beast is mauled, observers fear, it can still do terrible damage - a fact that was made plain in February when rebel fighters slaughtered more than 190 people at a refugee camp in the north of the country.</p> <p>Instead, the international community is pushing for a negotiated solution that will bring Kony's cadres out of the bush, but that leaves Uganda with a conundrum: how do you negotiate with a nihilistic enemy whose only stated aim is the overthrow of the government?</p> <p> \"Asking 'what does the LRA want?' is a bit like asking, 'what do the Hell's Angels want?'\" noted one western analyst.</p> <p>The way to deal with the LRA, he suggested, is not to view them a political movement but as a band of outcasts whose chief concern is for their own survival. They might be tempted to lay down their weapons by offering them a source of income - some farmland of their own, perhaps - and immunity for themselves and the members of their families who choose to stay with them.</p> <p>In the meantime, the people of northern Uganda are wearily repeating an old African proverb: \"When two elephants fight, it's the grass that gets trampled\".</p>",
  "<i>All times GMT. Follow Guardian Unlimited for news reports and analysis through the night</i> <p>One of the many quirks of the presidential election is that a candidate who spends tens or hundreds of millions to persuade the voters relies on the say-so of the television stations to know if he has won.</p> <p>Until 2000 this worked well. A combination of exit polls and early counting meant networks could call the states and proclaim a president by bedtime. But then Florida was called for Al Gore. Then for George Bush. Then no one knew the result until December.</p> <p>Will it happen again? There may be more hesitation this time around, and a greater emphasis on being right than being first - but the statistical models and polling methods have been overhauled, and you should not be too surprised if states are being called for either candidate relatively soon after the polls close.</p> <p>If they are, this is how to read the results.</p> <p><b>Midnight</b></p> <p>It is 7pm in the US eastern time zone and polls are closed in <b>Georgia</b>, <b>Kentucky</b>, <b>Indiana</b>, <b>South Carolina</b>, <b>Virginia</b> and <b>Vermont</b>.</p> <p>This is an easy start. The first five are Bush states and Vermont is for Kerry. If either of these go the other way (Georgia was going 52%-42% for Bush in the most recent poll) it will be a major upset for the other side and the television pundits will start talking in terms of landslides. This is extremely unlikely.</p> <p>Turnout figures should now be emerging. The conventional wisdom is that a high turnout favours the Democrats, but Republican efforts to mobilise their supporters mean this cannot be taken for granted.</p> <p><b>12.30am</b></p> <p>Polls close in <b>Ohio</b> and <b>West Virginia</b> - now we are in the interesting part. The Democrats did some last-minute campaigning in West Virginia - a shaky Republican state - and a Kerry victory, even a strong showing, bodes well for his nationwide result. A clear Bush win would suggest he is holding his ground against the challenger.</p> <p>Ohio may take a while to come through. The polls are on a knife-edge and both sides have fought hard: Kerry visited it close to 30 times in the campaign and Bush almost 20. No Republican has won the White House without it, and if Kerry loses he needs to go on to take Florida and Pennsylvania to be in with a decent chance.</p> <p><b>1am</b></p> <p>Polls close in <b>Alabama</b>, <b>Tennessee</b>, <b>Kansas</b>, <b>Mississippi</b>, <b>Missouri</b> and <b>Oklahoma</b> and should go to Bush. <b>Connecticut</b>, <b>Delaware</b>, the <b>District of Columbia</b>, <b>Illinois</b>, <b>Maine</b>, <b>Maryland</b>, <b>Massachusetts</b> and <b>New Jersey</b> are expected to vote Kerry. If any of these votes the other way, it looks bad for the losing side. The most likely is for New Jersey to switch to Bush. If it does, Kerry is having a bad night.</p> <p>Three more swing states could now be called, though it may take a while for results to filter out. Kerry can expect to win <b>New Hampshire</b> and, according to the final polls, be feeling confident about <b>Pennsylvania</b>. A lot now depends on Ohio, which closed half an hour ago. If Bush has won it, and then wins <b>Florida</b> another term in the White House is looking likely. If Kerry loses Ohio, the Sunshine State starts to look like a necessity. If he wins all three he can start planning his first trip on Air Force One.</p> <p><b>1.30am</b></p> <p>Both <b>Arkansas</b> and <b>North Carolina</b>, where the polls are now closing are Bush states. Neither are likely to swap but a strong Kerry vote on the back of Bill Clinton's campaigning in Arkansas over the last week would point to a strong showing nationwide. If Bush loses it, he is having a bad night.</p> <p><b>2am</b></p> <p>You could now be getting an idea of who the winner is. Of the polls closing now <b>Louisiana</b>, <b>Nebraska</b>, <b>South Dakota</b>, <b>Texas</b> and <b>Wyoming</b> will go to Bush and <b>Rhode Island</b> and <b>New York</b> to Kerry.</p> <p>If the Ohio-Florida-Pennsylvania axis has not yet been called - or all you can see on the television are lawyers - the swing states of <b>Colorado</b>, <b>New Mexico</b> and <b>Wisconsin</b> will start to look crucial.</p> <p><b>Michigan</b> and <b>Minnesota</b> are historically solid Democrat states but could be vulnerable to Bush. The worst case scenario for Kerry would be if Michigan (which only carries three less electoral college votes than mighty Ohio) fell to the incumbent. He can win without it, but it starts to look like a less credible challenge. The same is true for Bush in <b>Arizona</b>. If he loses in the south-west he is starting to look weak on his home turf.</p> <p><b>3am</b></p> <p><b>Monatana</b> and <b>Utah</b> are Bush states. <b>Iowa</b> and <b>Nevada</b> are two swingers edging towards Bush. If Ohio has still not been called and Kerry wins Iowa (plus Michigan and Wisconsin) it points to a Democrat sweep of the Midwest that points to the White House. </p> <p><b>4am</b></p> <p>One candidate should really look in the lead now. <b>California</b>, <b>Oregon</b> and <b>Washington</b> should go to Kerry and <b>Idaho</b> and <b>North Dakota</b>. A toss-up state is normally Democrat <b>Hawaii</b>. Polls put it in the balance and in a very close election its three votes could be decisive.</p> <p><b>5am-6am</b></p> <p><b>Alaska</b>, the last state to close its polls, will go to Bush. If Bush has a lead but Kerry is three votes short, do not sit up expecting the result to hinge on Alaska. Go to bed.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>SLEEPLESS IN MILWAUKEE (NOT TO MENTION BRITAIN)</b></p> <p>The tension is growing almost unbearable. When George Bush and John Kerry held neighbouring rallies in Milwaukee yesterday, says Simon Jenkins, it was like \"Hector and Achilles finally meeting under the gates of Troy\". You'll recall that Achilles killed Hector before being killed by Paris's arrow. Make of that what you will.</p> <p>On election day, the broadsheets have turned to what unites Americans rather than what divides them. The Guardian's Gary Younge, who has driven from Mr Kerry's home town, Boston, to Mr Bush's, Midland in Texas, says the two towns \"could be in two entirely different nations\". Yet \"one of the few things that has remained constant while on the road has been the ubiquity of the stars and stripes. The national flag billows everywhere. ... But these demonstrations of patriotism offer little or no suggestion of which side of the political divide people are on. You are as likely to find them among Republicans as Democrats.\" </p> <p>\"The notorious political polarisation in the United States is something of an illusion,\" writes the Telegraph's Niall Ferguson in San Francisco. \"What we are seeing here is a sign of democratic vitality in a land that remains fundamentally whole.\"</p> <p>The pollster John Zogby confirmed the intensity of feeling. \"Among young voters between the ages of 18 and 29,\" he tells the Guardian, \"zero said they were undecided. That suggests a very high level of interest among people who historically were not that engaged - young African-American males, for example.\"</p> <p>The candidates are exhausted. But the Herald Tribune says Mr Kerry \"lightened up\" as the day of judgment approached. \"There is a calm confidence about him in these closing days.\" Mr Bush's \"playful optimism\" betrays no sign of tension, though he is \"greyer\" than he was on September 11 and is \"showing some wear and tear\".</p> <p>The FT lines up David Frum (\"[Bush] fights\") against Douglas Brinkley (\"Do not expect Mr Kerry to capitulate or roll over like Al Gore did\"); the Independent pitches Kerry campaigner George Soros against Matthew Hoffmann (\"Bin Laden has made it clear that his candidate for US president is John Kerry\").</p> <p>Also in the pro-Bush camp is Michael Gove of the Times - \"There's no denying that Hamlet is the more interesting guy. But there's a reason Fortinbras commands the stage at the end of the play ... It's one word. Will.\" Ranged against him are, unsurprisingly, the Independent, Thomas L Friedman of the Herald Tribune (who compares Bush father to son and finds the latter wanting) and the Daily Mail. The latter paper doesn't go quite so far as to endorse Mr Kerry. But America, it says, \"must now decide if it is time to see what difference a new leader can make.\"</p> <p>Finally, the Times asks the question many Wrap readers in the western hemisphere will be considering tonight: \"How soon can we go to bed?\" With the Ohio exit polls likely to come through at 12.30am, Florida's at 1pm, Wisconsin's at 2am and Hawaii's at 5am, the best advice is not to count on sleeping at all.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1341276,00.html\">Let the people decide</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1341331,00.html\">Gary Younge</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,11069-1340740,00.html\">Times: Michael Gove</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,3-1340632,00.html\">Times: Simon Jenkins</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,11069-1340788,00.html\">Times: Insomniacs' guide to a long night</a><br> * <a href=\"http://www.iht.com/articles/2004/11/01/opinion/edfried.html\">IHT: Thomas L Friedman</a><br> * <a href=\"http://www.iht.com/articles/2004/11/01/news/kerry.html\">IHT: Kerry lightens up</a><br> * <a href=\"http://www.iht.com/articles/2004/11/01/news/bush.html\">IHT: Bush stays positive</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml;sessionid=T0VLAOAHIZSVPQFIQMFSM5WAVCBQ0JVC?xml=/opinion/2004/11/02/do0201.xml&amp;sSheet=/portal/2004/11/02/ixportal.html\">Telegraph: Niall Ferguson</a></p> <p> <b>'SKIRMISHES' IN FALLUJA AHEAD OF ASSAULT</b></p> <p>Meanwhile, what of Iraq? The Times devotes a double-page spread to the preparations for an attack on Falluja - expected \"almost as soon as the US elections are over\", though \"skirmishes\" have broken out already. Two-thirds of the city's inhabitants are thought to have already fled, \"leaving a ghost town where American commanders expect to confront up to 5,000 rebels and fighters\".</p> <p>Divisions opened up in the interim Iraqi government yesterday when the president, Ghalzi al-Yawer, said the coalition's \"handling of the crisis is wrong ... like someone who fired bullets at his horse's head just because a fly landed on it\". The deputy governor of Baghdad was assassinated yesterday.</p> <p>Insurgents seized several hostages after a 20-minute gun battle in the Mansour district of Baghdad, the Guardian reports. Three were Arabs and one American.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1341253,00.html\">Gunmen seize US and Arab hostages</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1340437,00.html\">Times: Falluja battle looms</a></p> <p> <b>MAIL SCORES IN CASINO CAMPAIGN</b></p> <p>The Daily Mail's campaign appears to have paid off. Twenty-nine Labour MPs rebelled against the gambling bill last night, despite a number of concessions. Tessa Jowell indicated that she would be prepared to cap the number of new casinos. A \"mere handful\" in Blackpool and Wembley could go ahead.</p> <p>\"THE GREAT CASINO CLIMBDOWN\", trumpets the paper, which says the culture secretary's bill was \"torn to shreds\" by MPs complaining about the bill. The Telegraph agrees she was \"humiliated\".</p> <p>* <a href=\"http://www.theguardian.com/Politics/homeaffairs/story/0,11026,1341349,00.html\">Labour MPs rebel against casinos</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=T0VLAOAHIZSVPQFIQMFSM5WAVCBQ0JVC?xml=/news/2004/11/01/ugambling.xml&amp;sSheet=/portal/2004/11/01/ixportaltop.html\">Telegraph: Jowell defends casinos bill</a></p> <p><b>MEANWHILE, MUMPS</b></p> <p>The Telegraph splashes with a warning that its readers' student offspring may be coming home for the Christmas holiday earlier than expected. An outbreak of mumps is to blame. \"If trends continue,\" says the paper, \"almost 3,000 students and young people could be infected by the end of the year.\"</p> <p>Leeds, Birmingham, Kent, Nottingham and Oxford Universities have all reported cases of mumps, though the outbreak is hardly at epidemic proportions: Kent has just four infected students. Nonetheless, students have been offered vaccinations.</p> <p>Elsewhere, the FT reports that the Arctic ice-cap is melting \"at an unprecedented rate\". The ice is half as thick as it was 30 years ago, and by 2070 there may be none at all during the summer. \"The Arctic,\" notes the paper drily, \"is believed to have 25% of remaining oil and gas reserves, and melting ice may improve accessibility.\"</p> <p>A new vaccine to treat advanced lung cancer has shown \"very promising results\", reports the Times.</p> <p>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=T0VLAOAHIZSVPQFIQMFSM5WAVCBQ0JVC?xml=/news/2004/11/02/nmump02.xml&amp;sSheet=/portal/2004/11/02/ixportal.html\">Telegraph: Mumps hits universities</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1340601,00.html\">Times: Vaccine brings hope</a></p> <p><b>NEW DALEK PROBE</b></p> <p>\"Bling-blinking heck!\" exclaims the Sun. \"This is the new shimmering gold Dalek that will battle Dr Who in the 21st century.\"</p> <p>Frankly, the New Dalek is an alarming development, and there are even hints that the alien may be able to overcome its aversion to stairs. \"They can now fly through the air using jet thrusters and have a stack of sinister new probes,\" promises the paper.</p> <p>\"Yo! Exterminate!\" intones a \"Puff Dalek\", gold bosses gleaming. The Guardian, meanwhile, has a touching tale of a cat who survived a turn in a washing machine.</p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1341123,00.html\">Curiosity chills the cat</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004510454,00.html\">Sun: Puff Dalek</a></p> <p> <b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; We'll be working all night to provide coverage of the US election. Come to theguardian.com for the latest news and reaction, a live results feed updated as each state declares, analysis and audio dispatches from Guardian correspondents in the US, and the best of the political bloggers' reaction.</p> <p>&gt;&gt;&gt; Tony Blair is facing a second Commons revolt in 24 hours today, as Labour MPs prepare to vote for a smacking ban.</p>",
  "Americans will vote today in what many believe is the most important election of their lives - a bitter contest over national identity that has broken political records. <p>The two candidates ended their campaigns with every opinion poll showing the race as tight as it has ever been. </p> <p>In 10 polls of likely voters over the past three days, President George Bush led in five, John Kerry led in three, and the candidates were tied in two. The gap in every case was within the margin of error. Ralph Nader, the independent third party candidate, mostly scored between zero and 2%. </p> <p>The sheer intensity of the duel between Mr Bush and Mr Kerry was reflected in the fury of the last day's campaigning. The Democratic challenger made two stops in Ohio, two in Wisconsin and one in Michigan, while the president criss-crossed the nation making seven stops in six battleground states, from Pennsylvania to New Mexico. </p> <p>The frenetic pace brought the two campaigns to within a few blocks of each other in Milwaukee, holding noon rallies on a dismal Wisconsin day. </p> <p>With everything staked on the rival party machines galvanising their supporters, the sheer pressure of the race led both candidates to consider abandoning the traditional day of rest on election day. </p> <p>The president, who had been due to spend much of today at his Texas ranch before flying to Washington tonight, was reported to be considering a surprise dash to swing states, possibly Florida and Ohio. Mr Kerry was planning a visit to La Crosse, Wisconsin. </p> <p>Such a move would not be the only way that this election, contested against a backdrop of war abroad and deep cultural conflict at home, has broken the political mould. </p> <p>It is by far the most expensive vote in history, costing well over $1bn (£544m). Television advertising has cost an estimated $550m, with $60m in television spots broadcast in the last week alone to an already jaded audience in about a dozen swing states. </p> <p>The intense emotions stirred up by the battle have also reversed a long trend towards lower voter interest in politics. </p> <p>\"By virtue of the level of voter interest, it's clear people are voting as if their lives depended on it,\" John Zogby, the head of the polling company Zogby International, said. </p> <p>The intensity of feeling was particularly pronounced among young voters. </p> <p>Mr Zogby said that, according to his own polling, \"among young voters between the ages of 18 and 29, zero said they were undecided. That suggests a very high level of interest among people who historically are not that engaged - young African-American males, for example\". </p> <p>He expected the youth vote to account for 12% of the electorate, but two thirds of any youth turnout above that would be to Mr Kerry's benefit. </p> <p>The prospect of the highest turnout for at least a decade, and possibly much longer, could also benefit the challenger. </p> <p>\"A higher voter turnout ... is historically bad news for the incumbent,\" Mr Zogby said. \"My hunch tells me that we're looking at a Kerry victory.\" </p> <p>However, Karl Rove, the president's political adviser, predicted a comfortable win for Bush. </p> <p>\"We will win Florida and Ohio,\" he said backstage at a Bush rally. \"We'll take two or three or four states that were won by Gore in the last election.\" </p> <p>Among the quarter of the electorate who have taken the opportunity to vote early, the candidates were reported to be neck and neck. Last night, a line of more than 500 people snaked across a Miami forecourt, the last enthusiasts waiting to cast their vote early. </p> <p>Some had waited for up to five hours, gratefully taking bottles of water handed out by supporters of both candidates. </p> <p>\"Ain't no way Bush is stealing it this time,\" said 18-year-old Tia Martin. </p> <p>Ultimate victory will depend on party activists and their capacity to deliver their supporters to the polls today. Mr Rove claimed that the Bush campaign would today have 1.4 million volunteers making calls and ferrying people to the polls. </p> <p>\"It's more than doubled since 2000,\" he said. \"One lesson we learned last time is that we had to have centralised direction so that we made sure we had the volunteers where we needed them.\" </p> <p>The Democratic force is more decentralised, with the work being divided among unions, liberal interest groups and local party volunteers, but the party also reported doubling the foot soldiers it had at its disposal four years ago. </p> <p>Both sides are also ready for the possibility that the election will be so close that it may be resolved once more in the courts. </p> <p>Both have thousands of lawyers on standby to fly to the scene of a recount dispute. </p> <p>For the Democrats, there was one positive omen. </p> <p>It is part of US political lore that whenever the Washington Redskins football team lose their last Sunday game before the election, the incumbent will be defeated. It has held true since 1936, and on Sunday the Redskins lost.</p>",
  "The Home Office was accused of \"seriously misleading\" the courts by a leading QC yesterday, after its lawyers disclosed dramatic new evidence on the eve of the last day of a seven-day House of Lords hearing. <p>The hearing by the law lords is the culmination of a three-year legal battle over an operation at Prague airport. UK immigration officers stationed there were authorised to refuse entry clearance before planes were boarded, instead of waiting until a would-be entrant arrived in the UK. </p> <p>The evidence, served on lawyers for the European Roma Rights Centre at their homes as they slept late on Saturday night or early Sunday morning, appears to contradict that given by Home Office officials earlier in the case. </p> <p>Lawyers said yesterday that they had never seen new evidence being produced at such a late stage in the Lords. </p> <p>Lord Lester QC, for the rights centre, said the witness statements served at the weekend made it clear that evidence put before the original high court hearing by the Home Office \"was not merely incomplete, as they now acknowledge, but was in fact seriously misleading\". </p> <p>Lawyers for the rights centre, briefed by the human rights group Liberty, argue that the pre-clearance operation worked in a discriminatory way against Czech Roma. </p> <p>An amendment to the Race Relations Act in 2000 allowed the home secretary to issue authorisations for discrimination in the exercise of immigration functions. An authorisation in May 2001 allowed discrimination against various ethnic groups, including Roma. </p> <p>But the government has always maintained that the authorisation did not apply to the operation at Prague airport. Its case has always been that the operation was not carried out in a discriminatory manner, although statistics show that Roma were 400 times as likely to be turned away as non-Roma Czechs. </p> <p>A home office official, James Munro, said in a witness statement produced for the original high court hearing that immigration officers did not rely on the discrimination authorisation as a \"routine norm\". Non-discrimination was the \"baseline\", and the authorisation was a \"strategic exception\" requiring special instruction. </p> <p>A witness statement from another civil servant, Tim Woodhouse, said that \"although it was impossible to exclude the possibility that the authorisation had ever been relied on, IND [the immigration and nationality directorate] could not demonstrate any recorded use of the authorisation.\" </p> <p>But the documents produced to the law lords yesterday - extracts from the instructions to immigration officers and slides from their training programme - make it clear that they were told unequivocally that from May 1 2001 they were allowed to discriminate on grounds of ethnic or national origin when dealing with the groups listed. </p> <p>The document lists the various forms of discrimination authorised, including more rigorous questioning. One slide says staff \"need to be familiar with the content of the list of groups authorised\". Another warns against staff choosing to \"disengage by not subjecting certain people/groups to extra scrutiny where appropriate.\" </p> <p>Mr Munro says in his latest witness statement, handed to the law lords yesterday: \"There was no intention to conceal or mislead, and I apologise.\" </p> <p>Barry Hugill of Liberty said: \"This new evidence fundamentally undermines everything that the government has argued ... This case has gone on for three years at huge expense to the taxpayer.\" </p> <p>The Home Office said: \"We maintain that our pre-clearance arrangements have been operated on a non-discriminatory basis.\"</p>",
  "<p>If Steven Spielberg ever makes a film about cricket it might star Michael Clarke, for there is a hint of Hollywood about the undoubted celebrity of the series between India and Australia. </p> <p>The Australia players call him \"Pup\", for he scampers and gambols in their midst like a mascot. His hair is blond-rinsed, he wears an earring and he roars about Sydney in a BMW roadster. </p> <p>He wants to meet David Beckham (\"I think he'd be fantastic to talk to\") and until recently his bedroom walls were decorated with posters of Brian Lara and Damien Martyn (\"I've changed them for chicks now\"). </p> <p>He is 23 and one suspects he might always be so, forever young like Endymion. His darting eyes are full of excitement and wonder. He is the fantasist who lived out his dreams. Now others are buying into his odyssey, suspecting that he might soon be the best batsman in the world and captain of Australia to boot. </p> <p>\"This is all I ever wanted in my life,\" he says, jigging about so much that he makes Derek Randall seem as still as a statue. \"My teachers said I shouldn't put all my eggs in one basket but that's exactly what I wanted to do.\" </p> <p>When Clarke scored 151 in his first Test innings, against India in Bangalore last month, thrilling with the audacity of his strokeplay, it was not only his watching parents who preened in India's garden city. The game itself, with a long list of lost luminaries in recent years, embraced him. </p> <p>In last week's third Test in Nagpur Clarke scored 91 and a cudgelling 73, so after six innings he has 376 runs at an average of 75.20. </p> <p>He is not new to international cricket, having played his first one-day international against England at Adelaide's Oval in January 2003. He has 900 runs at 40.90 from 34 ODIs, which suggests he was ready for Test cricket. </p> <p>\"I really enjoy the one-dayers, wearing yellow clothes, having my name on my back. But wearing the baggy green is the ultimate, the greatest feeling. All I wanted to do was play cricket for Australia and I was willing, and still am, to make whatever sacrifice is needed to achieve my dream. </p> <p>\"I always turned up for training. My mates would be late or not turn up at all but, no matter what, I wouldn't miss a training session. My punishment if I didn't do my homework was no cricket training. I was straight in to do my homework because I was never going to miss my training.\" </p> <p>The prodigy from Liverpool, New South Wales, started hitting balls when he was six. His father, who played grade cricket and rugby league, threw balls to him in the back yard. </p> <p>\"We were never rich but my dad did own an indoor sports centre, where I moved after the back yard. It had a bowling machine. A lot of guys have had as much talent as me but I've always had the dedication. </p> <p>\"Then Neil d'Costa started coaching at my dad's centre. Instead of paying my father he coached me, from the age of nine. He's still my coach, manager and best friend. He's living with me and we play for the same club, Western Suburbs. </p> <p>\"My dad coached half my teams between six and 14 and would retire me whenever I got to 100, which was annoying.\" After that the rise was steep. He played first-grade cricket at 16 and represented New South Wales and Australia at youth level. He made his first-class debut for New South Wales when he was 18. </p> <p>By now he had left school. \"I didn't enjoy it. All I wanted was to get to lunchtime so I could do cricket training and then go home so I could do some more.\" He did, however, complete courses in sports administration and public speaking; the latter might serve him well. </p> <p>Now, when he fields at second slip beside Shane Warne and Adam Gilchrist, players recently included in an all-time world XI, it is easy to understand his excitement. </p> <p>\"It's unbelievable. This year I was in a car with Warnie in Hampshire - where I really struggled to make runs - and I told him that two years ago I would have done anything in the world just to meet him. And here we are talking like best mates. It's happened so fast.\" </p> <p>His team-mates adore him, not just for the brilliance of his cricket, his fast feet and ability to pick length early, but for the energy and exuberance he has brought to the side. </p> <p>Yet he did not force his way in through weight of runs in the domestic game. \"You just can't describe the pleasure you get when you back a young bloke who maybe didn't have the first-class statistics to justify selection,\" says Allan Border, the former captain who is now a Test selector. \"It was just a gut feeling and some knowledge of the character of the guy. It's felt almost as good as playing myself to see a kid take on one of the toughest assignments in the game and come through.\" </p> <p>Gilchrist is unconcerned by the flashiness. \"None of it is manufactured by a big ego,\" the captain says. \"He has a natural flair. And, if you see him driving a Ferrari, it's not because success has gone to his head but because he's always loved cars. </p> <p>\"He's a very passionate, emotional young man with a cool head, though he's one of the most nervous batsmen I've seen prior to going in to bat.\" </p> <p>Clarke confesses: \"My team-mates are always telling me to sit down because I'm making them nervous.\" </p> <p>They must be reassured by now. </p> <p><strong>Big bang theory</strong></p> <p><strong>Three who made it:</strong></p> <p><strong> Mark Waugh</strong> </p> <p><strong> Debut</strong> 138 and 23 v England, Adelaide, Jan 91 </p> <p>Despite weight of runs and transparent class, his Test debut was delayed until he was 25, but then he made an immediate impact. Became a fixture in one of the greatest Test teams. </p> <p><strong> Greg Chappell</strong> </p> <p><strong> Debut</strong> 108 v England, Perth, Dec 70 </p> <p>Upright, unflappable, the outstanding Australian batsman of his generation. Scored centuries in his first and last Test innings and 22 in between. </p> <p><strong> Doug Walters</strong> </p> <p><strong> Debut</strong> 155 v England, Gabba, Dec 65 </p> <p>Unorthodox and averse to training, yet lasted 15 years as Australia's premier all-rounder. Highest point came against West Indies in 1968-69, with 699 runs at an average of 116.50. </p> <p><strong>Three who blew it:</strong></p> <p> <strong> Greg Blewett</strong> </p> <p><strong> Debut</strong> 102* and 12 v England, Adelaide, Jan 95 </p> <p>Stylish and fluent, he was called up at 23 and scored centuries in his first two Tests - like Walters. Made 214 against South Africa in Johannesburg in 1997 but only one half-century in his last 13 Test innings. </p> <p><strong> Wayne Phillips</strong> </p> <p><strong> Debut</strong> 159 v Pakistan, Perth, Nov 83 </p> <p>Spent three eventful years in the team, starting as an aggressive opener, taking over as wicketkeeper and ending with one half-century in 12 Test innings. </p> <p><strong> David Hookes</strong> </p> <p><strong> Debut</strong> 17 and 56 v England, MCG, Mar 77 </p> <p>Debut at 22, when he hit Tony Greig for five successive fours. Scored his only Test century - 143 off 152 balls - against Sri Lanka in 1983 but hit only one half-century in 17 innings after that.</p>"
]