[
  "In the October issue, Money Observer magazine celebrates its 25th Anniversary by inviting three major business leaders, Sir Dominic Cadbury, Sir John Egan, and Sir Martin Sorrell to look back over the past 25 years and outline the challenges for the future. <p>All three knights are optimistic, but with reservations. Cadbury is excited by the way information technology is continuing to enable businesses and economies to meet the challenges of change and globalisation but fears red tape. Egan says: \"The government has handled the economy remarkably well, much better than the pessimists would have suggested. But there is this barrage of appalling regulations coming out of Europe which the government just hasn't taken seriously.\"</p> <p>Sorrell, while seeing challenges such as industrial overcapacity, the shortage of human capital because of declining population growth in the west, and the way the worldwide web is altering business, believes we shall be equal to the tasks ahead provided we avoid the temptation of protectionism. Immigration into the western part of the EU is no bad thing. A lot of these people will be the entrepreneurs of the future.\"</p> <p> Sorrell also likens western Europe to a mature company with huge pension and healthcare liabilities and insufficient growth to meet them. \"There is a danger that in the long term European economies might be eclipsed by Asia, Latin America, Africa, the Middle East and even Russia and the Commonwealth of Independent States.\"</p> <p>Knights of the Thatcher Revolution appears on pages 38-41 of the October issue.</p> <p>Andrew Pitts, editor of Money Observer, said: \"As we approach our 26th year our editorial quest remains undiminished, to provide readers with the knowledge they need to make well-informed financial decisions.\" </p> <p>Other highlights this month include: Looking Back to the future, the opinions of Ruth Lea and other 'wise owls' on how the economic experiences of the past 25 years have influenced current and future investment decisions on pages 42-44, and a guide to the top-performing investment trusts over the past 25 years, on page 99. </p> <p>The October issue of Money Observer, priced £3.95, is available from newsstands from Friday 24 September 2004.</p> <p>-ends-<br> To interview Andrew Pitts, Editor of Money Observer, please contact Julie Taylor on 020 7713 4087. </p> <p>Money Observer was voted Financial Magazine of the Year 2001 and 2002.</p>",
  "<p><strong> Valencia flights</strong><br> </p> <p> Ryanair (0871 246 0000; <a href=\"http://www.ryanair.com\">ryanair.com</a>) is to launch daily flights from Stansted to Spain's third largest city, Valencia, on 2 November from £27.58 return including tax. </p> <p><strong> London's special</strong><br> </p> <p> Alastair Sawday's Special Places to Stay Guide to London (<a href=\"http://www.sawdays.co.uk\">sawdays.co.uk</a> has advice on where to find a £35-a-night B&amp;B in Islington and which hotels offer cocktails on the house. Available from Thursday for £9.99. </p> <p><strong> Ticket to ride</strong><br> </p> <p> A new service offers taxiand bus transfers from more than 18 Spanish, Portuguese and Cypriot airports every 45 minutes. Bus from €20pp (£13.50) return, private vehicle transfers from €14pp return. See <a href=\"http://www.resorthoppa.com\">resorthoppa.com</a>. </p> <p><strong> Branching out</strong><br> </p> <p> Award-winning luxury spa chain Banyan Tree Hotels and Resorts (<a href=\"http://www.banyantree.com\">banyantree.com</a>) is to expand into Mexico, with properties in Acapulco and the Mayan Riviera opening 2006/07. </p> <p><strong> Talk of the town</strong><br> </p> <p>Talking City Guides (<a href=\"http://www.talkingcityguide.com\">talkingcityguide.com</a>) has launched a London edition CD for £7.99 with 26 tracks to talk you round the capital's top sites. New York and Paris editions are due later this year. </p> <p><strong> Bonkers for conkers</strong><br> </p> <p>The 40th anniversary of the Ben &amp; Jerry's World Conker Championship (<a href=\"http://www.benjerry.co.uk\">benjerry.co.uk</a> is celebrated on 10 October at Ashton Conker Club, near Oundle, Peterborough. Last year's event attracted more than 5,000 conker enthusiasts from across the world.</p>",
  "Four days after the 1997 General Election I conducted focus groups with floating voters in Enfield. These voters had kept the Tories in power for two decades. But now all were fully paid up to New Labour and bubbling with enthusiasm. <p>Two of the women had even hired a minicab in the early hours of 2 May, the morning of Tony Blair's landslide, leaving their husbands in bed while they sped down to the Festival Hall to wave and cheer as the new Prime Minister emerged. </p> <p>What inspired them? Well, for the first time they saw a political leader who really seemed different. A youthful family man who cared about the things that they cared about, who talked their language: who was on their side. </p> <p>Two weeks ago, floating voters, this time in Slough and Stourbridge, told a very different story. Again their focus was the Prime Minister. Again they were passionate in their language. But now the embodiment of New Labour's promise had become the embodiment of its disappointment. Yes, they felt 'let down by Labour ' - a clever choice of slogan for the Conservatives in recent elections - but this was also personal. They had trusted Blair in a way they never expected to trust a politician, and they felt cheated. </p> <p>So what went wrong? What is the timeline from Blair the new politician to Blair and his present difficulties? After the honeymoon glow, shored up by the adroit handling of the death of Princess Diana, the first real wobble came in 1998 with the Millennium Dome. Here was a Prime Minister who listened yet, on this subject, seemed to be strangely able to ignore what the electorate told him. The issue took on a symbolic importance best illustrated by the fact that, as recently as two weeks ago, the Dome was still mentioned by indignant floating voters. </p> <p>Concerns over lack of delivery on public services were next to surface. Long-term failure to manage expectations meant that, whatever happened, people would be disappointed - and they were. </p> <p>A scattergun approach to communications compounded the problem, with the government unable to establish an overarching narrative, simple goals or measurable milestones. As one woman voter complained in 2002: 'I'd rather they set out to do just one thing, anything - something little would do - and then did it so we could all see - then we'd believe in it.' </p> <p>This consistent chipping away of belief fell largely on the shoulders of the Prime Minister. Iraq served to confirm their growing sense that he did not and would not listen. Although floating voters were initially divided about supporting the war, the issue quickly coalesced around the Prime Minister's own motives, and, specifically, whether he lied on the issue of weapons of mass destruction. </p> <p>A further problem was the perceived focus on international affairs. This linked Iraq with two other seemingly unconnected policy areas: Europe and asylum seekers, causing real concern to voters who urged him to 'look to his own'. Seeing Blair constantly on and off planes challenged the belief that he was on their side and led to feelings of resentment and neglect. </p> <p>So is it too late to win back people's faith? At Opinion Leader Research we have identified the 'I've been lucky syndrome': when at last people do begin to see an improvement in their own school or hospital they assume it is isolated and unusual rather than part of a bigger success story. </p> <p>Voters don't trust politicians any more, they don't trust the media - now, it seems, they are even unwilling to trust their own experience. Yet they do trust front line providers, who, if persuaded to cheer-lead on behalf of the services they work in, could provide a vital endorsement. </p> <p>The third term manifesto also needs to contain dramatic policies that demonstrate a rethink of the way politics works. This might mean redefining the role of the MP with clearer responsibilities, perhaps involving the public more in decision making or ensuring that politicians are more representative and better able to understand people's concerns. </p> <p>Most of all, though, focus group analysis suggests success depends on rebuilding Blair's own relationship with the electorate. This means opening a new dialogue: conducting a frank assessment of the achievements and failures of the past two terms, and doing so with appropriate humility. Only then can he move on to share his vision for the future, underpinned by policies that symbolise those aims. </p> <p>In doing this he must re-engage and remind those disillusioned floating voters that he really does see the world through the filter of their lives and experience rather than his own. </p> <p><b>·</b> Deborah Mattinson is joint chief executive of Opinion Leader Research</p>",
  "<p>Extremism is an affront to Britain's national myth. Extremism in either its fascist or communist forms was what excitable continentals embraced in the twentieth century to the horror of the temperate British who carried on muddling through in our endearingly commonsensical way, and were much the happier for it. </p> <p>The idea of dear old Blighty standing apart from a deranged Europe doesn't hold up too well today. Leaving aside the fact that no European country has been hit as hard by extreme free market ideology as Britain, the British can no longer pretend that fascism begins at Calais. In the summer local and European elections the British National Party received 800,000 votes. As there have been incessant exposés of the party's true nature, only the most dim-witted among that 800,000 could have failed to know they were supporting neo-Nazis. The rest knew, but didn't care. </p> <p>The grim performance of the BNP was overshadowed by sensation of the political year: the UK Independence Party, which secured 2.5 million votes. Although anti-Europeanism was its main attraction, its anti-immigration platform helped too. It's not completely fair to describe Ukip as a far-right party, as many in the pro-European media do, but it's not completely unfair either. </p> <p>Meanwhile, on what used to be considered the left an extraordinary and, in view of the murky turn much mainstream liberal-left thought has taken, telling pact between Marxists from the Socialist Workers Party and Islamic fundamentalists from the religious right, has created the Respect Party. It got nowhere in the local and European elections, but did very well in the by-elections in Coventry and Birmingham. Respect hasn't received anything approaching the critical scrutiny endured by Ukip and the BNP - liberals are hopeless at confronting the sinister forces on their 'side', or even admitting that they exist. But Respect's leader, George Galloway, was notorious for saluting the 'courage' of Saddam Hussein and spending his holidays with the tyrant's henchmen. As with the BNP, at least some of the people who voted for Respect must have known perfectly well that their party was unlikely to be an unequivocal supporter of the ideals of liberty, equality and fraternity. </p> <p>With so many dark currents swirling, it's possible to sympathise with the Home Office's suggestion that far-right supporters should be banned from being civil servants. You can hardly expect a fascist to treat black and brown Britons fairly, and when he is given the coercive powers of a police, prison or immigration officer the results will be violent assaults or miscarriages of justice. The far-right likes nothing better than to dress-up in uniforms and exploit the benefit of the doubt given to law enforcement officers. A blanket ban seems a sensible precaution. </p> <p>The strong counter-argument is that a civil servant's politics are only the government's business in wartime. Fascists were purged during the Second World War and communists were blacklisted during the Cold War. By saying that members of the BNP can't work for the state, the government is implying that racism and racial tension in Britain is so bad the country is close to civil war. Is it really so bleak? </p> <p>As important is the question of how a ban would work in practice. Take the cases of the charming husband and wife team, Lorraine Hollick, an officer at Holloway women's prison, and Simon Thistlethwaite, an officer at neighbouring men's prison, Pentonville, which we cover on the news pages. </p> <p>Evidence uncovered in the police investigation was pretty damning. But they deny being racists. To stop them having the power to control and punish black and Asian prisoners, the Prison Service must go through an elaborate, quasi-legal investigation which gives ample opportunity for lawyerly evasions. </p> <p>Their toilet was called 'Adolf Hitler's bunker room' and decorated with German helmets and SS memorabilia. Wasn't this the teensiest hint that the officers were fans of fascism? </p> <p>Not at all, replied Thistlethwaite. It was a bit of a joke. Friends of his knew he liked a laugh and sent him presents of SS daggers and the like. No harm in the silliness. </p> <p>OK, said the police, what about tags labelled 'national nigger hunting licences' we found in your filing cabinet? </p> <p>Oh, I picked them up at a scooter rally and forgot about them. </p> <p>And the framed Ku Klux Klan print? </p> <p>Another joke, like the SS stuff. </p> <p>And the photo of the burning cross? </p> <p>Nothing to do with Ku Klux Klan. It was taken in France. </p> <p>All right, how about the white hooded mask we found in your wardrobe? </p> <p>That's nothing to do with the KKK either. Actually it's cream not white and was worn by convicts in Australian prisons when they went to chapel. </p> <p>And so it went on. White Pride records and copies of Strike Force magazine were dismissed as junk collected and forgotten years ago. </p> <p>The Home Office has plans to deal with fascism in the Civil Service. Job applicants and civil servants would have to disclose membership of the BNP. Members looking for work would be refused employment, while BNP members already in the Service would be fired. Like many other prohibitions, the proposed ban has a brutally simple appeal: fascists can't work for the Civil Service and that's the end of the matter. Ministers like bans. They allow them to appear tough and decisive in the few seconds the TV stations allow them to appear on screen. </p> <p>The difficulty is that you can be an ardent supporter of the far-right and not be a member of the BNP or its splinter groups - our prison officers denied absolutely that they belonged to any racist organisation. Equally, neoNazis aren't the most honest people around and the Home Office can't guarantee that they won't lie when they fill in their job applications. Indeed, as an admission of BNP membership would guarantee a refusal, it's certain that they will lie. </p> <p>For all the tough talk, there's no substitute for managers in the Civil Service and elsewhere going through the laborious task of interviewing job applicants carefully, monitoring their work conscientiously and taking claims of racism seriously. There aren't headlines in it and it won't win applause for Blunkett at the Labour Party Conference, but good management remains the best protection. </p> <p>Unfortunately, the same backlash which makes Britain such a congenial place for the far-right has also led to a near doubling of the prison population in the past decade. Governors can't cope with the bulging jails and are barely in a position to provide good, bad or indifferent management. </p> <p>Back from a fortnight's holiday, I found my pigeonhole stuffed with review copies of the latest political books. Without exception, they were full-frontal denunciations of the Great Satan, George Bush. </p> <p>One was worth reading - Seymour Hersh's account of how the American military sunk to the level of torturers. The other four varied from the half-witted to the semi-literate - on the evidence of his musings on Bush, Condé Nast must be glad it hired Graydon Carter to edit Vanity Fair rather than write for it. </p> <p>I turned on day-time TV to watch Charles Kennedy lay into Tony Blair's Iraq policy without once describing the nature of Saddam's regime or paying his respects to the liberals and the democrats who were slaughtered by the tyrant in the past and are now being threatened by the 'insurgents'. </p> <p>The shift of the left to the right appeared complete when I caught up with a controversy in New York about Naomi Klein, who cried rivers for the wretched of the Earth in her radical youth and now dries her eyes and makes excuses for the theocrats and misogynists of the al-Sadr movement in her dotage. </p> <p>What has made the past two years so strange is the breakdown in international solidarity. In the past, it was fashionable Manhattan editors, Liberal Democrats and Naomi Kleins who supported the victims of what was and is fascism in its secular and clerical guises. </p> <p>I accept it was probably asking too much for Western leftists to at least acknowledge the existence of oppressed democrats and socialists at the time of the war. </p> <p>Human nature seems to prevent people coping with moral ambiguity at moments of political passion. Now the war is over, the breakdown in fraternity is unforgivable. </p> <p>Fortunately, the left that isn't that bothered about logos is showing signs of life. Free trade unions were ferociously persecuted by Saddam Hussein. They are back in business now and doing what they can to stop the 'insurgents' preventing elections. They are desperately poor, and have to rely on their comrades in the west to come to their aid. </p> <p>And, I'm glad to report, the Fire Brigades Union, Unison and the TUC are doing just that. </p> <p><strong>·</strong> This newspaper is sponsoring a fringe event at the Labour Party Conference to raise money and support. All delegates are welcome. If you are not in Brighton you can find details of how to help an unambiguously moral cause at <a href=\"http://www.iraqitradeunions.org\">iraqitradeunions.org</a></p>",
  "<p>The corn cobs were piled three-feet high at the Sunday market tucked behind Marylebone's main shopping street. Their leaves stuck out at right angles, pert and proud, each one sporting a kiss-curl of golden silks peeping out from the green husk. Tug back a leaf or two and there were fat cobs packed tight with plump little kernels of corn. There is little that gladdens the heart of a cook like finding a vegetable in such fine fettle. I bought five for a couple of quid.</p> <p>At home, I pulled back the green leaves of each explicitly firm cob, then pulled out the fine corn silks that hide underneath. I then folded back the husk of leaves and wet them under the tap.</p> <p>They took about 12 minutes apiece on the grill, the canary-coloured sweetcorn turning crocus yellow as its protective coat first dried over the coals, then turned black. We ate them with nothing but salt and black pepper. Even a smear of butter would have seemed disrespectful to a lunch in such rude health.</p> <p>Grilling intensifies not the sweetness but the flavour of this vegetable. To me this is important. The new varieties of corn are bred more for their sugar content than their depth of flavour. So a while over the coals is my preferred way with what could otherwise be a simple sugar-fest.</p> <p>It would have been a travesty to leave the market without at least enough plums for a crumble. I bought a punnet each of dark-purple Czar and black-and-yellow-flushed Opal. ThenI fell for another of pale greengages and another of Victorias, so often maligned yet honeyed and richly flavoured when left to ripen properly. </p> <p>The Opals were for dessert; a small oval plum with the transparent, warmly sweet flesh that you might expect. The Czars and Victorias were for the kitchen: a cake, an almondy tart, a jammy sauce for a slice of shop-bought pecan pie. But each needs a couple of days on a sunny windowsill first. A plum is rarely worth eating until you have to shoo the wasps away with a tea towel.</p> <p>With a weekly organic delivery and tomatoes, beans and courgettes in the garden, the only vegetables I actually shop for are those that are just downright irresistible. But where to draw the line when there were stalls with the tenderest little French beans, fat, snappy runners and red peppers curled up at the end like Turkish slippers... Do I take a bunch of radishes? And what about the pink fir apple potatoes? At this time of year it is not so much a case of what to buy as how to stop. As well as bags of salad leaves and bunches of basil, I brought home some early fennel bulbs. </p> <p>I wouldn't normally buy this till the weather gets cooler but I am a sucker for something in perfect condition. The nutty aniseed notes of fennel mean you either need just a little of it, or you must cook it to mellow its stridency. I plumped for both, first sliced thinly and tossed with grated lemon zest, flat-leaf parsley left whole and olive oil, snippets of Bresaola and Pecorino shaved as thin as a baby's fingernails. However you look at it, Parmesan-style cheese and fennel make good partners. </p> <p>You get a lot of fennel shavings from one bulb, and I had bought four. I quartered the remaining three, then simmered them with olive oil, Noilly Prat, fennel seed and, when they were tender, a squirt of lemon. I served the slightly caramelised bulbs with grilled prawns and thick slices of toast doused in their lemony, olive-oily cooking juices. A late-summer lunch that worked in every way.</p> <p><strong>Grilled corn cobs</strong></p> <p><strong>2 corn cobs per person (unless they are very large)</strong><br><strong> sea salt, black pepper, butter if you must</strong></p> <p>Peel back the green husks that cover the corn cob, but not so far that they snap off. Tug out the fine silks between the leaves and the cob itself. Pull the leaves back over the cob and soak briefly in water. </p> <p>Get the grill hot (if I am using charcoal I make certain that the flames have died down to a pale glow and not fiercely red or flaming). Lay the corn cobs on the grill and let the leaves brown then blacken on each side before turning them over. They should take between 8 and 15 minutes. </p> <p>Serve the cobs hot, with salt, coarse pepper and, if you wish, a smear or two of unsalted butter. </p> <p><strong>Braised fennel</strong></p> <p><strong> Serves 4 as a side dish with roast pork, grilled prawns or as part of an antipasto.</strong></p> <p><strong>2 large fennel bulbs<br> 75ml water <br> 75ml white vermouth (such as Noilly Prat)<br> 100ml olive oil <br> 2 good pinches fennel seed <br></strong></p> <p>Remove any coarse outer leaves. Remove but retain the fronds. Cut each of the fennel bulbs into four then put them in a pan with the water, vermouth, olive oil, fennel seeds and the fronds. Season with salt and bring to the boil, then turn down the heat to a simmer. Cover partially with a lid and leave to cook for about 20 minutes. Check them for tenderness with a skewer. Correct the seasoning, then serve with a spoonful of its cooking juices. </p> <p><strong>Plum and walnut cake</strong></p> <p><strong> A wonderfully moist, shallow plum cake, best eaten on the day you bake it. Serves 9-12.</strong></p> <p><strong>150g butter <br> 150g unrefined golden caster sugar <br> 16 plums <br> 3 large eggs <br> 75g plain flour <br> tsp baking powder <br> 100g ground almonds <br> 50g shelled walnuts</strong></p> <p>Set the oven at 175C/gas mark 4. Line the base of a 20-22cm cake tin with baking parchment.</p> <p>Beat the butter and sugar until it is pale and fluffy. A food mixer will do this far more efficiently than by hand. Stop when the mixture is light, soft and the colour of vanilla ice cream. Meanwhile, halve the plums, remove the stones, then cut each half in two.</p> <p>Break the eggs, beat lightly with a fork, then add them bit by bit to the butter and sugar. Sift the four and baking powder together and fold them gently into the mixture. I do this with a large metal spoon rather than the food mixer. Fold in the ground almonds, then chop the walnuts so they are the size of small gravel, then fold them in, too.</p> <p>Scrape the mixture into the cake tin. Place the quartered plums on the cake mixture. Bake for 40-45 minutes, then test with a skewer. If it comes out clean, the cake is ready. Remove from the oven and leave to cool for 15 minutes before turning out.</p> <p><a href=\"mailto:nigel.slater@observer.co.uk\">nigel.slater@observer.co.uk</a></p>",
  "<p>One of the new trends for autumn-winter is the cape - not to be confused with the poncho! Capes, you see, have fastenings and armlets, not just a hole to slip your head through. With its unmissable silhouette, the cape is designed to let you swoosh and glide about theatrically. I have recommended in the past investing in a coat that makes a statement - and you can't avoid making a statement with a cape, there is something about it that makes you feel almost regal - think Napoleon, Winston Churchill and Sherlock Holmes. I have decided a cape inspires greatness.</p> <p>Now, try wearing the damn things. </p> <p>I nearly drowned in the Y's Yohji Yamamoto Darth Vader version, and while the Burberry red plastic cape is ideal when you are caught in a rainstorm, the stiff plastic makes it very restricting - I was soaked from trying to get my hand in my pocket for change for a taxi. But there's still the Get Yourself Noticed factor - I managed to clear an entire table in a local restaurant with the sheer volume of fabric that swished behind me. I think they are the most impractical garment ever designed, apart from Alexander McQueen's Bumster trousers.</p> <p>Your arms feel like they're trapped, straitjacket style. One size obviously doesn't fit all where capes are concerned, unless your arms don't really hang from your shoulders at all, but stick out directly from your waist. However, there are more practical but no less dramatic mini-capes that drape around your shoulders; while the sleeved cape allows you to have free arm movement rather than flailing around like a penguin on ice at the side of the road. Miss Selfridge has a great pink and grey check version. </p> <p>But Missoni gets my vote for its multicoloured knitted version. It would brighten the dreariest winter's day. </p> <p><strong>· </strong> Missoni at Harvey Nichols, Knightsbridge, London SW1 (020 7235 5000); Harrods, London SW1 (020 7730 1234); Miss Selfridge (0800 915 9900)</p>",
  "The sun is shining on the garden at Chequers, but the shadow of Iraq stretches over the Prime Minister's Buckinghamshire retreat. <p>'I think most people are praying for him,' Tony Blair says of Kenneth Bigley as he waits for any news about the fate of the British hostage. 'I feel immensely sorry for his family as well as for him. His family, I think, have been extraordinarily stoical and very dignified throughout it.' </p> <p>This is a confrontation with a terrorism whose sophistication should not be underestimated. 'What these terrorists understand is that they can use and manipulate the modern media to gain enormous publicity for themselves and put democratic politics and politicians in a very difficult position.' </p> <p>Just when the government was hoping to use the Labour conference this week to focus the public on its domestic agenda, the hostage crisis has forced Tony Blair back into defending the most divisive and unpopular decision of his premiership. </p> <p>'I hope people understand,' he says. What he most wants people to understand is this: 'The reason why these foreign terrorists are there in Iraq is to try to stop the country getting better, to murder anybody who tries to help its reconstruction or its democratic process. And our response, surely, has got to be to stand firm against that.' </p> <p>According to him, 'every single survey' of Iraqi opinion shows 'they don't want Saddam back and they don't want to be ruled by outside terrorists. They want to rule themselves, and that's what we're trying to do.' </p> <p>Every single survey of opinion in Britain shows a country as deeply divided as ever about the war, with support for the invasion recently dropping further. </p> <p>'Obviously there will be people who have never been convinced about the original decision. But the fundamentals of the situation in Iraq are absolutely clear. You have a government supported by the United Nations. You have got massive reconstruction. You've got an attempt to bring democracy to the country and you've got these people trying to stop it. I can understand why people still have a powerful disagreement about the original decision to go to war, but what ever that disagreement, surely now it is absolutely clear we have to stay and see it through. Because the consequences of not doing so is that global terrorism will get a tremendous boost. By contrast, if we succeed and defeat these people and help the Iraqis to get what the Iraqis want, then global terrorism will suffer a defeat.' </p> <p>He goes on: 'If the violence and terror stopped, Iraq would very swiftly - because it's rich in resources, it's people are intelligent - would make progress. So my point to people is: which side should we be on now? You might have disagreed about the conflict, but there is only one side to be on now, and that's the side of people who are trying to bring democracy and hope to the country, not trying to plunge it into terror and chaos.' </p> <p>With the Iraq Survey Group about to announce that there were no weapons of mass destruction in Iraq when the war began, Blair is now prepared to express some contrition about the way the conflict was sold to the public. </p> <p>'I have been very happy to take full responsibility for information that has turned out to be wrong,' he says. 'It's absolutely right that, as we've already done, we've apologised to people for the information that was given being wrong.' </p> <p>That, though, is as apologetic as he gets. 'It's not a question of stubbornness or obstinacy. If I were to say to you \"I'm sorry we removed Saddam Hussein from power\", I wouldn't be telling the truth. I'm not. I believe the world is better with Saddam Hussein removed from power. I believe that very, very strongly.' </p> <p>But regime change was not the basis on which he took Britain into the war. </p> <p>'Well, of course, the_ ' Blair begins, pauses, claims there has been 'some rewriting of history' and refers us to his speech in Glasgow in the February of last year during the build-up to the war. That was the speech which most heavily made the moral case for removing Saddam. To that argument Blair is very likely to return in his party conference speech. </p> <p>He clearly suspects that Iran is sponsoring some of the insurgency in Iraq - 'completely unacceptable,' he says. Iran is now in the cross-hairs of the White House, which will fuel the fears of some that Blair might join more military action with a re-elected George Bush. Will he rule that out? </p> <p>'It's not a question of ruling it out or ruling it in. There's no point in hypothesising in respect to situations that haven't arisen. No, we don't intend to go around starting conflicts all over the world. But the fact is that I do believe that this global terrorism is the central security threat facing our time.' </p> <p>That is why he embraces the doctrine of pre-emption. When we ask whether he regrets that Saddam was not removed earlier, he says 'you would never have had the consent for it. Before 11 Septem ber, if you suggested that you should go raid Afghanistan, people, you know, come with the men in white coats. And that is the point, that is the central difference. This a conflict where there isn't a third way, I'm afraid. </p> <p>'What's changed for me is, post September 11, you no longer wait for the thing to happen. You go out actively and try to stop it. That's the thing that's changed now.' </p> <p>Private polling for Labour talks of three million of the party's natural supporters being alienated. Does he accept that he has lost a significant slice of the electorate? </p> <p>'Well, I accept that obviously a lot of people disagree with me profoundly about it.' </p> <p>It's surely something a bit more pungent than mere disagreement? </p> <p>'I think you can bring people to this position,' responds Blair. 'That even if they disagree, they understand that the consequences of not doing it were also difficult. After all, Saddam would still be there, and not merely there but hugely involved. If we'd pulled back and either left the Americans to do it on their own or the Americans had pulled back themselves in March 2003, does anyone seriously believe we would have a more stable Middle East?' </p> <p>Claiming still to be 'basically a unifier in politics', he now has to rest his hopes on the argument with the opponents of the war exhausting itself. 'In the end, you've probably got to get to the point where you just agree to disagree over it.' </p> <p>It has been widely rumoured - and frequently stated as a fact - that the pressure, political and personal, became so colossal that he considered quitting. Was there any point in the past 12 months when he had contemplated resigning? </p> <p>'No. I'm very happy doing what I'm doing.' </p> <p>No moment at all when he thought of resignation? </p> <p>'No,' he repeats. </p> <p>So why did several members of the cabinet feel compelled to come to him to check on his morale and his intentions? </p> <p>'I don't quite understand this,' he says. 'I mean, when people reach difficult points, what they do is come and see you and say it's a bit of a tough time at the moment. They are perfectly comradely [an exceedingly rare Blair use of the c-word] and that's what you expect.' </p> <p>It apparently happens all the time. </p> <p>'I've just had John Prescott on the phone, saying I'm sorry about this [the hostage crisis], it must be tough for you and how's the family and all the rest of it. But the idea of some deputation? No.' </p> <p>Supporters of Gordon Brown are adamant that Blair did promise to quit. At a dinner between the two men hosted by Prescott last November, they insist that Blair said he would give way to the Chancellor this year. Blair initially tries to deflect the question. 'I'm not getting into this TB/GB thing at all.' </p> <p>But is it true that he said at that dinner he would step down this year? 'On the dinner, or the so-called things about resigning, or the rest of it - you don't do deals about jobs like this.' </p> <p>Despite briefing to this effect, he is wary of saying that he, if re-elected, will serve a full third term, perhaps for fear of further provoking his Chancellor on the eve of the conference, also from nervousness of coming over as Thatcheresqe. </p> <p>'It is for the British people to decide.The reason I don't get into this on and on and on business is that in the end it is for the British people to decide.' </p> <p>According to his own pollsters, a worryingly large number of those people have decided that he has lost the domestic plot by spending too much time on foreign affairs. Commentators have described his second term as lost in Iraq. </p> <p>'I think there is a common perception of that,' acknowledges Blair, while maintaining that he has actually achieved more on the home front in his second term than he did in his first. </p> <p>'I think the irony of my position is that I'm sort of less popular and more capable.' </p> <p>In areas like health and crime, 'we moved far faster in the second term than in the first. </p> <p>'Sometimes I think part of the problem is we led such a sort of charmed life in the first term. I think, as you would acknowledge, it was unnatural, in a sense, to be just coasting through.' </p> <p>As for the idea of him as an absentee Prime Minister, the public 'wouldn't know' that he has had more meetings on antisocial behaviour, crime, asylum and immigration than anything else in the past year. 'If you ask a member of the public about that' - which his focus groups constantly do ask- 'they'd say \"No, he's been doing Iraq\".' </p> <p>He says it's not a problem unique to him. All leaders are in a similar position because the 'foreign affairs agenda has been very, very big - far more than normally. If you went back to the 1980s, you would not find foreign affairs occupying so much in the Tory years, would you?' </p> <p>Really? What about the Cold War and the Falklands? </p> <p>'The Falklands? The Cold War? No, nothing like the same. It would be quite interesting to do a study of it. The Cold War was a constant issue, but it wasn't coming to a head in some dramatic war and peace, life and death situation. </p> <p>'No, as I say, the irony of the government is that whereas the perception is that it has spent a lot of its second term on foreign affairs, in fact we've been far more radical in domestic politics.' Revealingly, he chooses to pluck out student tuition fees, one of the most contentious acts of his government in this second term, as his illustrative example of that 'radicalism'. </p> <p>He desperately needs those lost Labour supporters to 'get over it' in the run-up the next election. He is hoping that the shadow of Iraq will not be so occlusive that Labour's conference can't get across his pitch to the electorate for a third term. </p> <p>'It's always tougher as you go on. That's for sure. But if the Labour Party claims the centre ground and claims the future, we will win and can win well.' </p> <p>He scoffs at the Liberal Democrats as 'completely incoherent' and thinks the Tories will 'stroke their base' and 'go back to the strategy' they had at the last election. </p> <p>What about stroking his own base a bit more warmly- or at least not so offending it? Does he appreciate how infuriated natural Labour supporters can become when they see him holidaying with Silvio Berlusconi? </p> <p>'I shouldn't see the Italian Prime Minister?' Blair can't see the problem. 'All of this nonsense. We spent the evening with the Italian Prime Minister. He is an ally of ours.' </p> <p>It is 'the usual rubbish'; what matters is what 'fundamental view' people come to about his government. </p> <p>He reels off the list: 'The longest period of economic growth, the highest level of employment, huge investment in our public services, a minimum wage, reductions in poverty.' He adds - which is calculated to stroke his base - 'action on climate change and poverty in Africa'. </p> <p>'Is Britain a stronger, fairer and more prosperous country in 2004, than in 1997? I think the answer to that is yes. </p> <p>'I think one of the really interesting things is the things you don't any longer talk about at the end of a second term of New Labour. You don't talk about boom and bust any more. You don't talk about a winter crisis in the health service any more. You don't talk about schools falling to bits any more.' </p> <p>But Blair does not believe he will prosper at the next election by going to the country looking in the rear-view mirror. </p> <p>'You won't continue in government on the basis of your record, but on the basis of what you are going to do. That's why it is so important, this conference is very, very important for us to claim the centre and claim the future.' </p> <p>'The issues that we won on in 1997 aren't going to be the issues we win on in 2005/2006. You're not going to win the next election just by saying: we've put money into public services. </p> <p>'No. In the end what people will want to know is: how are we going to get the excellence that we think we should have for those levels of expenditure? That's what we're going to set out.' </p> <p>A lot is being expected of the Brighton conference. The government has set itself the task of showing that it has a range of new offers to the electorate which address the quality of life issues, such as childcare, pensions and housing. </p> <p>The challenge more specific to Blair is to prove that the bread-and-butter genuinely excites him as much as the world arena. So he tells us: 'What gets me up in the morning, and still gets me up in the morning, are the improvements in the basic issues that affect people's lives. That's why education, for example, to me remains the absolute, number one, passion. That's why we are doing all the specialist schools and academies.' </p> <p>Will those lost Labour voters get up in the morning of the next election day for Tony Blair? </p> <p>'It happens with all governments. There is disillusion and disappointment. That's politics,' he replies. 'What you've got to do in those circumstances is not buckle under it, but go out and make your case.'</p>",
  "<p>For the past few days, Italy has been bewitched by 79-year-old Giorgio Angelozzi's quest for a family. The former Latin teacher had placed an advert in the Corriere della Sera, mourning his loneliness as he became increasingly infirm and asked to be adopted as a grandfather. On Friday, besieged by offers, he had found his family. </p> <p>The story had such a resonance not only for its charm and pathos, but because it spoke to one of the disturbing but increasingly dominant themes in Italian life and which was the organising topic at last week's annual Anglo-Italian conference at the former monastery in Siena's outlying village of Pontignano. Italy is dying - and Mr Angelozzi is a forerunner of what is to come. </p> <p>For Italy is suffering a baby bust; in 2004, its population is starting to decline. Even if Italian men and women start to form more families earlier and have more babies in the immediate future, Italy's population is set to drop from today's 58 million to some 44 million by 2050. If there is no recovery in the birth rate, its population will fall even further. </p> <p>No advanced country in modern times has ever experienced such a calamity, a contemporary version of a medieval plague. The consequence of a population falling by these numbers infects every pore of a civilisation. </p> <p>The rate of economic growth falls before, ultimately, it contracts. Schools and companies alike face stagnation and decline; what grows is every aspect of care for the elderly. Pensions become unaffordable. Music, film, literature, art and theatre all start to wilt before the same ageing and decline contagion. The wellsprings of creativity - optimism, hope for a better tomorrow and the need to explore the human condition - run dry. The defining feelings are of loneliness and defeat. </p> <p>In Italy, there is an urgent debate about why the birth rate is so low. The Vatican's grip on the country's culture and mores remains fierce, even if attendance at church is in headlong decline; guilt-ridden Italians have children only when they marry. Just 10 per cent of births are outside marriage; in Britain, it is 41 per cent. Moreover, the average 30-year-old Italian man is still living at home, while the average age that an Italian woman has her first child is over 30, compared to under 27 in Britain. Marrying late, Italians necessarily have fewer children. </p> <p>THE MOST CITED reason is housing. Rented accommodation is over-regulated, and buying a house or flat is made impossibly difficult. Regulated Italian banks, protected from takeover by Italy's complex system of family cross-shareholding in Europe's least competitive financial system, are famously hopeless at mortgage lending. While first-time buyers in Britain can expect to borrow as much 100 per cent of the price of their first house or flat, and pay less than 2 per cent in fees and tax, Italian first-time buyers are lucky if they can borrow two-thirds of the value of their first house - and pay an extraordinary 10 per cent in fees and tax. Young Italians have to live at home and save, because their banking system won't take risks. </p> <p>The best route out of Italy's birth-rate crisis would be, say, Royal Bank of Scotland or HBOS buying a chunk of the Italian banking system and importing the British approach to mortgage lending, while the Italian government slashed taxes and lawyers' fees on house purchase. Italians would save less and spend more; the economy would start to grow faster in response; the birth rate would rise - and the crisis might begin to unwind. But that clearly is not going to happen. </p> <p>Even if it did, it would only be a beginning. The decision to have a child is not just about having your own roof over your head; it is about whether the wider economic, social and cultural structures support women's need both to combine independence and the rewards from working with all the demands that fall to them in child-rearing. </p> <p>There is much less part-time work in Italy than in Britain; childcare structures are even more primitive; working patterns are habitually family unfriendly; and Italian 'new' men, ready to take a half-share in the duties of parenting, are scarcer in Italy than they are in Britain. </p> <p>The vortex of gender relationships, morality, traditional expectations of women and women's changing expecta tions of themselves, inflexible work patterns and expensive housing that contribute to the falling birth rate are all more acute, but their irresolution is confronting Italy with a crisis that menaces its very being as a national community and continuing civilisation. </p> <p>But we in Britain cannot be smug. We share the same problems. Part of the explanation for our slightly higher birth rate is that we have twice as many immigrants as Italy and their birth rate is much higher, but the birth rate of second- and third-generation British immigrant women soon falls to the levels of the population that has been here for longer, only just above the Italian. </p> <p>THE KEY TO the projections that Britain's population will rise is the expectation that we will continue to benefit from more immigration, but if the numbers dry up or the right-wing populist press, Ukip and Migration Watch get their way, Britain would be facing, if not the same collapse in population as Italy, a gentle decline. Even as it is, our average age is set to climb. </p> <p>In this debate, business cannot escape either the consequences or playing its part in finding a solution, something that is increasingly understood in Italy, however reluctantly. </p> <p>When your very civilisation is under threat, small firms complaining about the cost of maternity and paternity leave so their staff can have children are given short shrift. It is blatantly obvious that business is part of the national community and has to contribute to the common good or else it goes down the pan with the rest of society. </p> <p>It would be good if we shared some of that same robustness in Britain. Tony Blair will use his conference speech on Tuesday to commit the government to a universal, flexible system of childcare as a third-term priority. Patricia Hewitt, Secretary of State for Trade and Industry, has already argued that Labour should extend existing rights to paternity and maternity leave and flexible working. </p> <p>The CBI, to its credit, has refused to launch a pre-emptive attack about how this will place an insupportable burden on business, leaving that to the various lobby groups representing small businesses. They need slapping down. Those businesses have to operate in a society which is coming to terms with the fact that men and women alike now hold new attitudes and behave in different ways to the ways they behaved in past decades. </p> <p>Their needs have to be accommodated and supported, not just as a matter of principle but in our collective self-interest. Business must share the burden of these changes or confront trading in an economy and civilisation that shrivels on the vine. </p> <p>Italy, and Signor Angelozzi, offer warnings we must heed.</p>",
  "<p>There is no stopping Tesco. Like a corporate juggernaut flattening everything in its path, Britain's largest supermarket is speeding along at an ever-faster pace, increasing profits with each and every trading statement and results announcement. Last week was no different. Chief executive Sir Terry Leahy unveiled half-year profits of £822 million, only slightly less than it made in the whole of 1999. Retail experts searching for an easy explanation for Tesco's phenomenal rise, and Sainsbury's corresponding fall, often point to the companies' respective head offices to illustrate the cultural chasm that now separates them. Sainsbury's glistening, glass-fronted London home stands as a monument to the colossal ego of the man who chose to move there, former chief executive Sir Peter Davis, and to the corporate complacency that turned the nation's favourite grocer into a pale imitation of its former self. </p> <p>But visitors to Tesco's headquarters in Cheshunt, Hertfordshire, must wonder if they have taken a wrong turn. Britain's most powerful retailer occupies a functional office perched on the edge of an anonymous industrial estate. There are no expensive cars in the car park, no super-sized corporate logo emblazoned over the entrance. The wallpaper in the foyer is tattered in places and the blue sofas are in need of repair. </p> <p>The down-at-heel image is carefully cultivated by Leahy, a marketeer whose every public utterance is carefully crafted to reinforce the supermarket's customer-focused image. Leahy's mantra about 'listening to our customers' can become tedious, but Tesco's performance is anything but, as last week's interim results illustrated. For every eight pounds spent on the high street, one goes into Tesco's coffers. </p> <p>The company is on course to make more than £2 billion this year, sales in Britain are up 11.5 per cent year on year, overseas sales have risen by 14.9 per cent, profits by 24.2 per cent. It has the highest market share - 28 per cent - that any supermarket has ever enjoyed. Sainsbury's, which was in the ascendant a decade ago, has slipped to 17 per cent, behind both Tesco and Asda. A decade ago, Tesco was still in the shadow of Sainsbury's. Tesco's transmogrification, from the 'pile 'em high, sell 'em cheap' chain founded by Jack Cohen in east London to one of the most sophisticated retailers on the planet, has been a remarkable one. When Lord Maclaurin, the Tesco 'lifer' who rose through the ranks to head the group, announced that he wanted to turn the company into 'the Marks &amp; Spencer of the food industry' the City could scarcely conceal its mirth. Ironically, a decade later, the same analysts and fund managers would probably find it hard to suppress a giggle if the beleaguered M&amp;S declared that it would one day be 'the Tesco of the clothing industry'. </p> <p>Maclaurin spruced up stores and introduced innovations such as the Clubcard loyalty card, famously dismissed by Lord Sainsbury, his opposite number at Sainsbury's, as 'electronic Green Shield stamps'. Despite its name, the loyalty card did not guarantee that shoppers would return week in, week out. But it did provide Tesco with unrivalled information about the shopping habits of their customers. </p> <p>Richard Hyman, managing director of retail consultancy Verdict Research, says: 'If I could identify one thing that was the catalyst for taking what was already the biggest business in terms of store numbers to being the biggest in terms of sales, it was about 10 years ago when there was a battle for the succession between the buying department and the marketing department.' </p> <p>Maclaurin stepped down and endorsed marketing director Terry Leahy as his successor. 'Iain Maclaurin had the foresight to see that the future of retailing was demand-led. Until then, the secret of success in UK retailing was to open as many stores as possible. As UK retailing matures that is a less and less viable growth strategy.' Tesco marched confidently on to Sainsbury's turf, gradually introducing higher-priced goods that appealed to middle class customers who had previously been reluctant to do their weekly shop in a downmarket store like Tesco. It did all this while keeping prices low, introducing a relentless stream of price cuts funded by squeezing suppliers, identifying efficiencies in its supply chain and investing in state-of-the-art distribution systems and storage facilities. </p> <p>Each round of price cuts is dutifully reported in the press, although the legitimacy of Tesco's perennial war on prices is the subject of much debate - competitors claim they are funded by raising the prices of other goods, Tesco bitterly disputes this. However, the sums add up - the 'price war' headlines serve as a relatively cheap marketing tool designed to keep Tesco's value-for-money image uppermost in the minds of consumers. Hyman emphasises: 'If you want to know whether the price cuts are real or not, just look at what has happened to Sainsbury's. Its profits have never been under such pressure. Is every price cut exactly what it purports to be? No. Is it a major factor? Yes.' </p> <p>Some of the low prices are subsidised by Tesco's aggressive move into non-food goods such as washing machines, TVs and clothing, which generate higher margins and bigger profits. Other stores, most notably Asda, use the same technique. 'That has been a very important factor for both Tesco and Asda and it is one of the reasons why Sainsbury's is disadvantaged because it hasn't understood how important that is,' says Hyman. Sainsbury's was slow to start selling non-food goods and Safeway, swallowed by Morrison last year, did not have large enough stores to do so. </p> <p>As planning restrictions make it more difficult to build new stores, Tesco aims to extend existing stores, increasing the amount of floor space used to sell non-food goods. </p> <p>The other main area of expansion is the overseas market. Tesco is committed to an ambitious expansion programme in the Far East and eastern Europe. It wants to generate 50 per cent of its turnover from its international operation by the end of the decade, a goal which makes even the most ardent City cheerleaders a little nervous. International adventures have nearly always ended unhappily for British retailers. But Hyman believes Tesco can avoid this fate: 'They are not adopting the cookie-cutter approach by slavishly applying what has worked in the UK overseas. The \"think global, act local\" adage really applies to them. </p> <p>'The interesting thing about last week's results was the [revelation] that two-thirds of Tesco's capital expenditure is going to be channelled into the UK. Tesco is rapidly becoming an international force but they are not taking the foot off the pedal in their home market.' The fact that Tesco has got a war chest to spend in the UK 'must be quite frightening for its competitors' he adds. But he warns that Tesco must guard against the complacency that led to Sainsbury's slide. </p> <p>'Generally, human nature being what it is, market leaders tend to rest on their laurels a bit [but] Tesco is very innovative, opportunistic and entrepreneurial. It has got a very self-challenging culture and structure. Beware the curse of the number one, [but] Leahy is such a down-to-earth, focused individual I'd be surprised if that happens under his leadership.' </p> <p>The threat to Tesco, if any exists, could come in the form of the competition authorities, who have already launched one investigation into supermarkets in the lifetime of this government. 'Tesco have already got a very dominant position in the UK market,' says Hyman. 'It's very difficult to see them not becoming even more dominant. Would [the authorities] allow Tesco to get to 40 per cent market share? because one day, [Tesco] will.'</p>",
  "Michael Howard will tomorrow pledge to battle 'intolerance and discrimination' in a speech to an audience of Sikhs, as he tries to woo the ethnic minority vote. <p>His intervention follows last week's unveiling of hardline policies on immigration, which would place a strict limit on the number of refugees Britain would accept, and will be seen as an attempt to fend off charges of playing the race card over sensitive issues such as asylum in the run-up to the election. </p> <p>Both William Hague and Iain Duncan Smith were accused of whipping up anti-immigrant feeling when they unveiled similar crackdowns. </p> <p>Howard will attend celebrations in London along with Prince Charles to mark the 400th anniversary of the first reading of the Sikhs' holy book, the Guru Granth Sahib, and will use the visit to display his liberal credentials. </p> <p>Praising the religion's teachings on community spirit and the sacrifices of Sikh soldiers during the Second World War, Howard is expected to add: 'The Sikh community also has a role in helping to build a more tolerant and harmonious society. I loathe intolerance and discrimination, and I will do everything in my power to fight it.' Praising its entrepreneurial spirit, he will say the Sikh community 'has led by example. You have held on to your traditions and your distinct identity while fully integrating into British society'. </p> <p>He will also back a campaign for more Sikh schools in Britain: there is only one with state funding. </p> <p>There are around 600,000 Sikhs living in Britain, making them one of the largest ethnic minority groups, and they are being courted increasingly by the Tories, who enjoyed significant support in the Asian community under Margaret Thatcher. </p> <p>Community leaders say many have suffered from prejudice in the backlash against Muslims that followed 11 September. </p> <p>While Howard is now signed up to policies on asylum similar to those of Hague and Duncan Smith, he has unveiled them with a twist, carefully tempering the right-wing policies with forceful attacks on racism, and highlighting his background as the Jewish son of immigrant parents. Earlier this year he travelled to Burnley, a stronghold of the BNP, to denounce them as a 'bunch of thugs'.</p>",
  "<p>It is one of the oldest rules of investment: when in doubt, buy food and household goods companies. Their profits are secure, regardless of the state of the economy, because we all have to eat, wash and keep our houses clean. </p> <p>That rule has been shattered by the profits warnings from Unilever, Colgate and Coca Cola, three of the biggest and best-regarded consumer products companies around. While we are still eating and washing, we are being much more selective about how we do it. And, unless the brand behemoths can convince us that their expensive products really will make a difference to our lives, we are likely to plump for the cheapest ones we can find. </p> <p>All three companies have come up with the same answer: an increase in marketing and promotional investment to make us pay attention to their brands. 'It is extraordinarily important to capture the attention and excite the consumer at the moment he decides to buy a product,' said Patrick Cescau, who takes over on Thursday as joint chairman of Unilever. 'All manufacturers, and not just Unilever, are increasing their spend at the point of sale.' </p> <p>Discount chains have long been big business in Germany, where shoppers take a peculiar pride in buying everything as cheaply as possible. That attitude is now moving across Europe, fuelled by the fact that discounters are opening new stores more quickly than traditional retailers. </p> <p>Manufacturers can react by cutting their prices to match the discounters, or by improving the formula and brand support to reinforce its quality. Neither is guaranteed to succeed. Unilever tried the former in its spreads business by absorbing raw material price rises, rather than passing them on to consumers: Flora, Bertolli and the rest performed well. Television adverts have extolled the attractions (or 'emotional benefits', as Cescau called them) of men wearing Lynx products; shoppers have been convinced. In ice cream, however, it held prices in the face of competition, relying on the strength of its Magnum and other brands to protect its share. A dismal summer exposed that folly and was one factor leading to the profit warning. </p> <p>Will this more aggressive approach mean that investors will once more be able to depend on consumer products groups for reliable profits? That is certainly not guaranteed. Extra marketing costs money and there is no guarantee that it will yield sufficient extra sales to compensate; partic ularly when competitors are increasing their volumes at the same time. </p> <p>Cescau admits that Unilever's problems are not all down to the weather and the market. 'The underlying growth in the markets and geographies in which we operate has been around 3 per cent. If we were doing a reasonable job in sales and marketing; we should be able to achieve more or less 3 per cent too. Clearly we have been underperforming in a number of areas.' </p> <p>He is coy about exactly how much extra Unilever will spend on advertising and promotion, but he points out that its (rather unfortunately named) 'path to growth' strategy of concentrating on a smaller number of key brands envisaged an increase of around 2 per cent. So far, the increase has been around 1.4 per cent and, while Unilever is unlikely to make up the difference immediately, it will go some way in the last three months this year. </p> <p>Unilever's critics question whether that will be enough. They wonder whether Bestfoods, one of its biggest acquisitions, which brought brands like Hellmans and Knorr on board, and Slim-Fast, whose purchase coincided with a surge in popularity for the Atkins diet, will ever pay their way. </p> <p>And they question whether it should stay in a business like spreads, which are commoditised and open to attack from the discounters. But Cescau insists that Bestfoods has met all its targets and, while he concedes that Unilever was guilty of underestimating the impact of Atkins on Slim-Fast, the entire range has now been reformulated and he is confident it will get back on track. </p> <p><strong> Bumpy ride ahead for Easyjet</strong></p> <p> It's war in the cut-throat world of no-frills airlines. Last Thursday Easyjet dive-bombed Ryanair's market by unveiling three new routes from London Gatwick to Cork, Knock and Shannon. </p> <p>This goes into the heart of profitable Ryanair territory. Easyjet said it was simply taking retaliatory action. After all, its Irish rival, headed by mouthy Michael O'Leary, announced plans to go head-to-head on two of Easyjet's newest routes from London Stansted to Valencia and Almería in Spain, as well as expand its presence at Easyjet's headquarters in Luton. But a war between the no-frills leaders will damage both firms. Ultimately, Easyjet could come off worse. </p> <p>As fares are slashed in a bid to win market share against a backdrop of high fuel prices, Ryanair appears better-placed to withstand what could be some nasty turbulence as its margins are fatter. </p> <p>Easyjet's shares plumbed all-time lows last week. Despite news that it filled 80 per cent of seats, it said the money it makes from passengers will remain under pressure. Winter has set in early for Easyjet execs. It could be a long time before spring returns.</p>",
  "<p>It is an unquestioned axiom that has dominated international politics for decades, a shibboleth undented by the passage of time. We live in an overcrowded world teeming with billions of humans who are destined to suffocate our cities and squeeze our planet of its precious resources. </p> <p>Our species is inexorably wrecking Earth: flooding valleys, cutting down forests and destroying the habitats of animals and plants faster than scientists can classify them. Our future is destined to be nasty, brutish and cramped. </p> <p>Or is it? Population analysts have suddenly started to question the 'self-evident' truth that we are destined to drown under our own weight. Yes, populations will still rise, but not nearly as steeply as once feared or for so long. We can even envisage the day, in the not too distant future, when they will decline. </p> <p>As evidence, statisticians point to a simple, stark fact: people are having fewer and fewer children. In the 1970s global fertility rates stood at about six children per woman. Today the average is 2.9 - and falling. Such a rate will still see the world's population rise to 9 billion by 2050, an increase of 50 per cent on today's figure. That is not good news for the planet, but it is far less alarming than the projections of 15 billion that were once being made. More to the point, statisticians predict that, after 2050, the number of humans will go down, the first major long-term fall since the Black Death. </p> <p>As sociologist Ben Wattenberg states in his book, Fewer: How the New Demography of Depopulation Will Shape Our Future: 'Never in the last 650 years, since the time of the Plague, have birth and fertility rates fallen so far, so low, for so long, in so many places.' </p> <p>So the urging by Trade Secretary Patricia Hewitt that it is now the patriotic duty of the nation's women to have children makes some sense. As she told the CBI last week: 'We won't have a workforce if people do not have children.' </p> <p>She has a point. By 2050 we will have stopped replacing ourselves with enough youngsters. At present the median age of people on this planet is 26; within 100 years, if current trends continue, that will have doubled. More and more old people will have to be supported by fewer and fewer young people. Populations will go down and also become badly unbalanced. Today 10 per cent of the world's population is 60 years or over, a figure set to rise to more than a third by 2100. </p> <p>Such trends raise two key questions. Why has the rise in world populations started to die out so dramatically? And what will be the consequences of this decline? </p> <p>Answers to the first depend a great deal on locality. 'In Europe, women have their own career options,' said Ros Davies of Interact Worldwide, which campaigns on population issues. 'They are no longer considered failures if they do not acquire husbands and produce children in their twenties or thirties; they are judged by their careers. That has taken a substantial number out of the pool of potential mothers.' </p> <p>In addition, women who do take partners face the problem of the cost of having a child. Parents have all sorts of aspirations for their offspring, choices not available to past generations but which cost money - for example, further education and travel. In Britain issues such as tuition fees are only going to add to that pressure, so that men and women will have only one or two children, when they might have had three or four a couple of decades ago. </p> <p>The idea that prosperity discourages childbearing is backed by Wattenberg: 'Capitalism is the best contraception.' Hence Europe's birth rate, which varies from 1.8 per woman in France and Ireland to 1.2 in Italy and Germany. Britain comes in at 1.7, well above the average of 1.4. However, given that a country needs a birth rate of 2.1 to maintain its numbers, it is not hard to see that in the long term there are likely to be far fewer Europeans. By the middle of the century western Europe's population could be dropping by several million a year as today's young adults reach old age, die, and are not replaced. </p> <p>The causes of declining numbers in other countries are more alarming. Russia's population is dropping by almost 750,000 people a year, a phenomenon described by President Putin as 'a national crisis.' The causes are alcoholism, breakdown of the public health service and industrial pollution that has had a disastrous effect on sperm counts of Russian men. </p> <p>In China, different factors come into play. The state enforces strict quotas of offspring numbers and it is expected that its population will peak at 1.5 billion by 2019 then go into steep decline. Some analysts suggest the country could lose 20 to 30 per cent of its population every generation. </p> <p>Then there is the exodus from the countryside, a trek happening across the globe. According to UN figures last week, half the world's population will have urban homes by 2007. But in cities a child becomes a cost rather than an asset for helping to work the land, and again pressures mount for people to cut down the size of their families. </p> <p>Other countries with birth rates below replacement level include Australia, Sri Lanka, Cuba, Uruguay, Brazil, Mexico and the industrial 'tiger' nations of South East Asia such as Singapore and Taiwan. On the other hand, there are still nations - mainly in Africa and the Middle East - where fertility rates remain high. According to the UN, the population of the Middle East will double over the next 20 years. Saudi Arabia has a fertility rate of 5.7; in Yemen it is 7.2; in Palestine 5.9. More surprising is the case of Africa. Despite Aids, which kills millions of young Africans every year, population numbers will continue to rise - except for a band of Mediterranean nations, including Libya and Egypt,and South Africa at the other end of the continent. In Europe, only Albania and Kosovo are kicking the trend for reduced fertility rates. </p> <p>The impact of all this is harder to gauge. Slight population movements are relatively easy to deal with; huge fluctuations pose serious problems. In Europe, demographers forecast a major drop in the numbers who will work and earn money, while the population of older people - who need support and help - will soar. In China, the prob lem is worse. Most young Chinese adults have no brothers or sisters and face the prospect of having to care for two parents and four grandparents on their own. Pensions and incomes are simply not able to rise fast enough to deal with the crisis. </p> <p>'There are people who cling to the hope that you can have a vibrant economy without a growing population, but mainstream economists are pessimistic,' says Philip Longman, author of The Empty Cradle, How Falling Birthrates Threaten World Prosperity, in the current issue of Newsweek. </p> <p>Reduced human numbers can only be good for the planet in the long term. Until we halt our spread, the destruction of the last great wildernesses, such as the Amazon, will continue. </p> <p>Just after the last Ice Age, there were only a few hundred thousand humans on Earth. Since then the population has grown ten thousandfold. Such a growth rate is bound to lead us into an uncertain future. The next 50 years will determine how unstable the coming decades are going to be.</p>",
  "<p>In Julian Barnes's oddest novel, England, England, the major tourist attractions of the nation - Big Ben and Stonehenge, Buckingham Palace and Hadrian's Wall are reconstructed on the Isle of Wight to ease the itinerary of the American and Japanese visitors who flocked to them. The island is a remarkable success, 'everything you imagined England to be, but more convenient, cleaner, friendlier, and more efficient', infinitely more popular, that is, than the real thing. Barnes's satire is, in some ways, a nice working metaphor for the current British film industry. At least, I was reminded of England, England when sitting through a couple of the more fanciful versions of the country that will fill the multiplexes in the coming weeks. Wimbledon, Working Title's latest romantic comedy, is set in the furthest reaches of that curious mythical Albion first discovered by Richard Curtis exactly a decade ago for Four Weddings and a Funeral. A place where Englishmen need only swallow their words to prove irresistibly attractive to Hollywood movie stars, where just about everyone - as the Yanks have always suspected - lives in a castle, where sports cars can roar off into empty London streets without a thought for the congestion charge, and where no crystalline night sky is complete without a shooting star. One of the seductive things about Curtis's original creation of this place was that it seemed to have been based not on a formula but on a personal faith. In fact, it looked like a kind of homesickness. Curtis had grown up almost anywhere but England - his father was a Unilever executive, as a boy he lived in the Philippines and New Zealand and Sweden - and he seemed to have developed a lingering expatriate's nostalgia for the imagined eccentricity of the upper middle classes and the charm of cricket sweaters. Other expats are locked into lifelong cravings for Marmite and The Archers. Curtis seemed to have channelled his boyish longings into the manufacture of a world in which crippling awkwardness and Georgian front doors and a certain disaffected way with failure were the most powerful aphrodisiacs known to woman. Wimbledon is not a Richard Curtis film, but like several of its likeably inbred predecessors, Bridget Jones and About a Boy , it could be. Increasingly, as with the class the films tend to depict, the gene pool that produced these movies has lately thrown up embarrassing offspring. There was a strong case, in this respect, for Love, Actually to be accorded the traditional fate of such bad apples and locked away in an attic and not mentioned in polite circles. Given this law of diminishing returns, the sense in which with each successive generation the Curtis-spawn become further removed from even the vaguest plausibility, Working Title's notion of setting a film at Wimbledon is in many ways an inspired one. What single place could be less like England, these days, than the All England Club? And which group of people could be more nostalgic for the land that time and eccentricity forgot than the face-painted inhabitants of Henman Hill, that crazed Druidic tribe who believe, annually, that their chosen son will still one day defy fate, a fallible forehand and Federer and lift the golden trophy last held aloft by a native when rackets were kept in presses, and we still had the vestiges of an empire? If your only experience of England was a fortnight each year at SW19 then it would certainly look like a bizarre place indeed. A place not at all far removed from Curtisland. It is perhaps to recreate such a sense that Wimbledon has been scripted by the American husband-and-wife team of Jennifer Flackett and Mark Levin and tarted up by the Canadian scriptwriter of French Kiss , Adam Brooks. Whereas the previous Curtis-esque films have been expertly packaged British offerings for the American market, this takes the process a stage further by offering an American vision of that transatlantic product. As such it is about as far removed from any England you have ever inhabited as Frasier Crane's housekeeper. </p> <p>Happily, for Working Title at least, American audiences - and no doubt British ones - still want to believe in all this. Despite a critical reception led by the New York Daily News 's observation that 'as a love story Wimbledon is a washout', the early box-office indications - Wimbledon took nearly $8 million last weekend, making it the fourth highest grossing film in the States - are that the movie will be a hit. As the Washington Post 's critic observed: 'Most everything here comes straight out of Ye Olde Shoppe of British Whimsy, from Peter Colt's [Paul Bettany's] dotty parents in his posh ancestral manse to the promiscuous use of such vernacular terms as \"wanker\", \"snog\" and \"bollocks\", guaranteed to elicit charmed giggles from those Americans who still get a charge out of those fancy-talking Limeys. Such force-fed quaintness is harmless enough - a recent audience lapped it up like great dollops of clotted cream.' Meanwhile the man from the New York Times was anxious to set the American tennis champion (Kirsten Dunst's) seduction of the English might-have-been (Bettany) in a wider context: 'It all has a vague historical subtext,' he argued. 'Sure, the Brits are more civilised, but the Americans are the winners. It's been that way since 1776.' Much of the criticism of the movie has been directed toward the tennis sequences, which for the most part are brilliantly constructed, even if you don't believe them for a moment. Much more fantastical is the antique idea that Americans are suckers for our sense of fair play. Hugh Grant was slated to play the hapless British tennis star, but by the time the film came around was too old for it. The part thus went to Bettany, who takes on the role of feckless apologiser with good grace, and much charm. He seems suitably, Englishly embarrassed almost throughout - not least at some of the lines he has to utter. And he also lends a certain distant air of credibility to the part, because something of the sort has happened to him in real life. (It is not clear that he met his wife Jennifer Connelly by mistakenly walking into her room and surprising her in the shower, as his character does, inevitably, to Kirsten Dunst's here, but such is the persuasiveness of Working Title's myth-making that you wouldn't be surprised). Oddly, the other cinematic vision of England served up in the next week is a byproduct of a second transatlantic romance that could have been scripted by Richard Curtis. Layer Cake was to have been directed by Guy Ritchie, who managed to convince America's biggest female star that British men had all the best lines, and that even public schoolboys are East End gangsters at heart. In the event Ritchie passed the directing of Layer Cake on to the producer of Lock, Stock and Two Smoking Barrels, Matthew Vaughn, but the effect is much the same. As a portrait of London, Layer Cake is no less nostalgic and far-fetched than Wimbledon. It is a skilfully updated fantasy of the crime landscape of the Fifties and Sixties, when 'it was all just cops and robbers, and the world was a far simpler place'. 'The layer cake,' Vaughn has argued, 'is a metaphor for different levels of British society, whether it's the crime world or anything else. The movie's about showing how drugs are everywhere and it doesn't matter who you are, you're only one person away from drugs, scoring drugs or being involved with criminals.' Well, you might say, sort of. The film likes the idea of these days being our days of prohibition. It is tempted to see all those high rises that are coming randomly to dominate the London skyline, as a kind of coke-fuelled priapism. Property money - as brilliantly embodied by the film's evil genius Michael Gambon - is all really drug money. Layer Cake is in this way a kind of GQ fantasy of the world, suited and booted, fashionably misogynistic, extravagantly homoerotic. A world that was rather brilliantly deconstructed recently by Mark Strong's performance in the adaptation of Jake Arnott's wonderfully titled novel The Long Firm . And a world which is played for real here. As such, it offers a view of England for American consumption that seems every bit as far-fetched as Wimbledon, a place where as the excellent Daniel Craig, who stars, points out, 'life is so fucking good I can taste it in my spit'. (The kind of place, actually, that makes you rather crave Paul Bettany getting a laugh out of saying 'arse' or 'bugger'.) Both of these are distinctive genre films, and as such you might argue that you should not expect much realism in them. One of the things they point to though is the kind of extremes that nostalgia is capable of sustaining. A whiff of authenticity - the calling card of all those reality shows - is in this sense about the last thing you expect, these days, in any film version of England. Oddly, in this sense, the recent British films that have apparently come closest to catching a flavour of home are those that have focused on the most recent arrivals here. Stephen Frears's Dirty Pretty Things was one. The Polish-born Pawel Pawlikowski's Last Resort, an anarchic social realist film about Russian asylum seekers, was another. </p> <p>On the strength of that film Pawlikowski was courted to direct the biopic of Sylvia Plath. He eventually left the production after a number of script rewrites and the arrival of Gwyneth Paltrow as the star, muttering apparently about 'Hollywood bullshit'. Instead he went to Yorkshire to make a film for BBC productions, My Summer of Love. The result is a vision of England that is reminiscent of the freshness of My Beautiful Laundrette. Pawlikowski, too, sees England as a place of caricatures, but the two 16-year-old heroines of his subtle film, played with some style by newcomers Nathalie Press and Emily Blunt have a great deal of fun with these clichés. The certainties of class and stereotypes of gender don't quite fit. Mona (Press) lives in pub that has become a centre for evangelical Christians, Tamsin (Blunt) who becomes her lover is adrift in a manor house that is marooned among Barratt estates. The social barriers that make for awkward comedy in Curtis's films, or for the strata of Layer Cake all seem vaguely preposterous. 'I'm going to be a lawyer,' Mona says, when Tamsin asks her about her ambition and then laughs at the utter preposterousness of the idea, before going to the other, slightly more plausible, extreme: 'I'm going to get a job in an abattoir, get a boyfriend who's a bastard and churn out all these kids with mental problems and then wait for the menopause, or cancer.' And she laughs at that, too. There's a tennis court, but it's the place where the girls get drunk and laugh at the hopeless posturing of fathers and male lovers. Everyone in this part of England seems to be playing a part. 'I hate you because you're such a fucking fake,' Mona explains to her evangelical brother. It's harsh, but it's the truth. Pawlikowski is, he says, looking to create 'a mythic British realism'. His film which has been picked up for distribution in America by Focus Features, does in this respect for Yorkshire something like what Focus's last hit, Lost in Translation , did for Tokyo. It is a place where no one seems quite to know what is going on, and just about anything seems possible. It is a place that begins to look, therefore, quite a lot like home. </p> <p><strong>·</strong>Layer Cake is released on 1 October, My Summer Of Love on 22 October.</p>"
]