[
  "<b>·</b> With the question \"Just how finished is Michael Howard?\" preoccupying so many during the summer recess, we are delighted to have been passed an indicator. \"Jonathan Shalit,\" tempts an invitation, \"requests the pleasure of your company to meet Michael Howard, leader of Her Majesty's opposition, and leading members of the Conservative party at the Ivy ...\" Well. For those of you who are unfamiliar with Jonathan's work, this \"impresario\" discovered Charlotte Church and recently featured on a programme entitled No Talent Required. He is, needless to say, a ghastly little fellow. But the point here is the catastrophic associations of the event. The last time Jonathan hosted a showbiz social for a Tory leader, it was Iain Duncan Smith hightailing it to the Ivy the second he had finished his comically acclaimed speech inviting his party to \"unite or die\". Tragically, as you know, for much of the party death appeared preferable to getting behind the quiet man, so we're intrigued to see how the day plays out for Michael. Or rather we would be, if we weren't distressed to the point of substance abuse at not even scraping an invitation to an event of this calibre. <p><b>·</b> You see, we are still getting over the trauma of discovering that all the gentlemen diarists in Fleet Street had a party and did not invite us, and this could push us over the edge. Our blood, your hands, Shalit. Think about it. </p> <p><b>·</b> Inspired by the success of latterday FR Leavises Richard and Judy we have founded the Diary Book Club, and launch with two recommended picks to tie in with the US elections. The first, Sisters, is vice-presidential wife Lynne Cheney's searing 1981 lesbian bodice-ripper, set in the Wild West \"when men were men ... women were property\", and gay marriage wasn't a one-way ticket to the honeymoon suite at Guantánamo Bay. The second is My Pet Goat, a work so gripping it kept George Bush engrossed for a full five minutes after he had been told two planes had hit the the World Trade Centre. Extracts from both will follow soon. </p> <p><b>·</b> We are pleased to take a lecture in accuracy from Richard Desmond's PR, Brian MacLaurin, who alerts us to a howler in yesterday's column, in which we suggested Anne Atkins's moralising Daily Express comment pieces may be funded by spreadeagled grandmothers in Over Fifty magazine. Richard, of course, sold his porn titles earlier this year. Agony's pieces are funded by the spreadeagled Mature Mamas and Exhibitionist Bitches on his Television X channel, and we apologise to the stars of Over Fifty for any upset the association might have caused. </p> <p><b>·</b> Since we're having a debate about accuracy, we tell Brian, when can we expect the Express to correct Monday's story which stated as fact that asylum-seeking al-Qaida operatives were found plotting to kill Blair (two men were released within hours last September by Durham police who stated there was no security threat)? \"The paper received the information from trusted and well-informed contacts,\" Brian replies, \"and sees no reason to make any form of retraction.\" But how impossibly spooky. The Diary has received information from trusted and well-informed contacts that the story is an utter fabrication, bar the fact of the arrest and subsequent release without charge. Furthermore, these sources add, editor Peter Hill is so completely obsessed with daydreaming about the hot, hot, hot Television X ladies he can't have that he'll allow any old cobblers on his front page if there's an asylum-seeker angle. Fact. </p> <p><b>·</b> Finally, Downing Street again refuses well-meaning assistance. Instead of forcing Ayad Allawi on the party conference, we say to the press office, how about asking Hugo Chávez? \"We are absolutely not commenting,\" comes the reply, and down goes the phone. Ah well. You can but try.</p>",
  "Sir Trevor Skeet, who has died aged 86, deserved a special place of honour among modern Conservative MPs, if only for his stubbornness when he was convinced that he was right. At the age of 71, he saw off a group of his constituents who tried to get him deselected. The criterion of age would create a bad precedent, he told them bluntly, and threatened to stand as an independent Conservative. The constituency party eventually backed him, he held his seat in North Bedfordshire for the Tories in the 1992 general election, and went on to sit in the Commons until 1997. <p>He could be impatient with those who disagreed with him - and this did not always endear him to the party whips. He had a knack, though, of being right. </p> <p>During the constituency dispute his critics included the Sun newspaper.\"Silly old buffer,\" it observed. \"He should spend his last days growing roses.\" In fact, \"silly\" was the last word to apply to Skeet. </p> <p>He was one of the relatively few politicians who reach their convictions by digging out the kind of facts that are boring to most of their colleagues. His chosen subjects tended to be specialist commercial ones, notably oil and other forms of energy. He took a vigorous part in the ongoing debate during the 1970s on how Britain's North Sea oil and gas resources should be organised, not always supporting the party line if he thought it was over-simplistic. </p> <p>On coal, back in the days when many Tories' instinct about the coalfields was either to be sentimental or to hope the problem would simply go away, he was prepared to argue for cutting the industry back to an economical size and to say that miners were overpaid. </p> <p>He was an enthusiast for nuclear power, but under no illusions about the difficulties of disposing of nuclear waste. His grasp of the subject brought him into conflict with Cecil Parkinson, when, as energy secretary in 1986, he was privatising the electricity industry. Skeet had the satisfaction a few years later of seeing Parkinson's successor concede that nuclear power had to be excluded from the privatisation programme. </p> <p>A \"dry old stick\" was a phrase used about him, and his dryness included a bias towards the right in his politics. He supported capital punishment. He had conservative views on social issues like abortion. He wanted to penalise trade unions that engaged in secondary action. </p> <p>On the other hand, he was distinctly liberal on immigration, of which he had first-hand knowledge from his constituency, the town of Bedford having substantial ethnic minorities. He gave the party leadership headaches, too, by introducing a private member's bill providing for local authority-financed youth clubs. The whips saw that it was talked out. </p> <p>Skeet was born in New Zealand, studied medicine at university, then qualified as a barrister. He joined the Royal New Zealand Navy and then came to England after war service. He was called to the bar in 1947, quickly becoming interested in British politics. He won the Labour seat of Willesden East in 1959, lost it in 1964, then returned to the Commons as member for Bedford in 1970, in the general election which unexpectedly removed Harold Wilson from power. \"Take your defeat like a man,\" he once shouted to Wilson across the floor of the House. </p> <p>He could be quirky. He had the air of an old-fashioned prep-school headmaster. He was suspicious of the excesses of the anti-smoking lobby. And he was not the easiest man to get on with. But he was better than the average Tory at sticking to his guns. </p> <p>He is survived by his second wife Valerie and two sons by his first marriage. </p> <p><b>·</b> Trevor Herbert Harry Skeet, born January 28 1918; died August 14 2004. This obituary has been revised since the writer's own death in 2000</p>",
  "Silvio Berlusconi brushed off fears yesterday of a fresh terrorist threat in Italy, insisting he would finish his holiday in Sardinia despite a bomb scare in the seaside town where Tony Blair ended a flying visit yesterday. <p>Police found a home-made device - a plastic tube filled with dynamite wired to a fuse and a timer - hidden between two bins by a main street in the seaside resort of Porto Rotondo. </p> <p>The device was defused soon after midnight on Tuesday night, at a spot roughly a mile from Mr Berlusconi's Villa Certosa estate where the Blairs had stayed the night before. It had been set to explode at 4.30am, local police said, roughly eight hours after Mr Blair had left the island. </p> <p>The explosives had been hid den in a bag and left in a stone shed to conceal the bins in the wealthy resort. </p> <p>A leftwing \"anarcho-separatist\" group reportedly said it had planted the mini-bomb as part of a campaign against the Italian prime minister and specifically against the war in Iraq. </p> <p>The tip-off came from an anonymous caller, claiming to be from an extremist group called the Proletarian Cells for Communism, who contacted the island's Unione Sarda newspaper on Tuesday. </p> <p>\"We are not joking. We had promised a summer of flames and this is the response to that piece of shit Berlusconi. War on war,\" said the caller. The group has carried out a low-level terror campaign targeting conservative politicians, businesses and union officials in Sardinia for several years. </p> <p>On Wednesday, as several police helicopters circled low over the seaside town, Mr Berlusconi's office played down the importance of the bomb, saying the prime minister would not be changing his holiday plans or returning early to Rome. </p> <p>Police were unable to say when the device had been planted or how it had gone unnoticed by sniffer dogs which had searched street bins and manholes before and throughout the Blairs' 24-hour visit. The town had been on particularly high alert after a spate of threats Italy has received in recent weeks from an Islamic fundamentalist group purporting to be the European wing of al-Qaida. </p> <p>The device did not appear designed to cause major damage or injury. Investigators told journalists it would probably have injured passers-by and broken windows. </p> <p>Aides had indicated on Tuesday morning that the two leaders might make an appearance at the seafront at Porto Rotondo, to eat an ice cream. But if such a walkabout had been planned, it was abandoned and the Blairs were flown out of Mr Berlusconi's Villa Certosa estate in a police-escorted helicopter to the nearby airport at Olbia. </p> <p>The night before, the two leaders and Cherie Blair had taken a stroll among crowds in the nearby resort towns of Porto Quatu and Porto Cervo. The public appearance was a surprising diversion in what had been billed as a \"strictly private\" visit. </p> <p>Local newspapers say the Proletarian Cells for Communism have staged more than 20 mini-bomb attacks in the past four years.</p>",
  "<b> Evening Standard</b> <br> Editorial, London, August 17 <p>\"The warning from the government's information commissioner, Richard Thomas, about the risk of 'sleepwalking into a surveillance society' [on Monday] is timely ... To make its case for [further] measures, the government must show how [it] would make a real difference to the public's safety. This is by no means as obvious as is often assumed. CCTV, for example ... appears to make little long-term impact on the late-night violence it is supposed to curb ... </p> <p>\"The other worry is that grandiose computer-based systems, such as the one needed for ID cards, simply won't work: the government's record on large IT projects is poor. If technology can be used to make us safer, there may be arguments in favour of [new] databases. But ministers have to make the case why we should risk our privacy and civil liberties with schemes which could yet have unintended consequences.\" </p> <p><b> Herald </b><br> Editorial, Scotland, August 17  </p> <p>\"[Mr Thomas's] reservations would have less validity if he, and the rest of us, were not staring into an information void of the government's own making concerning its intentions for ID cards and how they would be used in tandem with the Citizen's Information Project and the children's database ... </p> <p>\"The case for ID cards, such as it is, is a microcosm of ministerial complacency, uncertainty or ineptitude concerning information handling. The home secretary, David Blunkett ... says they are a good idea, but cannot explain why. Are they to combat terrorism? Tighten immigration controls? Provide (or limit) access to benefits and services? ... The government's casual approach towards ID cards ... must be resisted.\" </p> <p><b> Sun </b><br> Editorial, August 17  </p> <p>\"The age of the real Big Brother (not the TV series) is arriving later than George Orwell envisaged ... But it is not all bad news. The tax-dodgers will be exposed, the money launderers nailed. Uninsured drivers tracked down. And illegal immigrants exposed. </p> <p>\"The advance of information technology cannot be turned back. But we're still an open democracy. And it is up to all of us to make sure we watch the snoopers ... just like they are watching us. You can be sure the Sun will be on guard.\" </p> <p><b> Roger Scruton</b><br> Daily Mail, August 17  </p> <p>\"Are we really moving towards some kind of totalitarian state? My answer is yes, perhaps we are, but not because of these proposals ... rather because today's legislators are increasingly unable or unwilling to recognise the boundary between the business of the state and the business of the citizen ... </p> <p>\"In almost every area, the recent expansion of the law has involved an attempt to put legal norms in place of social norms. The consequence is a withering away of community, an undermining of family sentiment and a demoralisation of society ... </p> <p>\"One by one, the spontaneous institutions of society, from funfairs and country shows to school trips, fireworks parties and church services, are being killed off by legislation or political correctness.\" </p> <p><b> Oliver Kamm </b><br> Times, August 17  </p> <p>\"The information commissioner holds a useful but limited post ... But he appears to have set out to discredit it through trivial observation couched in extravagant rhetoric ... </p> <p>\"None of the main parties shows much seriousness in this discussion ... Yet ironically it is the pedestrian quality of [their] interventions that provides reassurance that the issue is marginal ... Lacking sharply defined ideological differences, Westminster politics has little sense of the malign, let alone totalitarian, as opposed to illiberal or merely incompetent, exercise of power ... The more our public servants talk of totalitarianism without really meaning it, the less serious will that threat be taken.\"</p>",
  "It is billed as \"the loveliest castle in the world\", a moated, fairytale concoction where black swans swim in formation and Cliff Richard and Donny Osmond play live at sunset. But as Chinook helicopters swooped over the duck pond at Leeds Castle in Kent this week, corridors hung with military paraphernalia from centuries ago were being readied for an exasperated Tony Blair's latest drive to secure the Northern Ireland peace process. <p>Next month Mr Blair will bring the Irish prime minister, Bertie Ahern, and Northern Ireland's polarised political parties to the romantic castle near Maidstone in an attempt to thrash out the deal of all deals to restore devolution. If he gets it right he will have rescued his greatest legacy - the Good Friday agreement - and begun to repair his tarnished reputation. </p> <p>Mr Blair's love of symbolism - his awareness of history and his own place in it - could not be more obvious in his choice of location for the three-day talks. The castle's sumptuous boudoir-turned-seminar room was the scene of 1978 negotiations between Egypt, Israel and the US which led to the historic Camp David agreement. </p> <p>But while Israeli flags flap on loyalist streets in Belfast and Palestinian flags hang on the nationalist Falls Road, marking the old sectarian divisions, Mr Blair is aiming for a once unthinkable political arrangement. Ian Paisley's hardline Democratic Unionist party, the biggest party in Northern Ireland, must sit down in a power-sharing government with the biggest nationalist party, Sinn Féin, if the peace process is to move forward. </p> <p><b> Ambiguity</b><br> </p> <p>The DUP will not negotiate directly with Sinn Féin until the IRA is disbanded as a paramilitary force. Indeed, there will be no direct talks between the two parties in the castle's narrow, panelled rooms. Observers have spoken of an \"outside chance\" of progress. </p> <p>But the Sinn Féin president, Gerry Adams, has stolen the thunder in recent weeks by indicating that the IRA could disband. Mr Adams has spoken before of taking the gun out of Irish politics, but he is a master of ambiguity. This time, political commentators felt he was sending the clearest signal yet that he was preparing his supporters for the day the IRA might leave the stage. He appeared to be saying goodbye to what some see as the cherished republican strategy of the Armalite in one hand and the ballot box in the other. </p> <p>Mr Adams said unionist politicians were exploiting \"justifiable fears\" about the IRA and using them as an \"excuse\" not to share power with Sinn Féin. \"I think that republicans need to be prepared to remove that as an excuse,\" he told the Irish state broadcaster, RTE. Mr Adams said any progress hinged on devolving powers over Northern Ireland's reformed police service from London to Belfast. He said the army in Northern Ireland - currently numbering more troops than in Iraq - must be scaled back, the government must stop \"protecting\" human rights abusers, and on-the-run republicans should be allowed to return home. </p> <p>As all parties prepared their positions for the talks this week, the DUP's deputy leader, Peter Robinson, has played down chances of a quick deal, saying he needs to \"weigh the semtex\" and not Gerry Adams's words. He ruled out devolving policing powers in the near future. While nationalists want the implementation of the Good Friday agreement, the DUP seeks to scrap the agreement and start again. </p> <p>Mr Blair has threatened to dissolve the Stormont assembly if no agreement is reached in September. Anniversaries are creeping up on him. It is 10 years since the first IRA ceasefire. Stormont has lain empty for almost two years since it was suspended after allegations of an IRA spy ring. It is almost a year since the assembly elections polarised Northern Ireland politics, with the DUP and Sinn Féin doing their best to kill off the middle ground. </p> <p>But Jeffrey Donaldson, the DUP MP for Lagan Valley, has been appearing on platforms all summer making speeches that suggest a deal is possible - first in his address to a field of Orangemen on July 12, then on a platform with Sinn Féin's Martin McGuinness across the border in Donegal. Last week he ignored security advice and attended a public meeting in west Belfast. With Gerry Adams in the audience, he said that if the impasse in the peace process was to be broken, IRA decommissioning would have to be completed within a defined timescale. Ideally it would happen before Christmas, he said. </p> <p>Meanwhile, locals in the heart of Ann Widdecombe's Tory constituency were bemused by the choice of venue for the talks. </p> <p>One retired businessman from Ashford said locals might picket the talks, insisting the prime minister returns to \"more pressing issues\", such as asylum seekers. </p> <p>Deirdre Diggins, assistant manager of the pub next door to the castle, was from Kerry. She sighed: \"Even if they do make a deal, what's it going to change exactly? We will have to see proof it will work.\" </p> <p>Leeds Castle's prized collection of antique dog collars might strike fear into the DUP, which is adamant it will not be led by the neck into government with \"terrorists\". The ivory carving of Augustus the Strong's overfed whippet might symbolise the £36.6m spent on Stormont since its suspension, infuriating voters. </p> <p>But Leeds Castle, for all its beauty, is largely fake: a confection of mock Tudor courtyards and hidden staircases. The one thing Northern Ireland parties do not want is a short-term mocked-up deal that will collapse in six months. The Stormont assembly has already been suspended four times. A dangerous scenario, said David Ford of the Alliance party, was a \"simple quick fix\" to rush the DUP and Sinn Féin into government together.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>PASSING CONCERN</b></p> <p>You can guess the results. The A-level pass rate rose to 96% this year - the 22nd successive improvement and, everyone agrees, a sign that something really ought to be done.</p> <p>At this rate, the market for lucrative Clearing supplements and front-page advertisements for tutorial colleges is going to disappear altogether. The Independent alone publishes 110 pages of vacant courses and university ads. (The Wrap's favourite plugs a degree called \"Outdoor Studies\" at Buckinghamshire Chilterns University College.)</p> <p>Still, back to the essays. Everyone comes up with their own ideas for tampering with the A-level sieve. \"Grade inflation is a reality,\" says the FT. \"Examination boards should reveal the exact marks achieved by their candidates.\" The introduction of a starred A-grade for the top 5% - an approach favoured by the Times - is a \"measly alternative\".</p> <p>There is also talk of a 4,000-word \"super essay\", which university applicants could post online for the edification of admissions tutors, in the Times.</p> <p>\"Is Grade C now the new pass mark?\" wonders the Mail, which says around 10% of English literature candidates misspell the name of their subject. </p> <p>The FT complains that students are choosing \"soft subjects\" such as psychology at the expense of modern languages and physics in an effort to secure the grades they need for university. Only 2% of A-levels were in French this year and 3.7% in physics; media studies represented 3.5% of the total entries and religious studies 1.9%.</p> <p>The Independent, however, is determinedly positive. Boys' results are beginning to catch up with girls', it says, and the popularity of religious studies reflects the interest in Islam prompted by the September 11 attacks. Teenagers are showing signs of a \"growing interest ... in alternatives to the materialism that surrounds them.\" Perhaps it will help them take their minds off their student debts. </p> <p>* <a href=\"http://www.theguardian.com/Education/alevels2004/story/0,14505,1286134,00.html\">Row over 'no-fail' A-levels</a><br> * <a href=\"http://www.theguardian.com/Education/alevels2004/story/0,14505,1285925,00.html\">Media studies up, sciences down</a><br> * <a href=\"http://education.independent.co.uk/news/story.jsp?story=552917\">Independent: A for achievement (and astonishment)</a><br> * <a href=\"http://news.ft.com/cms/s/693e6924-f17c-11d8-95b8-00000e2511c8.html\">FT: Laddish culture celebrating flops wanes</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1223117,00.html\">Times: New A-level 'super-essay'</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,542-1222495,00.html\">Times: Ministers should introduce an A* for the A-level</a></p> <p><b> FORCES PREPARE FOR NAJAF ASSAULT</b></p> <p>Moqtada al-Sadr's Mahdi army showed no signs of retreating from the shrine in the holy city of Najaf yesterday, the Times reports. Iraq's defence minister broadcast a warning that US and Iraq forces were \"completing their preparations\", and that the insurgents would be taught \"a lesson they will never forget\".</p> <p>However, the Telegraph reports that Mr Sadr submitted to the ultimatum last night and was ready to disband his fighters. His offer, which came with the proviso that US troops should withdraw from Najaf, may have come too late.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1286101,00.html\">Doubts over Sadr peace deal</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1223097,00.html\">Times: Rebel offers to give up</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=4AVRNHAJBHSS5QFIQMGCM54AVCBQUJVC?xml=/news/2004/08/19/wirq19.xml&amp;sSheet=/portal/2004/08/19/ixportal.html\">Telegraph: Sadr deal may be too late to protect shrine</a></p> <p><b>MORE BA STAFF VOTE TO STRIKE</b></p> <p>Baggage handlers yesterday joined British Airways check-in staff announcing a one-day strike on the August bank holiday weekend. The Times says more than 100,000 BA passengers could see their flights cancelled, while the Sun puts the number affected at 400,000.</p> <p>\"In the end, many members of the TGWU and the GMB will pay for their foolishness with their jobs,\" warns the Sun, which wants \"the 'rights' of these union throwbacks trimmed\".</p> <p>* <a href=\"http://www.theguardian.com/airlines/story/0,1371,1286147,00.html\">Second union backs BA holiday walkout</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,31-2004382257,00.html\">Sun: Misery makers</a></p> <p><b>THE GODS SMILE ON GREAT BRITAIN</b></p> <p>\"It's Zeus wot done it,\" says the Sun. The Wrap paused. What terrible calamity had struck Athens? Had the gods taken their revenge on Kostas Kenteris and Katerina Thanou? </p> <p>No - Britain won four Olympic medals. Admittedly, none of them were gold, as the Sun had requested yesterday (\"Oh mighty Zeus, if it's not too bold, hear our prayer, we need a gold\") - but a silver in horseriding and bronzes in archery, kayaking and more horseriding helped to compensate.</p> <p>\"It sent Britain bounding up the medals table to become 24th behind United Arab Emirates,\" the paper rejoices. Beside itself with gratitude, the tabloid prints instructions on how to build a temple to Zeus from four kitchen roll tubes, a cereal box and a cardboard coathanger cover.</p> <p>The rest of the tabloids rediscover their infatuation with David Beckham, who last night scored one of the goals in England's 3-0 defeat of Ukraine. The Times is less moved: apart from the crowd's jeering of Kieron Dyer, \"there was little remarkable to grab the attention ... judgment was held in reserve.\"</p> <p>* <a href=\"http://www.theguardian.com/Sport/olympics2004/athletics/story/0,14782,1286069,00.html\">Greek sprinters walk out on the games</a><br> * <a href=\"http://www.theguardian.com/Football/News_Story/0,1563,1286217,00.html\">Beckham leads from the front</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004382445,00.html\">Sun: That's God on yer, Zeus</a></p> <p><b>WINNER TAKES ALL</b></p> <p>Popular opinion has it that Michael Winner is a harmless filmmaker with a sideline in lucrative car insurance advertising. Daily Mail readers will know that he also dabbles in journalism, particularly during the quiet summer months.</p> <p>The Wrap would like to write off his latest effort (\"God save us from the Brits abroad!\") as a touching exercise in self-parody - perhaps even one of those pieces nearly every journalist knocks out occasionally to pay for a dental filling. But that doesn't explain why the editors at the Mail failed to rewrite it.</p> <p>\"One of the great tragedies of modern life is that every Briton can afford to travel,\" Winner opines. \"For GBP99.90 - or even less, if I am to believe what I read - an idiot can go anywhere.</p> <p>\"Nowadays, it costs me GBP50,000 to go away for two weeks, including the private jet ... When I started going abroad in 1947, there was nobody there.\"</p> <p>Well, not quite nobody, he remembers in the next paragraph. \"Long ago, the south of France used to be the destination of the British aristocracy. Then the Jewish people. They'd sit outside the Carlton Hotel on the front at Cannes ... It was called the Wailing Wall because they spent all their time complaining ... Then came rich Arabs with lovely young girls ...\"</p> <p> <b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Thousands of 18-year-olds will receive their A-level results.</p> <p>&gt;&gt;&gt; US and Iraqi forces are on the point of driving Moqtada al-Sadr's army of insurgents out of the Shia shrine at Najaf.</p> <p>&gt;&gt;&gt; A 19-year-old man was arrested under the terrorism act in Birmingham today, along with two men suspected of immigration offences.</p> <p>&gt;&gt;&gt; Google shares should begin trading in New York later today after the stock was priced at a level significantly below original estimates.</p> <p><a href=\"http://www.theguardian.com\">Updates throughout the day at Guardian.co.uk</a></p>",
  "<p>Holidaying in the Italian lakes has its charms, but Como again? In <strong>Condé Nast Traveller</strong> (August), William Cook recommended instead heading for Lake Constance - \"one of Europe's best-kept secrets\". </p> <p>Also known as the Bodensee (German for \"earth sea\"), the lake is central Europe's second biggest and forms a border between Germany, Austria and Switzerland. Although \"international traffic has dwindled to a few pleasure boats\", you can still make out \"a rich flotsam of antique ports and palaces\" among the fishing vessels and ferries. </p> <p>Cook marvelled at how Lake Constance could shift from \"quaint and kitsch\" to \"deep and wide and vaguely sinister, like the scene of an unsolved crime\". </p> <p>Undeterred, he dipped a toe into the three countries, beginning with Germany's Friedrichshafen, birthplace of the Zeppelin. Still under the influence of the lake's \"strange magic\", Cook described how the inevitable teenagers drinking in a park \"acquire an air of mystery, like bit-part players in the opening scene of a foreign film\". </p> <p>After a brief visit to Austria, the town of Rorschach tested Cook's assumptions about Switzerland being \"tidy and boring\", proving instead to be \"casual and interesting an intriguing mishmash\". </p> <p>The magazine also featured the snowcap of Mount Kilimanjaro, which is \"melting so rapidly that it could disappear within a decade\". The Tanzanian tourist board is understandably worried, and Hemingway fans should book now to catch a glimpse of the peak described in The Snows of Kilimanjaro, his greatest short story, as \"wide as all the world, great, high, and unbelievably white in the sun\". </p> <p>With The Motorcycle Diaries, a film version of Ernesto \"Che\" Guevara's eye-opening road trip through impoverished South America, about to open in Britain, <strong>Global</strong> (July/August) followed David Atkinson along the newly opened Che Guevara Trail in Bolivia. </p> <p>\"While its Andean neigh bour Peru is all about coach parties and tour agencies, Bolivia is quieter, calmer and somehow feels more real. Peru has Machu Picchu, the rainforest and the Nazca lines. Bolivia has Tiahuanaco, the Beni and the Che trail. Plus a fraction of the crowds, far, far lower prices and a vaguely charming innocence about tourism.\" </p> <p>The trail begins in Santa Cruz and follows the last days of the revolutionary leader, through \"rustic pueblos \" to La Higuera where he was captured and \"met his untimely end\". </p> <p>The project, after two years of improvements to the tourism infrastructure, \"hopes to convert the hero-worship and iconography of Che into tourist greenbacks.</p> <p>If successful, it will inject much-needed cash into one of Bolivia's poorest rural communities.\" Surely he would have approved. </p> <p>In Australia, Rodney Bolt went on his own journey of the soul for <strong> Wanderlust</strong> (August/September), driving solo from Melbourne to Sydney. </p> <p>For all the delights of the Great Ocean Road - rolling hills, sandy beaches, kangaroos and rainforests - something was lacking. Bolt had a moment of clarity while gazing at the Southern Cross and sipping wine in a Jacuzzi: \"There are times when travelling alone really sucks. If this were a movie, I would have picked up a hitchhiker by now and be heading for reckless adventure or heady romance.\" </p> <p>Stopping for the night in Port Fairy, Bolt lamented that \"if the previous night's Jacuzzi-with-a-view had been romantic, [this hotel] with a riverside veranda smothered in white climbing roses was even more so.\" He \"stomped off to the local pub for a solitary steak and chips\". </p> <p>A few hours in the outback, however, with \"magnificent views of absolutely nothing\", brought a revelation. \"For once, driving alone had a point. I felt completely detached, totally free, unassailable, unstoppable and calm.\" And so ended the loneliness of the long-distance driver.</p>",
  "<p> As a child, Lin Ju lay in bed at his parents' home in the Fujian province of China and dreamt of representing his country in the Olympic Games. Yesterday at the Galatsi Hall, the venue for the table tennis competition, that dream came true almost exactly as he had imagined it. Only the country had changed. </p> <p>Lin, 24, is the Dominican Republic's sole representative in the men's table tennis competition. His compatriot in the women's draw bears the equally un-Hispanic name of Wu Xue, and together the China-born pair carry the hopes of the central American republic, and in particular its president Rafael Hispolito, who was instrumental in ensuring they competed in Athens under the red, white and blue flag of his country. </p> <p>Yesterday Lin produced one of the shocks of the competition so far, progressing to the last 16 with a 4-2 victory over the Belgian Jean-Michel Saive, ranked 16th in the world to Lin's 137th. The result was the talk of the hall with some experts hailing the emergence of a new star, but Lin's win again raised concerns, not least among the sport's governing body, about the prevalence of China-born players competing under alien flags. </p> <p>Players born in China occupy the No1 spots in Luxembourg, Italy, Austria and the US, and there are 14 playing under flags of convenience in Athens. It is a reflection of the huge influence the world's most populous nation wields over the Olympics' most homely event, which will move to the centre of the games in Beijing in four years' time. </p> <p>The reason that so many Chinese seek asylum in the colours of other nations lies in the strength of the competition at home. Five of the top 10 men in the world are Chinese, and six of the top women. With such enormous strength in depth few but the very elite can expect to reach an Olympics. </p> <p>Such is the dominance of the Chinese that the International Table Tennis Federation has amended its qualifying regulations to give the rest of the world a chance. Only three competitors from any country are permitted to play, a rule that has deprived the tournament of six of the world's top 20 women and four of the men. </p> <p>The doubles regulations have also been altered with teams from the same country starting in the same side of the draw so that they cannot meet in the final. The ITTF maintains that the rule applies to all, but its intention is plainly to keep the Chinese apart lest team orders undermine the final. </p> <p>The federation and the International Olympic Committee regulations are designed to prevent a mercenary culture taking hold, demanding that competitors bear a passport from the country they wish to represent, and that they have not competed for another nation for three years. </p> <p>Nevertheless there are cases that cause disquiet, and Lin's is one. Two years ago he left China, frustrated at failing to break into the national team after being employed as a hitting partner for the elite players. </p> <p>From Fujian he travelled to stay with a friend in Spain, where he soon impressed playing in league competitions in and around Cordoba. It was here that he was spotted by the chairman of the Dominican Republic table tennis federation, on the look-out for talent that could be imported to Santa Domingo. </p> <p>Lin accepted the chairman's offer and as he had no international experience the only barrier to participation in Athens was a passport. For that the table tennis authorities turned to President Hispolito. Under the Dominican Republic's constitution it is in the president's gift to award three passports each year, and in 2002 Lin and Wu Xue were the lucky recipients of two of them. </p> <p>Their swift naturalisation caused uproar when they won their respective competitions at the Pan-American games, but there was no breach of ITTF rules and they were free to continue to Athens. </p> <p>Lin rejects the accusation that he is a mercenary, but is frank about why he left China. \"I wanted to compete in an Olympic Games and that would have never happened if I stayed in China,\" he said. </p> <p>\"I still feel more Chinese than Dominican because of my cultural background, but the Dominican people are really nice to me and the other team members are really supportive. I am very happy with my performance.\" </p> <p>The small but noisy knot of supporters from his adopted home plainly had no problem supporting their man as his speed and touch confounded Saive, who in contrast to Lin carried Belgium's flag at the opening ceremony. A checked drop-shot that brought him match point after the pair traded driven forehands from the far reaches of the court demonstrated that while Lin's knowledge of Spanish may be shaky, he is eloquent enough at the table. </p> <p>In the next round, though, he meets Wang Hao, ranked three in China and four in the world. That match should give him a stiff reminder of why he left home in the first place.</p>",
  "<p>Peter, 30, works for Oxfam, where for the past three years he has managed a UK project for asylum seekers. He has been at the charity for six years, speaks French fluently, and earns £25,000. Peter now wants a career in international development. How can he make the move? </p> <p><strong>1</strong> He could become a regional programme officer for an international development charity. The work is UK-based, with around six weeks spent overseas each year visiting projects. His second language is an asset, as is his charity experience, which gives him an understanding of the ethos of the sector. His project management skills, including managing a budget and cash flows, are useful. Competition for the posts is fierce. The salary starts at £24,800. </p> <p><strong>2</strong> Joining the British Red Cross is another option for Peter. As an assistant desk officer on one of its eight worldwide regional desks, he could earn £20,000. The post is UK-based and involves supporting international projects, including helping to manage finances and fundraising. His knowledge of French is an asset. The position would give him a solid understanding of the issues surrounding international development, although he would be expected to gain experience in the field, probably as a volunteer, before being considered for an overseas post. </p> <p><strong>3</strong> Oxfam recognises the skills of its general managers and would confidently place Peter overseas, working as a poverty programme coordinator and manager. His responsibilities would include managing a team of staff that can include more than 60 nationals. His French is an advantage, but his biggest assets are his management and people skills. The net salary is £21,000 plus an accommodation allowance. </p> <p><strong>4</strong> Peter's project management experience would be attractive to the Local Government International Bureau, which helps establish local authority systems in developing countries and Europe. Working for its international programmes and partnerships team, he would help develop existing links in Kosovo, Uganda, South Africa and India, offering advice about improving communications and systems in local government. The job is UK-based but involves occasional trips abroad. His lack of local authority knowledge is not a problem. The salary is £28,000. </p> <p><strong>5</strong> Peter could become a middle management civil servant in the Department for International Development, working on a regional desk looking at the policy and procedures of international projects. Although it would involve a steep learning curve, the job is good grounding for becoming a programme manager working overseas. The salary starts at around £25,000.</p>",
  "The average voter does not share the keen interest of the political and media classes with Iraq, according to the results of this month's Guardian/ ICM opinion poll. <p>The survey shows that voters, including Labour supporters, rank Iraq last out of a list of 10 issues that they consider to be most important when deciding how they will cast their vote in the next general election. Only 12% say it is a crucial issue for them in deciding who to support. </p> <p>Equally, the voters do not appear to share Westminster's preoccupation with the European Union and rank it only eighth out of 10.</p> <p>Conservative voters do regard the future of the EU as a more important question to them than Labour voters, but it does not dominate their thinking about politics and they still rank it only sixth in their list of concerns. </p> <p>The finding may give a jolt to those senior figures in the Tory party who regard a major crusade over changes to the EU constitution as the issue on which they can make the most progress at the next election. </p> <p>Instead, the average voter overwhelmingly regards the state of the health service as the most influential factor in his or her decision, followed by education and law and order.</p> <p>The polling evidence that Iraq fails to excite the voters may explain why Labour's poll position has remained buoyant over the past year despite the sharply divisive disputes within the cabinet and party over conduct of the war. </p> <p>This month's figures on voting intentions continue that trend, with Labour - on 36% - recovering from the hammering it took in the June European elections, but its overall lead reduced from five points to three points as the Tories enjoy a slightly better month.</p> <p>The August poll show the Conservatives up three points to 33%, mainly at the expense of the Liberal Democrats and the minor parties who have faded from public view after the European elections and subsequent byelections.</p> <p>The share of the vote for the \"other parties\" has fallen from 13% in June to 9% this month, with Ukip the biggest casualties. Its share of the vote is down from 4% in the June Guardian/ICM poll to less than 1% this month.</p> <p>When voters are asked what they consider to be the most important issues when deciding their party preference, their answers reveal an interesting profile of concerns. They were asked by ICM to name \"two or three\" that they considered the most important, so the percentages add up to far more than 100.</p> <p>For all voters the health service - at 59% - dominates their concerns followed some way behind by education, on 42%, and then law and order on 35%.</p> <p>The indication is that if the parties want to motivate people to vote in the next election they should concentrate on talking about public services and crime.</p> <p>The traditional issues of the economy and government taxation and spending policies come next in their concerns, followed by the issue of asylum seekers, named by 20% of all voters. </p> <p>Labour voters appear to be more interested in jobs than Tories or Liberal Democrats and they rank asylum, the EU and Iraq as the least important of their concerns.</p> <p>Liberal Democrat voters rank the EU higher than other voters, but other polling data shows that this does not necessarily mean they share the party's pro-European outlook. They also rank Iraq higher than other voters in their concerns.</p> <p><b>·</b> ICM interviewed a random sample of 1,005 adults aged 18 and over by telephone between August 13 - 15. Interviews were conducted across the country and the results have been weighted to the profile of all adults.</p>",
  "<p>After lunch, Amy Littleford watched a grey mist descend on Boscastle from her chair beside the living room window. As the sky turned darker and darker, the 86-year-old got up and checked her front door. She found a waterfall flowing down the steps. </p> <p>Like several hundred other people trapped in their homes, Mrs Littleford, who has a pacemaker, would have been swamped if she had opened her door. </p> <p>So she grabbed a wooden broom and started frantically trying to protect herself and her property from the turbulent brown water racing down the Cornish hillside. </p> <p>\"It was teeming,\" she said. \"I went to the front door and it was like a fountain coming off the steps.\" </p> <p>The first hint that something was going seriously wrong in Boscastle came just before 2pm, when the cast iron manhole covers in the street began to gently twitch from the force of the water underneath. </p> <p>It had been raining for more than an hour; but it was not the normal mid-summer storm that regularly sends tourists, clutching their pasties and ice creams, scurrying for cover in this part of the north Cornish coast.</p> <p>Instead it was rain of a biblical intensity, cascading off roofs and bouncing high off the pavements so that umbrellas offered little protection. </p> <p>Mrs Littleford swept for more than an hour as her granddaughter, Mia Giudetti, desperately tried to get back to the house to help her. Ms Giudetti had been enjoying the sunshine 16 miles away in Launceston when she heard about the storm hitting Boscastle. </p> <p>Boscastle stands in a deep coomb where two valleys meet, formed by the rivers Valency and Jordan, while a third river, Paradise, also flows through the village. Some rivers react sluggishly to sudden downpours, while others, especially those with a short catchment area, are known as \"spaty\". Unfortunately for Boscastle, the Valency very much belongs in the latter category. </p> <p>Where the Valency meets the Jordan by the harbour, Di Johnson was working in the Rocky Road art gallery, selling African art and jewellery, when the sky turned black. \"We didn't really notice it at first because it had been raining for a while,\" she said. \"We shut the door of the shop trying to stop the water getting in, thinking it was a small flood. Then we just watched the water go higher and higher against the glass. </p> <p><strong>Human chain</strong><br> </p> <p>\"Everyone started to scream, because it was black outside and the electricity had gone down. The flood water was rising so quickly we realised we had to get out. We put a board across the door to stop the water coming in and we climbed over it and formed a human chain to get out of the water and over to the other side.\" </p> <p>As emergency calls began to come in, the first rescue helicopter, from RAF Chivenor in north Devon, was scrambled at 4.10pm. Within five minutes Flight Lieutenant John Evans and his crew were on their way to the scene. \"When we arrived there was lightning and heavy rain which made the rescue bid very hazardous,\" he said. </p> <p>The winchman, Sergeant Mario Testa, was sent down to rescue a woman with a broken thumb who was trapped in her house in the main street. </p> <p>\"Suddenly we got an urgent call from the coastguard telling us to go to a house down the road to rescue a man having a heart attack. Because it was so noisy with the rotor blades going and the rain pelting down, the only way to get Mario's attention was to fire a distress flare into the water,\" Flt Lt Evans said. </p> <p>\"He had to leave the woman where she was and we winched him up to get to the heart attack victim. The other casualty was only 20 metres [65ft] down the road but it took a good five minutes to negotiate the helicopter to the position.\" </p> <p>The fire service began fielding a flood of calls. \"It was absolute bedlam when it started to kick off last night,\" said Matt Littmoden, the deputy the chief fire officer of Cornwall fire brigade. \"We had 170 calls from Boscastle and we had toprioritise them.\" </p> <p>Dispatching the first of 17 engines to the scene, the firefighters focused on saving old people and children first as windows imploded with the water pressure. \"People whose homes were flooded went to the bottom of the list,\" said Mr Littmoden. But the emergency effort was hampered by village geography. Phone lines and mobile masts were down and even emergency service radios did not work at the bottom of the steep valley. </p> <p>Ron Muffett was in his restaurant, the Old Manor House, by the harbour when a friend pointed out that the river was inches from the top of its bank. </p> <p>He watched as a tree fell on the wooden footbridge and cars and other debris were hurled into the collapsed bridge, creating a dam and forcing the river back and over its banks. Minutes before the floodwaters engulfed his restaurant, Mr Muffett left to check his pub further up the hill. Then, with phone lines down, he could not call or get back to the 250-year-old property to check that his wife and daughter were OK. </p> <p><strong>Unbelievable</strong><br> </p> <p>\"I drove out with two minutes to spare,\" he said. \"It was so quick, it was unbelievable. I tried to get back down there and I couldn't.\" </p> <p>Homes and up-market gift shops near the harbour were swiftly inundated with floodwater, laying waste to carpets and furniture and ruining shop stock. </p> <p>George Findlay, 64, a local handyman, could only watch after running down to the harbour to help. \"There was 10ft of water by the main road bridge. Then it became blocked by cars that got jammed under it. The river was going past at 40mph. There were vans and motor homes going down it. You can't imagine it. </p> <p>\"Then I saw the Clovelly Clothing shop move 20ft and just collapse. The water was going in the back of the Wellington Hotel and coming through the front windows one storey up. Beer barrels were coming out on the water like corks.\" </p> <p>By 5.15pm the situation was becoming desperate, and one of the rescue pilots radioed the Aeronautical Rescue Co-ordination Centre at RAF Kinloss: \"Pass to all emergency services. This is a major, repeat major, incident. We require all the standby aircraft available. We are in danger of losing the people in the houses in Boscastle at the moment.\" </p> <p>Mr Muffet's wife and daughter were pulled out of the Old Manor House by fire fighters as the community came out in force to help. \"We went and opened the village hall,\" said Mr Findlay. \"People were wet and soaked and there was no electricity but we found some gas burners and got cups of tea, dry towels, and some of the women made sandwiches.\" </p> <p>By evening, there were 100 locals and holidaymakers huddled in the hall before the emergency services opened up the sports hall in nearby Camelford. </p> <p>Disbelief was a dominant emotion in the village yesterday, but as John Prescott, the deputy prime minister, visited the scene and promised his full support, villagers were already making plans for the reconstruction of their community. </p> <p>\"We've got friends who have lost everything,\" said one villager. \"To see it totally destroyed is devastating. We can't believe it has happened. The good thing is the National Trust own the harbour so they will restore things properly but that won't replace what we have lost.\" </p> <p>Local people have also set up a disaster fund. As the telephone networks return to life, they are already fielding dozens of calls from friends, neighbours and holidaymakers who have enjoyed the good times in Boscastle and have pledged support to help see it through the bad. </p> <p>It took Ms Giudetti five hours to reach her home to discover her grandmother had saved the house from flooding. </p> <p>As the sky turned dark with the promise of further storms yesterday, Mrs Littleford said: \"After the rain I looked up and said 'Thank you, Lord, for looking after us' and it hasn't rained again.\"</p>",
  "<p>There is a fundamental difference in the systems of higher education in England and Scotland. At English universities, a standard honours degree requires three years of study, while at Scottish universities, a standard honours degree requires four years of study. Although the total time graduates of both systems spend in primary, secondary and higher education is usually the same, typical English graduates spend one year more at secondary school and one year less at university than Scottish graduates.</p> <p>At the same time, many students from England study at Scottish universities while a smaller number from Scotland study at English universities. This means that English students with A-level qualifications who complete a Scottish degree programme usually have an extra year of schooling when they graduate.</p> <p>In contrast, Scottish students who study in England are required to complete A-level qualifications before they enter the first year of an English degree programme and hence will have the same number of years of primary, secondary and higher education as their English counterparts on graduation.</p> <p>This suggests that there may be differences in both the quantity and quality of higher education in Scotland and England. One year of secondary education is not likely to be a perfect substitute in the labour market for one year of higher education. In addition, the additional year of schooling that English-schooled graduates of Scottish universities typically have on graduation should be rewarded in the labour market. Therefore the impact of higher education on earnings may well vary depending on whether the individual attended a Scottish or English university.</p> <p>In a continuing programme of research, ISER's (the Institute for Social and Economic Research) Mark Taylor and Robert Wright of the University of Stirling are estimating the impact on earnings of higher education in England and Scotland. In particular, they are examining whether earnings vary according to whether the higher education was received at an English or Scottish university. Their initial findings are confined to the earnings of male graduates.</p> <p>They find that, on average, graduates earn 66% more than otherwise similar non-graduates, and that earnings are on average 25% lower in Scotland than in London. These estimates are in keeping with previous studies. But when the impact of higher education on earnings is estimated separately for individuals employed in Scotland and England, the researchers find that it is larger in Scotland - 76% more than comparable non-graduates - than in England, where the figure is 67%.</p> <p>The picture changes considerably when allowance is made for whether the degree was obtained from an English or Scottish university. A man who graduated from a Scottish university earns 66% more than a non-graduate, while a man who graduated from an English university earns 71% more than a non-graduate.</p> <p>Furthermore, these differences are apparent in both England and Scotland. In Scotland, the return to a Scottish degree is 67% while the return to an English degree is 115%. In England, the return to a Scottish degree is 59% compared with 67% for an English degree.</p> <p>In terms of actual earnings, in Scotland, the average male Scottish graduate earns £15 an hour compared with £21 for English graduates. South of the border, the earnings of graduates from Scotland and England are, on average, very similar at about £17 an hour.</p> <p>These results suggest that there are differences in the returns to higher education depending on whether the individual is living in Scotland or England and depending on whether the individual received their degree from an English or Scottish university. This might indicate that Scottish degrees may simply be inferior in the labour market - employers are willing to pay more for people with English degrees than those with Scottish degrees.</p> <p>But at this stage, such a conclusion is premature. Further research is required before firm conclusions can be drawn on the relative merits of English and Scottish higher education. For example, the analysis needs to be extended to include women, to look at the degree subject graduates have studied (it is well known that earnings differ considerably by degree subject) and the quality of the university they attended.</p> <p><strong>·</strong> This article summarises a forthcoming ISER working paper <a href=\"http://www.swan.ac.uk/economics/res2004/program/papers/TaylorWright.pdf\" target_new\">Are Scottish Degrees Better?</a> by Mark Taylor and Robert Wright.</p>",
  "<p>In the coming years, the gap year may well come to be seen as the last flickerings of a golden age when gilded youths flopped languidly on Goan beaches swapping bon mots in front of the sinking sun. For while the traditional gap year is still a popular option, the financial pressures on those taking one are growing. Student debt is growing year on year as it is, but worse may yet be to come. </p> <p>Students entering university this year and next year, and even those taking deferred entry in 2005, will feel relatively safe - but those joining up in 2006 will be the first to be hit with the new tuition fees of (more than likely) £3,000 a year. Many are predicting that student debts will rocket.</p> <p>So what is there to do, other than think long and hard - and then take the gap year anyway. When else are you going to have the freedom that you have right now? Feel the debt, and do it anyway, as they (nearly) say. There are very few times in your life when you can laze around abroad and maintain a socially acceptable CV. Career breaks may be possible in theory; in practice, the numbers who get around to jacking in work to go travelling later in life are pretty low. While money may well be tight, and tighter in the future, most school-leavers will have fewer ties now than in the family/mortgage/career-burdened future. And having a place secured at university pre-empts the worst angst of all travellers: what to do when you get home.</p> <p>Not that travel is the only option. There are increasing moves to encourage students to take up volunteer work, including rumours of a scheme by the Labour government to partially write off debts in return for signing up to accredited projects in the voluntary sector. Whether or not that comes off, volunteer work is gaining popularity, partly through financial constraints (it will still cost you something to do community work, but not as much as sitting on your backside on an Aussie beach).</p> <p>Whatever you decide to do, you'll need to address the question before sending in your Ucas application, so, for some of you, the advice may be too late. But for those heading for Clearing, this may well be a golden opportunity to apply for a place in a year's time, rather than in a few weeks hence. </p> <p>If you apply for delayed entry, they won't think any the worse of you, although admissions tutors may ask what you plan to gain from the time off, so make sure you have an answer ready. Let's not pretend jetting around the world will make you a better person: it won't. Whether admissions tutors genuinely think that travel broadens the mind is debatable; perhaps they simply hope that next year's freshers will get the worst excesses of drug-taking and sexual abandon out of the way on some foreign beach rather than on campus. Either way, such concerns shouldn't cloud your horizon.</p> <p>Once you have decided to make that break, and if you have decided to travel, then just take a word of warning. If you do decide to take a gap longer than nine months before you start your course, you should make sure you have as much proof as possible of your intended return to study. This might include evidence of having secured deferred entry to your chosen institution and/or tickets with a specific date of return, if you're taking the travelling route. In the past, some local education authorities have not accepted that a period abroad of longer than nine months is a temporary absence and have, therefore, disqualified some students from tuition fee support and student loans on the grounds they do not fulfill the residency requirement for such support. This can be challenged, but the more proof you can supply that your absence will be temporary, the more likely it is to succeed. Contact your local National Union of Students' welfare unit for more details if you think this might be a problem for you.</p> <p>Once you've decided to take the plunge, the big question - how to fund your year - is the first to solve. The old-fashioned route (admittedly when gap years were rare) is to take advantage of a rent-free parental environment and get your head down for a long slog of paid work to gather the pennies. But if staying a few more months at home seems a heavy price to pay for the time ahead, you should be encouraged by the deals and financial cushions open to students and the under-26s.</p> <p>Raising money and making the cash go further might prove easier under the aegis of charitable organisations. Raleigh International and Project Trust are perhaps the best known of the many groups that look for volunteers to work overseas on conservation or charity projects (thus also neatly solving the volunteer/travel conundrum). Typically, you raise an initial sum and then work for three months with all accommodation and subsistence provided, but your travel tickets will allow you to stay abroad and do your own thing for much longer. The structure and support the charities offer, and the environmental and community projects they run, mean you're likely to get something more tangible than a suntan from your trip. And raising sponsorship could be both quicker and more enjoyable than saving for months in a menial job.</p> <p>If you don't want to commit to a long-term project abroad, travelling and working as you go is a possibility. Making your way to Australia for a working stop on a round-the-world trip is the classic option, attractive not least for sunshine in January. Again, it's easier when you're young as the temporary work visas are only normally issued to people under 30. And the exchange rate is still pretty favourable to Brits heading that way. Either way, you need £2,000 and an onward airline ticket to get a visa for Australia.</p> <p>Remember, too, that working abroad can sound a lot more glamorous than it is. Sorting out the bureaucracy through an organisation like BUNAC might help you get a job in the US, but there are a lot of unhappy au pairs out there. And holiday firms offering courier or chalet jobs are likely to pay you an absolute pittance, although they can be a lot of fun. Try, if possible, to speak to your predecessors or current incumbents in any such job to work out just what the costs and rewards might amount to. Resorts have their own economy, and things like customer tips or free beer at a bar can make or break you on holiday rep wages.</p> <p>There's no obligation to make hard and fast plans, but you should be wary of falling into the trap of planning to save and travel and somehow never making it out of that stop-gap job. Having said that, once exams, teachers and careers advisors are a distant memory, it can sometimes be easier to work out for yourself just what you fancy doing and where you want to go. </p> <p>The harsh facts of life are that pre-university, a year without obligation feels like freedom and opportunity; post-graduation, it's called unemployment. If you have the chance of travelling now, go for it. And turning up at college with a bit more experience under your belt than a few A-levels will make you an irresistible source of fascination to greener, doe-eyed contemporaries. Well, maybe.</p>",
  "<p>When we think of women swinging on bars, somersaulting on beams, tumbling on carpets and soaring over vaults at the Olympic Games, we do not necessarily think of Pamela Anderson. </p> <p>We remember the grace, beauty, impudence and sheer blinding bodily flexibility of Lyudmila Tourischeva, Nelli Kim, Olga Korbut, Nadia Comaneci and Svetlana Boginskaya. When we think of Anderson, we think of other forms of beauty and flexibility, of which, come to think of it, tumbling on carpets and swinging in, rather than on, bars may sometimes be a part. But the one-time star of Baywatch was an unseen presence in Athens last night as the United States attempted to win the team award with the aid of her protégée, Mohini Bhardwaj, a 4ft 10in 25-year-old from Philadelphia. </p> <p>They failed, giving best to a brilliant Romania squad who repeated their victory of four years ago. But, although in the end the competition lacked suspense, it did not lack excitement, thanks to a large and enthusiastic crowd in an arena that had been less than half-full for the previous nights of gymnastic competition. </p> <p>Anderson, a gymnast herself until the age of 10, became involved in Bhardwaj's career with a $20,000 (£11,000) donation and has since set up a fund to assist her progress. She got her reward when Bhardwaj, who has a Russian mother and an Indian father, made an immediate impression last night. After her team-mate Carly Patterson had muffed her landing in the lead-off vault, she earned the first 9.5 score for a squad so rich in talent that their team co-ordinator Martha Karolyi was able to leave three current world champions on the sidelines. </p> <p>The rules have changed since the last Olympics and the women's team event now involves three gymnasts from each team performing each of the four exercises, with the results decided on a points aggregate. All scores count, none is dropped and a single fall in the course of 2 hours can make a great deal of difference to the result. </p> <p>Introduced to the Olympics in 1928, the team event was long dominated by the Soviet Union, which won 10 out of 11 gold medals between 1952 and 1992, missing out only in 1984, when its government boycotted the games in Los Angeles, allowing Romania to take the victory. By the time the US won in Atlanta in 1996 the Soviet Union had disappeared. </p> <p>Romania and Russia finished first and second in Sydney, with China edging out the US for the bronze medal. And it was Romania and Russia who presented the greatest threat to the US team last night, Monica Rosu's 9.6 in the vault carrying Comaneci's heirs into the lead after the first rotation. </p> <p>Nothing, however, could prevent Svetlana Khorkina slipping into her usual role of the diva of the competition. With gold medals on the asymmetrical bars from Atlanta and Sydney behind her, and two silver medals in the team event, the Russian star made her first appearance in the vault and was lucky to be awarded a 9.375 after a terrible landing. For Khorkina, whose resting expression is that of a Harvey Nicholls sales assistant asked if she has any sensible shoes in stock, but who smiles for the cameras readily enough, Athens is probably a swan song. </p> <p>At the age of 25 she is thin enough to engender a degree of worry among her admirers. But she took part in each of the four disciplines last night, hearing the crowd chant her name as she surfed over the lower of the uneven bars to initiate a routine full of power and panache, concluded with an unsteady touchdown. </p> <p>On the balance beam she was good enough for the crowd to boo the judges when they awarded her only 9.437 and they even booed again when she was given 9.600 for the floor exercise, although that seemed a mildly excessive reward for a sequence of fantastic springs and leaps interspersed with a few shopworn Bolshoi routines. </p> <p>If Korkhina goes into retirement after this week's individual competitions, there is no obvious heir to the line of gymnastic queens going back to Tourischeva and beyond. No doubt someone will emerge, probably from Romania, for whom the comparatively womanly Catalina Ponor, who turns 17 on Friday, finished off the competition last night with a floor routine of enormous zest and elegance after her team-mates Nicoleta Sofronie and Oana Ban, a pair of tiny twisters, had buried US hopes with exercises full of startling changes of direction. </p> <p>The US team had lost their last hopes a few minutes earlier, when Courtney Kupets began her floor exercise with elan but suffered a terrible stutter of her feet midway through. Bhardwaj similarly endured a momentary loss of direction and Patterson could not revive the team's effort with a phenomenal routine that included one remarkable stop from full speed at the very perimeter of the exercise area, coming to a halt on tip-toe, facing outwards. </p> <p>Of the rest the comparatively tall Ukrainian gymnasts did ice-maiden impersonations in their pristine white costumes and the hard-trying Australians resembled little leprechauns in their twinkly emerald green leotards. The Chinese and the French both suffered from a spate of falls. </p> <p>And so Karyoli failed to repeat the triumph masterminded by her husband Bela, the controversial Romanian who coached Comaneci to her seven perfect 10s in 1976, guided Mary Lou Retton to a gold medal in the combined event eight years later and sent the half-crippled Kerri Strug out to produce the final agonised vault that sealed the women's team gold for the US in Atlanta. </p> <p>That was a marvellous story and, coming on the heels of Retton's individual triumph, it cemented the popularity of women's gymnastics in the US. Shannon Miller, Dominique Dawes, Strug and their team-mates became as famous as pop stars. Last night, despite Pamela Anderson's assistance, their successors failed to match that feat.</p>"
]