[
  "<p>Modern science tends to be a war of attrition, with every incremental advance the hard-won battle of years of lab work. Generally, but not always.</p> <p>Professor Sir Alec Jeffreys had his almost 20 years ago, in the very same lab at Leicester University where we are now talking. He's even holding the very same grainy X-ray containing the DNA profile of his research assistant, Jenny Foxon, and her mum and dad, that gave him his eureka moment. \"It was 9.05 in the morning,\" he says, \"and I was looking at these extremely variable patterns of DNA. My first reaction to the results was that they were far too complicated. Then the penny dropped.\"</p> <p>Jeffreys began working on gene evolution at Leicester in the late 1970s, and by 1980 his research was focused on a minisatellite section of human DNA, which appeared to show more dramatic variations than other strands. He was trying to trace genetic markers through families in order to better understand the inheritance patterns of illness. But on September 10 1984, Jeffreys realised he hadn't found the key to a medical problem. Quite by accident, he had solved another problem entirely. He had established the method of biological identification that would become known as genetic fingerprinting.</p> <p>Within minutes of this realisation, Jeffreys began brainstorming possible applications and rapidly came up with forensics, paternity testing, identical twins and wildlife classification. That night his wife Sue added another - resolving immigration disputes. Even so, it wasn't a done deal.</p> <p>\"There were two main challenges,\" Jeffreys says. \"You wouldn't have hanged a dog on the evidence of our first sample, so we had to find a way of improving the quality of the image. And then there was the question of whether anyone would pay the slightest attention to our work. I somehow instinctively felt it just wouldn't take off.\"</p> <p>It took just three months to tweak the radioactive processes to produce substantially clearer DNA patterns, and by the end of 1984 Jeffreys had filed patents for his discovery. Winning over the scientific establishment took a little longer. But not much.</p> <p>In March 1985, the journal Nature, ran the first in a series of four articles to appear that year and the press quickly sniffed an angle. \"I think it helped that I called the process genetic fingerprinting,\" Jeffreys laughs. \"If I'd called it something more scientifically accurate, such as 'idiosyncratic sudden block minisatellite hybridisation profiles', then I'm not sure it would have caught people's imagination.\"</p> <p>As a result of the press coverage, Jeffreys got a letter from a solicitor at the Hammersmith and Fulham Community Law Centre asking for help in resolving a two-year immigration case involving a Ghanaian boy who had been stopped from entering the country on a forged passport. \"I said yes, though I didn't hold out much hope,\" Jeffreys says.\"For one thing, there were still question marks over the statistical independence of the process and, for another, the case was enormously complicated. No one was sure whether the boy was the mother in question's son, nephew or was completely unrelated: to make matters worse, the mother was not sure who the father was.\"</p> <p>In fact, identification turned out to be a doddle. Jeffreys was able to prove that not only was the woman the boy's birth mother, but that the other children shared the same father. It was a legally defining moment for genetic fingerprinting, and before long the process had been used to establish both the innocence of a man suspected of the murders of two women, and the guilt of the actual perpetrator.</p> <p>After that the floodgates opened and Jeffreys' team was involved in countless cases, including the identification of the body of Josef Mengele and verifying the authenticity of Dolly, the cloned sheep. \"DNA has proved to be a remarkably stable substance,\" Jeffreys points out. \"It degenerates in hot, humid and acid environments, but the oldest DNA fingerprint we have taken is of an 80,000-year old Neanderthal man.\"</p> <p>It was all good fun, but by the mid-90s Jeffreys had begun to lose interest. The science had been solved and genetic fingerprinting had been turned into a hi-tech production issue which he was happy to hive off to ICI. Amid all the excitement, it had largely gone unnoticed that Jeffreys' original discovery had been the accidental by-product of blue-skies research - his first DNA sample had come from grey seal muscle bought from the British Antarctic Survey - and Jeffreys questions whether the current academic climate would have been so forgiving. \"I'm not arguing that something like the discovery of genetic fingerprinting couldn't happen today,\" he says, choosing his words carefully. \"But both science and funders require more applied work these days, so projects like mine are less easy to support.\"</p> <p>But not once you've achieved success. Jeffreys was keen to get back to studying the two basic processes of genetic diversity - mutation and recombinational crossing over - and Leicester University and the Royal Society were happy to let him write his own brief. So for the last 10 years, through the study of human sperm, he has been trying to understand how DNA is organised - an essential starting point for the analysis of common human diseases.</p> <p>Jeffreys has not been looking at specific applications - though these may well arise - but only last week one of his colleagues, Professor Yuri Dubrova, announced findings that may well have implications for families affected by radiation poisoning.</p> <p>What Jeffreys' research has taught him is that the £62m UK Biobank project to collect DNA and lifestyle details from half a million people is likely to be an expensive waste of time and money. \"All you've got is a basic snapshot,\" he says. \"You can't do regular check-ups, you're reliant on notoriously unreliable hospital records and the sample is far too small to study low-frequency diseases. To do Biobank properly would cost a totally unfeasible £100bn.\"</p> <p>\"You're far better off making a more focused study of individual diseases by concentrating on the people who suffer from them, and their families. If genes influence the risk of disease, you have to study family groups and Biobank makes no allowance for this. What's more, sufferers will be committed to a long-term longitudinal study and their health records are much more likely to be complete.\"</p> <p>Jeffreys' comments won't win him any favours from Professor John Newton, chief executive officer of Biobank, but his position is secure enough not to worry. Over the years, he's been awarded just about every scientific honour, including a knighthood, and the only one that's missing is a Nobel Laureate, something many colleagues regard as long overdue.</p> <p>Not that Jeffreys is desperate for the £700,000 or so that comes with the prize. Other universities have offered him inducements to leave Leicester over the years, but he's resisted all of them. \"Partly it's out of loyalty,\" he admits, \"but it's also because every offer has been to head up this, that and the other. But what I really want to do is carry on working in the lab.\" Jeffreys' loyalty to Leicester was recently rewarded when he came top in a popularity poll - ahead of Gary Lineker and the Attenboroughs - in the local paper. \"Hmm,\" he grunts. \"I'm not sure about the statistical reliability. Most people were away and I'm sure the university skewed the voting.\"</p> <p>But what about Gary Lineker's ears? I ask. \"Genetic or environmental?\"</p> <p>\"Environmental,\" he says,without a pause. \"Now, if you don't mind, I've got the BBC coming and I need a coffee and a cigarette.\" No greater love has any man than this, that he lays down his body for genetics.</p> <p><strong>The CV</strong></p> <p><strong>Name</strong>: Sir Alec John Jeffreys</p> <p><strong>Age</strong>: 54 </p> <p><strong>Job</strong>: Wolfson research professor of the Royal Society at Leicester University </p> <p><strong>Before that</strong>: EMBO research fellow, University of Amsterdam, 1975-77; lecturer, Leicester University, 1977; Lister Institute research fellow, 1982-91 </p> <p><strong>Honours</strong>: Davy medal, Royal Society, 1985; Linnean medal, 1994; Baly Medal, RCP, 1997; SCI medal, 1997 </p> <p><strong>Likes</strong>: rip-roaring movies, good science </p> <p><strong>Dislikes</strong>: macaroni cheese </p> <p><strong>Married</strong>: with two daughters</p>",
  "Hurricane Ivan grew in power yesterday as it headed for Cuba after pummelling the Cayman Islands. <p>There were unconfirmed reports of two deaths on the low-lying Grand Cayman, the largest of the group. Residents said parts of the island were under 8ft (2.5 metres) of water.</p> <p>Locals and British ex-patriates described roofs \"peeling off like they were fastened on with Velcro\" and trucks bobbing on the rising floodwater like bath-toys.</p> <p>\"The aftermath is catastrophic,\" said Mark Porter, 23, who was on holiday on Grand Cayman with his friend Peter Oakes, 24, when the hurricane swept the Caribbean. Both are from Swansea.</p> <p>\"Pictures will never show the true horror and words cannot describe the storm, the howling and screaming noises,\" he added.</p> <p>\"Roofs are off, floods are everywhere, trees are down. Many, if not all, buildings in the capital George Town suffered damage. The road is littered with large rocks, roofs, wood, signs, sand, palm leaves and coconuts. People are walking around in awe of the damage.\"</p> <p>Houses and businesses were flooded, an airport runway was submerged, and roofs were torn off when Ivan roared past, witnesses said.</p> <p>All three islands were without electricity, the online news service Cayman Net News reported.</p> <p>\"The glass doors at Cayman Net News thankfully resisted the worst of the flooding, even though at times it was like looking at an aquarium (complete with tadpoles) as the water rose some 3ft outside,\" the service said. The Foreign Office in London had only sporadic contact with the British territory's governor, Bruce Dinwiddy, who reported that Grand Cayman was \"a mess\" and had suffered severe damage.</p> <p>Mariner's Cove, a cluster of seafront flats and townhouses on the south side of Grand Cayman, was reported to have been blasted from its foundations, and the nearby Ocean Club development was also destroyed.</p> <p>People were trying to reach George Town on foot or by bicycle to seek news and help.</p> <p>It is now estimated that the hurricane has killed at least 65 people. The Pan American Health Organisation said 37 people had died in Grenada and 19 in Jamaica.</p> <p>Ivan was expected to pass near the far west of Cuba last night. Forecasters warned of a 20-25ft (6-8 metres) storm surge in some areas.</p> <p>Cuba has already evacuated 1.3 million people, 200,000 in Pinar del Rio province, where strong winds and heavy rainfall uprooted trees trees and knocked down traffic lights in Pinar del Rio city yesterday.</p> <p>\"Luckily we have been saved from the eye of the hurricane, but the province will be seriously hit, with great damage to housing and the tobacco industry,\" said Luis Alberto Diaz, a government engineer.</p> <p>The province, which grows the tobacco for Cuban cigars, was hit by hurricanes Isidore and Lili in 2002, which caused $40m (£22.27m) of damage to the industry.</p> <p>World oil prices rose as companies operating in the Gulf of Mexico prepared for disruptions to gas and oil operations.</p> <p>Shell said on Sunday that it had shut off-shore production wells in the eastern gulf and evacuated workers.</p> <p>The authorities in the Florida Keys lifted their evacuation order, allowing residents to return to the 100-mile island chain which appeared last week to be in the path of the hurricane.</p> <p>But officials said that at least 1.7 million people living in mobile homes or in low-lying areas on the gulf coast of Florida were at risk.</p> <p>Mexico began evacuating 12,000 residents and tourists from the eastern seaboard of the Yucatan peninsula in low-lying tourist areas around Cancun as choppy seas and heavy rain arrived.</p> <p>\"Stormy winds of up to 40kph [25mph] have just begun to appear in Cozumel, Isla Mujeres and Cancun,\" said José Nemesio Medina, head of civil protection in Quintana Roo state.</p> <p>\"The sea has started to bite and it is now not navigable.\"</p> <p>The island of Cozumel shut its airport, halted the arrival of cruise ships and prohibited all maritime navigation.</p>",
  "The Korean peninsula is probably the most dangerous place on earth, made worse by those who extrapolate dodgy intelligence to fanciful \"worst-case\" scenarios that become the sand on which policy is founded. <p>In reality, Europe being threatened by North Korea's nuclear missiles is about as likely as the Pope converting to Islam. The most \"pessimistic\" estimated range of Pyongyang's projected Taepodong 2 missile would fall well short. Even concerns over last week's \"mushroom cloud\" in the north-east were quickly dismissed by the US and South Korea. </p> <p>The truth is that North Korea is changing: it wants to come in from the cold. A country seen by many as the final remnant of the cold war is trying to transform itself, driven by need, and necessity to embrace the market. These steps signify a willingness for engagement not seen before, but they have been overshadowed by the \"nuclear crisis\" triggered in October 2002 when Pyongyang admitted to having the \"know-how\", but not the technology, for a highly enriched uranium route to nuclear weapons. </p> <p>In fact, North Korea didn't trust the US to keep to the 1994 framework agreement which promised - in exchange for the freezing and dismantling of its Russian-designed reactors capable of producing weapons-grade plutonium - a lifting of the 50-year economic embargo; normalisation of relations; a formal commitment not to use nuclear weapons against North Korea; two proliferation-resistant nuclear reactors; and an interim supply of oil. </p> <p>Pyongyang had a point. The US negotiators in 1994 were confident that after the collapse of the Soviet empire, North Korea was sure to follow. They failed to take into account that, in contrast to central and eastern Europe, North Korea's was an indigenous regime rooted in the country's history and culture. </p> <p>Now, the revelation that Seoul had its own clandestine nuclear programme, which went further than the one Pyongyang has admitted, undermines the US's righteous indignation. On top of that, North Korea's military budget is a quarter of Seoul's. South Korea spends more on defence each year than the North's entire GDP. </p> <p>In the 90s, North Korea suffered badly from a series of natural and man-made disasters, including droughts and floods, and from Russia and China switching from friendship prices and counter trade to demanding pre-payment in hard currency. Starvation killed up to 3 million people, one in eight of the population. Substantial humanitarian aid slowly stabilised the situation. The World Food Programme now estimates that \"only\" 250,000 children under six are suffering from chronic malnutrition, which will leave them stunted and brain damaged, while a million are badly malnourished. Again this year, there will be a 20% shortfall of cereals: 1m tonnes. </p> <p>It took a while, but in July 2002 North Korea embraced the market. Salaries were increased 18 fold, food prices 26 fold, and the exchange rate for the euro - Pyongyang's official currency for foreign exchange transactions - 70 fold. Farmers were set attainable targets for food delivery to the state, with the surplus allowed to be sold in new markets set up around the country. As the vice-minister of state planning, Pak Chang-ryun, said: \"It has worked better than fertiliser in improving productivity.\" </p> <p>Last month North Korea went a step further, acknowledging that central planning must be curtailed because it loses local knowledge and undermines creativity. In future, factories will be set financial targets. Managers will be able to hire and fire at will, and choose what to produce and how much to charge. </p> <p>The new markets are flourishing. Crowds are buying everything from Spanish oranges to ice-cream makers. But rice price inflation is running at 400-500% per annum. Despite the people's distribution service delivering about 50% of daily needs at hugely subsidised prices, up to 5 million people no longer earn enough to feed themselves. The problem is particularly acute in the heavily industrialised north-eastern cities, where few factories are working and access to homegrown food or humanitarian aid is limited. A new rich class is emerging, and they are beginning to appropriate what little is available. </p> <p>Freeing the farmers to go to the market is having an impact on productivity, despite inflation. However, the same is not true in the manufacturing sector, where the boost in demand is merely sucking in imports. Without development aid to kick-start the economy, the situation will not change. North Korea, once a developed country with 70% of the workforce in manufacturing, is experiencing a reruralisation of the economy, with factory managers laying off industrial workers to grow food instead. </p> <p>What can be done? It is in our interest to negotiate away the country's nuclear programme - though Pakistan, the source of the technology sold or traded to North Korea and others, seems to be mysteriously escaping global condemnation. It is clear that the programme can be ended with a package of economic and political incentives. If we can set the North Koreans on the broad path to emulating China and Vietnam, the world will be a safer place. With a changing regime instead of regime change, we can move on to restart the human-rights dialogue. </p> <p><b>·</b> Glyn Ford is the Labour MEP for South West England. He has just spent four days in Pyongyang at a workshop organised by the European commission, the North Korean ministry of foreign affairs and the Friedrich Naumann Foundation </p> <p> <a href=\"mailto:gford@europarl.eu.int\">gford@europarl.eu.int</a></p>",
  "<b> Scored on Saturday, didn't he?</b> <br> Yes. A header from Bellamy's cross in the 17th minute against Blackburn, I believe. <p><b> Scores a lot, doesn't he? </b><br> It was 175th goal for the Magpies, but we're not concerned with his goals here. </p> <p><b> What are we concerned with?</b><br> His goal celebrations. </p> <p><b> Shearer? But doesn't he always just raise one arm while running down the pitch? </b><br> That's the one. Quite distinctive, don't you think? </p> <p><b> Distinctive? Getting down on all fours and pretending to snort the white line is distinctive! Imitating a dog urinating on the corner flag, that's distinctive!</b><br> But the Shearer salute is inimitable. </p> <p><b> No, it isn't! Look, I'll show you ...</b><br> You can't. It's copyrighted. </p> <p><b> Come again?</b><br> The Shearer salute has been registered as a trademark. </p> <p><b> He copyrighted raising one arm?</b><br> Correct. A deal has been struck between Shearer's management and former footballer Colin Walton, who plans to use the gesture on a range of branded merchandise. </p> <p><b> But it's just raising one arm! </b><br> \"The goal celebration is synonymous with Alan Shearer and I wanted to get it ready for his last season,\" says Walton. </p> <p><b> It's also synonymous with waving at someone across the road.</b><br> Not any more. Walton has \"a comprehensive trademark agreement on the raised-arm salute\". </p> <p><b> How will I flag down the ice-cream van?</b><br> Try running after it and then sliding on your knees with your shirt pulled up over your head. That's still in the public domain. </p> <p><b> What if I'm helping a friend parallel park?</b><br> <b> How will I signal to him that he should cease reversing immediately lest he make contact with the vehicle behind? </b><br> Can you do a back flip? </p> <p><b> Do say: </b><br> I hear that 10% of the profits will go to Shearer's favourite charity, the NSPCC, so that's all right then. </p> <p><b> Don't say:</b><br> Hey Shearer! Copyright this!</p>",
  "<p>\"Man has always been fascinated by his own reflection,\" says Robert Sandall in <strong>Acoustic Shadows</strong> (11am, Radio 4). He's thinking about sounds rather than images. \"Nowadays we build public spaces, concert halls and special acoustic chambers to control and exploit the effects of echo. For our ancestors, the best places to experience the mystery of reflected sound were out there somewhere, in the back of beyond.\" </p> <p>And he's off, to a hollow in the mountains a few hours' drive from San Diego. \"Watch out for rattlesnakes,\" his guide warns. This is the first stop in a tour of echo chambers natural and man-made, old and new, from the Mexico of the Mayas to the National Physical Lab in Teddington, via an anechoic chamber at Salford University \"where sounds go to die\". Cue lots of hand-clapping and short, sharp shrieks. </p> <p>Which, no doubt, will be the reaction in some quarters to <strong>Puttin' On the Style</strong> (8.30pm, Radio 2). Robert Lindsay's series on movie icons continues with Audrey Hepburn. How did the daughter of a British banker and a Dutch baroness end up the darling of Hollywood directors and fashion designers? </p> <p>About a year ago Stephanie Dale wrote to 200 women living in Birmingham and asked them: <strong>What Is Missing From Your Life?</strong> (2.15pm, Radio 4). The replies were the inspiration for today's Afternoon Play. One woman misses her mother after many years, another regrets not having travelled, a third hates being separated from her best friend...</p>",
  "Re the murder of Kalan Kara Karim (Report, September 11), immigration minister Des Browne must answer these questions: How does detention prepare people for integration? Why are increasing numbers of children being detained? Why are people seeking asylum being imprisoned? Would not allowing asylum seekers to work legally be best for their integration? Does your policy of enforced homelessness for \"failed\" asylum seekers bring intolerable strain on refugee communities? <br> <b>Mark Krantz</b> <br> Manchester Committee to Defend Asylum Seekers <b>Mary Horbury</b> <br> Catholic Refugee Forum <b>Pav Akhtar</b> <br> NUS black students' officer <b>Keith Chadwick</b> <br> NE Lancs United Craft Amicus <b> and 179 others</b>",
  "North Korea claimed yesterday that a huge explosion in the north-east of the country last week was the controlled demolition of a mountain to make way for a hydroelectric dam - not, as feared, a nuclear weapons test. <p>It was the first official comment from the reclusive state since a huge mushroom cloud was seen over Yanggang province, near the Chinese border, last Thursday. </p> <p>The BBC said the North Korean foreign minister, Paek Nam-sum, had given the assurance to the Foreign Office minister Bill Rammell, who is on a three-day visit to Pyongyang. </p> <p>Mr Rammell said: \"If they are going to be open and engage with the international community, what we really need is for diplomats to be able to go to the area and confirm for themselves that that is the case.\" </p> <p>\"If this is genuinely a deliberate detonation as part of a legitimate construction project, then the North Koreans have nothing to fear and nothing to hide, and should welcome the international community actually verifying the situation for themselves.\" </p> <p>Mr Paek reportedly said he would consider the request. </p> <p>At the weekend, the New York Times reported that George Bush had been given intelligence reports detailing unusual movements of material in North Korea, which some experts interpreted as a sign that it was about to conduct a test. </p> <p>But on Sunday, US and South Korean officials said it was extremely unlikely that the explosion, which was observed by South Korean satellites, had been caused by a nuclear device. </p> <p>The North has indicated that it will not attend talks involving the US, China, Japan, Russia and South Korea planned for this month. </p> <p>But the Japanese government insisted yesterday that there was still time to salvage the talks.</p>",
  "Cubans today evacuated their homes and waited for Hurricane Ivan, which has gained strength, to hit the island with 260kmph (160mph) winds and a storm surge of up to 7.5 metres (25ft). <p>The storm, which has already killed at least 65 people in the Caribbean, picked up speed as it left the Cayman Islands, threatening to sweep across Cuba later today as a category five hurricane - the strongest on the scale. </p> <p>Latest reports suggested the eye of the storm would miss the island, but around 1.3 million Cubans were evacuated from their homes, mosttaking refuge in the sturdier houses of relatives, co-workers or neighbours. </p> <p>Ivan is expected to miss Florida and instead hit Alabama as it continues its progress towards the US coast.</p> <p>Cubans will have to face the hurricane, which has damaged around 50% of the homes on Grand Cayman and 90% on Grenada, without hope of aid from the US government. </p> <p>The Cuban president, Fidel Castro, this week reiterated that he would not accept aid from the US, which employs an economic blockade against Cuba's government.</p> <p>In the aftermath of Hurricane Charley last month, the US government offered $50,000 (£27,000), a sum derided by Cuba's official state newspaper, Granma, as pointless. The US president, George Bush, offered $2bn to help Florida in the wake of hurricanes Charley and Frances. </p> <p>Mr Castro told Granma that his government had not accepted the money and that, this time, the US should \"save themselves the hypocrisy of offering aid to Cuba\". </p> <p>\"The only thing we can allow is a total end to the blockade and the economic aggression of our country. We are going to demonstrate that we are capable of resisting this hurricane as well - and others if they arrive - and how we can reconstruct the country with our own resources,\" Granma quoted him as saying.</p> <p>Those resources will, however, be slim. An NBC correspondent in Havana reported that local residents had no plywood sheeting with which to cover windows, and no reserves of cash to stock up on groceries. </p> <p>Car batteries that could be used to power a home sold out after Hurricane Charley, and electricity had still not been restored to some parts of the island following that storm.</p> <p>This weekend, Ivan pummelled the Cayman Islands, with fierce winds ripping off roofs and floodwaters swamping homes.</p> <p>Jamaica on Saturday escaped a direct hit, but still suffered heavy damage. There were no immediate reports of injuries in the Cayman Islands, but at least 15 people were killed in Jamaica, and 39 in Grenada. </p> <p>Ivan also killed five people in Venezuela, one in Tobago, one in Barbados, and four children in the Dominican Republic.</p> <p>In Jamaica, waves more than nine metres high yesterday broke in the north-western resort town of Negril, crashing over a seawall and the rooftops of single-story hotel bungalows and restaurants. Uprooted palm trees lay on top buildings and against walls, while armed security guards kept watch.</p> <p>Justin Uzzell, 35, speaking by telephone from his fifth-floor refuge in an office building on Grand Cayman island yesterday, said: \"It's as bad as it can possibly get. It's a horizontal blizzard. The air is just foam.\" </p> <p>Ivan's sustained winds weakened to 150mph (240kmph) as they neared the wealthy British territory, and then intensified late on Sunday as the storm headed towards western Cuba. Storms of more than 155mph (248kmph) are category five on the Saffir-Simpson scale - the highest level, and capable of catastrophic damage. </p> <p>Officials had yet to assess the level of damage, but Donnie Ebanks, the deputy chairman of the Cayman Islands' national hurricane committee, estimated that between one fourth and half of the 15,000 homes in Grand Cayman had suffered some damage. </p> <p>The Hurricane Centre said ham radio operators on Grand Cayman reported people standing on roofs because the sea in the low-lying island had surged up to 8ft (2.5 metres) above normal tide levels. The eye of the storm did not make a direct hit, passing just south of the island, Rafael Mojica, a Hurricane Centre meteorologist, said. </p> <p>Nevertheless, emergency officials said residents from all parts of the island reported severe damage and flooding as Ivan's winds and driving rain lashed Grand Cayman. \"We know there is damage, and it is severe,\" Wes Emanuel, of the Cayman Islands' government information service, said. </p> <p>Mexico issued a hurricane watch and tropical storm warning for the north-eastern Yucatan Peninsula, and hundreds abandoned fishing settlements on the nearby island of Holbox. The resort city of Cancun opened shelters and closed beaches. </p> <p>While forecasts predicted that the storm would bypass the Florida Keys, officials kept an evacuation order in place for the island chain's 79,000 residents. </p> <p>In Cuba, the threatened area included Havana, where traffic was yesterday light as most people took shelter. The hurricane is the most powerful storm to threaten Cuba since the 1959 revolution.</p> <p>Dozens of families in La Coloma, on the western coast, bundled up clothes, medicine, furniture and television sets before boarding buses to find shelter. \"I feel sad leaving my house on its own,\" Ricardo Hernandez, a 44-year-old fisherman, said. \"But I have to protect myself and save the lives of my family.\" </p> <p>Iberia Cruz, 50, who lost her home in a hurricane two years ago, moved her valuables to a nearby building. \"We've lived through others, and that is why we are afraid,\" she said. \"The ocean could pierce the town.\" </p> <p>The last category five storm to hit the Caribbean was Hurricane David, which killed more than 1,000 people and devastated the Dominican Republic in 1979. </p> <p>Only three category five storms are known to have hit the US. The last was Hurricane Andrew, which hit South Florida in 1992, killing 43 people and causing more than $30bn damage.</p>",
  "<p><strong>Age</strong> 36 <br> <strong>World ranking</strong> 59 <br> <strong>Born</strong> Paris, France <br> <strong>Lives</strong> Bracknell <br> <strong>Turned pro</strong> 1988 <br> <strong>Tournaments won</strong> 3 Majors 0 <br> <strong>Career prizemoney</strong> £3,573,000 <br> <strong>Ryder Cups</strong> 0 <br> <strong>Clubs</strong> Taylor Made <br> <strong>2004 aves: </strong> Score 71.1 Driving dist 288.3 yds Driving acc 60.6% Greens in regulation 75.9% Sand saves 35.4% Putts/round 31</p> <p><strong>On course</strong></p> <p> <strong>Why he's here</strong> Finished above even Padraig Harrington in the order of merit and did well on the world stage but is still relatively unknown. </p> <p> <strong>Distinguishing feature</strong> When asked who would play him in a film, Levet said: \"A mixture of Jim Carrey, Tom Hanks and Arnold Schwarzenegger.\" So, he is the small, unfunny, deluded bloke ambling up the fairway then. </p> <p> <strong>Favourite shot</strong> Loves whacking the ball miles with his big driver. It cost him the 2002 Open but see how far it goes. L </p> <p> <strong>Boiling point</strong> Ice cool. Levet was once heckled by three homunculi during a US Tour event for having the temerity to come from France, a country opposing Dubya's war on evil-doers. He responded by sarcastically clapping their razor-sharp efforts. </p> <p><strong>What he will say</strong> \"I'm like a mixture of Jim Carrey, Tom Hanks and Arnold Schwarzenegger. Of course I'll beat Chad Campbell.\" </p> <p> <strong>Who's the caddie? </strong> Has no regular caddie but won this year's Scottish Open after a career-best 63 with Owen Craig on the bag. Our tip: hire Owen Craig. </p> <p> <strong>Peter Cowen's technical verdict</strong> \"He is perhaps a little loose and not technically great but he has been doing the same thing for so long it has become a constant. As long as you do the same thing every time you will be consistent.\" </p> <p> <strong>Off course</strong></p> <p> <strong>Golf punk or monk</strong> Not a shrinking violet. His winner's speech at the Scottish Open was a slapstick mime routine with bagpipes. Then a bellowed rendition of Flower of Scotland. </p> <p> <strong>Significant other</strong> Caroline Levet had to ditch plans for a holiday in the sun when her husband snatched the Scottish Open, as he had secured an unexpected week in Troon for the Open. She must have been loving him. </p> <p> <strong>Don't mention</strong> His musical taste. He likes the Dixie Chicks and Anastasia. To be fair, he also says he likes the Beatles but the damage has been done. </p> <p> <strong>Hobnobs with</strong> His good friend Jean van de Velde, from whom he has taken advice at the Open. Actually, this should also be in the \"Don't mention\" section. </p> <p> <strong>Where his wedge goes</strong> Levet's contracts and bonuses are dependent on him being in Europe's top 25. In 2002 he scraped to 25th at Carl Pettersson's expense by holing out from 120 yards at the last hole of the year. To celebrate he bought two plasma TVs and called them both Carl. </p> <p><strong>Match-play partner should be</strong></p> <p><strong>Jerry Lewis - American comic</strong></p> <p> Shares Levet's passion for the sort of zany physical comedy that is so sophisticated only the French are intelligent enough to get the joke. Bound to provide entertainment, if only for each other.</p>",
  "<p><strong>Monsters and UFOs</strong></p> <p><strong>Decent place to spoil a good walk? </strong>Oakland Hills was ranked 10th in Golf Digest's prestigious top 100 US golf courses, while the clubhouse is a mirror image of George Washington's Mt Vernon home. Golfing great Ben Hogan's description of the course as a \"monster\" has endured, though Hal Sutton says \"it's not the monster it used to be\". Either way it is flipping difficult.</p> <p><strong>Why the fearsome reputation?</strong> It all stems from the 1951 US Open, which featured only two sub-par rounds and prompted champion Hogan's monstrous analogy. When the US Open returned for the fifth time, in 1985, only one player finished under par.</p> <p><strong>Five Opens?</strong> That's quite a few They have now hosted six, and two US PGA Championships.</p> <p><strong>Those Detroit folk are a sporty lot</strong> Indeed. The Detroit Pistons have just won the NBA World Championship and the city is second in the nation in fishing rod sales, and that is a sport.</p> <p><strong>Yes, but with a lot of sitting down</strong> Just as well. Detroit citizens eat more chips per capita than the residents of any other city in the world. It is also the home of Domino's pizza, having made itself as open as possible to the interests of big business.</p> <p><strong>They've sold their soul</strong> Quite literally - the Motown label is based in Detroit and countless soul classics were recorded in the city. Aretha Franklin is from Detroit, as are Madonna, the White Stripes, Diana Ross, Eminem and Stevie Wonder.</p> <p><strong>Pavements near the course must teem with world-class buskers</strong> Actually no. Detroit may be Motor City but Oakland County is known for its pine forests, lakes and 87 golf courses with over 1,500 holes. So it is more fishin' the well-stocked trout streams than dancin' in the streets.</p> <p><strong>It all sounds very attractive</strong> The area certainly attracts all sorts. Oakland County has an unusually high incidence of UFO sightings. Perhaps coincidentally, Michigan is also a popular location for illegal marijuana cultivation.</p> <p><strong>All that and monsters too? </strong>No monsters, not unless you count the muskrat, raccoon and groundhog, which have all been seen on the greens at Oakland Hills. Wildlife enthusiasts might keep an eye out for rabbit, red fox, deer, snakes and all sorts of birds, even if geese are not quite so scary.</p> <p><strong>Sounds great. Where do I park?</strong> Not in my back yard. A new law threatens heavy fines for locals who turn their gardens into car parks for the duration of the Ryder Cup.</p> <p><strong>Monsters </strong>Quite.</p> <p><strong>And when the golf has finished ...</strong></p> <p><strong>Menopause - The Musical </strong><br>Gem Theatre, Detroit<br><strong>They say: </strong>\"The production culminates with a high-spirited salute to every woman who has turned 50.\"</p> <p><strong>Breakfast With Tony The Tiger </strong><br>Kellogg's Cereal City, Battle Creek <br><strong>They say: </strong>\"Don't be surprised if Tony or one of his friends decides to join you at your table. Did you know they love Pop Tarts(tm)?\"</p> <p><strong>Travelers Club International Restaurant and Tuba Museum </strong><br>Okemos, Michigan <br><strong>They say: </strong>\"Take a hardware store from the 50s, convert it into a folk-art 50-seat ice cream parlour, then add 60 tubas and related horns hanging on the walls.\"</p> <p><strong>Fun with Fungi </strong><br>University of Michigan Museum of Natural History <br><strong>They say: </strong>\"Explore the different kinds of fungi, how they disperse their spores and some of their practical uses and dangers.\"</p> <p><strong>The Henry Ford Museum &amp; Greenfield Village </strong><br>Dearborn, Michigan <br><strong>They say: </strong>\"On display are Thomas Edison's last breath preserved in a test tube and the theatre seat in which Abraham Lincoln was sitting when he was shot.\"</p> <p><strong>The Bat Zone </strong><br>Cranbrook Institute of Science, Bloomfield Hills <br><strong>They say: </strong>\"Experience the strange wonder of owls, bats and a rare sloth.\"</p>",
  "<p>As ever, before the TUC speech, I'm not short of advice. The difference this year is that I agree with it. Some have told me not to break the agreement at the Warwick policy forum in July. Some, notably Brendan [Barber, TUC general secretary], have said it's time to come out in favour of social partnership, not be embarrassed about it. All have told me not to lose touch with the concerns of the hard-working families it's our and my duty to represent.</p> <p>So I come here to praise Warwick not bury it. To advocate social partnership not belittle it. And above all to demonstrate that our and my priority is and always will be the lives, living standards and quality of life of Britain's hard-working families, the men and women who play by the rules and expect others to do the same; who worry about the bills and the mortgage and making ends meet; who struggle with the modern burden of work and family life, and don't ask for or expect miracles just a fair chance to make the most of life for them and their children.</p> <p>I frankly admit that too many people look at the past few years and see how the political and media agenda has been dominated by nothing but foreign affairs. Now there's all sorts of explanations I can give. The world agenda since September 11 2001 has been different. Different for the leaders that have stood by America since then. Different for the leaders that haven't, but dominant for both.</p> <p>I can't apologise for what I think about the world since September 11 or what I have done in the war against this vicious terrorism we face. That would be insincere and dishonest.</p> <p>But vital though that war is, the daily lives of our citizens here in Britain are not about foreign affairs. It's interest rates, the workplace, taxes and bills, schools and hospitals, crime and ASB [anti-social behaviour]. Their stage is not the world; it's here on our streets, our towns, villages and cities.</p> <p>Yet even at the height of the crises of the last three years - since I stood here in this hall on 11 September and spoke about this new form of terrorism our world faces - we have never stopped working on that domestic, bread and butter, real life agenda.</p> <p>But I acknowledge it hasn't seemed like that. I have never been away from those issues that make daily life good or bad for our people. But too many people watching the news every night might think I have. And if I can put it like this: even if I've never been away, it's time to show I'm back. </p> <p>The best way of doing that is to prove it by action.</p> <p>Over the weekend I got out the first speech I ever made to a Labour party conference not as leader but as Employment spokesman back in 1990. I said: a Labour government would introduce a minimum wage; a legal right to union recognition; sign the social chapter; restore trade union rights at GCHQ; improve maternity leave; introduce paid holidays; end blacklisting; and remove the power of automatic dismissal for those lawfully on strike.</p> <p>We have done every one of those things. But we only did them by being in government not in permanent opposition.</p> <p>There is another thing I want to remind you about that period. The name of my opposite number in the Tory cabinet that gave us mass unemployment, soaring interest rates, and the poll tax. You may remember him. Mr Michael Howard.</p> <p>And I've told you what I said in 1990.</p> <p>Let me tell you what he said in 1990.</p> <p>That the minimum wage would cost 1 million jobs.</p> <p>That the social chapter would cost another half million.</p> <p>He was talking nonsense then. He talks nonsense now.</p> <p>And if we want to keep our economy strong, we need to keep Mr Howard in opposition.</p> <p>None of this - not the economic strength, not the legislation to correct injustice at work, came through chance, but through choice. The choice you made was not to make demands you knew won't be met; nor to hark back to the past; but to understand economic stability had to be the irreducible bedrock of economic opportunity and social progress.</p> <p>Seven years on, our long-term interest rates are the lowest for 25 years, matching continental levels. Employment has risen steadily without generating inflation. Economic growth is currently the highest in the G8 with 29 quarters of consecutive growth since 1997. The public finances are in good shape. Immense productivity challenges remain, but the foundations of future prosperity are being laid. </p> <p>And the difference we have made to the living standards of hard-working families since we came to office is crystal clear. Average monthly mortgage payments are £400 less under this government than under the Conservatives. Property repossessions, so devastating during the late 1980s, are now at a historic low. Families are far better off with living standards growing by a fifth since 1996/97. The average working family with children is £1350 a year better off in real terms since Labour came to power. The poorest fifth are over £3000 a year better off in real terms. </p> <p>It's a clear reminder that economic stability is for a purpose - to create a fairer, more prosperous society with decent provision for the least advantaged, and world-class public services for all.</p> <p>Full employment has transformed regions of the country left behind in the 80s. Across Britain's cities, City centres and riversides that had become drab, empty at night, are now vibrant. Derelict factories and empty warehouses have been converted into new homes and businesses providing the jobs of the future. Britain is working, its economy now one of the most dynamic and competitive in the world. </p> <p>We are the only major nation in the world that for the last two years and the next two will be increasing public investment in healthcare and education as a percentage of national income. The only one.</p> <p>Alongside that 700,000 children have been lifted out of poverty. Almost two million pensioners relieved from acute hardship. And there has been record help for poorer families through childcare benefit, tax credits and family support.</p> <p>So when I hear people saying we should pursue Labour policies not Tory ones, I say what could be more Labour than record jobs, record investment in the NHS and millions lifted out of poverty.</p> <p>And yet you don't continue to govern on the basis of your record but on the basis of your vision of the future.</p> <p>The truth is modern life for many of our people is tough. There are jobs but they are often insecure. There are still too many people who are sick and disabled who would like to work, but don't have the opportunity to do so. The minimum wage may give some protection but it's hard to raise a family on it. Years ago, if you talked of pensions, you meant pensioners. Today, there is real anxiety amongst those of working age as to how to save for their retirement. More women work than ever before but balancing work and family life is a struggle and equal pay still an aspiration not a reality for millions of women.</p> <p>And what's more, even if people are in work, reasonably secure, comfortably off, the economy they work in is part of a world market that has never seen such revolutionary changes in technology, in consumer tastes, and in the scale of competition. China and India each with well over one billion people mean that every European nation no longer competes today only with America and Japan, let alone only each other.</p> <p>So how do we - us in government, you in trade unions and in business - help our people cope with change, survive it and prosper in it?</p> <p>When I opened recently one of the many new community centres in the former coalfields in the north-east, there was a union banner. It featured a picture of Peter Lee, who in 1869 founded the miners' union in the Durham Coalfield. The union was formed to break the virtual serfdom with which the coal owners ruled those that worked for them. The union successfully fought for miners' rights. In time, in Durham alone over 120 collieries employed 150,000 men. But the union did more than fight for them at the workplace. It founded mutual societies to provide them with help for medical care and pensions. It looked after legal claims and families bereaved. The unions stood for solidarity not only at work, but also through life.</p> <p>No one works in the mines of Durham today. The whole economy of the north-east is new. The jobs are new. The way of life is new. Within a few years of the mines closing, Fujitsu, one of the great Japanese hopes of inward investment, had set up its factory in my constituency and closed it again when the microchip market collapsed. The process of change is constant. </p> <p>So the issue for trade unions is the same as for the rest of us: how to adapt to change, to keep principles intact whilst the reality in which they exist, has been transformed. </p> <p>Once before, you took a decision to put aside the past in order to equip the Labour party to govern successfully. Today, I ask you - as social partners to do the same - to help the country succeed.</p> <p>This to me is the significance of what was agreed at Warwick. </p> <p>There can be no return to the industrial relations framework of the 1970s, no move away from the enterprise and dynamism a modern economy needs. We cannot and will not reverse the programme of change and modernisation that together with record investment is delivering public services combining equity with choice and excellence. </p> <p>Union members are not just workers. They use the NHS. They need good state schools for their children. And they know that the welfare state of 2004 not 1945 has to be one that re-distributes opportunity not merely pays more out in benefit.</p> <p>These changes as much as the money are allowing us to cut dramatically the waiting time for operations; make sure, for example that no London borough now has pass rates of under 40% for GSCEs, up from 25% in 1997; and make long-term youth unemployment literally disappear. This is not selling out; it is paying back, reducing inequality, extending opportunity, giving hope.</p> <p>Warwick should be seen not as diluting the changes we have made but conditioning them with one very basic set of principles at its heart: good jobs don't come with bad work practices; successful employers don't succeed by abusing their employees; quality public services don't achieve excellence by undervaluing public servants.</p> <p>In other words, our belief is that the more we value, invest in, understand and resolve the dilemmas of those that produce the wealth and services of our nation, in the modern world, the more likely we are to have the future we desire.</p> <p>What does this mean in practice?</p> <p>First, let us be clear. For Britain to prosper and thrive in the future, we need a vibrant modern manufacturing sector, just as much as a powerful service sector, and world-class public services. </p> <p>Manufacturing in the UK has gone through a difficult time as it has in every developed country in the world. There are real successes: pharmaceuticals and aerospace, or ICT and the biotechnology industry; truly world-class enterprises, of which any country should be proud. </p> <p>Britain's car industry - once thought to be in terminal decline - has been reinvigorated, gaining a new lease of life. </p> <p>Nissan in Sunderland is the most productive car plant in Europe, last month producing the millionth Nissan for the UK market. The new Mini built at Cowley is a runway success with half a million cars now coming off the production line, and the sector as a whole is now the UK's largest source of manufactured exports. </p> <p>But there is a huge amount to do. We will continue to see how investment in technology, the tax system for capital investment, and help for businesses to grow can benefit manufacturing.</p> <p>And in every region, each Regional Development Agency is now working up a strategy to build on the particular strengths of its manufacturing enterprises. </p> <p>This government now set to make the largest sustained investment in science for a generation, £3bn a year. Such a commitment means modernised labs, better pay for researchers, new research programmes at the cutting edge of human knowledge. </p> <p>Let me also make it absolutely clear that the government is determined to protect research staff facing daily threats of intimidation and violence from animal rights extremists and will bring forward legislation to ensure this.</p> <p>Second, Warwick signifies that skills, once a social cause - are now an economic imperative. </p> <p>Britain will not succeed if over a third of its workforce lacks basic qualifications. </p> <p>We've started by creating a new framework for skills and are on course to meet our 2007 target to help 1.5 million adults get basic skills and qualifications. We're also working with the TUC on the proposals for a TUC Academy to take the skills agenda even further. </p> <p>Since 1998, we've invested £35m in the Trade Union Learning fund, and put Union Learning Reps on a statutory footing. We want to treble these numbers by 2010. </p> <p>Education Maintenance Allowances have been extended to every 16-19 year from a low-income background remaining in full-time education. We are extending the offer of free tuition for those without level 2 qualifications to every worker. And we are now examining whether it is possible to extend financial support to those seeking Level 3 qualifications for 19-30 year olds which with the other changes would represent the biggest expansion in access to skills for half a century.</p> <p>In over a third of the country, we are now piloting employer training schemes.</p> <p>We have expanded Modern Apprenticeships from 70,000 to 200,000 but I can tell you today we are now aiming at 300,000 modern apprenticeships by the end of 2006. </p> <p>Next, because there is today, rightly, far greater interaction between public, private and voluntary sectors to deliver public services, we have agreed a new deal to tackle the two-tier workforce. </p> <p>In local government, we have already acted to end the 'two-tier' workforce. At Warwick, we made the commitment to end it across the public sector; and we will fulfil that commitment. </p> <p>In some workplaces, there is a long hours culture regardless of whether it is productive. We have introduced a right for people to choose not to work more than 48 hours, and an entitlement for the first time to four weeks paid holiday a year. We are committed to ensuring that people are able to exercise a genuine choice about the hours they work. </p> <p>And let me repeat the commitment we made at Warwick that in a third term, the Labour government will extend the paid holiday entitlement, so that the four-weeks is always an addition to eight days of public holiday. </p> <p>Our new family friendly law means that employers are now required to consider seriously requests from parents with children under six - or disabled children under 18 - to work flexibly. Nearly one million parents have taken advantage of the new law, and have applied for a change in working hours. Eight out of 10 requests have been accepted in full. </p> <p>It is not right that mothers or fathers are refused time off to see their sick child through a hospital operation, the right to time off when a family member is ill. </p> <p>So we want to build on what's so far been achieved. </p> <p>We've made a commitment to our social partners not to introduce any changes before 2006. But the time is right to start thinking about the next steps. In particular, we will examine how we can extend this right to flexible working to the growing numbers of citizens who have caring responsibilities for the elderly and disabled. </p> <p>From the spring of next year, employees will have new rights to information and consultation at work, not preventing necessary change at work, but ensuring employees are treated as partners in that change.</p> <p>We will we act to root out abuse at the very bottom of the labour market where working people are most vulnerable. The government will support Jim Sheridan MP's private member's bill to curb exploitative activities among agricultural gang masters. We will improve protection for migrant workers, strengthening measures against employers who seek to exploit them. It is neither fair for those who are exploited, nor for those firms who do play by the rules when a few rogue employers are able to get away with ignoring the law.</p> <p>You know our concerns on agency workers to maintain necessary labour market flexibility. But whilst we must meet those concerns, we will support the EU directive on agency workers.</p> <p>And we'll ensure greater safety for front-line workers in retailing, transport, and the public services, those who working to help others, face the constant daily threat of violence and anti-social behaviour. </p> <p>We will publish proposals on corporate manslaughter in the current parliamentary session, and introduce legislation to ensure that corporations are prosecuted for a serious criminal offence where they show such wilful disregard for their employees that it results in death. </p> <p>Finally, building on Barbara Castle's Equal Pay Act, Margaret Prosser's Women and Work Commission will enable us to ensure that in our generation, we close the gap in pay and opportunity between men and women at the workplace. </p> <p>This is not an agenda about flying pickets, secondary action or the closed shop. Leave the past to the past. But it is an agenda that if carried through, will radically improve the lives of Britain's hard working and hard-pressed families. </p> <p>Work with us to get these changes. Help us to fashion them in a way that most benefits your members, actual and prospective. Make a reality of the social partnership with sensible forward-looking employers who share the belief that efficiency and fairness go hand in hand.</p> <p>Trade unions have a past of which they are rightly proud. Today they are reaching out to the future. In the public services, \"Agenda for Change\" in the NHS, the \"Schools Workforce Reform\" programme in education mean radical change in the way services will operate, but they are changes not just supported but in many cases, shaped by constructive union participation.</p> <p>Across the private sector, unions like Amicus at Rolls Royce, UNIFI at Royal Bank of Scotland, CWU at Alliance &amp; Leicester have protected or enhanced company pension schemes in imaginative ways to keep their members. The GMB, GPMU, and TGWU are now actively involved all over Britain in setting up skills and learning centres with the help of the government's Modernisation Fund. The Shop workers Union is not just increasing members but taking the lead, where the employer is in difficulty in helping the company change, restructure and prosper.</p> <p>One final area for work: pensions. There is no easy solution. The blunt truth is that the population is ageing; people live longer; and yet want, unsurprisingly, the higher living standards they experienced while working, to continue into retirement. We need to get the balance right between what the State ie the taxpayer, the individual and employer each contribute; and we need to get the system right to facilitate that contribution. But one thing I can say to you: the basic state pension and guarantees against pensioner poverty will always be an essential part of our solution to this issue; and you in the trade unions should be, along with business and industry, part of the partnership to get it right.</p> <p>Those who said unions could never adapt to the challenge of the new economy and its changes are being proved wrong. Of course, wherever there is the possibility of industrial disputes, those capture the headlines. But the true face of modern trade unionism is not to be found in the exception of industrial breakdown, but in the broad rule of social partnership and progress.</p> <p>We won't go back to the agenda of the past. But there is much for us now to do on the new agenda and do it together. To people at work, wondering whether membership of a trade union has anything to offer them, I would say: go and see. See what a modern trade union can do; see the breadth of services they provide; see the help in troubled times they can give; and if you want to, join.</p> <p>And in doing so, join us in building on the record of the past few years to seek new ambitions, new heights to scale, new ways to work, live and prosper.</p> <p>I go back to that 1990 speech. I said then: \"These are the forward-looking priorities we shall establish by our historic decisions today. The British people can now be clear. It is the Tories, not us, who believe that industrial relations is merely industrial warfare, arcane endless legal disputes about strikes and pickets as if the field of employment were merely a field of battle. It is they who are unable to escape the politics of conflict and grasp the potential for partnership. It is they who embrace the agenda of the 70s and 80s because they have no answer to the problems of the future. Let them: leave the past to those who live in it. This party belongs in the future and we can address that future with confidence and hope.\"</p> <p>It was true 14 years ago. It remains true now.</p>",
  "North Korea today invited a British diplomat to visit the site of a massive mushroom-cloud explosion that sparked fears the regime may have carried out a nuclear weapons test. <p>The North Koreans denied the blast was a nuclear test, insisting that it was part of the planned destruction of a mountain for a hydroelectric project. But Foreign Office minister Bill Rammell, on a visit to the secretive communist country, asked the authorities in the capital, Pyongyang, if British officials could see for themselves. </p> <p>Responding to the request, North Korea's vice-foreign minister for Europe, Kung Sok-ung, said Britain's ambassador to Pyongyang, David Slinn, could go to the site as early as tomorrow. </p> <p>Mr Rammell said: \"Having asked the vice-foreign minister this morning for our ambassador and other ambassadors to be allowed to visit the scene of the explosion, I am very pleased the North Koreans have agreed to the request.\" </p> <p>The blast near the Chinese border on Thursday caused a two-mile wide cloud of dust, which was picked up by satellite. A South Korean news agency said the blast was stronger than an April explosion that killed 160 people and injured an estimated 1,300 at a North Korean railway station when a train carrying oil and chemicals apparently hit power lines.</p> <p>In talks with Mr Rammell today, North Korea's foreign minister Paek Nam-sun said the blast was a controlled explosion that had nothing to do with nuclear weapons testing. He told Mr Rammell claims that it was a nuclear test or an accident similar to the train disaster were \"lies\". </p> <p>Earlier today, Mr Rammell told the BBC: \"If this is genuinely a deliberate detonation as part of a legitimate construction project then the North Koreans have nothing to fear and nothing to hide and should welcome the international community actually verifying the situation for themselves.\" </p> <p>China's government, which has the closest diplomatic relations with communist North Korea, made no immediate comment about the explosion. </p> <p>The remote border region of Ryanggang, where the latest blast happened, is understood to contain a secret missile base - prompting speculation in South Korea that it was a weapons-related accident. </p> <p>Kim Tae-woo, an analyst at the Korea Institute for Defence Analysis, told Reuters: \"Rodong missile bases are located in the blast area, and extremely explosive liquid fuel which is also very flammable is used in production and in operation of missiles. I believe it was a mere accident triggered by mishandling.\" </p> <p>South Korean officials are analysing satellite images and other data to determine the cause of the explosion.</p> <p>US officials, including the secretary of state, Colin Powell, have played down the possibility of a nuclear test. But the Democratic presidential candidate, Senator John Kerry, accused the Bush administration of letting a \"nuclear nightmare\" develop in North Korea, telling the New York Times that President George Bush was preoccupied with Iraq.</p>",
  "<p>1 <strong> Diageo</strong> has hired Anna Inama as marketing director for its Smirnoff, Archers and Captain Morgan brands. She joins from L'Oreal, where she was UK marketing director for Prestige and Collections. Inama will report to Syl Saller, director of Diageo's global brand innovation group, and the company's UK marketing director, Andy Fennell. </p> <p>2 Laurence Huntley has joined the telecommunications group <strong> Cable and Wireless</strong> as group marketing director. Huntley, a former BT marketing executive, will be in charge of developing new products and launches. He will report to Francesco Caio, the former Telecom Italia executive. </p> <p>3 <strong>Lloyds TSB</strong> has hired Anita Hockin to be the first head of marketing for its online banking division as it faces increased competition from internet-only banks. Hockin joins from the internet service provider, Affinity Internet Holdings - owner of Breathe.com - where she was head of marketing and direct sales. </p> <p>4 <strong> Waterstone's</strong> has poached Julia Cove-Smith from WH Smith as head of marketing. Cove-Smith will join the retailer in the autumn - nearly a year after her predecessor, Amy Nelson Bennett, resigned to become marketing director at Harper Collins. 5Tim Johns, former BT director of group media relations, has joined <strong> Unilever </strong> as head of media relations. Johns, who has previously worked for Sainsbury's and Homebase, replaces Mike Haines who quit the job recently after 23 years with the consumer goods giant. </p> <p>6 Bob Bartlett, former head of consumer marketing at <strong> Wella UK</strong> , is returning to the haircare products manufacturer as head of marketing. Bartlett's job was made redundant earlier this year when Wella sold its consumer haircare business to Procter &amp; Gamble. He will oversee marketing for Wella's professional and salon products. </p> <p>7 Toy company <strong> Hornby </strong> has appointed Simon Jeffery to the new role of group marketing director to oversee its expansion into Europe and the US. Hornby has been looking for a senior marketer to take on the job since it bought the Spanish model railway company Electrotren in June. Jeffery was previously president and chief operating officer at LucasArts, the interactive division of US company Lucasfilm. </p> <p>8 Ed Young, former head of communications at <strong> Granada</strong> , is to become assistant private secretary to the Queen. Young, who left Granada following the company's merger with Carlton at the end of last year, will assist in organising the Queen's UK and international engagements and keep her informed of constitutional developments. </p> <p>9 Soft drinks giant <strong> Britvic </strong> has hired David Lewis, communications director for Unilever Ice cream and Frozen Food, to fill the new position of corporate affairs director. Lewis, a former Sun journalist, will lead a 10-strong team at the company as it prepares for a possible flotation later this year. He will also handle the current row over childhood obesity as soft drinks companies come under fire from healthy eating campaigners. He joins Britvic next month. </p> <p><strong> 10 The Royal Bank of Scotland</strong> has poached Jerry Toher from rival bank Egg to run the marketing for its Mint credit card. Toher, who has worked for the Prudential-owned internet business for eight years and helped run the launch marketing campaign, replaces Mint's former marketing director, Tim Lewis. </p> <p><strong> Claire Cozens</strong></p>",
  "Lawyers for Sir Mark Thatcher are taking steps to prevent him from answering questions under oath about his alleged involvement in a failed coup plot in Equatorial Guinea, one of his senior legal representatives said today. <p>Speaking on condition of anonymity, a senior member of Sir Mark's defence team said an application had been forwarded to the Cape high court to set aside the subpoena requiring him to appear in court later this month.</p> <p>Sir Mark, son of the former prime minister Lady Thatcher, was served with a subpoena last week after a request from the attorney general's office in Equatorial Guinea to question him about his alleged financing of a foiled coup attempt in the oil-rich west African country.</p> <p>The lawyer said the matter would be brought before the court on Tuesday September 21 - one day before Sir Mark is required to appear in the Wynberg magistrates court to face questioning.</p> <p>\"We believe the subpoena is an infringement on Mr Thatcher's right to a fair trial in South Africa,\" he said.</p> <p>Sir Mark was arrested in Cape Town on August 25 for allegedly contravening sections of South Africa's Foreign Military Assistance Act.</p> <p>Equatorial Guinea wants to question a number of prominent Britons about allegations they financed a plot to overthrow President Teodoro Obiang Nguema, who has ruled Africa's third-largest oil producer for the past 25 years.</p> <p>Sir Mark's lawyers have maintained his innocence saying he will cooperate with authorities.</p> <p>Last week Simon Mann, a former British special forces commander and mercenary accused of masterminding the botched coup plot, was sentenced to seven years in prison for trying to buy weapons from Zimbabwe's state arms manufacturer. </p> <p>Mann's 67 co-accused, arrested when their ageing Boeing 727 landed at the Harare International Airport on March 7, received sentences of between 12 and 16 months for minor immigration and aviation violations.</p>",
  "Britain should set an annual quota for the number of migrant workers from outside the EU to be allowed into the country, the Liberal Democrats said today. <p>A quota system would end confusion in the public mind between migrant workers and asylum seekers and prevent politicians from using the issue as a political football, said the party's home affairs spokesman, Mark Oaten. </p> <p>Britain needs foreign workers, both in high-skilled jobs and manual labour, said Mr Oaten, quoting Treasury figures suggesting that UK economic growth would decline by 0.5% a year without them. </p> <p>Under Lib Dem proposals, an independent panel - including representatives of the CBI, trade unions and the public and private sectors - would set the quota after gathering evidence on skill shortages in different sectors of the economy. </p> <p>Senior party aides declined to predict what figure the panel would arrive at, saying it would depend entirely on the needs of British business and the labour market at a given point in time. </p> <p>The quota system would not affect the right of EU nationals to live and work in the UK or the right of those fleeing persecution to seek asylum here, though asylum seekers with particular skills would be able to apply for permission to stay in Britain as migrant workers. </p> <p>Meanwhile, a US-style green card system would run parallel to the mainstream work permit system, enabling recruitment in sectors where vacancies and positions cannot be filled by UK or European nationals. </p> <p>\"For too long, immigration has been a political football that has had severe repercussions for race relations in Britain,\" said Mr Oaten, launching the proposals today. </p> <p>\"The fact is that we need foreign workers to do jobs that cannot be filled by UK nationals. But gross mismanagement and political manoeuvring by successive Labour and Conservative governments has confused the two separate issues of asylum and immigration, causing an atmosphere of widespread public mistrust and suspicion. </p> <p>\"Decisions about how many immigrants we need are taken behind closed doors instead of out in the open. Quotas should be set annually and debated in parliament.</p> <p>\"If there is any doubt that labour shortages cannot be filled by UK nationals, there would then be an opportunity to discuss it.\" </p> <p>Mr Oaten added: \"Removing political interference from decision-making and basing assessments on freely available, detailed economic statistics is the only way to provide an immigration system free from suspicion which benefits the British people and the British economy. </p> <p>\"Legal migrants make up only 8% of the UK's population, but generate 10% of our GDP. Our schools and hospitals employ huge numbers of foreign workers who are doing a fantastic job. </p> <p>\"Many of them have skills that the UK simply cannot economically afford to do without - whether it is the hospitality sector or the NHS.\" </p> <p>Green cards would replace a number of different schemes currently in place to allow overseas recruitment to a variety of different sectors. </p> <p>Individuals granted a card would have the right to remain in the UK for a fixed period, but would be allowed to work only in sectors where a significant unmet demand for labour has been identified. </p> <p>The Lib Dems would also split the Immigration and Nationality Directorate into three separate bodies responsible for labour migration, permanent settlement and temporary stays such as student and visitor visas. </p> <p>They would reintroduce exit controls and a \"flagging\" system to alert the authorities when an individual's leave to remain has expired but they have not been recorded as having departed the UK.</p>",
  "<p>Britain's biggest civil service union is to ballot its 290,000 members on a strike over government plans to axe 100,000 jobs. </p> <p>The Public and Commercial Services Union said yesterday that a yes vote would result in a one-day strike on November 5, disrupting services from pension and benefits payments to tax collection and the prison and immigration services. The union said it would be the first civil service national strike for more than a decade. </p> <p>Almost all government departments would be hit, including work and pensions, where Alan Johnson is the first former trade union leader to join the cabinet since the 1960s. Mark Serwotka, the PCS general secretary, said the job cuts would affect one in five civil servants and accused the government of treating its workforce disgracefully, with work and employment practices to rival those of the worst private sector companies. </p> <p>Many members were facing compulsory redundancy, while others faced higher workloads, greater stress, changes in sick pay arrangements, a longer working life and the possibility of being relocated. \"The people the government are seeking to axe aren't bowler-hatted Sir Humphreys or faceless bureaucrats, they provide vital services that touch everybody's lives from cradle to grave.\" </p> <p>The decision to cut 100,000 jobs and transfer some 20,000 civil servants out of London and the south-east was announced by the chancellor, Gordon Brown, in the public spending review this year after a report by Sir Peter Gershon. Departments were set a target of saving 2.5% on administra tion budgets, which would be transferred to frontline services. </p> <p>\"We make no apology for implementing efficiency savings which will redirect resources from the centre to frontline public services,\" a Treasury spokesman said yesterday. </p> <p>Mr Serwotka insisted that the union was acting not only to protect its members but also to defend vital public services. \"Collecting the taxes to pay for hospitals and schools, stopping drugs from flowing into the country and making sure people get their winter fuel payments doesn't happen by magic. </p> <p>\"Which is why, whilst the government and the main political parties are engaging in a crude game of who can cut the most with little thought of the impact, we are standing up for public services and the people who deliver them, urging the government to reflect and rethink.\" </p> <p>He said the union was not against working more efficiently but job cuts on the scale proposed by the govern ment would damage the very services it was seeking to improve. The union's efforts to negotiate had \"fallen on deaf ears\", he said. </p> <p>Mr Serwotka said he was expecting unanimous backing from other trade unions at this week's TUC conference in Brighton and said the union could not be \"isolated and picked off\". </p> <p>\"All the unions, large and small, Labour-affiliated or not, public or private sector, know their members will be affected by these job cuts.\" </p> <p>Further action could not be ruled out though Mr Serwotka said that \"it's not something we have specific plans for\". </p> <p>John McDonnell, chairman of the PCS parliamentary group, said: \"We will be asking for meetings with government ministers to head off this industrial action. There should be a breathing space for government to fully explore the consequences of such large-scale cuts. </p> <p>\"Now new ministers have been appointed it gives us an opportunity to reconsider.\"</p>",
  "It's a long way from Brussels to Diyarbakir, dusty capital of Turkey's remote south-east, so Guenter Verheugen, the EU's German commissioner for enlargement, got a red-carpet welcome last week when he flew in to assess how things are going as the moment of truth approaches. <p>Turks have been straining to hitch their wagon to Europe for 40 years, and it is finally about to happen. Next month, the commission will say that they have met the political criteria for membership; governments are expected to follow suit in December. This is a very big deal: no country that has begun negotiations on joining the club has failed, eventually, to make the grade. Actual membership could be 10 or more years away, and by then there will be 80 million-plus Turks. With voting power tied to population size under the new EU constitution, Ankara will be as important a player as Berlin, Paris and London. </p> <p>Yet this is about much more than how a Europe of 28-plus countries will work: as a secular democracy whose citizens are mostly Muslim, Turkey could be a beacon for Islamic and Arab countries stunted by underdevelopment, human-rights abuses and fundamentalism - and which still have lessons to learn from Ataturk's revolutionary separation of mosque and state. </p> <p>The prime minister, the conservative Islamist Recep Tayyip Erdogan, has pushed ahead with political, judicial and economic reforms while powerful generals have had their wings clipped, allowing flexibility over Cyprus. The prospect of being in \"Europe\" has been a big spur to change, on both sides of the Bosphorus. </p> <p>Not all the news is good. As Verheugen rightly warned, implementation of new laws on Kurdish language rights and on torture has been slow and patchy. And there is dismay at Erdogan's ill-conceived and domestically controversial support for a law banning adultery, a family-values issue for his supporters. </p> <p>Turks already have a hard time facing down the sort of prejudice expressed by Valery Giscard d'Estaing, whose elegant circumlocutions about \"cultural differences\" are only slightly less offensive than the cruder view of another clever Frenchman, Voltaire, who called the Turks a reminder to Christians to atone for their sins. </p> <p>Not surprisingly, support for Turkish membership is weakest in France (16%, according to the German Marshall Fund), and many believe accession talks should not begin until after the country's risky referendum on the EU constitution. But hostility is strong too in Germany, Austria and the Netherlands: another Brussels commissioner, the Dutchman Frits Bolkestein, spoke darkly of the \"Islamisation\" of Europe if Turkey joins - a betrayal of Christendom's historic victory over the Ottomans at the gates of Vienna in 1683. That's hardly the right sort of message to send to the 12 million Muslims who are already European citizens. </p> <p>Turks know a long haul lies ahead, and are prepared to be patient. But Erdogan is hardly being alarmist in signalling a dangerous backlash if the EU's \"yes\" is anything other than unequivocal. </p> <p>Complicating this question is heavy pressure from the US to embrace its veteran (though no longer automatically compliant) Nato ally and strategically placed neighbour of Iraq, Iran and Syria. Resentful Europeans counter that the EU is not a military alliance but a union of democracies sharing some sovereignty - and wonder out loud how George Bush would react if Jacques Chirac kept urging him to accept Mexico as the 51st state. Transatlantic tensions are inescapable these days. But they should not be the deciding factor here: if the EU is indeed a community of values as well as a huge market and aspiring global player, then a warm welcome for a rapidly changing Turkey should be beyond doubt. </p> <p><a href=\"mailto:ian.black@theguardian.com\">ian.black@theguardian.com</a></p>",
  "What is it about blue birds that excites our fascination? It is difficult to fathom exactly, but one only has to think of our deep cultural attachments to the kingfisher, blue tit, swallow and house martin to realise that it's almost a universal principle. In the case of the last two, however, I suspect it's more than simply the magic of colour that has determined our affections. <p>In Claxton, despite our summer of heavy rainfall, the season has clearly been kind to both, and a flock of about 150 swallows and martins runs along the telephone wires like lapis beads on radial threads. There is an air of drowsy, Indian-summer contentment about these pre-migration gatherings, although occasionally a hobby spirals overhead and sends them all into a brief paroxysm of wingbeats and chattering. The burst of anxiety gently dissipates like a settling of fine chaff, and back they come in self-delighting spirals to captivate us once more. </p> <p>As I enjoy their physical grace I reflect on our ancient links with swallows and martins. Both their ancestors and mine were once troglodytes and all three species must often have shared exactly the same caves. It is easy to envisage a swallow swooping for flies above the paleolithic midden, just as one can well imagine cro-magnon man enjoying swallow song as he knapped his flint tools by the cave entrance. The long tradition of mutual trust was surely a factor in the birds' gradual evolution from cave-dweller to eave- or barn-nesting species. Since we've shared the same roof-space for perhaps 100,000 years (ice-ages excepted) it's small wonder that the swallows' autumn departure is a moment loaded with regret.</p>",
  "One of the most powerful hurricanes of recent times rolled across the Cayman Islands yesterday and is due to hit Cuba today after causing more than 60 deaths in the Caribbean. <p>Ivan was producing 155mph winds and seven-metre waves by the time it struck the Cayman Islands yesterday afternoon, swamping the coastlines of the vulnerable British dependency and threatening the 45,000 inhabitants. </p> <p>\"We know there is damage and it is severe,\" Wes Emanuel, a government spokesman, told the Associated Press. </p> <p>\"For the last seven hours it has been like standing next to a train track with a very heavy fast freight train roaring by.\" </p> <p>He said reports were coming in of roofs blown off houses and extensive flooding. </p> <p>Michael Whyte, a British teacher on Grand Cayman, told the BBC: \"It's just ripping things up and throwing them away. Anything that isn't nailed down is just flying around. A palm tree has just been bent over as if it's a twig and there are sheets of water coming down.\" </p> <p>Most residents on Little Cayman were evacuated to the main island, Grand Cayman, where they were moved into shelters. On a third island, Cayman Brac, locals fled to caves traditionally used as a haven against hurricanes. </p> <p>Cayman Net News, an internet newspaper, reported that at its offices in the capital, George Town, \"flood water was rising several inches above the foot of the doors and threatening to breach the integrity of the building. </p> <p>\"The entire office is currently at risk of being inundated with at least four to five inches of flood water.\" </p> <p>Donnie Ebanks, deputy chairman of the Caymans' national hurricane committee, estimated that between 25% and 50% of the 15,000 homes on Grand Cayman had suffered some damage. </p> <p>The eye of the hurricane passed just south of Grand Cayman, Rafael Mojica, a meteorologist at the US National Hurricane Centre in Miami said. </p> <p>As it moved north-west across the Caribbean, Ivan sometimes reached category 5, the top of the scale. </p> <p>Yesterday it weakened to category 4 after skirting the southern coast of Jamaica, sparing the island a direct hit. </p> <p>\"Whatever our religion, faith or persuasions may be, we must give thanks,\" Jamaica's prime minister, PJ Patterson, said in a radio address. </p> <p>Nevertheless, the blistering winds, high seas and floods killed 11 people, Mr Patterson said. </p> <p>Many villages were cut off by flooding, making an early assessment of the damage impossible. Hospital officials reported 15 deaths. </p> <p>As the clean-up operation got under way in Jamaica, almost the entire island lost its electricity and gangs of looters were reported to be roaming the streets of Kingston and Montego Bay, exchanging occasional shots with the police. </p> <p>The police said they had killed two looters and four policemen had been wounded. </p> <p>The Caribbean Disaster Emergency Response Agency in Barbados said aid had been sent to Grenada, but Jamaica was still experiencing tropical storms and it would be a few days before workers could provide relief. </p> <p>Hurricanes are assessed by the pressure at the eye: the lower the pressure the greater its ferocity, and the pressure at Ivan's eye was the sixth lowest ever measured in the Atlantic Basin. </p> <p>In its journey from the mid-Atlantic fringes of the Caribbean, Ivan has already devastated Grenada, killing 34 and damaging more than 90% of the houses on the island, leaving 60,000 people homeless. Five people were reported dead in Venezuela and four in the Dominican Republic </p> <p>The next island in its path, Cuba, ordered a mass evacuation of the south coast at the weekend, particularly the western tobacco-growing province, Pinar del Rio. </p> <p>Cubans living above the fourth floor of their apartment buildings were also told to leave their homes. </p> <p>About 1.3 million of the 11.2m population had been evacuated by last night. </p> <p>\"Whatever the hurricane does, we will all work together,\" President Fidel Castro declared. \"This country is prepared to face this hurricane.\" </p> <p>He instructed Cubans to store essential supplies and board up their windows, but Havana shops were reported to have run out of plywood and sticky tape. </p> <p>Evacuation during natural disasters in Cuba is obligatory and those who fail to comply can be arrested. </p> <p>The hurricane is predicted to move into the Gulf of Mexico or hit south Florida after Cuba.</p>",
  "It's not exactly a room with a view, but one of the UK's leading entrepreneurs believes Britain is ready for the capsule hotel - a stack of cramped, windowless pods which can be booked for the night, or for a matter of hours. <p>Simon Woodroffe, the man responsible for the Yo! Sushi chain of restaurants, has brought the concept from Japan and is planning to build the \"Yotels\" throughout Britain. </p> <p>A full-scale model of a Yotel room will be shown at a design fair at Earls Court later this month, and sites are currently being looked at. </p> <p>For £10 an hour, or £75 a night, guests will be able to sleep in rooms measuring 10 square metres and without any proper windows. </p> <p>The only light will come from \"internal windows\" on to \"naturally lit\" corridors. </p> <p>The absence of external windows means the hotels can be built anywhere, including city centres, airports, and underground. </p> <p>Mr Woodroffe insists that while they may have cut down on the size, they have not skimped on the luxury. </p> <p>All the rooms, which have been described by their designer as \"luxury liner meets The Fifth Element\", will contain a flat screen TV, a rotating bed (to save space) have broadband internet access and aircraft-style lighting. </p> <p>They will be made from kits which will be put together in a studio and then assembled into units. </p> <p>Space-saving hotels have been hugely popular in Japan, where they are often located near railway stations and cater for business people or commuters who have missed the last train home. </p> <p>One in central Tokyo has more than 600 pods. </p> <p>Gerard Greene, managing director of Yotel, said the concept was radical for the UK, but made sense for an industry crying out for superior quality but reasonably priced hotel accommodation. </p> <p>\"We are trying to offer people a luxury product at a value for money price, so we used the look of an aeroplane and used an aeroplane designer,\" he said. </p> <p>\"The rooms are very comfortable, highly fitted, with things like the leather you would get in an Aston Martin. \"It is the look of a four or five-star hotel.\" </p> <p>When asked if couples were likely to abuse the opportunity of booking by the hour, Mr Greene said: \"We will not be renting rooms by the hour. </p> <p>\"We may, when we build near airports and train stations, rent in blocks of hours, and couples may abuse that.\" But hotels have always been destinations for licit and illicit affairs. </p> <p>\"It will happen and there's nothing we can do about it.\" </p> <p><b>Hotels with built-in novelty</b></p> <p><b>·</b> In 1989, a Swedish artist built an igloo in Jukkasjarvi in Swedish Lapland to display his exhibition. Tourists asked whether they could sleep in the igloo because all other accommodation was fully booked and the Ice hotel was born. Larger Ice hotels have been built capable of accommodating 100 guests. </p> <p><b>·</b> High in six tall sycamore trees, Fernie Castle Treehouse, near Cupa in Fife, is Scotland's first honeymoon suite in a tree. The owners were inspired by JRR Tolkien's Lord of the Rings. </p> <p><b>·</b> In Coober Pedy, South Australia, famous for its opal mining, where temperatures are 35C in the shade, locals have long taken the advantage of living underground to escape the heat of the summer and the cold of winter nights. Many people still live in underground houses and there is even the world's only underground four star hotel. </p> <p><b>·</b> In Matmata, in the Tunisian Sahara, Berbers have lived as troglodytes since the 4th century. Many of the 50 underground houses of the village are still in use today and have been converted into hotels. The village was used as a location for Luke Skywalker's house in Star Wars. </p> <p><b>·</b> In Nice, California, defunct rail cabooses, former living quarters of conductors, have been opened to guests by a lake beside the Mendocino Forest. They have feather beds, whirlpool baths and mirrored ceilings. </p> <p><b>·</b> In Holbrook, Arizona, there is a Wigwam Village Motel. The wigwams are made of concrete. </p> <p><b>·</b> In Key Largo, Florida, famous for the John Pennekamo Coral Reef State park, there is a hotel 30 ft below the surface of the water which is only accessible by diving <br><b>Isabelle Chevallot</b></p>",
  "The United States and Britain were last night trying to discover the cause of a huge mushroom cloud spotted over North Korea. <p>US officials played down fears that it might have come from a nuclear test. However, the White House was reported to have received an intelligence briefing that Pyongyang could be preparing to carry out a test. Such a move would throw the region and US foreign policy into crisis at the climax of the election campaign. </p> <p>Bush administration officials have still to establish whether the 2.5-mile-wide cloud, seen in satellite pictures four days ago, was the result of an explosion or natural disaster. </p> <p>\"There are all kinds of reports and there are all kinds of assessments that are going on,\" Condoleezza Rice, the national security adviser, told CNN yesterday. \"Maybe it was a forest fire of some kind. But we don't believe at this point that it was a nuclear event.\" </p> <p>However, according to the South Korean media, the cloud was caused by a blast that rocked an area in the north-eastern county Kimhyungjik, near the Chinese border, last Thursday, the 56th anniversary of communist North Korea's foundation. </p> <p>It appeared to be much more powerful than the accidental explosion at Ryongchon railway station in April, which killed at least 170 people. A spokesman in the South Korean presidential office was quoted as saying: \"We are trying to find out in detail the exact character, cause and size of the accident, but we don't think North Korea conducted a nuclear test.\" </p> <p>Nuclear experts said such a test would have been very easy to detect, adding that it was unlikely North Korea would have let off an above-ground atomic blast so close to China. </p> <p>Several other explanations have been offered, including a failed test of a conventional missile. It happened in a highland area known to house ballistic missile launch sites. </p> <p>But last night Colin Powell, the US secretary of state, said: \"There was no indication that it was a nuclear event of any kind. Exactly what it was, we're not sure.\" </p> <p>News of the explosion came as Bill Rammell, a junior Foreign Office minister, arrived in North Korea to discuss its nuclear weapons programme. He demanded an \"immediate explanation\" for the blast and will raise the issue at a meeting with Pyongyang's foreign minister today. </p> <p>North Korea said at the weekend that last week's admission by the South that it had secretly produced small quantities of uranium and plutonium had made it even more determined to continue its own nuclear arms programme. </p> <p>The news of the mushroom cloud coincided with a report in the New York Times yesterday that President George Bush had received recent intelligence reports indicating unusual activity around suspected North Korean test sites. </p> <p>Some observers interpreted the activity as a prelude to a nuclear test. </p> <p>The newspaper quoted an unnamed US administration official as saying the likelihood of a test had risen significantly in the past month. </p> <p>Responding to the reports, Ms Rice said: \"We're certainly watching certain indicators to see whether it looks like a routine activity or whether something more is going on, but it would obviously not be smart for the North Koreans to test.\" </p> <p>Ms Rice added that if the North Korean leadership were \"somehow trying to gain negotiating leverage, or their own October surprise ... they would simply isolate themselves even further\". </p> <p>An \"October surprise\" is the term used in US politics for a shock event deliberately timed to have an impact on the November presidential election. </p> <p>The US, along with South Korea, China, Japan and Russia, is trying to persuade Pyongyang to give up its nuclear ambitions. North Korea has threatened to stay away from a fourth round of multiparty talks later this year. </p> <p>In October 2002, US officials alleged that the North had admitted secretly developing a uranium-based nuclear programme, in breach of a 1994 agreement to freeze nuclear-related activities. </p> <p>Pyongyang denied the charge, but last year claimed to have reprocessed 8,000 spent fuel rods for plutonium-based weapons.</p>",
  "<p>The Wigan Athletic manager, Paul Jewell, contended it was a measure of how far his team had come that leaving here with a point was regarded as a disappointment. For Wolves it could be seen as further evidence of how far they have fallen. </p> <p>Seven games into the new season and Dave Jones's side, the bookmakers' favourite for promotion, are still without a victory. Save for a dominant opening quarter of an hour which culminated in Kenny Miller giving them the lead, Wolves rarely looked like breaking the ice at the expense of Jewell's table-toppers. </p> <p>As Jones pointed out, with another 39 games to go and his side only 10 points adrift of Wigan, it is premature to press the panic button. Indeed, given Wolves' record under Jones, in which they squandered a substantial lead that cost them promotion in 2002 before making up lost ground to attain it the following year, he enjoys the status of an expert witness. </p> <p>Nevertheless, his optimism overlooks the defensive frailties that did for his team on Saturday and the paucity of experienced replacements avail able to him. While Jones appears to sign attacking players with the fervour that Liz Taylor collected husbands - another, the South Korean international Seol Ki-Hyeon made his debut against the Latics - his stock of defenders is dangerouly low. </p> <p>It is interesting then that, while Wolves wrung their hands as a striker, Henri Camara, decamped for Celtic, the departure of an experienced defender, Paul Butler, for Leeds went unlamented. </p> <p>The return of Joleon Lescott, after a season's absence to injury, has gone some way towards compensating for Butler's exit but his presence failed to stop the defence from threatening to implode every time Wigan's strikers Nathan Ellington and Jason Roberts got the merest whiff of the ball. </p> <p>And it was non-existent marking and clumsy defending that resulted in Wigan's first and third goals. </p> <p>\"There was no marking and Matt Jackson had a free header,\" agreed the Wolves captain Paul Ince. \"Mistakes like that have been happening all season, especially from set pieces. It's ridiculous, although it's not just the defenders who are at fault. The whole team has to take the blame.\" </p> <p>In fairness there was little Wolves could do to prevent Ellington putting his side ahead for the first time, the striker's superbly struck shot on the turn giving the increasingly error-prone Paul Jones no chance to intervene. </p> <p>Instead Wolves were allowed to hit back twice. First Miller, making amends for missing a penalty, equalised. Then the substitute Colin Cameron followed suit in stoppage time after Roberts had shown how penalties should be taken to give Wigan what they thought would be a third away win of the season. </p> <p>\"We are very angry we didn't get three points, especially as they are one of the favourites to go up,\" Ellington added. But for how much longer?</p>",
  "<p>When an unhappy housing client complained to the Saxon Weald Housing Association about an overgrown bramble in her neighbourhood, customer service director Jim Dean didn't take it lying down. First, he advised association crews to deal immediately with the tenant's concern. Then, he crafted a poem of his own to the tenant during his lunch hour. Amazed and delighted with this non-bureaucratic response to her complaint, the tenant fired back with another poem. The result was a tenant who felt as though she had been treated like a one-of-a-kind human being. </p> <p>\"She had put some time into her letter, and the least I could do was put some time into my response to her,\" says Dean. \"In fact, her poem made my day, and that's what it's all about - making someone's day is important.\" </p> <p>Unfortunately, Dean is a rare commodity in the world of customer service. UK consumers' expectations for personalised, individualised customer service have risen steadily over the last five years, as life both on and off the job becomes ever more hectic, fast-paced, demanding and technology-dependent. However, their demands fall mostly on deaf ears, a number of UK experts agree. </p> <p>\"The evidence over the last few years is that companies just are not squaring up to the challenge,\" says Clive Hicks of people development company TMI. TMI this week will release the results of its fourth annual national complaints culture survey. Previous TMI surveys have suggested that retailers get it right more often than other institutions, with utilities dominating the hall of shame, and Hicks says that trend is likely to continue. </p> <p>Ironically, there's never before been such an emphasis on the importance of good customer service as there is now, thanks to TV programmes such as Watchdog, growth in the number of consumer advocate agencies and a greater awareness generally of how a happy customer service experience can set a business apart from its competition. Nevertheless, \"while there's more focus on it, it's not happening\", says David Freemantle, author of The Buzz: Little Things That Make a Big Difference to Delivering World-Class Customer Service. </p> <p>Freemantle blames \"an obsession with money, cost-cutting and increasing efficiency but what they're losing sight of is the people element. Companies are investing in systems, but they're ignoring the psychology\". </p> <p>As an example, Freemantle describes his personal experiences with a major British airline, which he says he is \"slowly divorcing\" because of what he considers its deteriorating customer service standards: a minimalist breakfast on a long-haul flight, limited if any interaction between flight attendants and passengers, and the elimination of small amenities such as chocolate with after-dinner coffee and toothpicks. \"What's needed is a wake-up call that it's not all about money - it's about people,\" Freemantle says. \"You get the people thing right, the money falls out.\" </p> <p>Michael K Hulme, professor of behaviour and technology at Lancaster University, has researched the link between changes in consumer behaviour and contact centre operations, and he says that contact centres represent one manifestation of how modern business is failing to serve individuals. For example, most contact centre operations, he says, tend to focus on supporting a business' product instead of supporting the individual customer who has bought the product - which, in his opinion, is the wrong way round. </p> <p>\"We've got to be genuinely interested in the individual. What we have to do is understand where that product fits into their lives. If something has gone wrong, what does it mean to them to have gone wrong?\" Hulme says. </p> <p>At credit card company Goldfish, that philosophy has already taken hold. Call centre agents, who are based in the UK, are trained to understand who the customer is on the other end of the line, and \"where that person's coming from, and what's in their head when they're calling\", says Carolyn Ferguson, senior manager of telephony. </p> <p>\"It may be a retired colonel from Hove, or a busy officer worker in Birmingham snatching a five-minute coffee break to make a personal phone call to us. We're training advisers to relate and understand from the way the customer is speaking whether they want to have a long conversation or if they want to cut to the chase, and then to match the conversation to what the customer wants.\" </p> <p>Goldfish has also embodied its commitment to the customer in a dedicated position for a customer experience manager, whose job it is to absorb what customers are telling the company about its service and monitor whether Goldfish is delivering on those needs. \"It's been invaluable to continually have the 'customer' sitting beside you, as it were,\" Ferguson says. </p> <p>Another company bucking the downward spiralling trend of customer service is Waitrose. Responding to its customers' increasing demands for greater lifestyle convenience - such as the availability of high-quality, ready-made meals - has meant that the supermarket chain has opened up multiple channels of hi-tech communications for customers to order through. </p> <p>However, the chain's reputation for excellent service relies even more on old-fashioned virtues such as working to resolve complaints immediately and in knowing which aspects of the store's service the customers consider most important - whether it's how they are greeted, queue waiting times or any other factor. \"It's critical for us to understand what drives our customers' behaviour, what we can do to improve the service experience we provide for them, and we need to listen to them in order to do that,\" says Kevin Garrett, head of customer service. </p> <p>Actually, it is just those little things - eye contact, a warm tone of voice, courtesy and whether it matters if the customer has had to wait in a queue - that make the biggest difference between good and lacklustre customer service, Freemantle emphasises. But sweetening the deal with individualised poems, or a free ice cream, or a voucher for goods to compensate for inconvenience never hurts, either.</p>"
]