[
  "<p>The exhibition Mexico-Europe: Round Trips, 1910-1960 fills the whole of Lille's Museum of Modern Art with a story of idealism and betrayal, rivalries, loners, mediocrities and mountebanks. Here are more than 50 years of painting and sculpture, \"portable\" fresco murals weighing up to two tons, and an enormous trove of graphic arts, photographs, books, manifestos, poems and pamphlets. Among the Mexicans, one finds Picasso and Mondrian, Modigliani and muralist-inspired works by Jackson Pollock, Ben Shahn and Philip Guston. It's a fascinating show, an attempt to outline the development of Mexican art and its relationship to Europe following the 1910 revolution - and it proves, finally, to be less about Mexico and Europe than Mexico and the world. </p> <p>One must look at the show in terms of the wider tendencies of 20th-century art. Symbolism and cubism, futurism (which belatedly arose in Mexico in the 1920s as \"stridentism\"), surrealism, realism and abstraction all inevitably impinged on Mexican art as the country slowly, fitfully unshackled itself from conditions of poverty and corruption, including government-sanctioned slavery. Although in awe of academic French culture, and perverted Enlightenment and rationalist, utilitarian values, Mexico's pre-revolutionary ruling class kept the country in appalling conditions. But it would be altogether wrong to assume that - before and after Zapata's 1910 revolution - where Europe led, Mexico followed, in culture as well as social structures. </p> <p>Frida Kahlo said that, in the 1930s, she had no idea she was a surrealist until Andre Bréton, visiting Mexico, told her she was. Surrealism, it turns out, is always with us. Bréton (a thoroughly awful figure in many ways) decided that Mexico itself was surreal. Given his proximity to the complexities of Kahlo and Diego Rivera's tempestuous, labyrinthine life together, this is understandable. At the time of his trip Kahlo was having an affair with the aging Leon Trotsky while the exiled revolutionary was Rivera's guest, and the authoritarian communist muralist David Alfaro Siqueiros (who was a profound influence on Jackson Pollock) was preparing a failed assassination attempt on Trotsky's life. </p> <p>The exhibition, which opened last Saturday, delivers much, but only fitfully explains what its title suggests. There is a great deal to take in. In fact, the show is probably indigestible, even given the limit of its remit. However, it is also full of energy, curiosities, grand things, mediocre things and understated, lovely things. </p> <p>Let's begin with the beautiful portrait by self-taught painter Hermenegildo Bustos of his wife. Bustos, whose inclusion here must be seen as a kind of back marker (the portrait was probably painted in the 1880s or 90s, and the artist died in 1907), was a native Indian by birth, a church warden and postal worker (as was Le Douanier Rousseau, to whom he has been compared), and a marvellous artist who lived all his life in a provincial Mexican town. His small oil on tin portrait of Joaquina Rios de Bustos dominates the room where she hangs, with her stern expression and her penetrating eyes. Compared with her, Modigliani's bust of a young woman, opposite, from Lille's own collection, and Van Dongen's paint- and mascara-slathered woman nearby just look affected and desperate to be modern. They lack presence. </p> <p>The Mexican writer Octavio Paz once made interesting comparisons between Bustos's portraits and Egypto-Roman portraits, and one can also see in Bustos's work an almost Netherlandish perspicacity. Like many Mexican artists, though, he tempered this with a wonderful yet restrained sense of the decorative: the intense blue beads about Doña Joaquina's neck, the restrained curve of her black hair on her brow. </p> <p>Modigliani is in the show principally on account of his close relationship to the Mexican muralist Diego Rivera, who spent almost 15 years in Paris. A small Rivera pencil portrait of Jean Cocteau is indebted to Modigliani and, inevitably, to Brancusi. Modigliani also painted and sketched Rivera's marvellously characterful face several times. While Bustos's art grew from his study of church icons, and what art he could see in reproductions, Rivera's work developed from his first-hand experience in Europe. He was in thrall first to Velazquez, then El Greco; then he was influenced by Mondrian, whose studio was downstairs from his own in Montparnasse, and cubism, at which he had some belated success in Paris (abandoning the mode soon after a falling-out with Picasso). Rivera was a consummate self-mythologiser, and the stories he told about himself are not to be taken at face value. Had he really dined on human flesh as a poor student? Did he really attempt to assassinate President Diaz at the opening of his own exhibition in Mexico City in 1910? (The president never showed up, and the plot, apparently, was abandoned.) We don't know. </p> <p>For all his years in the Paris art world, Rivera was later to call the Mexican graphic artist José Guadalupe Posada (1852-1913) the most important of his teachers. Posada, who died in poverty and obscurity, was rediscovered post humously by the French-Mexican painter Jean Charlot. His newspaper and magazine illustrations of firing squads and horrific murders, his endless parade of bicycle-riding skeletons, matronly skulls in flowery hats, bony revolutionaries and skeleton orators, are terrific and - for all the grinning, empty eye-sockets - lively, earthy images. </p> <p>Throughout the exhibition, it is the graphic exuberance and sense of drawing that seems to me the most powerful aspect of Mexican art during this period. Most of the paintings succeed as images first, as paintings second. This is true of the surreal works of Maria Izquierdo (admired by Antonin Artaud) and of Antonio Ruiz's Edward Burra-ish street scenes, and his painting of a city rising from the landscape of blankets in his 1934 Dream of the Malinche. It is also true of the peculiar paintings of the strange Dr Atl, the pseudonym adopted by Gerardo Murillo, who was obsessed with painting volcanic eruptions. Atl's paintings, with their lurid skies, lava eruptions, dead craters and naked tree stumps, eerily recall Paul Nash's first world war landscapes, transposed to a world of strong light, intense colour and heat. Where Rivera saw cubism as paralleling technological and social revolution, Atl saw an even more earth-shattering apocalypse in the extremes of geology. Oddly, he made all this destruction look fussy, a sort of oxymoronic post-impressionist inferno. </p> <p>Muralism had its own faults - most are gigantic picture machines - but as a movement it was full of vitality. The best Rivera here is his gorgeous 1949 Flower Seller, in which the large canvas presents a densely packed pictorial bouquet, bursting with life, sensuousness and pleasure. It is filled with wonderful, repetitive pictorial rhythms and rhymes, patterns, textures and organic forms. Rivera never forgot cubism's compositional lessons. Nothing could be further from his grim, grey 1933 mural of Trotsky and the Third International. If he wanted to make a popular, democratic art that communicated to everyone, he did so, at best, when he wasn't trying. </p> <p>The show is big, but the story behind the development of Mexican art in the first half of the 20th century is much bigger. The exhibition ends with the so-called Rupture of the late 1950s, but that was really a petering-out of energy, just like the fitful end of the Ecole de Paris. Perhaps the show should have made its cut-off point 10 years earlier, or given way to an examination of all the writers and film-makers - such as Buñuel - who went to Mexico. But that's a movie season and a library, not a show.</p> <p><strong>·</strong> Mexico-Europe, Round Trips 1910-1960 is at the Musèe d'Art Moderne, Lille, until January 16. Details: 0033 3 20 19 6868 or <a href=\"http://www.nordnet.fr/mam\">www.nordnet.fr/mam</a>.</p>",
  "<p><strong>·</strong> Church charity closed down<br><strong>·</strong> Mental hospital patients 'in fear'<br><strong>·</strong> Preview: what's in tomorrow's SocietyGuardian supplement</p> <p>Welcome to the lunchtime news round-up from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^</p> <p>Today's top story: Scotland launches crackdown on web paedophiles </p> <p>Paedophiles who 'groom' children with the intention of meeting and abusing them will face up to 10 years in jail, under legislation announced by Scotland's first minister, Jack McConnell, today. </p> <p>^^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Voluntary sector</p> <p><strong>·</strong> Charity management: Church charity closed down </p> <p>The charities watchdog has shut down the charity behind an evangelical church after an investigation found evidence of misconduct and mismanagement, including unauthorised payments to its pastor, it has emerged. </p> <p>^^^^^^^^^^^^</p> <p>Social care</p> <p><strong>·</strong> Mental health: Mental hospital patients 'in fear' </p> <p>Over half the patients in psychiatric hospitals were threatened during their stay and 20% were physically assaulted, the mental health charity Mind reports today. </p> <p><strong>·</strong> Elderly care: Care home sales threaten elderly </p> <p>Threat of a national shortage of care homes for older people intensifies with the disclosure that nearly 10,000 places were scrapped in Britain last year. </p> <p>^^^^^^^^^^^^</p> <p>Health</p> <p><strong>·</strong> Child health: Heart alert for 20% of children </p> <p>One in five children as young as 11 could be showing early signs of future heart disease, according to a new study. </p> <p>^^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Asylum: Tory asylum assault goes awry </p> <p>Conservative attempts to exploit the issues of immigration and asylum backfire as a spokesman is forced to distance himself from his party's own report. </p> <p><strong>·</strong> Prisons: Conditions at largest jail worsen </p> <p>Conditions at the largest prison in the country have worsened since a critical report 16 months ago, according to a new inspection report released today. </p> <p><strong>·</strong> Youth justice: Inquiry told of deadly 'blunders' </p> <p>Fresh blunders which possibly led to the murder of an Asian prisoner by his violent, racist cellmate were revealed at public inquiry.</p> <p><strong>·</strong> Environment: National parks lined up for boundary changes </p> <p>Two northern national parks may move closer together if a 50-year-old piece of unfinished countryside protection business is finally tidied up. </p> <p>^^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Sudan crisis: They escaped the Janjaweed. Now Darfur's returning villagers face real fight to survive </p> <p>Those who could not get to refugee camps exist on seeds and grass-pollen porridge. Jeevan Vasagar reports. </p> <p><strong>·</strong> Cancer: Getting to know the enemy within </p> <p>Dina Rabinovitch thought breast cancer didn't attack women like her. After all, she'd had children young and breastfed for several years. Then she asked her GP about a lump in her right breast. </p> <p><strong>·</strong> Nuclear power: There is an alternative </p> <p> Politicians are once more revving up the debate that only nuclear power can save the planet, writes George Monbiot.</p> <p><strong>·</strong> Health: Over and out </p> <p> As Bill Clinton undergoes bypass surgery, Michele Hanson wonders why it is that so many of us remain fighting fit until we retire - and then promptly descend into ill health. And David McKie explains why he will never stop work. </p> <p><strong>·</strong> Environment: Green lights </p> <p>A masters course is attracting students from around the world who aim to find new ways to tackle environmental issues, reports Alok Jha. </p> <p>^^^^^^^^^^^^</p> <p><strong>PREVIEW: IN TOMORROW'S SOCIETYGUARDIAN</strong></p> <p><strong>·</strong> Feature: Parent trap - teenage mothers are often vilified by the press and politicians as 'slags' or benefit scroungers - prejudices, the youngers say, they also encounter among public service employees. Annie Kelly reports on a campaign to change attitudes</p> <p><strong>·</strong> Plus: Peter Hetherington on asbos; John Carvel on the children bill; Matt Weaver on the Angel of the East </p> <p><strong>·</strong> Jobs: The Holocaust Memorial Day Trust is seeking applications for a chair and trustees. \"This is a unique opportunity to be involved in an exciting, challenging and high profile charity combating discrimination and prejudice,\" says the Home Office, which has organised previous memorial days.</p> <p>For more details of these, and hundreds more public services and voluntary sector vacancies, see tomorrow's SocietyGuardian or visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p>",
  "<p>'They cannot thus get rid of their relations,\" said Mrs Gaskell, referring to women writers and their family responsibilities. Men writers, of course, go and sit in a shed in the garden. Even Bernard Shaw, who had no children, sat in a shed to be on the safe side. A chipmunk, observing SJ Perelman in his shed, deduced that his job was rolling up balls of paper and throwing them in a waste-paper basket. </p> <p>Both <strong>Blue Murder</strong> (ITV1) and <strong>Silent Witness</strong> (BBC1) were about career women up to their collar bones in children. In Blue Murder, DCI Janine Lewis (Caroline Quentin) has just returned to duty in a floppy top having had her fourth child. A charming child who, oddly, did not seem to recognise her. Now, call me defeatist, but you cannot hold down an unpredictable job and raise four young children without a live-in nanny. An ex-husband, who has left you for a slimmer model but who is prepared to do a little light baby sitting, just won't do. </p> <p>Blue Murder is set in Manchester. The rain lashes down relentlessly. The pane is blind with showers. On the plus side, it has a large selection of lap dancers. Continuing the working-mother theme, a lap dancer, looking in her bag for the address of a brothel, takes out a packet of baby wipes. </p> <p>Written by a woman. With the best intentions. Probably in a shed. </p> <p>In Silent Witness, the mother-son relationship was exceptionally fraught, as Sam Ryan (Amanda Burton) and her son, Joe (Ciaran McMenamin), roared in each other's reddening faces. Joe, who had been adopted and resented it, was a particularly trying son, being jailed on a regular basis. Realising he was a full-time job, the fair Miss Frigidaire retired from the morgue and warmed up a bit. She will now leave Silent Witness and resurface on ITV as a policewoman in The Commander. </p> <p>The pace of the film was funereal, with more pauses than a litter of kittens, but it was far better acted and written than Blue Murder, and featured some heart-stopping shots of icy Irish seas. However, Sam's anguished cry last night of \"It's just been one huge joke!\" came as quite a surprise. I had only spotted one little joke. When the murderer said reproachfully, \"Sam! Sam!\", it would have taken a heart of stone not to respond: \"Pick up tha' musket!\" </p> <p>It is a truth universally acknowledged that any soap family that starts life as louts and layabouts invariably mellows into soft-centred sweeties. This was true of the Battersbys in Coronation Street and the Slaters in Walford. Now the ranks of the Slaters have thinned, a new family, the Millers, has moved into <strong>EastEnders</strong> (BBC 1). The father, Keith Miller, is something between a ne'er-do-well and a never-well. He enjoys ill health which prevents gainful labour. (I rather resent his name. The Keith Miller is a gorgeous Australian cricketer, who used to look particularly dashing at Ascot in a top hat). This Keith Miller has a paranoid wife, a pregnant schoolgirl daughter, an Irish wolfhound called Genghis and an ice-cream van inscribed Mind That Child. A very relevant warning in the case of young Darren Miller. As Andy, the natty gangster, said, \"Personally, I think the whole neighbourhood's on the slide.\" </p> <p>Gyles Brandreth, world authority on teddy bears and Prince Philip's playmates, hosts a new panel game called <strong>Public Opinion</strong> (BBC1). As you were watching The Sopranos instead (according to Joan Rivers, giving a master class on engagement rings on Jack Dee Live at the Apollo, Italians have the biggest rings because they kill people), I'll have to tell you about it. </p> <p>An independent opinion survey (a woman with a clip-board) asked the public to describe a certain celebrity in four adjectives. Six celebrities, of whom I only recognised three, had to decide which of them was \"flamboyant, naive, irritating and tragic\". I will not keep you in agonising suspense. It was Paul Daniels. Paul protested forcibly that he certainly wasn't tragic. Jim \"Bullseye\" Bowen, the nearest thing to an undertaker ever to be a presenter, slowly turned to him and said in a Blackburn accent as flat as a cap: \"What it is, Paul, is - they don't like you.\" </p> <p>Paul Daniels is fated to be on the receiving end of such unplayable bouncers. Most notably Mrs Merton's question to Debbie McGee: \"What first attracted you to the millionaire Paul Daniels?\"</p>",
  "<p>Russian authorities have detained the Moscow bureau chief of the satellite TV channel al-Arabiya on his way to Moscow from Beslan, where he was covering the hostage crisis.</p> <p>Amro Abdel Hamid, an Egyptian who holds Russian citizenship, was stopped at the airport in the southern Russian city of Mineralniye Vody, according to reports.</p> <p>Al-Arabiya was informed the journalist would be held for two days, but has not been told why he is being detained.</p> <p>The arrest came amid fears of a crackdown on the media in Russia, following criticism of the government's handling of the Beslan school siege.</p> <p>The editor of Russia's leading daily, Izvestiya, was yesterday forced to resign over the paper's coverage of the hostage crisis, in which more than 300 people died.</p> <p>In an interview with Radio Liberty, Raf Shakirov, credited with building the former government newspaper into one of the country's most outspoken publications, said he had been forced by the newspaper's owner to resign for what he called his \"emotional\" coverage of the siege. </p> <p>\"We ran that photo to show what this means to our country,\" he said. \"And basically this image was later confirmed - this was a war.\"</p> <p>Commenting on Shakirov's dismissal, Viktor Loshak, the editor of the popular magazine Ogonyok, told the radio statio: \"This scares me because we are moving far away from the country that we had been trying to build for the past 10 years.\"</p> <p>Journalists and media organisations in Russia are claiming they have been prevented from covering the events in Beslan, and suspicions have been raised about the cases of two journalists stopped from travelling to the town.</p> <p>Radio Liberty reporter Andrei Babitsky was held at a Moscow airport, accused of possessing explosives and later charged with \"hooliganism\" after a search found nothing. He was sentenced to five days in jail.</p> <p>And yesterday it emerged that Anna Politkovskaya, a reporter for Novaya Gazeta who has received death theats for her articles on Chechnya and has denounced the Russian forces for atrocities, was mysteriously taken ill on her way to Beslan.</p> <p>After drinking tea supplied by the plane's stewardess, she fainted and doctors said she had been poisoned. </p> <p>Press freedom organisation Reporters without Borders today reported that two employees of the Georgian TV station Rustavi 2, Nana Lezhava and cameraman Levan Tetvadze, have been held by the Beslan police since September 4. </p> <p>According to RWB, the local authorities claimed Lezhava and Tetvadze did not have the required visas and accreditation.</p> <p>But this was challenged by Rustavi 2 news editor Eka Khoperia, who said they were residents of Kazbegi, a town on the border between Georgia and the Russian republic of North Ossetia, and as such can enter Russia without a visa under an agreement between the two countries. </p> <p>The group has written to the Russian interior minister, Rashid Nurgaliyev, calling for the immediate release of the pair and for an investigation into the circumstances surrounding Politkovskaya's apparent poisoning.</p> <p>\"We urge you to ensure that journalists can carry out their work without hindrance, especially at this critical and tragic time when the population has a right to full, impartial and independent information,\" the organisation said.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>At first sight, the village appeared deserted. There was no sound of children laughing, or donkeys braying. The dry stone walls of the huts were blackened with fire. Within each hut, the thatched roof had tumbled in, leaving a carpet of black and grey ash which crunched and billowed underfoot. </p> <p>Then a ghostly figure in a white robe stepped out from the ruins. </p> <p>Bohid Ali Hamid walked with a firm tread through the village where he had spent all 91 years of his life. Seeing foreigners, he drew himself up and greeted them as a British soldier had once taught him to do, by stamping his right foot and giving a military salute. </p> <p>\"I have spent all my life in this village,\" he said. \"I do not want to leave. I will stay until they come to kill me in my house.\" </p> <p>In this region of north-western Darfur, a swath of villages was levelled by the government in April and May. Refugees poured across the border into Chad, but others remained behind; some because they chose to do so, but many others because they were too old or too poor to make the long journey to the frontier. </p> <p>Across Darfur, there are up to 1 million people whose livelihoods were destroyed by the war, but who did not reach the camps. Their plight is even more desperate than that of the refugees, who are being cared for by the UN and aid agencies. </p> <p>Mr Hamid's village was destroyed by the Sudanese military in collaboration with the Janjaweed Arab militia. It was attacked from the air and the ground. There is still an unexploded bomb, a fat blue tube with mangled fins, lying in a clearing at the centre of the huts. </p> <p>\"When they came here, all of the people ran away, but I hid behind a tree just over there,\" he said, indicating a cluster of trees on the outskirts of the village. \"For six days, I stayed behind that tree, then one of my relatives came to get me.\" </p> <p>He spent months with some other villagers, hiding in a dried-up river bed, then returned less than four weeks ago. His son and a group of female relatives are with him, but the village is otherwise deserted. </p> <p>In a metal bowl, a pile of watermelon seeds are soaking in water. Since the attack, this has been the villagers' only food. They are desperately hungry. One elderly woman vigorously mimed her plight by rubbing her stomach, marching on the spot to show the search for food, and raising her hands, beseeching Allah. </p> <p>At a neighbouring village, three elderly men walked out from between the shattered houses to greet the strangers. With them were a few of their children, two boys with swollen bellies. </p> <p>Murugani Ibrahim, 70, fled to hide in a mountain range when his village was razed by the Janjaweed. He was one of those who was too poor to escape Darfur, after his livestock were stolen in the raid. </p> <p>\"I wanted to go to Chad, but I didn't have a camel or a donkey,\" he said. Without an animal to ride, it is a six-day walk across the desert to the border. </p> <p>Since April, the family has been living on mati, yellow nuts which are poisonous and have to be soaked in several changes of water before they are edible. They fill the stomach, but have no nutritional content. They are eating grass pollen too; tiny dark brown grains cooked into a porridge. </p> <p>Mr Ibrahim's son Anwar is six, but a few grey hairs curl from the base of the boy's scalp. His father said the child's hair started to turn white after the attack on their village. Like his brother Abdel Karim, his stomach is bloated and both boys are short for their years. </p> <p>A comprehensive destruction has been visited on this region. Fire has turned stone huts into shells and grass huts into circles of black ash on the ground. The villagers' stores of dried fruit and grains have been carbonised to hard black lumps. It seems as if no clay storage pot has been left unsmashed. </p> <p>In the town at the centre of this group of villages, the marketplace has been ripped to pieces. Bolts on storehouse doors have been smashed, and the thatched wooden shelters that held stalls have been splintered. Corrugated iron huts have been torn apart. </p> <p>The region is home to a black African people called the Zaghawa. Some of its men have played a leading role in the revolt against Khartoum. The government's response has been to inflict a collective punishment on village after village. </p> <p>The Guardian was conducted to the region by the rebels, and has agreed not to identify the precise location of the villages because a rebel base is now nearby. </p> <p>The villagers who have returned here must now rebuild their lives with few tools and barely any animals. There are a few cows to provide milk for their children and a handful of donkeys to help fetch water and firewood after most of their flocks were stolen by the Janjaweed. </p> <p>At another village, one woman had returned from a refugee camp in Chad to survey the ruins of her home. Amina Buye Khadir escaped with her four-year-old daughter on her back, and four older children running in front of her. </p> <p>\"Since that time I haven't seen my husband. I don't know if he has been captured,\" she said. \"I have come here to plant. My oldest daughter, Saida, is looking after the other children. I will return to Chad when I have planted my crops. I won't stay, I am afraid.\" </p> <p>She raked the ash of her former home with her fingers to show where the fire had charred her store of dried fruit and seeds. The family's Qur'an did not escape either. The sheets of paper inscribed with holy verses have turned brown and black, and wavy from the heat. They flake into pieces when touched. </p> <p>In the doorway of her house is a tin box of ammunition discarded by the attackers. It has no maker's mark, but the olive green box is stamped in English lettering: \"1200 rounds, 7.62mm\". </p> <p>\"I am very angry because they burnt all my property, our house, everything,\" Mrs Khadir said. \"There was one suitcase which had all my life gathered together in it; my blankets, sheets and mats.\" </p> <p>Living in this semi-desert region of north Darfur can be harsh. Short rains and a poor harvest can spell hardship and death for many. But the people of Darfur understood those odds and had learned to cope. Now their own government has brought them to their knees with a war that is turning children's hair grey.</p>",
  "Conservative attempts to exploit the issues of immigration and asylum backfired yesterday with a frontbench spokesman being forced to distance himself from his party's own report and a book from a whistleblower which has been branded as \"racist\". <p>David Davis, the shadow home secretary, had been due to chair the book launch of former immigration official Steve Moxon. But amid claims that the book was an Islamophobic rant, Mr Davis failed to show. </p> <p>Mr Moxon lost his job after revealing failings in the immigration system that led to the immigration minister Beverley Hughes resigning. Mr Davis had tried to use the crisis to attack the government and defended Mr Moxon's actions. </p> <p>Mr Moxon's book, The Great Immigration Scandal, claims the term \"paki\" is not racist; predicts immigration leading to Ulster-style civil war; and Asians are more likely to be organised criminals. </p> <p>He writes: \"Anyone with street sense knows to play by the sensible rule of thumb that predominantly Afro-Caribbean areas or where blacks deal drugs or pimp girls, are places where extra caution should be exercised.\" </p> <p>A Conservative party spokesman said: \"David Davis had agreed to go provisionally and talk in favour of Steve as a whistleblower. But that was before he saw the contents of the book. He then felt unable to attend.\" </p> <p>Mr Davis was also embarrassed when a commission set up by the Conservatives into immigration concluded that only skilled immigrants capable of earning at least £25,000 a year should be allowed into Britain as part of a clampdown that would also see their movements closely monitored. </p> <p>In a report which embarrassed some Tory MPs, the former immigration minister, Timothy Kirkhope, now an MEP, says that claims that southern Britain is too crowded are true and that mass migration of unskilled workers - advocated by government and the CBI - is not good for the economy nor community cohesion. </p> <p>With 4 million people seeking work: \"Britain should not need more low-skilled workers when there is a more than adequate supply to meet the requirements of our business community in the combined labour markets of the EU,\" concludes the commission. </p> <p>It accused the CBI of preferring cheap labour to investment and points to high jobless rates among some unskilled Asian groups. </p> <p>Mr Kirkhope's report, instigated by Mr Davis, is the work of an independent commission he chaired. Entitled \"Building a Fairer Immigration System\", the report argues that holders of work permits should not qualify for British in-work benefits. They should also have their biometric data, visa and passport details recorded before they embark for Britain. Internal reporting at the local police station should be enforced and embarkation checks made when such people leave the country. Overstays should not be tolerated.</p> <p>Initially Tory HQ drew back from the suggestion that, as in Canada, only skilled applicants, capable of earning at least £25,000 should be admitted. \"This is just one of a number of suggestions made by the inquiry. But it is not party policy and it is not something we will be moving forward with,\" said a spokesman.</p>",
  "<p>If the purpose of education is to get you to remember how to solve simultaneous equations or the signatories to the Treaty of Versailles, then you have to conclude the system has failed more than 90% of the population within weeks of leaving school. But if you believe that education serves a wider role of helping to form opinions and shaping behaviour, then it is possible that one of the newest kids on the curriculum block is proving to be the most effective learning tool of them all. </p> <p>When the former education secretary David Blunkett first proposed incorporating citizenship into the national curriculum, some sceptics wondered whether it would turn out to be little more than a sop to PC sentiment and become rapidly marginalised by the demands of exam-based timetabling. But a new report on citizenship in the curriculum, published today by Community Service Volunteers (CSV), suggests the subject has had a marked effect on student attitudes in the two years since its introduction: 25% of students felt citizenship had given them more respect for others, 17% felt it had promoted greater tolerance and 6% felt their behaviour had improved directly as a result of what they had learnt. </p> <p>\"I am extremely encouraged by the student responses,\" says Peter Hayes, CSV's director of education. \"They are a strong endorsement of citizenship's inclusion within the curriculum. It shows that young people have an active interest and commitment to society. They want to be involved.\" </p> <p>Preston Manor high school in Wembley, north London, is one of the success stories. The school has a diverse social and cultural intake and from day one it has placed a high premium on citizenship education. \"Every year 9 student has one hour a week dedicated purely to citizenship,\" says Daniel Graham, the school's citizenship coordinator. \"All other students spend time on citizenship issues in registration and assembly time, and the subject is taught throughout other areas of the curriculum. </p> <p>\"At the beginning of last year, I spent a whole day with all staff looking both at where we were successful in incorporating citizenship into other subjects and where there was room to do more. Citizenship is at the top of the school agenda: there is a year 8 buddying programme for year 7s, a mentoring system and a culture of rights, responsibilities and duties has become part of the ethos.\" </p> <p>A new school newspaper focusing entirely on the school and its relationship with the community has been one spin-off of the citizenship programme. \"It was tough-going at first,\" admits Stacy Lee, the student deputy editor. \"People couldn't find any stuff on pop culture, so they tended to bin it without reading it. Now people know what it's about they take more interest. Overall there's a calmer feel around the school; kids aren't so loud and rowdy and there's more respect.\" </p> <p>But it's not all roses. The CSV survey highlights the patchiness of the training and delivery of the subject in many parts of the country. Many schools still pay little more than lip service to the subject by tacking a few footnotes on to existing PHSE and history lessons, and getting all their hands-on participation over and done with in one day, picking up a few ice-cream wrappers from the nearby streets. </p> <p>And you can see why. Schools have been slow to realise there are points in GCSE league tables for their efforts (though the citizenship short course is the fastest growing GCSE - up from 6,000 entries in 2003 to 27,000 in 2004) and what assessment there is of the subject is as patchy as the provision. </p> <p>\"The DfES has taken some positive steps by appointing continuous professional development citizenship coordinators for the regions,\" says Hayes, \"but the provision is still partial and it's a matter of luck whether the right teacher is in the right place at the right time. The problem is money: it's expensive to fund adequate numbers of advanced skills teachers to provide the necessary follow-up to initial and induction training.\" </p> <p>Even so, there's a strong sense that citizenship has already established a firm bridgehead within the curriculum. \"Citizenship is a brilliant concept whose time has come,\" says Zandria Pauncefort, chief executive of the Institute for Citizenship. \"It's become a part of our everyday vocabulary and there's a general recognition of the importance of understanding how we engage with one another. It's always difficult to find tangible results, but only the other day one headteacher told me her pupils had become young adults in the space of a single afternoon's debate.\" </p> <p>With cynicism and disaffection for the political system at an all-time high in terms of electoral participation, there has never been a greater need for involvement in the democratic process, and Pauncefort takes great encouragement from schoolchildren's interest in the conflict in Iraq. \"Citizenship is society's investment in its future.\" </p> <p>But it could just be that democracy has one last stab in the back for citizenship. On the surface, the proposals outlined in Tomlinson's interim report on 14-19 education appear to embody the very principles of social inclusion that are at the core of the citizenship programme. Yet in its implementation, the citizenship syllabus could be forced to take a back seat. </p> <p>\"The interim report does not address the role of KS4 and the national curriculum,\" says Tony Breslin, director of the Citizenship Foundation. \"There are reassuring words about citizenship and the KS4 syllabus, but they do not necessarily translate into citizenship becoming a core subject. If we're not careful we could revert to a system where citizenship is a cross-curricular subject. And, we know, everywhere in the curriculum means nowhere. </p> <p>\"I'm also concerned that citizenship may become anodyne. Tomlinson refers to active citizenship, and there's a risk that it becomes a soft, do-gooding option. What we need is effective citizenship. There's nothing wrong with helping others, but what we first need to understand is the political climate in which we are acting.\" </p> <p>Tomlinson, beware. Citizenship may be only two years old, but it's growing up fast and it plans to stay for the duration.</p>",
  "An Israeli attack on Hamas activists training near Gaza City killed at least 13 people early today. <p>The raid came a week after Hamas murdered 16 Israelis in twin suicide bombings on buses in Be'er Sheva. Israel's leaders vowed bloody revenge on the Islamist group. The dead in yesterday's attack were all believed to be Hamas supporters. </p> <p>Witnesses described helicopters hovering overhead as about five powerful explosions were heard shortly after midnight when missiles or tank shells hit a football pitch and neighbouring building in Shajaiyeh, a Hamas stronghold on the eastern flank of Gaza City close to the fence with Israel. Palestinian sources said Hamas had been training fighters at the site under cover of darkness. </p> <p>Juma Shaka, a doctor at Shifa hospital in Gaza City, said 13 bodies were brought to the morgue and 25 people treated for wounds. </p> <p>It was the bloodiest Israeli attack in the Gaza strip since the military's assault on Rafah refugee camp in May. </p> <p>Hamas predictably threatened its own retaliation and loudspeakers on mosques across Gaza City swiftly began blaring denunciations of the attack. At the hospital, men waved bloodied clothes and vowed revenge. </p> <p>\"This bloody crime is a new wave of aggression committed against our people and against our sons,\" a Hamas spokesman, Mushir al-Masri, told the Associated Press. \"It's an ongoing war. One day for us and one day for them.\" </p> <p>Mr Masri denied the football pitch was used to train fighters and said it was a summer camp for Palestinian youths. But the Israeli military said it targeted the site after an accidental explosion there a fortnight ago. </p> <p>\"The targeted location was known as a gathering field of Hamas terrorists to be trained in the planting and activating of explosive devices, launching of RPG and rockets and practicing infiltration into Israeli communities and military posts,\" the army said in a statement. </p> <p>\"Two weeks ago a unique and powerful explosive device was assembled at the field. The explosive device was to be activated against an Israeli target. </p> <p>\"Due to what seems to be a technical difficulty the explosive device exploded at the training field, killing a well-known Hamas terrorist and wounding others.\" </p> <p>The military also said a suicide bomb belt assembled at the site was discovered as a Palestinian worker attempted to smuggle it through a Gaza checkpoint and into Israel last week.</p>",
  "If the polls are right, and I begin to think that they might be, then George Bush will be re-elected in November. And we on the left and centre-left of politics will somehow have to account for it. Popular explanations will include a rubbish Democrat campaign, corporate campaign money, the machinations of the rightwing media, Republican dirty tricks and - above all - the suggestion that Americans are dumb. Today we're doing dumb. <p>The argument goes something like this. Bush and the Republicans stand for policies that actively and rather obviously damage the ordinary American. If Jo Schmo was in her right mind she would realise what was going on and vote John Kerry. She won't, so she isn't. Therefore her behaviour and beliefs are so out of trim with her \"natural\" interests and her \"real\" experience that her consciousness, as Marx would have said, is false. </p> <p>A couple of weeks ago a book was published in America that elaborated on exactly this theme. What's the Matter with Kansas? by Thomas Frank gazes on \"a panorama of madness and delusion worthy of Hieronymous Bosch\". In this Bedlam of irrational behaviour - the state where the working-classes vote Republican - small farmers vote themselves off the land, proud parents ensure that their kids will never get to college or afford good healthcare and stolid factory-workers vote for closures and regional decline. </p> <p>But why do they do this? There must be a reason. Frank finds it, essentially, in Christian fundamentalism. The Republicans offer to sell homophobia, anti-feminism and covert racism to the dumb folks of Kansas, but what they actually buy is big-business liberalism and globalisation. They are gulled by the oldest trick of all, the one that gets the victim to look somewhere else. </p> <p>But suppose, for a moment, that the Kansas voters aren't so dumb. Suppose, first, that they don't buy the economic prospectus unwittingly along with the social populism, but consciously because they actually agree with it - because (and this hurts) it does actually tie in with their concrete experience. In other words, their consciousness is not false at all. Why might a poor person be opposed to tax increases and social benefits? Possibly because they hope to be richer themselves, maybe because they believe that high benefits are a disincentive to work and conceivably they believe both because that is exactly what they see happening around them - folks getting rich and folks idling. </p> <p>We, of course, tend not to look at things in this harsh way. But as the best book I have read recently about the US - The Right Nation: Why America is Different, by John Mickelthwait and Adrian Wooldridge - points out, American history and optimism are different. If you want, say, Hispanic votes, you don't go on about welfare - Mexican immigrants aren't big on it. </p> <p>And European social democrats have to concede that there is such a thing as a disincentive to work. As Will Hutton pointed out, writing about Germany in last Sunday's Observer, one \"vital prerequisite to restoring German economic health\" is for the authorities to \"stop offering what amounts to a generous pension for life\", cutting it down to something that tides people over between jobs. </p> <p>Then there's the question of the alternative. If the problem, as formulated by one Democrat commentator, is that the Republicans \"destroy the farm subsidies that have kept family farms out of the hands of giant, corporate mega-farms, deregulate every industry including the once dominant aircraft industry, and ship the rest of the jobs overseas or get underpaid migrant labour to fill the positions,\" then the answers would appear to be to increase farm subsidies, tightly regulate domestic aircraft production, increase protectionism and place restrictions on migrant labour. </p> <p>This is a formulation that would find favour with Pat Buchanan and the populist palaeo-conservatives, but it is hardly likely to resonate with modern voters who surmise - rightly - that the outside world cannot be locked out. It would also not find much favour with us here in Europe. </p> <p>No, the problem is the same problem as it always is really - giving people something better and believable to vote for. Starting from where they are. </p> <p> <b> Why passionate Prince Philip is Jung at heart</b> </p> <p>Not for the first time since being dis-elected by the people of Chester in 1997, the wit and former Tory MP Gyles Brandreth has come up with a fabulous image - one to warm the coldest pillow. It's of the Duke of Edinburgh passionately discussing great works of psychology with the nubile Duchess of Abercorn. </p> <p>\"I think it was at The Gables - when Nicky was running the shoots,\" Sacha Abercorn told Brandreth, \"that we particularly got interested in each other. What brought us together? Jung. Yes, Jung. I've always been interested in Jung, his work, his ideas. And Philip is interested in Jung. Prince Philip is always questing, exploring, searching for meaning, testing ideas. We had rivet ing conversations about Jung. That's where our friendship began.\" </p> <p>And - in terms of intimacy - ended, according to Lady Abercorn, refuting the claims of royal biographer, the Viscountess Bangor (sic) that, \"Philip and Sacha Abercorn certainly had an affair. Without a doubt\". And let's believe her and forget the salacious gossip because (a) we are too high-minded and (b) no one knows anything anyway. Being a newspaper of ideas we will concentrate instead on the prince and the psychotherapist and the question, why might a dry old \"pull yourself together\" stick like the Dook have an intellectual thing for Jung? </p> <p>First off, Jung isn't Freud. Rightwing nationalists hate Sigmund, but they quite like Carl Gustav because he believed that the unconscious was split into two parts, the individual and the collective. And it's a culturally specific collective unconscious, at that. So Swedes might be imbued with unconscious Vikings, and Bushmen with unconscious bush-trackers (Laurens Van Der Post loved Jung). In the 30s, Jung even described the God Wotan as \"the truest expression and unsurpassed personification of a fundamental quality that is particularly characteristic of the Germans.\" If Wotan, why not Windsor? If you were part of an unelected national dynasty, wouldn't you find attractive the notion of an unconscious that binds together a people and its myths? </p> <p>Then there's Jung's repudiation of Freud's idea of the libido. \"I can understand very well,\" wrote Jung, \"that Freud's ... reduction of everything psychic to primitive sexual wishes and power-drives has something about it that is beneficial and satisfying to the Jew, because it is a form of simplification.\" Jung preferred a libido where the sheer will to live substituted for sexual desire as the main driving force. </p> <p>Which brings us back to the boudoir. Imagine these two gazing at each other, the Duke and someone else's Duchess, both feeling that intense, that overwhelming, that passionate will to live.</p>"
]