[
  "<p><strong>My Summer Of Love </strong><br>(90 mins, 15) Directed by Pawel Pawlikowski; starring Natalie Press, Emily Blunt, Paddy Considine</p> <p>Pawel Pawlikowski, the Polish-born documentarist now based in Britain, made an impression four years ago with his feature film, Last Resort. Its urgent subject was the way we treat immigrants and asylum seekers and it took a despairing view of their plight. His new film, My Summer of Love, seemingly turns away from pressing topical concerns, the title suggesting a romantic idyll which in some sense it is. </p> <p>At the centre are two teenage girls, the middle-class, boarding school-educated Tamsin (Emily Blunt), and the working-class Mona (Nathalie Press), who meet one hot summer's day in the fields outside a small Yorkshire town. </p> <p>This opening is pastoral, bucolic. Mona, a pale, freckled redhead with a certain resemblance to the young Tilda Swinton, is lying in the faded grass, beside the red Honda motorbike she's just bought. It cost £10 because it does not have an engine. She looks up at the sky which, in its flat whiteness, resembles the surface of a lake. Suddenly above her rears a horse and Pawlikowski cuts between close-ups of her left eye and the enormous right eye of the horse. Confidently riding the horse is the beautiful, dark-haired Tamsin. From this casual encounter an intense friendship develops. </p> <p>The setting is almost abstract, an unnamed town in a narrow valley through which a train passes on an embankment above the streets but never stops. Tamsin lives in a secluded, ivy-covered mansion with her father, a remote figure, rarely seen, who drives a maroon Jaguar. Her sister, she explains, has died of anorexia and her mother is an actress on tour. Mona, an orphan, lives in a cluttered room above a pub that has been closed down by her older brother, Phil (Paddy Considine). He's a violent ex-criminal who has become a born-again Christian in jail and uses the ground floor as a meeting place for his devout circle. </p> <p>Tamsin is a gifted cello player, self-consciously sophisticated, urging Mona to understand the world by reading Nietzsche and Freud and proclaims that Edith Piaf 'had such a wonderfully tragic life'. She's manipulative and a self-confessed fantasist. Mona, on the other hand, is a forthright girl with a cheeky sense of humour (she does a splendid impersonation of Linda Blair in The Exorcist ), a strong local accent and no experience of life beyond this small community. </p> <p>Her romantic yearnings are tempered by a knowledge that ahead of her is a predictable future leading up to menopause and death. Both girls seem alienated from their families and backgrounds and each provides things the other needs. Tamsin buys an engine for Mona's Honda so they can go on jaunts together. </p> <p>The relationship suggests two very different works about class, alienation, and destructive passion - Jean Genet's The Maids and LP Hartley's The Go-Between. Their friendship develops into love of both a spiritual and physical kind - first a kiss while swimming in a brook on the moors, then a more passionate embrace on a neglected grass tennis court and finally full consummation. This escalation is handled with tenderness and subtlety. </p> <p>A tough humour informs the accompanying folie à deux by which the pair exact cruel comic revenge on Tamsin's father for his adulterous liaison and on Mona's brutal married lover for having deserted her. They then turn on Mona's brother, Phil, to expose the supposed hypocrisy that has led him and his followers to erect a giant cross on a hill above the town, announcing their mission to save its benighted citizens. </p> <p> My Summer of Love has a characteristically dangerous performance from Paddy Considine and remarkable performances from Nathalie Press and Emily Blunt, who bring a wonderful naturalness and conviction to Mona and Tamsin. They recall the striking debuts of Samantha Morton and Emily Watson in the 1990s. The picture is conventionally resolved, though not unsatisfactorily, and is oddly mysterious in its tone and thrust. </p> <p>Is it a psychological drama involving social and sexual rites of passage? Or is the film a kind of allegory about the impossibility of sustaining the emotional intensity necessary to break away from the moral numbness of contemporary Britain?</p>",
  "<p>Dusk in Kabul, and the sky is turning purple over the hills that rim the horizon around the city. Fluorescent lights flare green and red above a crowd and a stage. In the photograph, the crowd is fluid, its movement blurred by the long exposure. What the camera cannot capture is the wonderful, ethereal sounds of Farhad Darya, the legendary Afghan musician who had returned from exile in Canada to perform for the first time for years at the national stadium in Kabul this May.</p> <p>Six years before, I had sat on the stadium's concrete steps on a Friday afternoon. It was a pleasant summer's day, a weak sun lit the grey terraces, and the sky was the washed-out, eggshell blue peculiar to Kabul. Hawkers moved among listless spectators. I watched as doctors amputated the hands of two thieves. Then a man was made to squat by the penalty spot and was shot in the head. Once the blood and brains had been cleared away, there was a football match between teams from Kabul and the eastern city of Jalalabad. </p> <p>In the winter of 2000 I was back in the stadium. This time, a woman was executed. She had been convicted of battering her husband to death with a hammer, a crime that I remember thinking would meet with a similar punishment in many countries in the world, including the US. She crouched in her blue burqa, its fringe tugged by the breeze, looking over her shoulder like a nervous child. I remember hearing the long metallic scrape of the bolt on the executioner's AK47 being drawn back, clearly audible in the hush, and I can remember the three rounds that rang out, the dust that kicked up as the first two travelled through the woman's head, and then the fragments of skull that flew forward. </p> <p>Those days are gone. Two weeks ago Afghans voted in a presidential election, pretty much the only more or less free and fair poll ever held in the country. Holding the election was largely symbolic, but wonderful to see nonetheless. Most people voted on traditional lines - for whoever their village headman or husband or father determined. But at least it was an election. </p> <p>There are no longer executions in Kabul stadium. And many of the seemingly extraordinary restrictions the Taliban imposed on the capital have gone, present only in an odd sort of reverse image, like a photographic negative, when people do what was previously banned.</p> <p>Kabul has been transformed since the days when the Taliban were in control. In those days, traffic was minimal. A few old Soviet-built Volgas or imported Toyota Corollas bounced over the pitted streets. There was one half-decent restaurant where huge piles of steaming pulau and kebabs were served and senior Taliban officials sat on long greasy cushions with their catamites and their automatic weapons beside them. There was one hotel with six functioning rooms. The polytechnic was a minefield. At night, the intermittent electricity flickered on and off in a few favoured sections of the city. The rest was left in chill darkness.</p> <p>In contrast to today's bars, restaurants and thriving expat social scene, the international presence in the city was limited to a few NGOs, the UN, a handful of reporters and an increasing number of Arab, Pakistani or Central Asian militants. Often I was the only Western journalist in the country. Afghanistan was a decrepit global cul-de-sac. </p> <p>The Taliban's rule in Kabul, from 1996 to 2001, is now generally considered the epitome of fundamentalist Muslim repression. But the Taliban regime and its seemingly irrational social regulations can be better understood if seen in the context of Afghanistan in the mid- to late Nineties.</p> <p>For all their failings, the Taliban brought security to many areas where there was none. Impositions that were shocking in the cities were not impositions at all in the vast majority of Afghanistan. In the dusty hill villages of Paktia or Oruzgan province, of Ghor or Faryab, women had never gone to school or travelled without a burqa. Nor was the ban on televisions much of an issue. There weren't any.</p> <p>The Taliban's security meant that when, crippled by an enormous hangover, I left a wallet containing my passport and $1,500 on a bus, it was returned intact. It meant you could hail a cab and go virtually anywhere, provided you took the precaution of first checking in with the local warlord or Taliban official (often the same person). I slept in villages, military bases, the occasional fly-blown hotel, or in chai khannas, the roadside inns where tea and food (chai and khanna) are served to travellers. In one, just outside the town of Qalat on the road between Kabul and Kandahar, I woke at dawn to find everyone, guests and staff, lined up in the dust of the road for dawn prayers. I lay wrapped in blankets and watched them. It was an insight into the depth of local piety. Imagine a Travelodge on the M4 emptying into the car park for prayers at 4am. This was not fundamentalism or extremism. It was simply an expression of a faith that articulates every part of life. It was also an example of something that is often forgotten in analyses of the Taliban and of Afghanistan: the profound difference between Kabul and the rest of the country. </p> <p>No one in the West took much notice of the Taliban until they arrived in the capital and began imposing their infamous bans - on weather forecasting, representations of living things, leather jackets and 'Western hairstyles', pigeon racing, kite flying and most other forms of entertainment. Yet the reasoning behind this extreme rigour deserves understanding and even, controversial though it may be to say so, a degree of sympathy.</p> <p>Many Taliban had seen their families destroyed, their fathers killed, their fields deliberately despoiled, their culture splintered and their homeland sucked into a welter of violence. And if they hadn't witnessed it themselves, they had been told during their childhood in their stinking, seething refugee camps in Pakistan about the devastation wrought by the war with the Soviets in the Eighties. The attraction of the clear certainties of a rigorous interpretation of Islam to those steeped in such chaos is easy to comprehend. They believed that all that had gone wrong in their lives could be attributed to modernity, to newness, to change. They wanted a revolution in the original sense of the word, a turning back of the clock. There was a blackness, a trauma, at the heart of the Taliban movement. Outside the Ministry of Religious Affairs, I once saw a painted slogan: 'Every breath is a breath closer to death.' A year later it had been replaced with: 'Throw reason to the dogs. It stinks of corruption.'</p> <p>There was a perversely logical rationale behind the bans. The Taliban imagined the life they had lost as an idealised version of rural tribal society. That life, with its supposed purity and social justice, could be enjoyed once more if everybody followed the Shariat, the corpus of Islamic law, particularly where it intersected with local traditions that were threatened by change. And if people didn't want to, then for the greater good of all, they needed to be forced to. </p> <p>Thus all the injunctions: women could not go out without a close relative (effectively preventing them from working), men had to wear beards of a specific length, anything that detracted from prayer or religious observance had to be shunned. Secularism, cosmopolitanism, gender equality (and rule by non-Pashtuns) all had come from Kabul. And while the provinces had suffered terribly during the Soviet war, Kabul had done quite well, with big aid programmes, building schemes, cafes and cinemas, girls in miniskirts, imported films. The city dwellers were seen as collaborators. Kabul, to the rural Taliban, was Babylon and its women were the whores. And the Taliban behaved accordingly. </p> <p>As the years of their rule progressed, and their international isolation deepened, the Taliban drew closer to the Gulf-based strands of Islam followed by men like Osama bin Laden. Even as late as 1998 the Taliban were almost astonishingly simplistic. Bored, waiting for an interview with the minister for religious affairs, I once asked his guards, a detachment of religious police charged with enforcing the minister's harsh edicts, if I could join them. They looked me up and down and then conferred. Of course, they said, if I really wanted to. There followed another debate. One came over and shyly asked if I was a Muslim. No, I told him and asked if that was a problem. He looked grave and spoke to his colleagues again. A minute later he returned, all smiles. No problem, he told me, if I came with them to the mosque for dawn prayers the next day I could convert and there would be no trouble at all. </p> <p>There were, of course, far darker elements to the Taliban's regime. Arbitrary beatings were regularly meted out. Ethnic minorities, especially the Hazaras from the centre and west of the country, were cleansed from much of the city. The plains to the north were effectively razed. Once they had been the bread basket for the capital, spotted with beautiful villages set among orchards and vineyards. By the time of the war of 2001 they were wastelands, populated by thin, haunted, hunted people. </p> <p>Things are better now, as these photographs reflect. At least, they are in Kabul. Women are still dying without medical attention because their menfolk refuse to take them to hospital, but large numbers of girls are educated, there are women police officers, men can have their beards cut, the university is full, the mines have been cleared from the polytechnic, there are international flights to destinations throughout Europe and Asia from the city airport, cinemas have reopened to show the hugely popular Bollywood musicals (and Western pornography). Though in most of Afghanistan the misogyny and repression of centuries past continues almost unaltered, this is a start at least. </p> <p>The shame is that the attention of the world is now drifting elsewhere. Last November, I wandered through the hospital in Kandahar, the main city in southeastern Afghanistan. The sound of steady sobbing echoed through empty rooms. In one wing I found children dying of malnutrition. </p> <p>A handwritten sign stuck up in a corner told me I had found the 'therapoetic feeding centre'. The bathos was terrible. Two years after their country had been invaded by the world's richest and most powerful state, five-year-olds were starving to death. </p> <p>A few days later I drove out to the village of Sangesar, where the Taliban had been founded 10 years ago. I spoke to the locals gathered for Friday prayers at the mosque where Mullah Omar, the reclusive one-eyed cleric who led the movement, once preached. Did they want the Taliban back, I asked. No, they said. They wanted a well. </p> <p>During Taliban times there was a man who rode an old Russian motorbike around a rickety wooden 'wall of death' in Ariana Square in the centre of Kabul. He rarely drew much of a crowd and it was hazardous work. The bike was barely fast enough to maintain the momentum to keep him from crashing to the floor. I saw him a few times. I wonder what happened to him. </p> <p><strong>· </strong>Afghanaid is an independent UK-based charity that has worked alongside Afghan communities for two decades. For more information or to make a donation, visit <a href=\"http://www.afghanaid.org.uk\">afghanaid.org.uk</a></p>",
  "<p>Thinking of doing something different? Well, in that case, learn from those who have gone before you. Here a panel of people, who have all thoroughly planned for a career change, reveal the one thing they wished they'd known when they started out on their new future. </p> <p><strong> Dig deep </strong><br> </p> <p>Natasha Murrell, 36 and based in Buckinghamshire, used to manage the creation of e-commerce websites for large corporations, but last June all that changed. She enrolled in a one-year interior design course at KLC School of Design in London and now, freshly graduated, is busy freelancing. Looking back, Murrell says: 'I wish I had calculated just how dramatically changing careers would affect my finances. I did do the sums and in quite a lot of detail, but I was still surprised. I would recommend over-estimating the costs involved. I would also recommend saving enough money to buy some time to find the right job, rather than just having to take the first thing offered to you because money has become tight. This way you will have the freedom of choice. And that is what a career change should be all about.' </p> <p><strong> Train hard </strong><br> </p> <p>Around 13 years ago London-based Peter Jackson decided to stop working as a builder and start retraining as a prison teacher. The one thing the 43-year-old wishes he knew then was 'just how hard studying really is. You tend to believe that it's easy. But it's not. It's really demanding. And there are no short cuts. If you need that piece of paper, you've got to go out and get it. And you tend to forget the stress of all that - until you try to do it again. And when you do, you can suddenly find yourself feeling afraid. You've taken a risk and now you're wondering if you're going to be able to pull it off. And you have to build up your own self-confidence to see it through.' </p> <p><strong> Master patience and persistence </strong><br> </p> <p>Abbie Withers swapped being a veterinarian nurse for being her own boss three years ago. She now runs, in Wiltshire, Abbie's Animals, a company that provides specially trained creatures, great and small, to the film and television industry. The one thing Withers would have loved to have known at the beginning of her career change was just how long it would take to get herself up and running in her new profession. 'It can take much longer than you expect,' says the 42-year-old. 'Even once you've retrained and researched the opportunities available to you, there can still be a long wait before people give you the chance you need to start afresh. I suggest you be prepared to really prove yourself to people. Convince them that yes, you've come from a different background but you are now up for a new challenge.' </p> <p><strong> Brace yourself </strong><br> </p> <p>For nine years Jayne Martin travelled the world's hot spots as a chef with the RAF, but she gave that up in 2002 to become a social worker. Martin, 33 and now settled in Yorkshire, says: 'I wish I had realised just how totally different my life would be. I knew there would be changes. I had thought about them. I expected them. I was prepared for them. But there is the theory in your head and then there is the reality. And the difference between the two was quite something. But, and this is the thing, you do adapt. And you do adjust. If you can see from the outset that all this will be necessary, so much the better.' </p> <p><strong> Believe in yourself </strong><br> </p> <p>In 2001, when Ian Gordon was made redundant from his job overseeing mergers and acquisitions, he decided to retrain, as an acupuncturist no less. </p> <p>Gordon, 32, is now part-way through his course at the College of Integrated Chinese Medicine in Reading. He says: 'I would have felt better at the time I made the change if I had known where best to put my faith. When you experience a lot of uncertainty it's natural to worry, and yet all of the minor panics come and go and are forgotten, replaced by new ones. I wish I'd been able to trust that even though things might not turn out exactly as planned, I would, somehow, find a way. My advice to others would be to see changing careers as like going for a drive: pack basic repair essentials but then get on and enjoy the open road, knowing that if something does go wrong, you'll be able to cope.' </p> <p><strong>What a lot I could do, if I had a little money...</strong></p> <p>You need to fund your ambition. Your career change may be perfectly planned, but it won't happen if you haven't worked out how to finance it. The amount required can be far more than you expect. So here, at a glance, is a guide to raising the necessary funds. It was compiled with the help of Steve Lodge, author of Finance for Life, Nick Lord, head of money issues at the Citizens Advice Bureau and Julian Crooks, an independent adviser with the Financial Planning Service: </p> <p>Ask your lender if you can take a break from monthly mortgage repayments. </p> <p>Alternatively, reduce them by extending the life of your mortgage or by switching to a cheaper interest rate. </p> <p>Release some of the equity tied up in your property. </p> <p>Sell your house, buy something smaller and live off the difference. </p> <p>Reduce your overheads; get a better deal on your credit card, insurance cover, utility providers and minimise those non-essentials. </p> <p>Apply for a grant; the Educational Grants Advisory Service and the Sponsorship Funding Directory outline what is available. </p> <p>Apply for a career development loan, available now from many banks. </p> <p>Finally, cash in on some of your investments or dip into some of your savings. This may be the rainy day you have been waiting for.</p> <p><strong> The top selling career-change titles at amazon.com are:</strong> <br> The Career Change Handbook, Graham Green, 2003<br> Planning a Career Change, Judith Johnstone, 2004 Thinking For A Change, John C Maxwell 2003</p>",
  "<b>Furious at 70p Ikea card fee </b> <br> How is Ikea getting away with charging its UK customers extra for using their credit cards? <p>The fee is 70p per transaction and, I was told, started in September. The checkout operator apologised for the inconvenience and suggested that, in future, I use a debit card instead. </p> <p>This is infuriating. The reason most of us use credit cards is that they enable us to spread payments over a month without risking unauthorised overdrafts at the bank. </p> <p>I use my Visa card most days, usually for items costing less than £20. If I were to be charged 70p for every transaction, this would amount to more than £20 a month. Heavy users of credit cards would face even higher charges. The credit card companies must act to prevent other retailers from following Ikea's lead. </p> <p>In the meantime, may I suggest we all surcharge Ikea by imposing our own unofficial \"glassware tax\". We should place an extra set of glasses in our trolleys every time we shop. </p> <p>When the checkout operator mentions the 70p credit card surcharge, we should then leave the unwanted glasses there and pay - by debit card - for the goods we really want. This is likely to cost Ikea more than 70p in extra labour and breakages alone. <br><b>Tony Wilkinson<br> London</b> </p> <p><b>How to make them pay</b><br> John Green asked in Jobs &amp; Money's letters column last week whether fraud was the answer in how to deal with the increasing frustration with various financial service companies. The moral response is of course \"no\" as then you become as evil a \"bottom-dweller\" as them and the politicians. However, I sympathise enormously as he is not alone. </p> <p>Weekly, the level of service provided across sectors I deal with (and pay good money to) from public utilities to financial institutions is shocking and getting seemingly worse. </p> <p>Sometimes even putting up a fight does no good - as I found out this week with losing nearly £100 to a shower called the Gift Registry who went into administration in early October after a summer of gathering wedding present lists and then failing to deliver said wedding presents to our friends (and I'm sure hundreds of others). My error was paying with Switch upfront. </p> <p>So yes John, change providers of any service until you get one that provides it properly, use credit to the max, where possible default on payments (if there's no penalty) and generally let them chase you until the last moment. And let others pay for you in your old age of course. </p> <p>Stick to the old adage of \"if it looks too good to be true it probably is\" but start acting with the initial thought of \"they'll definitely be getting something out of this deal and almost certainly more than me\". <br><b>Alan Gately<br>Preston, Lancs</b> </p> <p><b> Thanks for teaching me</b><br> Thank you Jobs &amp; Money! As a primary school teacher, I know my times tables but have no idea about personal finance! I have been trying to wise up by regularly reading Jobs &amp; Money. Having read your advice on the mis-selling of endowments, I wrote to the Nationwide about an under-performing policy which I had been sold in 1986. It took me a couple of hours to find the necessary paperwork and put a letter together. </p> <p>This morning I received a cheque from Nationwide for £6,037 for mis-selling me the endowment. I would like to encourage other people who feel they have been mis-sold to do as I did. With straightforward advice from Jobs &amp; Money it proved much easier than I had imagined.<br><b>Lynne McFadyen<br>Chipping Sodbury, Bristol</b> </p> <p><b> Blamed for property woe</b><br> I am concerned about the rates of return claimed for investment in property by the media. To take one example, consider What a difference 40 years makes by Rupert Jones in the Guardian on October 16. It claims that the value of property has risen by 10.3% per year over the past 40 years and implies that this is a financial rate of return. </p> <p>\".. this finding will cheer people who take the view that property is a safer home for their cash than conventional savings products\". </p> <p>Consider the following: </p> <p>(1) a 1964 house and a 2004 house have very different specifications; it is not a comparison of likes </p> <p>(2) house ownership involves a wide range of costs (eg insurance, maintenance, tax, utilities etc) that do not figure in the 10.3% calculation </p> <p>(3) 2004 is an atypical year since it is a peak in the property cycle. A 1964 to 1999 comparison gives an average annual price increase of only about 8.0% and this is a more meaningful growth figure than your 10.3%. </p> <p>The misleading figures that are often stated in the media do much to stoke up these periodic property bubbles that do so much harm to everyone. The economics of home ownership are complex and care should be taken not to mislead people.<br><b>Bob Scarlett<br>Sunderland</b> </p> <p><b> Boiling mad with Egg </b><br> I cancelled my Egg credit card some time ago and thought that was end of it. Not so. CPP Credit Card Insurance (which was the Egg recommended provider) still managed to collect a £15 fee to protect a card which does not exist anymore. </p> <p>After contacting Egg they informed me they are obliged to honour the payment despite the account being closed, and advised me to contact CPP. CPP informed me that I am not entitled to a refund despite cancelling the card because this was an automatic renewal. </p> <p>A large population of the UK over the age of 18 has a credit card, but no one I know is aware that a closed account can still be debited. I think this will serve as a warning to anyone who wants to escape the plastic that a \"closed\" account does not necessarily mean CLOSED.<br><b>Roland Anderson<br>London</b> </p> <p><b> A website for sore eyes</b><br> So, as well as umpteen utility billing companies, there are now half a dozen websites competing to tell us which is the cheapest. Next year, they will all have changed their tariffs and we will have to go through the exercise again. </p> <p>This is getting very silly. Why not set up a website where consumers can post their meter readings and let the companies put in tenders for payment? You then pay the lowest bid and the problem is solved.<br><b>John Illingworth<br> Bradford</b> </p> <p><b> Why should we lose out?</b><br> Having read your article on the Educational Maintenance Allowance Payment Program, I thought I'd write with my complaint about the scheme. The allowance is based on last year's income rather than the current income/circumstances. Our household income for 2003/4 was £30,000 until September 2004, when my partner started a full-time university course. This drastically reduced our income to less than £12,000, which is what I earn. </p> <p>My son, Joshua, who started sixth form in September 2004, has been told he is not entitled to any EMA this year or next, yet it would have come in more than useful to cover the expenses of travel, books and equipment. </p> <p>This really does not seem a fair system - especially when my son would have really benefited from at least some of the payments. <br><b>Miss S Hortinvia<br> email </b> </p> <p><b> Fundraisers are very polite</b><br> In response to Sean Coughlan's Funny Money column last week, I feel it is important to point out that face-to-face fundraisers, used by charities to recruit committed donors, are trained to maintain an extraordinary level of politeness. </p> <p>Our code of conduct forbids the use of pushy behaviour, hassling or pavement blocking and requires that all fundraisers remain polite and professional in all their dealings with the public. </p> <p>The PFRA's mystery shopping exercises have shown that fundraisers consistently score an average of 4.5 out of 5 for politeness. Face-to-face fundraisers are very aware they represent a charity that depends upon the goodwill of the public and that their actions will reflect upon the causes they work for. </p> <p>Research has also shown that fundraising by this method has not resulted in a poor perception of charities. <br><b>Sue Brumpton, chief executive, Public Fundraising Regulatory Association</b></p> <p><b> Standard Life: mind the gap</b><br> I find it difficult to understand why the Standard Life fiasco has suddenly become news. I was informed by Standard Life in February that my endowments were unlikely to meet the target amount when they matured in July and September and that the pledge no longer held because growth had been below the 6% required. </p> <p>It would appear that there continues to be a gap between what Standard Life says it is doing and what it actually does. <br><b>John Skevington<br>via email</b></p>",
  "<p><strong>Saturday October 23</strong></p> <p><strong>Young Sherlock Holmes</strong> (Barry Levinson, 1985) <br>1pm, ITV1</p> <p>With Steven Spielberg as executive producer, there's a touch of young Indiana Jones about this exotic adventure. Chris Columbus's script has schoolboys Sherlock (Nicholas Rowe) and trusty Watson (Alan Cox) taking on a weird Egyptian cult that murders victims with hallucinatory drugs.</p> <p><strong>Green Card</strong> (Peter Weir, 1990) <br>3pm, Five</p> <p>Weir, director of Picnic At Hanging Rock and Witness, isn't the first name to spring to mind to direct a tinkly-light romantic comedy, but he does it with some style. Another surprise is that the great shambling Gerard Depardieu and anodyne Andie MacDowell make such a lively screen couple.</p> <p><strong>The Wind And The Lion</strong> (John Milius, 1975) <br>4.05pm, C4</p> <p>Loosely based on a turn-of-the-century diplomatic incident when upright President Teddy Roosevelt set about rescue and reprisal after a US woman and her two children were kidnapped by Moroccan bandits. Viewed simply as a desert adventure it's not far removed from Milius's Conan The Barbarian, but it's also a thoughtful study of clashing codes of honour, sophisticated westerner against noble \"savage\". Some serious acting, too: Brian Keith, Candice Bergen and Sean Connery (OK, he's not quite sho sherioush).</p> <p><strong>K-Pax</strong> (Iain Softley, 2001) <br>9.10pm, C4</p> <p>When Kevin Spacey's Prot arrives in Manhattan with that otherworldly smirk and eerie zen calm purporting to be a visitor from the planet K-Pax, Jeff Bridges' psychologist is perplexed: maybe Prot is just another deluded soul, but he has a curiously calming effect on the other patients, and seems to know an awful lot about space. A slightly schmaltzy mix of ET and One Flew Over The Cuckoo's Nest.</p> <p><strong>Unhook The Stars</strong> (Nick Cassavetes, 1996) <br>10.10pm, BBC2</p> <p>Cassavetes, son of the great John, has mum on his side in his impressive directing and writing debut. She is Gena Rowlands, who stars as Mildred, an elderly woman whose life takes an unexpected turn when she meets drunken Monica (Marisa Tomei) and her six-year-old son JJ (Jake Lloyd). Gerard Depardieu as a big ol' Canadian trucker is a slightly peculiar presence, but it's a sensitive and moving portrait.</p> <p><strong>Michael Collins</strong> (Neil Jordan, 1996) <br>1am, ITV1</p> <p>This stirring account of the Republican hero spans the period from the 1916 Easter uprising to his assassination in 1922, impressively melding emotional and political imperatives along the way. It's a vivid but balanced picture of a country in painful ferment, superbly photographed by Chris Menges, and full of excellent performances, including Liam Neeson as Collins, Alan Rickman as De Valera, Stephen Rea the dubious Ned Broy and Julia Roberts as Kitty Kiernan.</p> <p><strong>Scum</strong> (Alan Clarke, 1979) <br>1.30am, C4</p> <p>This grim picture of borstal life - which started out as a TV play until the BBC turned it down - packs a real punch. And kick, and head-butt. Roy Minton's story of a young offender brutally fighting his way to supremacy inside makes an angry case for reform, and there are uncompromising turns from Ray Winstone and Phil Daniels.</p> <p><strong>Sunday October 24</strong> </p> <p><strong>Red River</strong> (Howard Hawks, 1948) <br>2.15pm, ITV1</p> <p>One of the great westerns, an epic, oedipal tale acted out on the cattle trail. John Wayne's Dunson is an old westerner clinging to harsh, outmoded values; only a final, inevitable confrontation with his adopted son, Matt (Montgomery Clift) offers hope of redemption.</p> <p><strong>Star Trek: Insurrection</strong> (Jonathan Frakes, 1998) <br>7.10pm, Five</p> <p>After the dark pleasures of First Contact this ninth outing for the bold Trekkers seems a little tame. On a planet of eternal youth, Patrick Stewart's Captain Picard is forced to disobey Federation rules in order to save the peace-loving Ba'kus from ethnic cleansing by F Murray Abraham's oppressive So'na race. The thin plot barely makes warp-factor two, but it's an enjoyable voyage.</p> <p><strong>What's Love Got To Do With It?</strong> (Brian Gibson, 1993) <br>10.55pm, BBC1</p> <p>A gutsy biopic of Tina Turner, played with belting power by Angela Bassett. It's based on the soul singer's autobiography and she was on hand throughout the shooting, so it's very Tina-friendly. Having said that, there's much to admire in her rise to the top, weathering the storm that was her abusive husband Ike (Laurence Fishburne) along the way; and it pulls no punches with the domestic violence. Great songs too.</p> <p><strong>Predator</strong> (John McTiernan, 1987) <br>9pm, Five</p> <p>Gruesome but effective sci-fi adventure with Schwarzenegger leading a platoon of highly trained, highly unlikable fighters on a rescue mission in a South American jungle. But soon it is they who need rescuing, when they encounter an invisible alien who proceeds to slaughter them horribly, one by one, until the creature (Kevin Peter Hall) is goaded into showing itself and challenging Arnie to single combat: big mistake. The Predator, of course, is on the big screen now in Predator Vs Alien - hence this creative bit of scheduling ...</p> <p><strong>Alien 3</strong> (David Fincher, 1992) <br>11.10pm, Five</p> <p>Once more into those dark tunnels for Sigourney Weaver in this exceptionally gloomy chapter of the great SF horror saga. Her battle-weary Ripley crashlands on a planet colonised by convicts. Her surrogate family, and with them hope, are dead, but one creature is very much alive and stirring in her belly. Charles Dance as the resident doctor offers a little TLC until, her head shaven as if in preparation for execution, she rises to the final challenge. Attagirl, Ripley.</p> <p><strong>Monday October 25</strong></p> <p><strong>The Old Dark House</strong> (James Whale, 1932) <br>11.20pm, BBC2</p> <p>A classic comedy of horrors: the plot, from a JB Priestley novel and concerning a group of travellers obliged to spend the night with the menacing denizens of a creaky old mansion, has reappeared endlessly since. And Whale gathered a cast to die for: Boris Karloff, Charles Laughton and Raymond Massey.</p> <p><strong>The Lightship</strong> (Jerzy Skolimowski, 1985) <br>12.05am, BBC1</p> <p>Psychotic Robert Duvall and his ugly escapee henchmen hijack a lightship off the Norfolk, Virginia coast, but the captain is impassive Klaus Maria Brandauer and the baddies have run their flag up the wrong pole. Good, glowering performances and a suspenseful clash of good and evil.</p> <p><strong>Tuesday October 26</strong></p> <p><strong>Sleep, My Love</strong> (Douglas Sirk, 1948) <br>1.25pm, BBC2</p> <p>From the opening scene in which Claudette Colbert awakes on a New York-to-Boston train, not knowing how she got there, this is a tense and unsettling thriller that rarely loses the pace. The sad fact is, she's being drugged into mental breakdown by her no-good husband Don Ameche, so he can grab her money and run.</p> <p><strong>New York, New York</strong> (Martin Scorsese, 1977) <br>11pm, ITV1</p> <p>Scorsese goes on the town with a fine updating of MGM musical myths. So instead of debonair Gene Kelly you get Robert De Niro's charming, angsty saxophonist in harrowing love with singer Liza Minnelli. It looks and sounds great, with jazzy George Auld dubbing for De Niro; and it carries a real emotional charge.</p> <p><strong>Wednesday October 27</strong></p> <p><strong>The Way To The Stars</strong> (Anthony Asquith, 1945) <br>1.15pm, C4</p> <p>Second world war drama from the school of modest heroism, a detailed, low-key account of crew and groundstaff at an RAF bomber station in the midlands. The acute screenplay encompasses the ordinary and the tragic, and there are sterling, stiff-upper-lipped performances all round.</p> <p><strong>Die Another Day</strong> (Lee Tamahori, 2002) <br>9pm, ITV1</p> <p>Director Tamahori brings a muscly conviction to this 20th Bond adventure, even if the familiarly preposterous plot (involving North Koreans and Toby Stephens' abrasive megalomaniac, Gustav Graves) is much the same as the previous 19. Pierce Brosnan brings a steeliness to 007 unseen since the days of Connery, and Halle Berry as his tough and sexy sidekick Jinx deserves a movie of her own.</p> <p><strong>The Bodyguard</strong> (Mick Jackson, 1992) <br>9pm, Five</p> <p>Glossy, well-produced romantic thriller in which only the turgid theme song lingers - unwanted - in the mind. Kevin Costner plays a minder, ex-CIA, looking out for pop star Whitney Houston. The formulaic plot has the couple falling in love and hiding out in a rural retreat where he can lay down honest country values. Watchable, undemanding stuff.</p> <p><strong>Thursday October 28</strong></p> <p><strong>Carrington VC</strong> (Anthony Asquith, 1954) <br>1.15pm, C4</p> <p>The courtmartial of an army major on a trumped-up fraud charge. David Niven is his usual charming self as the unhappy Carrington, betrayed by neurotic wife, Margaret Leighton, and shifty superior Allan Cuthbertson, in an engrossing drama.</p> <p><strong>Six Days, Seven Nights</strong> (Ivan Reitman, 1998) <br>8pm, Five</p> <p>Harrison Ford stars in light comedy mode as a drunken pilot who crashlands on a remote South Pacific island with Manhattan magazine editor Anne Heche. So far, so contrived; and while their respective partners (Jacqueline Obradors, David Schwimmer) find solace together, Reitman has the marooned pair dunked in a sub-Romancing The Stone adventure. Despite the age gap, however, Ford and Heche make a winning couple.</p> <p><strong>8mm</strong> (Joel Schumacher, 1999) <br>10pm, C4</p> <p>A low-life wallow from Schumacher, with Nicolas Cage in world-weary private investigator mode, hired by a widow to find out whether the snuff movie found among her dead husband's possessions is the real thing. The trail through the gutter of LA's underworld is long and sludgy.</p> <p><strong>Friday October 29</strong></p> <p><strong>The Invisible Man</strong> (James Whale, 1933) <br>11.20am, BBC2</p> <p>Another intelligent, creepy horror story from the director of the classic Frankenstein. Claude Rains makes a singular debut - we don't glimpse his face until the very end - as the scientist whose self-experimentation makes him first invisible, then a mad murderer.</p> <p><strong>South Park: Bigger, Longer And Uncut</strong> (Trey Parker, 1999) <br>10.40pm, C4</p> <p>Fans of Trey Parker and Matt Stone's cheerfully offensive TV cartoon series will love this big-screen spin-off. The kids - Stan, Kyle, Kenny and Cartman - sneak into a showing of the adult movie Asses Of Fire and come out with an extended vocabulary which they naturally pass on to their friends. Soon parents are united in moral outrage, and a war with Canada is on the cards. With a topical subplot involving Satan and Saddam Hussein, this is an outrageous, often hilarious satirical attack on censorship.</p> <p><strong>Crimes And Misdemeanours</strong> (Woody Allen, 1989) <br>2.35am, Five</p> <p>A film of two loosely-linked halves. Martin Landau plays an eye surgeon who coldly hires a hitman to deal with his troublesome mistress (Anjelica Huston); then Allen plays a TV producer who, for the love of Mia Farrow (those were the days) agrees to make a film about his insufferably successful brother-in-law and purveyor of sitcoms (Alan Alda, excruciatingly good). Intelligent and well acted, it seems finally over-ambitious.</p>",
  "<p><strong> TV </strong></p> <p><strong>Teachers</strong> </p> <p>Fourth form for the naughty teachers ... Summerdown's merged with another local school, which means lots of playground stand-offs (for the grown-ups), and of course more wonky donkey action. <br>Tuesday, 10pm, C4 </p> <p><strong>rong&gt; Film</strong></p> <p><strong>Die Another Day</strong> </p> <p>Pierce Brosnan, Halle Berry, an invisible car, an ice palace and a villain with a face stuffed full of diamonds? Yes, they've got to grips with what you want out of a Bond film ... <br>Wednesday, 9pm, ITV1 </p> <p> <strong> K-Pax</strong> </p> <p>Jeff Bridges tries to work out if Kevin Spacey really is an alien from the planet K-Pax, or just thinks he is ... The trouble is, he seems to know an awful lot about the universe ... <br>Saturday, 9.10pm, C4 </p> <p> <strong> Cable &amp; satellite</strong> </p> <p><strong> The Matrix Reloaded</strong> </p> <p> Keanu bravely jacks his body back into the grid to save us all with his mind, but now it turns out he needs a key to unlock the architect's plan. Or something. <br>Saturday, 8pm, Sky Movies 1 </p> <p><strong> Malena</strong> </p> <p> Monica Bellucci stars in Giuseppe \"Cinema Paradiso\" Tornatore's attempt to conjure up an impression of coming of age in wartime Sicily. <br>Saturday, 9pm, BBC4 </p> <p><strong> Tanner 88</strong> </p> <p> Robert Altman and Garry \"Doonesbury\" Trudeau's great satire of the US electoral system, with candidate Jack Tanner looking back at his failed bid. <br>Saturday, 11pm, BBC4 </p> <p><strong> Virtual History: The Secret Plot To Kill Hitler</strong> </p> <p> Not enough footage of Hitler around to make any more documentaries? Not a problem - just make it up on a computer ...<br> Sunday, 8pm, Discovery </p> <p><strong> Touching The Void</strong> </p> <p>Intense, edge-of-your-seat documentary about two climbers trying to get down a mountain; gripping doesn't begin to describe it ...<br> From Monday, 10pm, FilmFour Weekly </p> <p><strong> The Simpsons</strong> </p> <p> Simon Cowell (to Maggie): \"You have the intelligence of a dolphin.\" Homer: \"I knew that answer too.\" Springfield gets a dose of tight T-shirt zingers. <br>Sunday, 6.30pm, Sky One</p>",
  "<p><strong>Six top destination</strong> </p> <p><strong>New York: £175</strong> <br>United Airlines from Heathrow. Must be booked by October 26. Valid for departures December 25-March 16, Minimum stay one Saturday night, maximum one month. ebookers (0870 8146024, <a href=\"http://www.ebookers.com\">ebookers.com</a>). </p> <p><strong>Sydney: £567</strong><br> Japan Airlines from Heathrow via Tokyo or Osaka. Must be booked by November 15. Valid for departures until December 5. No minimum stay, maximum one year. Trailfinders (020-7938 3939, <a href=\"http://www.trailfinders.com\">trailfinders.com</a>). </p> <p><strong>Hong Kong: £385</strong><br> Emirates from Heathrow, Gatwick, Manchester, Birmingham or Glasgow via Dubai. Valid for departures until November 30, then January 1-March 21. Minimum stay seven days, maximum two months. Quest Worldwide Travel (0870 4423513, <a href=\"http://www.questtravel.com\">questtravel.com</a>). </p> <p><strong> Los Angeles: £248</strong><br> Northwest Airlines from Gatwick via Minneapolis. Must be booked by October 31. Valid for departures November 1-December 15. Minimum stay one Saturday night, maximum one month. Trailfinders (020-7938 3939, <a href=\"http://www.trailfinders.com\">trailfinders.com</a>). </p> <p><strong>Amsterdam: £57.70</strong><br> BMI from Heathrow. Must be booked online (£10 supplement if booked by phone). Valid for departures indefinitely. No minimum stay, maximum one year. BMI (<a href=\"http://www.flybmi.com\">flybmi.com</a>, 0870 6070555). </p> <p><strong> Paris: £94.60</strong><br> British Airways from Manchester. Must be booked online (£15 supplement if booked by phone). Valid for departures indefinitely. No minimum stay, maximum one year. British Airways (<a href=\"http://www.ba.com\">ba.com</a>, 0870 8509850). </p> <p><strong>The pick of the rest</strong> </p> <p><strong>Montego Bay: £180.38</strong><br> Britannia Airways charter from Manchester. Departs October 26 for 14 nights. Thomson Flights (0800 000747, <a href=\"http://www.thomsonflights.co.uk\">thomsonflights.co.uk</a>). </p> <p><strong>Mexico City: £287</strong><br> KLM from Heathrow, London City, Manchester, Birmingham or Edinburgh via Amsterdam. Valid for departures November 1- December 15. Minimum stay one Saturday night, maximum one month. Journey Latin America (020-8747 3108, <a href=\"http://www.journeylatinamerica.co.uk\">journeylatinamerica.co.uk</a>). </p> <p><strong> Palma: £194</strong><br> Monarch Airlines charter from Manchester. Departs October 30 for nine nights. Avro (0870 4582847, <a href=\"http://www.avro.co.uk\">avro.co.uk</a>). </p> <p><strong>Nice: £60.60</strong><br> BMI from Heathrow. Must be booked online (£10 supplement if booked by phone). Valid for departures indefinitely. No minimum stay, maximum one year. BMI (<a href=\"http://www.flybmi.com\">flybmi.com</a>, 0870 6070555). </p> <p><strong>And the rail alternative</strong> </p> <p><strong>Paris, Brussels: £59. Lille: £55</strong><br> Eurostar from Waterloo or Ashford. Must be booked at least 21 days before departure. No advance booking required for Saturday or Sunday same-day returns or trips including a Saturday night stay. Eurostar 08705 186186, <a href=\"http://www.eurostar.com\">eurostar.com</a>). </p> <p><strong>·</strong> NB Fares can change rapidly. These were available in reasonable quantities at the time of writing, but they can sell out in a sudden rush.</p>",
  "<p>The chandeliers and gilding in the Ristorante Del Cambio in Turin combine to produce a misty glow. The entrance carpet looks like a Hermès scarf. The staff glide around as if on casters and conversation is carried out at the pitch of an idling and expensive motorcar. In the lobby there's an oil painting of Count Cavour - architect of the Risorgimento, and once a regular. They have been serving meals here since 1757 and on the menu today, if you're lucky, is chicken Marengo, the dish invented for Napoleon after an early triumph over the Austrians in the hills to the north. </p> <p>At Lingotto, once the Fiat factory and now a hotel, conference and shopping centre, they are currently holding the biennial Salone del Gusto, an international culinary fair organised by the Slow Food movement which has its headquarters at Bra, 20 or so miles outside of the city. </p> <p>As its name implies, Slow Food is a kind of anti-McDonald's. Started by a Piedmontese food writer, Carlo Petrini, the organisation campaigns for a return to traditional farming and production methods, the use of local ingredients and recipes, the preservation of indigenous varieties of fruit and vegetables and breeds of livestock. Like many campaigning gastronomic movements (Camra, for example), Slow Food is at once radical and conservative, forward thinking and backward looking. </p> <p>At Del Cambio the food is not so much slow as timeless. As such it fulfils many of the demands of Petrini and his followers. The menu di tradizione (which will set you back a handsome €66 without drinks) includes tajarin - the local egg-rich pasta - with zucchini; veal and wild mushroom stew and a cheeseboard freighted with rare Piedmontese specialities such as the earthy bettelmatt and saras del fen, a creamy ricotta that comes ravelled in fine hay. The wine list leans heavily on the meaty reds from the Langhe valley - barolo (invariably styled \"The king of wines and the wine of kings\") and barbaresco (lighter than barolo and consequently often described as its \"little brother\"). </p> <p> The restaurant dubbed the \"Old Lady\" (a title it shares with Juventus, the city's famous football club) is not alone in preserving Piedmontese culinary heritage. Even Turin's more innovative kitchens honour local culinary tradition rather than simply burying it. Beneath the vaulted brick ceiling of Al Garamond, among the timbales and sturgeon carpaccio, you'll also find a hearty dish of brill in a potato crust and the Piedmontese answer to ravioli, the semicircular agnolotti, stuffed with goats cheese. </p> <p>At the trendy Vintage 1997, meanwhile, the mosaics of tiny vegetables and fusion flourishes have not elbowed aside veal braised in barbaresco, or agnolotti (this time filled with roast pumpkin and rosemary) while the ubiquitous gianduja (a creamy mix of chocolate and toasted hazelnuts that more or less defines the phrase \"Oh I really mustn't have any more, but ...\") comes in a mousse with vanilla sauce. </p> <p> The passion for local ingredients is not only to be found at the ritzier end of the ladder. The vast and sprawling market at the Piazza della Repubblica is the sort of place where the must-have accessory is a wheeled, tartan shopping basket (preferably held together with knotted orange twine) and all business is transacted at a volume sufficient to be heard above the yelling of the traders, the rumble of trams and the crazed twittering of caged songbirds. </p> <p> Here old ladies in headscarves weigh pear-shaped aubergines in the palms of their hands, men with the complexions of tree-stumps shovel finger-sized courgettes complete with the flowers into brown paper bags and diminutive nuns stare intently at the dead eyes of fen-bred carp. There are sweet chestnuts from the Valle di Susa, cherries from Pecetto, boxes of blanched cardoons that look like dead Triffids and piles of the sort of knobbly tomatoes that in Britain can generally only be grown by your Uncle Eric. </p> <p> Turin's central role in the Risorgimento has led to it being styled \"The birthplace of Italy\". The city has also been the natal ward for a good deal of culinary invention. Grissini (breadsticks) is the Torinese gift to peckish diners and the parents of hungry toddlers the world over; Nutella comes from here; so too the choc ice (known as a pinguino, you can still eat them at the gelateria that first created them, Pepino, a few doors along from del Cambio). </p> <p> Piazza Castello, full of snogging students, tumbling fountains and beds of acid-yellow marguerites, is the birthplace of vermouth, or the commercial variety at least. In 1786, Antonio Benedetto Carpano concocted a mix of dry white wine and aromatic herbs, sweetened with spirit, which he believed would be a more suitable beverage for ladies than the local red wines. Carpano was by all accounts a cultured man with a passion for the poetry of Goethe and reputedly named his new drink after the German word for absinthe, \"Wermut\". It proved so popular that soon his shop was open 24 hours a day. Ninety years later, a customer from the nearby Borsa came up with the drink for which Carpano is now best known when he marched in and, in the argot of the stock market demanded a \"Punt e Mes\", a mix of one-and-a-half \"points\" of dark bitters to the usual bianco vermouth. </p> <p> Bombing in 1943 destroyed Carpano's original shop, but you can still drink Punt e Mes across Turin. Ordering one during the aperitivo slot (roughly between 6pm and 8pm) will give you access to a free finger buffet, one of the best of which is found at Caffe Platti. Platti is housed in a building the colour of glazed pastry. The window is decorated with little silver bowls of crystallised violet and rose petals, apple pies with lattice crust, bottles of Bicerin liquor, chocolate tarts and enough boxes of madeleines to send Marcel Proust back into a previous life. It's the sort of place where elderly ladies in mink stoles stride through the door and demand a negroni (a fierce mix of vermouth, campari and gin) and a bowl of water for their dachshund. </p> <p> Baroque is a style of architecture which anyone who cares about food knows is synonymous with calories. Austria, Belgium, these are not countries that practise calorific minimalism. For the cooks of these countries more is more. Turin is one of Europe's great baroque cities and it shares an approach to portion control that anyone who has spent time in Brussels or Vienna will recognise. </p> <p> In Gelateria Fiori the massive ceiling light looks like the sort of thing Esther Williams might have swum in. The marble counter is the colour of hokey pokey ice-cream. The waiter wears a white jacket with gold epaulettes and buttons and a vague nautical air. He has slicked back greying hair and a large chin and his trousers taper dramatically at the ankle exposing feet the size of shoeboxes. </p> <p> He approaches tables swiftly and at an angle like a sailor rolling with the swell and when he discovers that his guests have not yet made up their minds he yaws away with an expression on his face that recalls Tommy Cooper when a trick backfired. The house speciality combines vanilla ice cream, big gloops of gianduja, whipped cream and marsala soaked amaretti biscuits, in a manner that any fan of trifle will wholeheartedly applaud. </p> <p>A few hours later, the Caffe San Carlo. The service is so efficient you have to be on your toes or the staff will order your food for you. After rich cheese risotto (the Po valley is the centre of Italian rice growing) and a plate of cold roast veal with mayonnaise, tuna and capers, I feel that if I eat any more the bomb squad will have to carry out a controlled explosion, but the waiter waves aside my protest. \"You can manage something small,\" he says. \"I'll bring you something. A little thing.\" It proves to be six candied sweet chestnuts and a mound of whipped cream. Afterwards, I walk away gingerly feeling that if I hit a bump my suspension will collapse. </p> <p> In the Via Po, I come across a small market of local organic producers that has been organised and promoted by the regional council. I buy a big slice of toma della Valchiusella cheese from a man whose faded denim shirt and wild mane of greying hair, and scrubby beard gives him the look of a refugee from a 1970s' rock band.</p> <p> Made with unpasteurised milk, it gives off the sweet, warm odour of cows in hay and has a salty tang that sends your saliva ducts into overdrive. It recalls the assessment of another Piedmontese cheese, toma veja, which it is said has threefold benefits, \"It stems your hunger, quenches your thirst and cleans your teeth\". </p> <p> As well as the cheeseman, there are producers selling big jars of chestnut flower honey, fresh salami studded with fennel seeds, peaches in chocolate sauce. There are organic wines, too. Nebbiolo, barbera, dolcetto and asti spumante, a sweet sparkling wine that will suffer forever in Britain by its association with 1970s wedding receptions, but which at its best is really, well, not as bad as you remember, especially if you are eating a rich dessert such as dolce torinese, one of the city's many delicious variations on the theme of chocolate and nuts. </p> <p>The most sought after of all Piedmont's raw ingredients are also on display: white truffles. Unearthed by specially trained dogs (there was once a university of sorts for truffle hounds at Roddi) from between the roots of oaks, chestnuts, willows, hazels and poplar trees, the truffle is a sensitive beast, particularly when it comes to altitude. It is only to be found between 1,300 and 1,950ft. The white truffle has been described as \"the poetic mystery of the gastronomic world\", but there is really nothing mysterious about it. It is a parasitic fungus that attaches itself to the root system of trees - the arboreal equivalent of athlete's foot. </p> <p>The truffle is served with veal, chicken and in risotto, but perhaps most typically in fonduta, the Piedmontese version of the Alpine cheese fondue, which is here made using cream and egg yolks rather than the white wine and kirsch they favour across the border in France and Switzerland. The cheese used is fontina, which has been made in the Valle D'Aosta since the middle ages (the first written reference to it is in Pantaleone da Confienza's Encyclopaedia Of Dairy Products which dates from 1477). </p> <p> Fontina comes in big yellow roundels and gives fonduta its delicate, creamy taste. I bought a jar of it from the stall of one of the producers in via Po. At home, we ate it with grissini. My eight-year-old daughter pronounced it delicious, adding enthusiastically: \"It's like a Dairylea Dunker!\" </p> <p>Though it may be winning the battle in Turin, the Slow Food movement still has work to do. </p> <p><strong>Way to go</strong></p> <p> <strong> Getting there </strong><br> <a href=\"http://www.ryanair.com\">Ryanair</a> (0871 2460 000) flies to Turin from £25.42 rtn inc taxes. </p> <p> <strong> Where to stay</strong><br> <a href=\"http://www.hotelbostontorino.it\">Hotel Boston</a> (+011 500 359). A weekend package costs €79pp for two nights' B&amp;B with a free Torino card. </p> <p>A weekend break at <a href=\"http://www.lemeridien.com\">Le Méridien Lingotto</a> (08000 282 40) starts from £89 per room per night B&amp;B.</p> <p> <strong> Where to eat </strong><br> Del Cambio, Piazza Carignano 2 (011 546 690). <br>Al Garamond, Via Pomba 14 (011 812 2781). <br>Vintage 1997, Piazza Solferino 16 (011 535 948).<br> Caffe Platt, Corso Vittorio Emanuele II 72 (011 506 9056). <br>Caffe San Carlo, Piazza San Carlo 156 (011 532 586). <br>Caffe Fiorio, Via Po 8 (011 817 0612).<br> Caffe Pepino, Piazza Carignano 8 (011 542 009) </p> <p><strong> Further information</strong><br> <a href=\"http://www.enit.it\">Italian State Tourist Board</a> (020-7408 1254)<br> <a href=\"http://www.slowfood.com\">slowfood.com</a><br> <a href=\"http://www.salonedelgusto.com\">salonedelgusto.com</a></p> <p><strong>Country code</strong><br> 00 39 </p> <p><strong>Flight time</strong><br> 2hrs 25 mins</p>",
  "<p>The Fat Duck's going to do be doing pub grub soon. Well, in a manner of speaking: we have just taken over the Hind's Head, more or less next door to us in Bray. I have firm ideas about pubs, having spent a good deal of time in them before I got involved in this cooking lark, and I have firm ideas about the Hind's Head, too. First of all, it will remain what it has always been - a village pub, a place where locals come to drink and, hopefully, eat. </p> <p>But the idea is not to turn the Hind's Head into a gastropub or some smart restaurant on a pub theme. There will be good beer, good wine and good, traditional pub food, which will be listed on a blackboard and ordered at the bar. So don't expect snail porridge, sardine ice cream, slow-cooked salmon or any of that other fancy malarky. Steak and kidney pie, pea and ham soup, pickled herring, lamb hot pot, treacle tart - those are the kind of dishes that we've been working on. </p> <p>Of course, we have been doing a fair bit of research, checking recipes, trying out different ideas. And, in the process, we've come across some interesting facts. For example, a lot of people think of the ploughman's lunch - cheddar, bread and pickles - as the classic pub fare. Only it isn't. It has nothing to do with ploughmen. It's a high-concept dish invented by some sharp marketing whizz in the late 1950s or early 60s to get people to go and eat in pubs. </p> <p>As well as serving our versions of pub classics, we'll be introducing some traditional British dishes from a bit further back - these are the results of our investigations with the team from Hampton Court that I have referred to in recent columns. Fancy a glass of buttered beer, a helping of quaking pudding or a fish minced pie? Well, come on down.</p>",
  "<p>It was no surprise that two people in Fanelli's Bar and Grill were reading Philip Roth's new novel, The Plot Against America. Fanelli's is the left epicentre of Soho, a manufacturing district in lower Manhattan that became home to artists and galleries in the 1970s and now is filled with Euro-shoppers. Tourists avoid Fanelli's - grimy, badly lit, air-conditioned down almost to absolute zero - leaving in peace the elderly union organisers, greying sculptors and the odd younger family feeding enormous Italian meatballs to children in prams. </p> <p>Roth's novel, a fantasy of fascism overwhelming America at the beginning of the second world war, is a story that people in my local worry might become fact. In Roth's novel, the charming, empty-headed airman Charles Lindbergh comes to power in 1940, manipulated by a vicious vice-president. The outside world frightened Americans; domestic purges of Jewish-Communist-terrorists reassured them. The novel has a pedigree; in the 1930s Nathaniel West wrote A Cool Million and Sinclair Lewis It Can't Happen Here , both horror stories of Americans embracing right-wing despots out of innocence and fear. Like his ancestors, Roth is far too gifted to write a piece of crude agit-prop. He relies on the news to make the modern connections for him. </p> <p>My first day back from London, labouring over a Fanelli cheeseburger cooked to the consistency of leather, the television was tuned to a discussion of the Patriot Act. </p> <p>In its first version, passed shortly after the terrorist destruction of the World Trade Centre in 2001, the act gave the government new surveillance powers (called \"data mining\") over individual citizens, while cloaking the government's own operations in greater secrecy. Patriot Act II, a draft of which was first leaked in February 2003, proposed to go much further. For instance, US citizens could be stripped of their citizenship if the government believed they belonged to a terrorist organisation; this would be purely an administrative decision, as would be the deportation of non-nationals who threaten America's \"national defence, foreign policy, or economic interests\", in the words of the draft. </p> <p>In the bar, people watched in stunned silence a dispassionate, juridical discussion of these proposals on the tube, occasionally glancing through the dirty windows to the crowd surging outside, who seemed somewhere else, far away. The scene in the bar sums up my strongest impression, in the weeks since I've returned, of the American intelligentsia - an honourable word here. Bushism has made intellectuals afraid of their own country. </p> <p>Four blocks from Fanelli's, the cartoonist Art Spiegelman presented his new book In the Shadow of No Towers a few weeks ago at the Cooper Union, New York's version of Toynbee Hall. At first no establishment publisher would touch this story in pictures of how Spiegelman's family lived through the attack of September 11 and its aftermath; he was too \"political\" in asserting the bombing had been high-jacked by politicians. At Cooper Union, the street-smart, chain-smoking Spiegelman reliably provoked laughter as he jibed at President George W Bush, silence when he compared the scenes in his new book with those of Maus, his comic-strip novel about Nazis. Had he gone too far? Spiegelman kept going. He turned the knife by remarking that the only Americans who were not afraid now were the New Yorkers who lived through the attack. The knife twist reminded me of a question put to me last Christmas by a British soldier: how long would Americans have endured the Blitz? </p> <p>\"Fascism\" is both a strong and an opaque word. Discussions here about whether America is threatened by fascism have been focused this autumn by the appearance of Robert Paxton's The Anatomy of Fascism. An historian of Vichy France at Columbia University, Paxton calmly explores rather than rants about fascism as \"democracy gone wrong\" in Europe from 1919 to 1939. Yet its final chapter has roused debate because Paxton argues that democracy can go wrong whenever far-right beliefs intersect with conservative economic and political institutions, and that the longing for an iron grip is much more than historical accident. Light references to Israel and the United States evince Paxton's prudence yet his readers have not taken these suggestions lightly. </p> <p>We could think of fascism itself as either hard or soft. Hard fascism rams home to the citizen that he or she is held in that iron grip, as in Mussolini's theatre of force or George Orwell's nightmare Nineteen Eighty-four. Soft fascism is not so much a velvet glove as an invisible hand, the operations of control hidden from scrutiny as Patriot Act II, and more, internal repression presented to the public as merely preventive action against threats that have yet to materialise. The Bush administration acted in this preventive way, for instance, by shutting three of the larger Muslim charities in America, not for anything they had done, but for what might happen, some time, somewhere. In hard fascism the state exploits concrete fear, in soft fascism the state exploits diffuse anxiety. </p> <p>\"Security\" takes on a peculiar meaning in soft fascism. Perhaps the most disturbing book to appear this year, Jeffrey Rosen's The Naked Crowd, illuminates the twisted experience of security. In Rosen's view, reality TV and its like have made invasion of privacy into popular entertainment. The pleasure of stripping away privacy fits into an economy where high-tech firms such as Oracle make large profits from developing personal data bases, listening devices, and auditing software for business. Government destruction of private rights thus become \"naturalised\": the public already enjoys the act of stripping people naked, and this intrusion is just an extension of how business gets done in the computer age. </p> <p>Diffuse anxieties only add further fuel to this \"naturalised\" process. Insecurity about what might happen, some time, somewhere, becomes an ongoing state of mind; it co-habits with preventive measures, but these draconian measures do not erase unease. Indeed, as the state machine acts stealthily to prevent things happening, as its technologies become built into the fabric of everyday business practice, there can be no defining moment when an ordinary citizen could declare, \"now I am more secure\". </p> <p>Is America menaced by soft fascism, as many intellectuals fear? As the autumn has progressed, the iron grip of Bushism has loosened, due to the regime's practical failures abroad. To his credit, Senator John Kerry has recognised something more is at stake; though chastised by the left as weak, the language he speaks aims to be reassuring. Even if Bush is voted out, though, the half of the nation for which he speaks will not lose its anxiety. The answer to my question lies in the domestic circumstances of America for which terrorism has become a talisman of unease at home. </p> <p>It's become a journalistic cliche to divide America into red and blue states. The red states: southern and western, Republican, godly, abortion, gay and feminist unfriendly, militaristic. The blue states: eastern or coastal, Democratic, secular, identity-friendly, diplomatic. The country thus appears divided exactly in half. What these clichés don't get at is something red and blue share, America's confused, fear-inducing experience of class. </p> <p>In a book that has come into its own this autumn, What's the Matter with Kansas?, Thomas Frank ponders how poor people in that heartland state, threatened with loss of work, lack of health insurance, or mounting family debt, address these woes. Preventing abortion or gay marriage seems some sort of solution; economics gets translated into culture. Like the retired union organisers in Fanelli's who yearn for the working-class politics of New York in the years after the Great Depression, Frank invokes \"false consciousness\" to explain what's happening now. </p> <p>Translating economic into cultural insecurity is nothing new. Nearly 40 years ago, when we researched The Hidden Injuries of Class , Jonathan Cobb and I found white workers in Boston blaming drop-out hippies and black ghetto culture for their own, unrelated labour and communal problems. And as an ideal, the cultural conservatism of the working classes idea stretches back into the 19th century and across the ocean, as in Disraeli's famous image of \"angels in marble\", the working classes whose everyday solidity awaits the sculpting hand of conservative leadership. </p> <p>What is new is the class map. Ironically, the British conservative Ferdinand Mount has drawn it in his new book, Mind the Gap. In the last generation, large numbers of people have come to feel excluded from the \"skills society\" or \"meritocracy\" of Blair's Britain and Clinton's America. These are people whose beliefs in self-discipline, hard work and family sacrifice do not yield much control over their own lives. As Mount points out, they feel left out and treated by the more agile with - at best - indifference. At Spiegelman's talk, he got a good laugh by saying he didn't know anybody in the American heartland. </p> <p>Loss of control is an economic fact, but a subtle one. More than in Britain, the wealth of America's middle classes has stagnated as the upper 10th has dramatically improved. To counter this stagnation, the middle class has taken on consumer debt it can barely manage, as Robert Manning has recently documented in Credit Card Nation. People have tried to spend their way into status, and now the bills are coming due, as personal bankruptcies have taken off. </p> <p>The same loss of control appears, famously, in the shrinking number of jobs. The familiar villain is outsourcing of work to Mexico, China or India, but the familiar villain misleads. Auto-mation has finally arrived in America, shrinking white-collar service jobs and manufacturing alike. In the past 20 years, for instance, the US steel industry increased its productivity by four per cent while cutting its labour force from about 212,000 to 79,000 - a transformation due mostly to automation. Again, young people now leaving university find themselves offered jobs that formerly went to secondary-school graduates. As in Britain, low-wage immigrants in America flourish in the cracks of the formal economy, but their children and grandchildren increasingly do not. </p> <p>Is it \"false consciousness\" to counter these changes by prohibiting abortion or gay marriage? Translating economics into culture is both irrational and logical. In the wealthiest country on Earth, the economic engine rouses Ricardo's ancient spectre of uselessness; the class map is shrinking the number of people who matter, who are included. The new class map breeds fear, and the counter to fear is to assert that the old values matter. By shifting the centre of gravity, you assert your own value when confronted with conditions you can do nothing about. </p> <p>How this translation works is exemplified by perhaps the most controversial book to appear in America this season, Samuel Huntington's Who are We? He is well known to Brits for his previous book, The Clash of Civilizations , which argued an inevitable global conflict between Islam and the west; this new book minia turises the same argument within America. Now Mexicans appear as local Muslims, an alien, unmelting presence refusing to play by American rules. The book is less remarkable for its ethnic prejudices than for its invocation of \"traditional\" American values, wrapped up in a Protestant non-conformist, small-town, package; Huntington proudly asserts he is \"anti-cosmopolitan\", world-travelled Harvard professor that he is. Though most Mexican immigrants happen to live in abject poverty, that is not the point; he is \"defending America\". </p> <p>This is indeed an apology for soft fascism. Fearful of the present, the outside, the alien, the defender of America looks backward to a mythical golden age in Puritan New England. But now the white anglo-saxon Protestant is armoured with a computer. The culture of soft fascism cannot be reduced to the traditional bogeymen of the American left: even in its liberal years, the United States was an ardently religious country; Americans were ardent nationalists even when they fought for Europe in the two world wars. Nor is the appeal of soft fascism to be treated with simple contempt. The terror attack tripped a domestic switch about experiences of marginality that people have trouble naming and about which they can do little. Abroad, Bushism registers a wounded national honour; at home, confusion about living honourably. </p> <p>In the years I've lived in London, I've often been asked why American intellectuals were so slow to respond to the threats of soft fascism. In a way this criticism is unfair; while the New York Times temporarily lost its nerve, the New York Review of Books didn't. It's certainly true that individuals like Susan Sontag were attacked for being disloyal for saying things about American imperialism that are commonplace in London. (She also didn't lose her nerve.) And until this year - and perhaps too late - policy-makers and thinkers in the Democratic party were on the defensive. </p> <p>A kind of archaic residue from the McCarthy era is one explanation. Though most 20th-century wars were fought under Democratic presidents, liberals have had to prove their patriotism as conservatives have not. But the denizens of my local - myself included - provide more of an answer. </p> <p>For a long time the American intellectual left has been out of touch with the American people. It has spoken in the name of the people but not to them. Now, in the reconfigured landscape of economics, class and culture, however, the educated, cosmopolitan liberal is a social victor. Even the sculptor in Fanelli's struggling to make ends meet is a social victor; nobody can rob him of his work and worth. </p> <p>The right has perhaps understood that victory better than the victors themselves, in giving fresh life to the taunts of \"cultural elitism\" aimed at the intellectual left. The attack embodies a classic dilemma: when a young man with a good degree and an expensive lap-top attacks injustice, the ordinary person feels patronised. </p> <p>For the past four years, the rich and powerful in America have capitalised on just this social distance, between the cultural elite and people beset by anxieties about personal insufficiency and mutual respect. The victors have defended themselves by saying, but we are just like you, loyal Americans; the defence rings false because they aren't domestically the same. Those bewildered glances out of Fanelli's window, the knowing sniggers at Cooper Union, are signs of an inequality as ambiguous as the word \"American\". </p> <p>The books I've touched on evoke what could happen as a result of the anxieties besetting the country now, their exploitation on the right, and indifference, bewilderment, or paternalism on the left. The solution to soft fascism may, however, lie far beyond party politics. </p> <p><strong>·</strong> Richard Sennett teaches sociology at the London School of Economics. His most recent book is Respect in an Age of Inequality (Penguin, 2004).</p>",
  "<p><strong> The Zigzag Way</strong><br> by Anita Desai <br> 182pp, Chatto &amp; Windus, £12.99 <br> </p> <p>Outsiders in Mexico have often been notorious for their rapacity and obtuseness, from conquistadors and missionaries to, some would argue, the fictional forays of DH Lawrence or Graham Greene. Anita Desai's 12th novel is suffused with awareness of the irony of such travels. Yet as she links Mexico with Cornwall, New England and Vienna in an \"intricate cat's cradle\" of questing and voyaging over almost a century, the novel recalls a history of predation while affirming more generous human ties and ways of travelling. </p> <p>The Zigzag Way opens in a ghost town in the Sierra Madre, whose silver mines were abandoned during the Mexican revolution of 1910-20. The American Eric, a bespectacled, scholarly misfit reminiscent of other timid, bossed-about failures in Desai's oeuvre, has arrived in Mexico from Harvard at the instigation of his more purposeful girlfriend, Em. But finding her preoccupied with her medical research, he begins to follow his own trail, tracking down the ageing \"queen of the sierra\" and ostensible champion of Huichol Indians, Doña Vera, who holds clues to his English father's birthplace in the Mexican mountains. Eric learns of his grandfather's arrival with other Cornish miners after the collapse of Cornwall's tin mining industry and of his grandmother's death in childbirth during the revolution. </p> <p>Desai cites an ancient Chinese belief in time as a ladder, not of ascent into the future, but descent into the past, a metaphor that gives the novel its ambitious structure. Just as Eric descends a dark stairwell in the ghost town inn, the novel proceeds backwards in time, to Vera's account of her escape from Nazi Austria to marry a Mexican silver baron, then to Eric's grandmother Betty's letters home to Cornwall in the run-up to the Mexican revolution. The title, from Humboldt's essay on the New Spain, alludes to Indian porters, bent double by enormous loads, ascending from the pits in a zigzag to allow them to breathe against the current of air from above. Eric, drifting without knowledge of his own history or his roots in the soil he is treading, struggles to enter the past \"as if it were a mine that no light pierced and where no air circulated\". </p> <p>Doña Vera, whose quetzal-coloured kimono conceals \"layers of worn and lumpish grey flannel\", is unveiled as one of Desai's unctuous charlatans (like the decadent Urdu poet of In Custody), having fled not the Nazis, but her family's Nazi past, sloughing it off to emerge \"like some sly and secretive snake in its new skin\". Though she houses local Indians, Eric notes that she \"never speaks to them, only of them\". Yet her private mourning for a Huichol boy whom she adopted may hint at a deeper grief and guilt. Droves of US university researchers charting the pre-Columbian past and peyote-fuelled visions are meanwhile likened to missionaries harvesting souls. </p> <p>Solipsistic travellers, who see less than if they never left home, or seek a fresh backdrop to reinvent themselves, are contrasted with those like Eric's mother in a Maine fishing village, and grandmother Betty, whose minds are \"buoyant with curiosity and quest\" wherever they are. Though Indian, Mexican and Cornish mining families - \"pagan\", \"Popist\" and Methodist - are clamped in a hierarchy of snobbery and toil, Betty crosses lines that revolutionary upheaval further erodes. Cornish refugees forced to rely on a lowly Mexican circus troupe \"feel themselves for the first time no different from the Mexicans they had lived among\". </p> <p>Though Eric's scholarly leanings make him an insipid and ponderous guide, and his quest is more than a little contrived, the novel improves with each section. In the most intriguing, Betty's perceptiveness illuminates intersecting histories, of the revolutionary Pancho Villa, \"resplendent under a sombrero the size of a cartwheel\", and rows of miners' cottages in the sierra, Cornish but for their brilliant colours and shutters. </p> <p>Desai's acute sense of history infuses sensuous landscapes, from a Maine coast redolent of diesel oil, brine and seaweed, to the \"stained and peeling stucco\" of wartime Vienna. In a Mexico built on genocidal attrition, cacti emerge from volcanic rubble \"like stakes rising from secret graves\", and cobbles are the \"shape and size of human skulls\". The past, writes Desai, \"was alive here - crepuscular and underground, but also palpable\". At its best, The Zigzag Way is a stinging reminder of that past, while slyly dissecting the greed and delusion that are still so often part of the traveller's baggage.</p>",
  "<p><strong> Distant Star</strong> <br>by Roberto Bolaño, translated by Chris Andrews <br>160pp, Harvill, £11.99</p> <p>Turn up any stone in Chile, the writer Pablo Neruda used to say, and five poets will crawl out. The narrator of Distant Star is one of them: a young Chilean in the far south of the country, enamoured of poetry, political debate, and the two Garmendia sisters. </p> <p>Unfortunately for him - and very soon, for them as well - the sisters only have eyes for another of the aspiring poets in their workshop, the aloof figure of Alberto Ruiz-Tagle, a vaguely aristocratic youth who does not share the others' political beliefs or bohemian lifestyle. </p> <p>The poetry workshops are taking place in Chile in 1973, just as the socialist president Salvador Allende is being overthrown and General Pinochet's brutal regime begins. In the vertiginous first chapter of Distant Star, we descend rapidly from the student world of literature and hopeless poetic passions to the ghastly realities of military repression and disappearances. </p> <p>From that moment on, the narrator, like so many of his fellow countrymen, is a haunted man. He is picked up as a \"terror ist suspect\", and spends several months in a concentration camp. Although he is eventually released without charge, he finds he has been expelled from his university and has no chance of getting work in Pinochet's Chile. He then begins a wandering life in Europe that is forever defined by this historical moment. </p> <p>As he wanders, he hears more of Ruiz-Tagle, who now calls himself Carlos Wieder and has re-invented himself as an officer in the Chilean airforce. He is continuing his poetic career, however, using the small planes he pilots to write messages in the skies over Chile, combining violent and patriotic slogans in a way reminiscent of the Italian Futurists. </p> <p>This skywriting adds still further to the romantic reputation of the young officer, so that when he announces that he is holding a photographic exhibition in his apartment, influential figures from the armed forces and Chilean high society show up for the opening. What they discover is the opposite of what they had been expecting: instead of romantic, heroic images they are suddenly confronted with the horror that has been inflicted in their name in Chile. </p> <p>The narrator meanwhile is still struggling to make ends meet and to make sense of what has happened to him and his generation through literature. His destiny is suddenly reconnected with that of Wieder when a Chilean private detective turns up at his home in Spain. The detective wants his help as a poet to track Wieder down - to see if he can use his hermeneutic skills to identify the airforce pilot's hand behind articles in various neo-fascist publications from several European countries. </p> <p>He helps the detective, and between the two of them they track Wieder down to his hiding-place, also in Spain. The detective does what he has been hired to do, and the two men walk away into the night. </p> <p>Until his untimely death last year, Roberto Bolaño was one of the most influential of a new generation of writers in Spanish. His own personal history mirrors that of the narrator: he left Chile in the 1970s, living first in Mexico and then in Europe. As in his previous novel Chile by Night, in this novel his approach to horror and the sense of guilt felt by those who survive it is full of irony and artifice, and it is this oblique, wry style which has appealed to many Hispanic writers unhappy with the lazy, indulgent fantasies of magical realism. </p> <p>In the preface to Distant Star, Bolaño tells us that it is a development from the last chapter of one of his earlier books, his imaginary History of Nazi Literature in Latin America. There as here, the shadow of Jorge Luis Borges is obvious. But Bolaño is far less sure of himself and the unsullied values of writing than the great Argentine writer ever was. To Bolaño, the writer is in the \"cesspool of literature\" and inevitably loses his innocence just by \"sharing the same boat\" with evil. </p> <p>This sense of unease means that Bolaño's narrative style is fragmented and loaded. It is also full of a strange kind of gallows humour, as we are swept along by stories that are invented and presented entirely convincingly, only to be suddenly brought up short by a reminder that this has not been done innocently. Baudelaire warned us long ago that reader and author are linked together in their complicity: if anyone kicks away the stone from Bolaño, he emerges fighting into the daylight. </p> <p><strong>· </strong>Nick Caistor is the translator of Juan Marse's Lizard Tails.</p>",
  "<p><strong>Light on Snow</strong><br>by Anita Shreve<br>320pp, Little, Brown, £14.99</p> <p>Twelve-year-old Nicky and her father are trudging through the New Hampshire snow at dusk when they find an abandoned newborn baby girl. They rescue her, take her to the hospital. And that might be that. Except that Nicky - who two years ago lost both mother and baby sister in a road accident - sees it as more than a coincidence. She pesters her father to adopt the baby. Doesn't he feel that their own baby has somehow been restored to them by this event? He is barely able to answer. The only way he's been able to cope with the death of half his family is to abandon his successful New York life and live out in the frozen woods with his remaining daughter, making furniture while she goes to school. But grief and loss have made him a frustratingly monosyllabic companion for a pre-pubescent girl.</p> <p>The experience is still haunting them when, a fortnight later, a 19-year-old woman arrives on their doorstep in a blizzard. She's frail, emotional and exhausted - because she has recently given birth. She's come to thank them - and she wants to see the place where the baby was found.</p> <p>Nicky is intrigued and moved. But her father is furious, torn between calling the police and demanding that the girl, Charlotte, leave. Charlotte, though, is too ill and - as in all good novels - the snow has come down.</p> <p>So far so intriguing. I had high hopes for a less-than-obvious drama, for a situation that might turn out more complex than it at first appeared. Instead, all that unfurls is roughly what you would expect. Charlotte is blatantly signposted from the start as being Distraught and Remorseful, and it turns out to not really be her fault that the baby was abandoned. Meanwhile, as the ice in Nicky's father's heart is slowly thawed, his daughter discovers how madly she craves female company in her life. By the time the snow clears enough for the police to arrive, all three have learned something about themselves (cue slow, resigned-yet-optimistic music), but it's only the obvious stuff that you could have told them yourself at the start.</p> <p>Though there's clearly a place for this sort of novel on the shelves, the trouble for me is that it totally lacks subtext. I was unchanged and unchallenged by it. It's as if Shreve has been reading a clutch of magazine articles about loss and grief and teenage pregnancy, and decided to hang a rather straightforward novel on them. In fact there was nothing here I couldn't have got from any back-issue of Marie Claire.</p> <p>So what's gone wrong? The chief problem lies, I think, in the narrative voice. The novel is narrated by Nicky who is now 30 years old. Sadly all this means is that we get the plodding narrative hindsight and editorialising of a 30-year-old, where actually the less judgmental and predictable voice of a 12-year-old would have been far more effective.</p> <p>When Charlotte, telling Nicky of the drama of giving birth, stops to say that the curtains in the low rent motel room were \"...green plaid. Ugly\", it just seems contrived. You might accept this sort of scene-setting dialogue in a soap but not in the sort of novel Shreve is purporting to write. In fact all these people are behaving a little bit too much as if they know they're characters in a book.</p> <p>The idea that a novel can only be deemed literary if it's worthy or difficult in some way is of course both silly and snobbish. But though everything about the structure, description, narrative and dialogue in Shreve's novel cries out: \"I am lyrical! I am complex! I am literary!\" somehow it manages to be none of those things. It is perfectly readable and I can't deny that it would improve a boring train journey, but there's something a bit soft-core about it, and ultimately a little bit dishonest. I felt as if I was sitting on a piece of very convincing, very expensive reproduction furniture: it looked right, it felt right, but somehow it was just a bit too perfect and unworn - and clean.</p> <p><strong>·</strong> Julie Myerson's latest book is Something Might Happen (Cape)</p>",
  "<p><strong> Lucrezia Borgia: Life, Love and Death in Renaissance Italy</strong> <br>by Sarah Bradford <br>368pp, Penguin, £25 </p> <p>It says something about the reputation of the Borgia family that when, one hot day in 1503, two of them went down with violent nausea, everyone immediately assumed that they had somehow managed to poison one another by mistake. In fact, on this occasion it looks as though Pope Alexander VI and his son Cesare may simply have been the victim of some bad seafood or a nasty bout of malaria, but the point was that, as far as the talking, writing, worrying classes of Renaissance Italy were concerned, the Borgias were a byword for the dark arts of realpolitik. </p> <p>No one's reputation has been damaged more by belonging to this first family of pantomime evil than Lucrezia Borgia, daughter of Pope Alexander and sister of Cesare. Her casual reputation has been that of a murderous vamp who had only to sleep with someone before slipping something nasty into their post-coital wine. She was whispered to have had non-fraternal relations with her brother, which was the cause, 300 years later, of Lord Byron developing a perverse crush on her (he, too, was hazy about how far you could go with your own flesh and blood). Byron's thrill-seeking - he stole some of Lucrezia's golden hairs from a locket she had sent to her lover - was part of the 19th century's more general desire to turn Lucrezia into the embodiment of every kind of female transgression. By the time Victor Hugo and Donizetti had finished with her, Lucrezia Borgia could barely stand for the burden of evil that was slung around her fiendishly beautiful shoulders. </p> <p>Sarah Bradford's job, then, is to dust down Lucrezia and help us to see her for what she really was - a young woman (she died at 39) who was trying to play the best game she could with the uneven hand she had been dealt. The first dud card, of course, was the business of being born a girl, which meant that from the age of 13 she was being handed round like a parcel to suit her father's political game. Divorced at 17, remarried and widowed soon after (Cesare, her brother, stepped in to strangle the second husband), Lucrezia was 20 when she took up the job that was to be the making of her. As the wife of Alfonso d'Este, heir to the Duke of Ferrara, she became an accomplished stateswoman, deftly running a green and golden wedge of Adriatic Italy during her husband's many absences. </p> <p>Bradford's problem is that of all biographers working in the early modern period: the stories may be there, but the characters aren't. Personal letters, which to us are carriers of private thought and feeling, were to the Borgias public documents, to be dictated to scribes. Contemporary chron iclers, meanwhile, were interested in the what and where of the story rather than the why. Even those witnesses who wrote apparently for their own eyes, such as the diarist Johannes Burchard, the Pope's master of ceremonies, seem to have thought in terms of spectacular set pieces rather than deep structure. His account of the \"Chestnut Orgy\" in the Vatican - where naked courtesans scrabbled for chestnuts and prizes were offered to the man who could have sex with the most women - has probably done more to blacken Lucrezia's reputation than any other event. But did Lucrezia laugh at these ghastly sights, did she squirm, or turn away, or was she at the party simply for the dancing, which she loved? None of these Burchard sees fit to tell us, so neither, alas, can Bradford. </p> <p>In many places these public narratives deliver delicious detail, which Bradford makes the most of. One of Lucrezia's main duties as a Renaissance princess was to cut a bella figura wherever she went, sending a loud message about her menfolk's worth and status. Getting dressed was both a competitive sport and a political act, and the chroniclers linger with disbelieving pleasure over Lucrezia's cloak of crimson satin lined with ermine, or her sleeves of cloth of gold which hung to the floor. Even her mule would not appear in public without a wide cloth of mulberry velvet and a harness of beaten gold. </p> <p>The political background to Bradford's book is a cat's cradle of intrigue and quickly shifting alliances that requires you to keep your historical wits about you at all times. Whether the end result - the conclusion that Lucrezia was quite nice really - is sufficiently new or startling to justify keeping faith with nearly 400 dense pages of plotting is unclear. The problem does not lie in Bradford's treatment or research, which is immaculate, but is part of the larger problem of how to deal with biographical subjects who lived at a time when to be a sentient human being meant something very different from what it does today. </p> <p><strong>· </strong>Kathryn Hughes is writing a biography of Mrs Beeton.</p>",
  "<p><strong> The Defender </strong><br> by Alan Gibbons<br> 192pp, Orion, £4.99 <br> </p> <p>How do you get a young reader to take the time to consider some of the larger political or social issues of the day? Surely books dealing with topics such as global warming or homelessness could seem like a huge turn-off for many teenagers? Writers of teen fiction have always known, however, that if it's all wrapped up within a well-paced, imaginative story they can get their readers to mull over perhaps more than they themselves realise at the time. Alan Gibbons is one such writer extremely skilled in this surreptitious art. </p> <p>Gibbons was once better known for his computer-game/ alternate-universe fantasy The Legendeer, but his recent work has been aimed very squarely at tackling some of today's more contentious issues: racism in Caught in the Crossfire, domestic abuse in The Edge, and the problems of political asylum in The Dark Beneath. Eschewing fantasy metaphors and sci-fi imaginings, however, these books have made their point right here, right now, reading like modern thrillers. His latest, The Defender, is an unflinching account of the impact of growing up in Belfast during the Troubles, coupled with a fight-and-flight chase through the suburbs of a quiet English town. </p> <p>Fourteen-year-old Ian Moore returns home early from school one day to discover two forbidding Irishmen waiting on his doorstep claiming to be friends of his father and attempting to inveigle their way into the house. Ian is suspicious, then terrified when he spots the gun one of them carries. He runs, and the breathless chase that follows - through back gardens, shopping malls and even high up on the wind-whipped outside ledge of a tower block - makes up more than half of the narrative. </p> <p>While on the run, Ian slowly unravels the mystery of who these men are. It's revealed that his father was once a member of the Loyal Ulster Defenders, that he even assassinated a republican ring-leader, but took the decision to get out of Belfast when his young wife was killed owing to his involvement. The gunmen are his one-time associates looking for reckoning. Ian has to confront the fact that his father has a past he could never have guessed at. The battle in his mind between his love of his father and the resentment he feels at being forced to live in ignorance is as intense as the chase itself. </p> <p>Interwoven throughout these chapters are vignettes from the father's youth, explaining his upbringing, trying to discover how and why he swore an oath of allegiance to the Young Defenders. It may be the chase that keeps the reader gripped, with its cleverly placed cliffhangers, but it's through the father's memories that Gibbons explores what he wants to say about those caught up in the conflict. </p> <p>Sides are never taken; there is no specific condemnation of who did what to whom, because Gibbons is more interested in exploring the outside forces that contrive to make someone make certain irrevocable choices. One conclusion is that the Troubles feed off themselves: \"Violence and retribution hung around the place like a pair of vultures.\" Twice we are told to remember, \"there's always a man behind the gun\". Ian's father's choices are made through pride in his beliefs, outrage at what he sees around him and peer pressure. </p> <p>At a time when many writers for young people are determined to play down \"issues\" in their fiction, Gibbons seems to relish hitting them head on. His thrillers are guaranteed to keep the reader flipping the pages, but also to make them tackle subjects they may initially have shied away from. The Defender sees him continuing to plough his controversial, distinctive and personal furrow. Long may he do so. </p> <p>Keith Gray's Creepers is published by Red Fox.</p>",
  "<p><strong>Adolescents, Envy of</strong><br> From the Shulamite of the Song Of Solomon, via the Beautiful Youth of ancient Greek poetry, to the 20th century, with its clean-limbed heroes, its gods of the playing field and coyly bountiful goddesses of the Parisian hat shop or Californian drive-in, and taking in every poetical and artistic venture between the two - the swoonful amours of Courtly Love, Juliet on her balcony, Donne's lethal love-bunnies, the intolerable posturing of the Romantics, big-chinned pouting Pre-Raphaelites and all the rest - a constant of our species has been its yearning envy of youth: the liminal land between childhood and the groaning yoke of adult life, when everything is possible. Everything, on the whole, meaning hope and passion. </p> <p>Not any more. </p> <p>The old envy was based on an ancient asymmetry: we gave you all this, and you repay the debt by being younger? By outliving us? By having opportunities which we have lost? </p> <p>But the bargain has been broken, the debt called in. Look at the world we have left to the hapless adolescents of the early 21st century. A world of food fads and neuroses, of exploitation through mass media. The affectless uniformity of the web. Danger lurking: perverts round every corner, terrorists in the shadows. A world where the sea kills fish, rain dissolves trees and sex means death. Of crumbling infrastructures, gridlock, collapsing health services. A world where only a few will be able to afford a house. A world of McJobs or no jobs or insane jobs which eat the whole of life. Where illusions are buried, childhood torn short, innocence drowned. A world of gendering and relativism, of spyware and databases, of political correctness. </p> <p>Hell of a world. As if adolescence weren't a hell of a world enough already. The Observer writer Euan Ferguson once drew a terrible picture of the Lynx-reeking, unspeakable-groined young male, hunched in its room, expressing itself in verse: </p> <p>Roses are red,<br> Violets are blue,<br> I hate my parents.<br> </p> <p>But the true horror is that they don't hate their parents, poor things. Most of them seem to quite like their parents, because their parents, realising the world they will inherit, don't envy them any more. Almost the reverse. The baby boomers know that nobody ever will have it so good again, young (as they were) in the magical times between the invention of the pill and the advent of Aids: a two-decade golden age, a Saturnalia, where the laws did not run. </p> <p>Poor adolescents. Bored by their music, stunned by their entertainment, living at home with parents who think of themselves as \"friends\", they are deprived of adventure, self-invention and the great treasure of being envied; and, worst of all, they are understood. </p> <p>Roses are red,<br> Violets are blue,<br> My parents are OK really.<br> </p> <p>And so the world goes to hell. </p> <p><strong>Ancients, Wisdom of the</strong><br> They were not. They were not wise. But one would have had to have lost one's wits entirely to believe that statement is enough; that one could say \"The Ancients were not wise\", and everyone would say, \"Gosh, I suppose you're right, we'd better shut up with all this pyramids nonsense, all this rubbish about magic and secrets and holism and, God help us, God.\" </p> <p>That is not the point of the Wisdom of the Ancients, which exists as a massive quasi-philosophical Lost Sock, or the memory of vanished love: that's to say, as something which we once had and, if we are very good and very careful, we might one day get back. </p> <p>The Ancients knew little and understood less. They scratched a living and died like dogs. Gripped by an uncomprehending egocentricity, they believed that the world had been made for them, and they believed that by a process of crude extrapolation: when they needed something, they made it. Finding themselves in a world which suited them to a remarkable degree, they assumed that it had been made for them; obviously, by someone much like them, but much bigger. Unable to understand any laws other than the law of will, they assumed that when something happened in nature, it happened because Nature commanded it. The river dried up because they had offended it; the volcano erupted because the Volcano Giants had not been placated; the harvest failed because someone - this is a bit of a leap of faith, but it leads eventually to Christianity, so it's all OK in the end - had not had his heart torn out and then been ripped limb from limb and his blood poured on to the soil. </p> <p>In short, the Ancients spent what thinking time they had trying to make phenomenological bricks without ontological straw. They were wrong about almost everything, hopelessly confused sequence and causation, left the scantiest record of their thinking, and croaked in short order. </p> <p>So why do people, even now, believe not only in the bits of the Wisdom of the Ancients that we know about (such as astrology) but also that there is a huge corpus of lost wisdom which, if only we could find it, would guarantee us a future of bliss, with no wars or sadness or cancer ever again, a world of birdsong and crystal and ... In our dreams. Specifically, in our dream that the world was created perfect, and has been drifting away from perfection ever since. \"The silver swan unlocks her silent throat\" - the initiates will spot Orlando Gibbons's great madrigal, the others get a pretty image, everyone's happy. </p> <p>Those who believe in the Wisdom of the Ancients disbelieve in any progress in human understanding. It is the intellectual equivalent of saying There's nothing worth watching on the telly any more or This so-called music the young people listen to, it's rubbish. In truth, it is not the Wisdom of the Ancients that we have lost; it's any fathoming of their true Ignorance. </p> <p><strong>Armchair, Favourite</strong><br> The true pleasures are in the little things. My grandfather had his Favourite Armchair and so did yours: green leather, uncut moquette, Naugahyde or Parker Knoll; adorned with an antimacassar or a brass ashtray on a leather strap; with or without a Smoker's Companion or a matching footstool: everyone had a favourite armchair. It was the guarantee of domesticity, the symbol of peace and power, the visible manifestation of order in the home. </p> <p>Admit to a favourite armchair now at your peril. The concept may be publicly lost. But \"publicly\" does not mean \"actually\". The favourite armchair was once a bastion against the outside world, a bulwark against time, an unchanging absolute in the face of fashion. Now you can buy a favourite armchair - pre-favoured, if you like - on the grounds that it is just like the one in Friends, on the TV. A La-Z-Boy Oasis recliner, to be precise, with a built-in beer fridge in one arm, a 99-number memory phone in the other, a heated back, and a 10-motor electric massager. It's so uncool it's cool. Not comfy, but ironic. Not favourite, but iconic. A style statement for the \"bloke\" with £1,000 to spare. </p> <p>But its owners know the truth. It is as much a Favourite Armchair as anything your grandfather ever sat in. The only problem is this: can a single man have a favourite armchair? Probably not; because the whole point is that others must envy it, and want it, and plot to get it. The single man with a favourite armchair is like a child playing King of the Castle on his own: he may have gained the world, but he has lost his edge. </p> <p><strong>BO</strong><br> There once was a time when people smelled of people. Now we take one, two, or, in extreme cases, three baths or showers a day without thinking much about it, and apply deodorant afterwards; but there are plenty of people alive who can remember when \"bath night\" was a weekly occurrence, yet, strangely (if you believe the advertising), do not recall daily life as being unendurable because of the stench. </p> <p>Our modern habits of bathing would have been seen as extravagant and unnecessarily fastidious, or possibly even as evidence of an inner immorality. Taking too many baths was the mark of the irreligious, of those who had perverted a spiritual duty into a warm, slippery, fleshly indulgence, either for its own sake (dwelling too much on nakedness in the scented steam, who knows where the mind - or the fingers - might wander?) or as a precursor to more cooperative eroticism. </p> <p>Public bathing was no better. The great Thermae of ancient Rome were as notorious as houses of assignation and prostitution - the satirists Juvenal and Martial were particularly offended by this - where the aristocratic wife, stripped of the jewels and clothing that marked her rank, could fornicate with a muscular nobody or even a satirist (who could later walk home railing against the corruption in which he had so recently wallowed). The hammams of the Turks were associated with the unspeakable indulgences of odalisques or, if that was your fancy, boys. And we are still ambivalent; the squeaky-clean Scandinavian sauna has become shorthand for a commercial masturbatorium, in which a man who merely wanted to steam away his aches and pains would be regarded with suspicion. </p> <p>Reading texts written at a time when personal hygiene was what we would now call intolerable, and clothes were worn for months at a time without cleaning, our modern sensibilities are offended. \"By God,\" we say to ourselves, \"they must have stunk.\" </p> <p>Maybe they did. Maybe they didn't. But in what was the perfect paradigm of modern advertising, Lifebuoy soap once ran a radio commercial starring a foghorn which rasped \"BO\". The slogan: \"Your best friend won't tell you.\" Sheerest genius. Invent a problem and offer to sell the cure. We couldn't tell we smelt, do you see? And our best friend wouldn't tell us . The only answer: bathing every day with Lifebuoy. Soon, Lifebuoy was not enough; first came deodorants, then antiperspirants, and presently the horrors of the early-morning train and the 9am lift, overwhelmed by a cacophony of aftershaves and colognes and scented deodorants, until now an averagely well-groomed young urban woman can apply 400 chemicals (300 of which are synthetic) to her body every day of her life . </p> <p>BO may have gone, but so has the natural smell of humanity. Some, noting that California and Scandinavia led the USA and Europe respectively in both \"personal hygiene\" and divorce, have speculated that if we lose our smell, we lose our bonding ability. </p> <p>But what was that smell? How did it seem to the people who smelt it? What was it like then ? Did the Romans' clothes itch? Did medieval people shrink from kissing because of their foul teeth? Did our ancestors make love despite what we would consider their appalling hygiene, or did they simply not notice, or notice and like it? Travellers' accounts refer to the hugger-mugger arrangements in inns and lodging houses, three-in-a-bed and damp straw, but nobody refers to the smell. </p> <p>One of the rules of history is that people do not write about what is too obvious to mention. And so the information, having never been recorded, is now lost for ever. </p> <p><strong>Bachelors</strong><br> Stereotypes, of course. Holmes and Watson: Watson married, it's true, but he was still a bachelor. Rooms. Landlady. Fug. Habits. No; not habits; ways. You know how they get. Tobacco in the slipper, needle in the arm, bachelors . </p> <p>Or the Irish sort. Rooms; no, not rooms: digs. Then there's the Bachelor Feline, exemplified by Uncle William Boot in Scoop, dreaming of rooms - no, chambers - in Jermyn Street, morning saunters between bootmaker, tailor and club, feline prowlings after dark. The Bachelor Dissolute (Madeira, Bentley, first editions and showgirls), the Bachelor Advantageous (James Bond, The Saint, The Toff), the Bachelor Despondent, shabby, pale, penurious. The Bachelor Academic, cloistered, collegiate and absent-minded. The Bachelor Spiritual: Jesus and all his celibate followers. And, of course, the Bachelor Comic: Morecambe &amp; Wise, Matthau &amp; Lemmon, Vladimir &amp; Estragon. </p> <p>We won't be doing with bachelors now. We suspect them. A few generations ago, the bachelor, un-hamstrung by domesticity or the call of the bedsprings, was considered more of a man, freer to preach or fight or build or conquer. Now, he is less. So much less that we cannot acknowledge him as such. He is denied a status, merely accorded a state. He is ... single. And when he leaves the room, we glance at each other and the unspoken question hangs in the air. What, exactly, is he? He can't be just a bachelor. </p> <p><strong>Banks, Proper</strong><br> Never mind internet log-on and call centres, credit cards and direct debits and customer service hosts; let us recall Mr JG Harding, manager of the Midland Bank. He wore his Mister like a hard-won honorific, and JG could have been anything; Jehosophat Galitzine, possibly, though John Graham is perhaps more likely. </p> <p>Mr JG Harding seemed (though he might not have been) portly, a man of overwhelming substance, pinkly shaven, grim-suited, the epitome of gravitas as he steepled his fingers across his virgin blotter. To reach him - in response to a summons, in which he invariably expressed disappointment - you crossed the marble-floored, mahogany-countered, high-ceilinged, ecclesiastically hushed banking hall; were admitted through a locked, bolted door; walked along further corridors being eyed with speculative contempt by financial illuminati glancing up from their ledgers, and finally into the manager's office. </p> <p>This was proper banking, and all banks were like it. Not the phony gravity of modern parodies, the so-called \"premium bankers\" designed to make arrivistes feel important; these were not so much the cathedrals as the criminal courts of money, and we were not so much customers as defendants. Everyone eventually left school; but as long as you had a bank account, you would be a schoolboy for the rest of your life. </p> <p>Now, like parents, the banks want to pose as our friends; until, that is, we need to talk to a human being, at which point we realise that they have entirely resigned control to their computers, and all of them, all of them, are in the end helpless before the software. </p> <p>But then ... then, they were run by inhuman beings. Proper Banks. Banks which, unlike the claims of their sillier modern counterparts, liked to say \"No\". </p> <p><strong>Cash</strong><br> A rum thing, cash; its cover blown, its probity knackered, it now only excites suspicion or pity, depending on the sum. Deposit the dodgiest cheque (Luca Weasolio Enterprises (Cocaine) Ltd) and no questions asked; unpeel a fat roll of banknotes and there will be whispered conversations, messages passed to dyspeptic men in Compliance Divisions. Go into a supermarket and pay for your small order with cash, and eyebrows will be raised. Cash means you have no cards; no cards mean you have no credit; no credit means that you are on the margins, on the busk, a criminal, a bogus asylum-seeker, an underclass hoodlum, on drugs, a ticking bomb about to burst into tattoos and erupt at the checkout counter in a flurry of laaaaaaaager, swear words and screaming children. </p> <p>There was once an advert which claimed that the American Express card said \"more about you than cash ever can\", and so it does. Cash says nothing except \"Here is the money\", and we don't like that. Curiously obsessed with provenance, we find anonymity distressing. There is no added value to cash. All you can do with it is pay. Soon it will be confined to liminal transactions with hookers, crooks, Latvian navvies on the lump. The wedge of fifties is now a mark of failure, not just anonymous but, however big, finite. With a black AmEx, nobody can tell how much you have left. Cash cannot bullshit. Cash tells no lies. And so we no longer trust it, and so it must go. </p> <p><strong>Disney, Honeyed Meretricious Sentimentality of</strong><br> What happened to Disney? Surely Disney was once the articulator of childhood creativity, making manifest the gorgeous particoloured miracle of the unfettered imagination ... and then didn't it all go wrong, and the thing become corporate pap, a sort of cowardly, sentimental porridge, all complexity and ambiguity ruthlessly suppressed in the name of increased market share? Isn't that what happened? And then the corporate battles, and the septuagenarian Roy Disney, nephew of the great Walt - Walt was great, wasn't he? - locked in an embarrassingly public bout of fiduciary name-calling and hair-pulling with CEO Michael Eisner? Isn't that what happened? </p> <p>And shouldn't we be glad that it's happened, because Disney sprayed and deodorised and infantilised and puréed and blanded everything it touched, from the crypto-egalitarianism of The Jungle Book to the vicious peculiarity of Pocahontas? Shouldn't we rejoice that it's gone? </p> <p>Not as such. It was always more complex. Did we like Disney? Not really. Fantasia mystified and scared us by turns. Dumbo was just downright peculiar. Uncle Walt himself was a white-supremacist, commie-fearing, obsessional weirdo. And as for the damnable mouse ... when I was about four, my mother in hospital having trouble while expecting my sister, my father rented a Mickey Mouse film which he showed (after all the usual fuss with trying to find the screen, failing, pinning a sheet to the wall, getting the film on backwards, tripping over the projector flex) just before bedtime. </p> <p>Mickey had been left alone to mind the children, just like my father. There was trouble with the feeding bottle, during which Mickey got the teat stuck on his nose. He pulled and pulled and pulled; at last the teat came away, leaving him with a hideously extended snout like Pinocchio. </p> <p>Some time later that night, I woke screaming. </p> <p>\"Mickey!\" I howled. \"Mickey! Mickey Mouse with the long nose! Mickey with the long nose and he's under the bed !\" </p> <p>\"Don't be silly,\" said my father. \"There's nothing to be frightened of.\" </p> <p>\"Under the bed! Under the bed with the long nose!\" </p> <p>\"No,\" said my father, \"he's not. Look. I'll look for myself and that'll prove he's not\" - he bent down - \"under the Oh my God, Oh my God, it's Mickey with the long nose!\" </p> <p>Eventually I calmed down. But I never forgot. And many years later I reminded him. </p> <p>\"Oh, for God's sake,\" he said irritably. \"Look. You've got a four-year-old child who's having nightmares because he thinks Mickey Mouse is under the bed. It's the opportunity of a lifetime. What would you have done?\" </p> <p>I saw his point. And I think, too, that I saw Uncle Walt's point. The man was a genius. Not as an animator; not as a weaver of lovable coochie-coo butterscotch and twinkle; but as the inventor of a way of scaring the hell out of children without their parents having a clue. So on the grounds that one can forgive anything if it's done from genuine malice, let us forgive Disney his eponymous Land, the Mouse, Tinkerbell and all those terrible Fred MacMurray movies. Malice in Wonderland? What else is there? </p> <p><strong>Doctors, Proper</strong><br> You go along and you are, to be frank, worried sick. Worried and sick. And there's the doctor: someone you would ideally like to be a cross between God and an old-fashioned parson, but instead it's some disgruntled but caring person who has been on courses about empathy and body language and nonjudgmental ungendered relativism, and speaks with a soothing voice while sitting next to you instead of behind a desk like a proper doctor, and calls you by your first name, when you are feeling (vide supra) worried and sick and you want to be called Mister at the very least, possibly even Sir, or, if it's cancer, \"old chap\". \"Old chap\" will do very nicely, as in \"Well, old chap, I'm afraid your number's up. Can't say when, but my advice is, don't worry, but, equally, don't start any long books. Short stories and an early night - oh, and try to keep your bowels open.\" </p> <p>You won't get it. It's all about collaborative consensual patient-care programmes (or, probably, programs) and, above all, non-paternalistic. But still one yearns. Many years ago, the British Medical Association held a conference on The Doctor/Patient Relationship. At the end, the chairman, a patrician old chap called Elston Grey Turner - triple-breasted, five-piece suit, watch-chain, white moustache, stood up and said: \"Well, it's all been very interesting, particularly for those who are concerned about the doctor/patient relationship. For my own part, the doctor/patient relationship has never troubled me overmuch; I look across my desk and think, 'I'm the doctor, he's the patient.' \" </p> <p><strong>Finisterre</strong><br> Finisterre. Finis terrae: the end of the earth. Gone. It was there for ever, or so it seemed, introduced by the trite, comforting melancholy of \"Sailing By\". For cosy landlubbers rocked in the arms of the bedclothes or cradled in the seats of their warm cars, the Shipping Forecast is as glamorous and as soothing as the sound of a gale howling outside a warm bedroom: the marker of a world outside, dangerous and capricious, from which the listener was mercifully protected. </p> <p>It keeps curious, almost liturgical, company, not chanted but almost intoned in an ageless rhythm: Viking, North Utsire, South Utsire, Forties. Cromarty, Forth, Tyne. Dogger, Fisher, German Bight ... Humber, Thames, Dover; Wight, Portland. Plymouth, Biscay, Trafalgar, Sole; Lundy, Fastnet, Irish Sea. Shannon. Rockall; Malin; Hebrides, Bailey, Fair Isle, Faroes, South-east Iceland. </p> <p>While it may be Radio 4 - zippy, businesslike, modern - the rest of the time, on the Shipping Forecast, it is still the BBC Home Service, and Britain still a great maritime nation; the Lord is in his heaven, looking down upon a nation in handknitted jerseys, a pipe-smoking, Meccano-building, hobby-practising nation built upon decency and the cadences of the Book Of Common Prayer. And the Shipping Forecast a secular compline. </p> <p>So we move from the end of the Earth to our end on the Earth. But Finisterre, which once stood between Biscay and Sole, vanished in 2002, replaced by FitzRoy, just as Heligoland was driven out in 1956 to give way to German Bight. It is appropriate; Admiral FitzRoy introduced the first weather forecasts in the Times in 1860 and was a notable inventor of barometers. We cannot grudge FitzRoy his late, nocturnal celebrity; but it comes at a cost. In its sound as well as its meaning, Finisterre epitomised the sea, literally the end of the Earth. Now it is only commemorated in snuff, and in the last lines of Carol Ann Duffy's Prayer: </p> <p>Darkness outside. Inside, the radio's prayer - <br> Rockall. Malin. Dogger. Finisterre. </p> <p><strong>God</strong><br> \"God? Gone?\" you may cry in alarm. But it is true, at least partially. The greatest difficulty we face in understanding the past is the idea that religious faith of some sort was, intellectually at least, ineluctable. You had no option. Even apparent rationalists like Descartes or Newton got upset when they found their reasoning threatening to remove God from their picture of the world, because to remove God was to pull the ontological rug from beneath their own phenomenological feet. There was simply no alternative . Only recently - in the last blink of an eye, in terms of human history - have we had any way of dealing reasonably with a universe relieved of the awful presence of God. </p> <p>Now, though, we do have a satisfactory alternative, and, armed with the ideas of natural selection through random mutation, of complexity as something which can emerge from simple systems arising by the operation of normal probability, of the application of textual scholarship and historiography to \"sacred\" texts, and of an understanding of the physical underpinnings, if not of the entire cosmos, at least of our place in it, God has become optional. </p> <p>And an optional God is a weakened God, and a weakened God is no longer an omnipotent God. The spaces left which require God to fill them are now so small that we may see this once tremendous and ineffable creation of ours reduced to the status of an alternately chummy and capricious ghost. </p> <p>In a less developed world than ours, God's defenders would block their ears and minds, and hum loudly to drown out the noise of reason for fear that they might find it harsh and be driven to madness, and the greatest geopolitical power in history would stand with its religious finger in the rational dyke, suffering grief and monsters rather than rethink its first principles, while lesser powers would live in intellectual subjection and kill and die for their own tribal interpretations of the precise nature of the dethroned god. </p> <p>Finally liberated from the Great Succubus, though, we can at last be free to celebrate ourselves, our diversity and creativity, and the magnificent impersonal random luck that brought us here: to create great art and drama and literature and music to enrich our own and only lives. Can't we? Can't we? Can't we? Can't we ...? </p> <p><strong>Jantzens</strong><br> Imagine swimming trunks and bathing costumes made before swimming-trunk and bathing- costume technology arrived. Imagine them made from a sort of wool which absorbed 10 times its weight in water, so that when the wearer rose from the sea, he (if male) would be debagged by gravity and she (if female) would be sporting a gangsta knee-crotch and the belly of a dropsical Falstaff. And yet they were yearned for. They were so yearned for. </p> <p><strong>Opportunities, Lost, for Doing Something about Rock'n'roll</strong><br> \"It's much too late to do anything about rock'n'roll now,\" said Jerry Garcia. So it is. </p> <p><strong>Patchouli</strong><br> Synecdoche is a rhetorical term in which the container and the thing contained are used interchangeably, as in \"Pass the milk\" when we really mean \"Pass the bottle in which the milk is contained\". </p> <p>Patchouli is a sort of olfactory synecdoche, the scent of the 1960s, heavy, sweet/sharp, cloying, woody and all-pervasive. It was popular because it was said to act as a sort of containment device for the smell of hashish. And it may well have done. It was just of no significance, because the moment you smelt patchouli, you knew there was dope being smoked. </p> <p>It doesn't matter now. Who the hell cares? And so patchouli has fallen from favour. </p> <p><strong>Radio, Car, Removable</strong><br> A fine irony, barrelling along on a beautiful day with Joni Mitchell on the radio singing Don't it always seem to go That you don't know what you've got 'til it's gone; They paved Paradise, put up a parking lot ... </p> <p>Which would be all very well, except they didn't. They promised to - that's where the parking charges were supposed to go, that's where the fines were supposed to go - but they didn't. Get to the other end and it's onstreet parking if you're lucky; and, what's more, you know all too damn well what you've got or how could you tell that it's gone? </p> <p>By the broken glass, if it was a car radio; by the wires sprouting out of the derelict empty hole; by Joni Mitchell, abruptly silenced. Eventually we got sick of it, and technology came to the rescue with the removable car radio, the only drawback being that you had to remember to remove it. </p> <p>And so the composer Michael Berkeley removed his radio and his mobile phone, did the necessary juggling with the keys and bits and pieces, let himself into his house, came back for the few bits and pieces he'd left by the kerb, and found that the artists' portfolio containing the notes, sketches and piano reductions for his opera Jane Eyre had gone. </p> <p>The brain tries to help in such circumstances, coming up, if possible, with a plausible story. The first terrible, lurching despair is followed by an equally terrible, lurching hope. Berkeley had been working on the score at his house in Wales; maybe that's where it still was. He hadn't packed it all up carefully! He hadn't put it in the car to bring back to London! He hadn't left it by the side of the car for 30 seconds! And no opportunistical ratbag slime-sucking thief had come and stolen it, no sir! </p> <p>Yes sir. </p> <p>So after the initial hideous shock, and rejecting the temptation to simply not do it at all, he squared his shoulders and executed the Carlyle Manoeuvre and started again, finding in the process a curious sense of liberation, and coming up in the end with a tighter, more disciplined work. </p> <p>Technology once again came pre-emptively to the rescue. Not in the sense that Berkeley switched over to working on his PowerBook, using the Sibelius program and backing up his work, thus benefiting from the computer's great gift to us all: the power of ubiquity, so that the same thing may be in many places at once. </p> <p>No; the real technological change was simply this: he instinctively went for the root causes of the trouble, and bought a fixed car radio. A retrograde step? No. And perhaps the car radio is a modern sin-eater or scapegoat; perhaps, like mugging-money, its real function is to be stolen, to take the bullet, to stand between us and greater harm. Not so much a hostage to fortune as a down payment on our luck. Don't it always seem to go ... </p> <p>Yes. It does. And that's the point of it </p> <p>© Michael Bywater, 2004. </p> <p><strong>·</strong> These are edited extracts from Lost Worlds, What Have We Lost, &amp; Where Did It Go? by Michael Bywater, published by Granta next week at £12.99. To order a copy for £12.34, with free UK p&amp;p, call the <a href=\"http://www.theguardian.com/bookshop\">Guardian book service</a> on <strong>0870 836 0875</strong>.</p>"
]