[
  "The debate over Turkey's membership of the European Union has so far focused on how the EU will cope with allowing in a largely Muslim country. But much of that analysis has missed the point: one of the biggest barriers to Turkey's entry to the EU is not that it is Muslim, but that it is poor. <p>Given that the EU is an economic union before anything else, the economic arguments for and against Turkish entry may be much more relevant than its adherence to Islam. For all the talk of a \"clash of civilisations\", what is being overlooked is a clash of economic interests, between a lower-middle income economy, with a substantial rural economy, and the wealthy industrialised nations of western Europe. </p> <p>The extent of Turkey's poverty is illustrated in the figures (below). It shows Turkey's national income per head compared with that of recent entrants to the EU, such as Poland and the Czech Republic, with the Turkish figure of $2,790 almost half that of Poland's $5,270, and only a tenth of UK national income. </p> <p>While those figures show how far Turkey's economy lags behind other members of the European club, the central problem is more than that: not only is Turkey poor, compared with the rest of the EU, but it is large. With nearly 71 million people, Turkey would be the second largest EU member state after Germany. The union can easily afford to encompass relatively low-income states such as Latvia, with its population of a little more than 2 million out of an EU of 450 million. But the entry of a country of 71 million is on another scale entirely. </p> <p>To put Turkey's size into context, the 71 million inhabitants of the country have a combined national income of $176bn. Tiny Denmark, which has a population of just 5.4 million, manages to produce a national income of $182bn a year. </p> <p>Much of the same argument applies to two of the other countries seeking EU membership, Romania and Bulgaria. Both have lower national income per head than Turkey - $2,130 for Romania and $2,310 for Bulgaria. But the pair have a combined population of fewer than 30 million. </p> <p>Turkey's sheer size means that its economic weaknesses cannot be airily dismissed. Nor can those in favour of Turkish entry simply assume that the possibility of EU entry will magically transform the Turkish economy into a modern industrial state sometime in the next decade. There is as much chance that the strenuous changes Turkey will have to go through in order to be ready may have the opposite effect, of recession, unemployment and instability. And there is a danger that an ill-timed and underprepared Turkish EU entry could be disastrous for the country itself. </p> <p>None of this means that Turkey's entry into the EU should be counted out on economic grounds alone. What it does mean is that the EU will have to monitor Turkey's economic performance carefully before making a final decision on entry, and it should take a more active role in offering economic assistance over the 10 to 20 years it may need to prepare. </p> <p>The need for sensitive handling is highlighted by Turkey's recent economic history. Between 2000 and 2001 Turkey suffered a financial convulsion and severe currency depreciation after removing capital controls, with its economy contracting by nearly 10%. The International Monetary Fund moved in with a multibillion-dollar bail-out, and for most of the past three years has guided Turkish economic policies. </p> <p>The good news is that Turkey's economy has so far made a remarkable recovery. Its economy grew by nearly 8% in 2002 and 6% in 2003, with the IMF forecasting another bumper year of growth in 2004. While that bodes well for Turkey's prospects, it cannot be said that Turkey necessarily has pent-up growth waiting to be unleashed. The country already has a robust record for growth, at an average of 4.2% a year since 1990 - not one of the highest growth rates in the developing world, but not bad. Britain over the same period grew at 2.1% a year. </p> <p>Yet Turkey still has a long way to go, even if it can sustain relatively high rates of growth. According to World Bank figures, a surprising proportion of Turkey's population lives in relative poverty: 10% are said to live on just $2 a day. The percentage of its population over the age of 15 able to read and write is 87% - below the world average for its income level, and far below countries such as Bulgaria, which has 99% literacy (the legacy of the old Soviet bloc's emphasis on investing in infrastructure and education). </p> <p>Similarly, Turkey's record in terms of infant mortality is also disappointing: 41 deaths per 1,000 births, a rate twice as bad as either Bulgaria or Romania, and far higher than recent EU entrants such as Poland (nine per 1,000) and Slovenia (five per 1,000). </p> <p>Turkey's economy also remains heavily devoted to agriculture. While agriculture is responsible for just 3% of Poland's economic output, in Turkey agriculture makes up 13%. Elsewhere, foreign investment remains low and concentrated in the wealthier western regions. </p> <p>As we have seen from the case of Poland, EU entry does not mean a wave of migrant workers to the wealthier EU countries. Given its size and relative poverty, the bigger danger of EU entry is that the Turkish economy is vulnerable to being washed away by exposure to the full force of the single market. If not properly prepared, Turkey's entry could do it more harm than good. Rather than fear Islam, we should worry at the impact on Turkey's poor.</p> <p><b>Europe's wealth gap</b><br></p> <p>Gross national income, per head, $<br></p> <p><b>Turkey</b> 2,790<br> <b>Latvia</b> 4,040<br> <b>Estonia</b> 4,960<br> <b>Poland</b> 5,270<br> <b>Czech Republic</b> 6,740<br> <b>Slovenia</b> 11,830<br> <b>Greece</b> 13,720<br> <b>France</b> 24,770<br> <b>Germany</b> 25,250<br> <b>UK</b> 28,530<br></p> <p><b>·</b> Source: World Bank, 2004 </p> <p><a href=\"mailto:richard.adams@theguardian.com\">richard.adams@theguardian.com</a></p>",
  "<p>Like an erstwhile lord of the manor, Michael Winner is nowhere to be seen when we enter his house. There is, instead, a sense of his presence across all 48 rooms of the Holland Park mansion. An assistant leads us in, past the foot of a staircase above which hang two portraits of Winner, regarding each other from opposing walls to create a sort of Winner vortex effect. We descend to a basement screening room, decorated with memorabilia from Winner's 34 films, past a large airing cupboard in which two south-east Asian women can be glimpsed, folding linen. The assistant discreetly shuts the door on them. </p> <p>The night before, Winner, 68, attended the premiere of Andrew Lloyd Webber's new show, The Woman in White. It stars his old friend, Michael Crawford, whom he is concerned he may have upset by calling him a cheapskate in his new memoir, Winner Takes All. Winner's indiscretion is legendary, exceeded only by his reputation as a thrower of tantrums. I shall get to witness a mini eruption at the end of the interview, a rare sight, these days, since Winner now checks his temper for fear he is turning into his mother. </p> <p>Last night, however, his overwhelming sentiment was one of shyness. </p> <p>Shyness? </p> <p>\"Oh, I get immense bouts of shyness,\" he puffs. His eyes disappear beneath folds of mirth. \"What are you talking about, dear? I hardly leave the house. I'm quite reclusive.\" </p> <p>Winner likes to explain himself in terms of the zodiac: he is a Scorpio, which, he says, means, \"We're very snappy and bad-tempered on the outside and very soft on the inside. Burt Lancaster was a typical Scorpio. He threatened to kill me from time to time, but a wonderful man. A wonderful man.\" One gets a sense of this contrast in the book; of explosions followed by equally extravagant apologies. Perhaps Winner is only rude to people for the thrill of saying sorry, for sending them champagne the following day. It's a largesse he takes to such lengths as tracing boys he stole pennies from at school and, 20 years after the event, sending them the money, plus interest. He is very alert to detail. </p> <p>There is a sense, too, that the book was written with one eye, rather defensively, on his overblown image. \"The only person I have to answer to for my behaviour, my attitudes and my activities is myself,\" he huffs at one stage. Winner says this isn't so - that he wasn't trying to correct a false impression. \"Well, I can't deal with this so-called impression because I don't meet these people who apparently don't like me. If I walk down the street, people say, 'Calm down, dear', or they smile and say, 'Love Lawman, love Death Wish'.\" </p> <p>I wonder if it irks him that a whole generation only knows him for the phenomenally successful Esure adverts - which were his idea - rather than for his films? \"Well, I mean, there's no question that that catchphrase became so popular. But the films still turn up on television all the time. These films are not on at three in the morning; they're on at peak hours, CONTINUALLY. Probably 10 or 12 a year. And then they have the displeasure of seeing me on various television programmes, Reeves and Mortimer or something like that. The youth television people always seem to like me.\" </p> <p>Winner's film career took the very unEnglish path of great and early success in Hollywood, although it's been a while since he has made anything memorable. He is continually amazed by his own bad judgment: he turned down James Bond, The French Connection, The Prime of Miss Jean Brodie and the remake of King Kong. \"I don't know why I turned down James Bond. I can't imagine. I took the call right there, 1971. 'Are you interested in James Bond?' they said. 'Harry Saltzman would like you to do it.' I said, 'No.' I mean, it's not as if I was making Hamlet! Oh, no thanks, I only do Ibsen! I was only doing thrillers anyway. A moment of lunacy.\" </p> <p>But he shrugged it off? \"You have to. Otherwise it would put you in the asylum.\" </p> <p>In the long run, Winner believes it is better to be \"relentless\" than \"smart\". He got his first job in directing after sending hundreds of letters out to production companies. He blagged himself a showbiz column in the local newspaper while he was still at school. At Cambridge, he was the most famous man in his year, primarily for his talent for self-promotion. He also worked very hard. \"Extraordinary. Just total, total desire that consumed me, to the exclusion of all else, normal relationships, family, any normality was thrust aside. Really until about six or seven years ago.\" He laughs, like Basil Brush. </p> <p>If there is one thing he regrets, it's not having given more time to his parents. The house in Holland Park is the one he grew up in - he converted it from flats owned by his property developer father. Winner made a separate fortune from his own canny investment in property. He seems to need a great deal of space around him and wishes the house was even bigger. But Michael, you can only be in one room at a time. </p> <p>\"Well, but that doesn't matter, you can walk around them!\" </p> <p>I mention that I saw a couple of people in a large cupboard as we came in. </p> <p>\"Well,\" he says, \"that's quite likely. There's quite a large staff.\" </p> <p>Winner's mother was a compulsive gambler. She lost roughly £8m in the casinos of Cannes. He thinks of her when he's being unpleasant; \"She could be very caustic,\" he says. \"She was always attacking my father, which was dreadful. He never attacked her. She was always putting him down. But you know George Bernard Shaw said: It's better for a parent to be a horrible warning than a good example. Wonderful phrase.\" </p> <p>I have a story about Winner's snappishness from a friend of mine's mother. I ask, tentatively, if he recalls being in a restaurant in Covent Garden, I'm not sure how long ago ... </p> <p>\"Must've been a bloody long time ago, I can't remember ever being in a restaurant in Covent Garden.\" </p> <p>As I heard it, he was asked which table he wanted and pointed to one that was already occupied. Then he asked for the people to be turfed off. </p> <p>\"Absolute rubbish. I want to tell you, dear, there are more nonsensical stories about me than anybody. First of all, I don't ever remember going to a restaurant in Covent Garden. And why should I have been there with your friend's mother ...\" </p> <p>I tell him who it was. </p> <p>\"Oh,\" he says. \"That I remember. Very well indeed. Yes, yes. I will almost withdraw, but not totally.\" He explains what a terrible table they were given, next to \"17 men in suits who were already on their way to being drunk. So I was certainly not prepared to spend the next two hours of my life at that table. I went upstairs and I said, why can't we sit there? Why didn't you book that table? And the man said, 'Well, it's reserved.' I said, 'Well, can't you move the people somewhere else?' They weren't sitting there yet.\" The manager refused. \"So I walked out.\" </p> <p>The next day he sent a bottle of champagne with an apology. Until recently, when Winner answered the phone it wasn't uncommon for the person on the other end to ask if he had been running. Now he does half an hour of Pilates every morning and takes afternoon walks. This is at the behest of his girlfriend - his \"current girlfriend\", he says, wickedly - without whom he believes he would be dead. Georgina, is it? </p> <p>\"Geraldine. Georgina was the previous one. Rather similar name; I sometimes call her Georgina. That gets me in serious trouble.\" </p> <p>Geraldine is only the second of Winner's girlfriend's to have moved in with him, although she tends to occupy \"her own little room\" at night. Jenny Seagrove was the other. \"When we got together with Seagrove,\" he says at one point, regally. Winner's relationships have tended to end, he says, because the girlfriend in question always wanted to get married, and he never did. But he's had some long relationships. \"I was about 10 years with an actress called Jill Gascoigne. Not the famous one, another one. I was six and a half years with Seagrove! That's not a short time, is it? Not many marriages last that long these days.\" </p> <p>Loyalty is very important to him. He is generous with money and with friendship - he is on terms with almost all of his exes. In fact, Seagrove is one of the few ex-girlfriends he is not on good terms with. </p> <p>\"I'm on terms, she won't talk to me!\" he splutters. \"I wrote her a letter. I said, 'We really should meet some time for a chat. And she wrote back, three years after she left me, and said, 'I'm not ready for a chat yet!'\" He explodes, \"Well, how long do you need to get ready for a chat, for goodness sake! I wasn't asking for a blow job; I was asking for a chat! Unbelievable! Ha ha.\" </p> <p>The love of his life - \"In a way, yes\" - was the actress Jill Ireland, who later married Charles Bronson. \"She was just such a marvellous person. I mean, the relationship didn't last that long. It probably only lasted about four months. Cos she then said, 'I'm 21, I want to get married, will you marry me?' and I said, 'No, I'm 22, I can't get married'. But we stayed friends until she died.\" </p> <p>Does he ever wonder what would have happened if they had married? </p> <p>\"Well, she was very flighty on her first marriage, there's no question. And so she would've been flighty with me, I'm sure. Very flighty, bless her.\" </p> <p>He thinks that he would have made a good dad, \"because I'm utterly childish and silly. I can be unbelievably silly. I think I'd have been good. But it obviously doesn't concern me. It's a bit late now.\" </p> <p>The aim of life, believes Winner, is to avoid boredom. This is why so much of the British film industry depresses him. \"Until very recently we had no producers who thought commercially at all. They all wanted to impart a message. You know, the sort of David Puttnam school, 'We must say something meaningful.'\" He looks disdainful. \"Well, bollocks to that. The film audience wants an hour and a half of light relief in a dark room after a heavy day. Michael Caine said to me the other day, 'I don't want to go to the theatre unless there's tap dancing.' I thought it was an extremely intelligent remark.\" </p> <p>All this while, unbeknown to us, Winner's assistant has been hovering on the other side of the door, prevaricating over whether to come in or not. She does, eventually, to tell Winner that someone came to the door for a parcel, which she couldn't find; rather than disturb him, she let the courier leave empty-handed. Winner clucks with exasperation. \"Ach!\" he says. She has done the wrong thing. </p> <p>\"What would you like for lunch?\" she asks, meekly. </p> <p>\"I AM TALKING!\" screams Winner. At last; a flash of the old stuff. His assistant backs out of the room. </p> <p>I ask Winner if he enjoys his own company. </p> <p>\"Oh, wonderful,\" he says with a twinkle. \"I love me.\" </p> <p><strong>·</strong> Winner Takes All by Michael Winner is published by Robson Books.</p>",
  "The government of Charles de Gaulle held hundreds of foreigners, including at least three Britons, in an internment camp near Toulouse for up to four years after the second world war, according to secret documents. <p>The papers, part of a cache of 12,000 photocopied illegally by an Austrian-born Jew, reveal the extent to which French officials collaborated with their fleeing Nazi occupiers even as their country was being liberated. They also show that, when the war was over, France went to extraordinary lengths to hide as much evidence of that collaboration as possible. </p> <p>The documents are in a mass of registers, telegrams and manifests which Kurt Werner Schaechter, an 84-year-old retired businessman, copied from the Toulouse office of France's national archives in 1991. They are uniquely precious: under a 1979 law most of France's wartime archives are sealed for between 60 and 150 years after they were written. </p> <p>\"This is an untold story of the dark side of France's liberation 60 years ago,\" Mr Schaechter, a former musical instruments salesman, said at his home in Alfortville, a Paris suburb. \"French functionaries were involved in a national scandal that continued until 1949: the despicable treatment of allied and neutral civilians interned during the war.\" </p> <p>Mr Schaechter's activities - last year he used some of the papers to try to force the French railway SNCF to admit its responsibility in shipping 76,000 Jews to Nazi death camps - have infuriated some French historians, who say their privileged access to classified archives has been compromised. But others have backed the campaign for freer access to documents relating to a part of France's past that it has long preferred to ignore. </p> <p>By far the most awkward of his recently unearthed documents are those that appear to show that Noé camp, 25 miles south of Toulouse, continued to function secretly for several years after the war. Noé was one of 300 camps set up after 1939 to hold Jews, communists and other \"anti-French\" militants, Gypsies, common criminals and enemy aliens. </p> <p>Many of its inmates were quickly shipped out as France was progressively liberated in the summer of 1944. But, said Mr Schaechter, not everyone could be got out in time: \"Allied bombing of the railway lines, and intensified fighting on the ground, meant many simply could not be moved.\" </p> <p>Officially, the only camps still open after 1945 were a handful housing Romanies, stateless persons and French collaborators. But Mr Schaechter says his documents indicate that a \"special section\" of Noé was active until at least 1947. </p> <p>Among the papers is a letter dated February 23 1946 from the camp's director to the prefect in Toulouse. It seeks to \"draw urgent attention\" to Noé's \"increasingly delicate financial situation\", adding that sums seized from those \"sheltered\" in the camp \"are no longer adequate to meet the costs of maintaining it, or of feeding [the inmates]\". The camp's accounts show that inmates were still being forced to pay for their \"lodging\" in September 1947. </p> <p>There are also letters between the interior ministry's inspectorate of internment camps and the prefecture querying the number of \"administrative internees\" held in the département's camps. They are dated March 5 and March 29 1949 - three years after the last internment camp in mainland France was officially closed. </p> <p>Photocopies of the camp's registers from 1945, 1946 and 1947 show that Noé's postwar inmates, along with citizens of Switzerland, Sweden, Holland, Belgium, Spain, Portugal, Argentina and Brazil, included three Britons: Abdul Hussan, born in 1901 in Port Louis, Mauritius; Leonard Wynne, born in London in 1891; and Alfred Smith, born in Manchester in 1888. </p> <p>Mr Schaechter believes they were not released at the end of the war because it would have been too embarrassing. </p> <p>\"The last thing De Gaulle wanted, when he was trying to build up France's image as victor and hero,\" he said, \"was to reveal the true extent of its collaboration by freeing neutral and allied internees held in French camps by French guards.\" </p> <p>The papers also show that officials continued to deport inmates of all nationalities to a near-certain death in Germany even as France was being liberated. </p> <p>A neat register shows that, in March 1944, Noé contained inmates of 25 nationalities, including three Americans and 13 Britons aged between 21 and 55, and one other Briton aged over 55. </p> <p>On June 24 1944, two weeks after the allies landed on the beaches of Normandy, the camp commandant wrote to the Toulouse prefecture. \"I have the honour to inform you,\" he said, \"that on the 22nd of this month nine British citizens were transferred to this camp.\" Their names include William Rogerson, born in Manchester in 1874; Edward Josephs, London, 1898; and Walter Slack, Hull, 1891. </p> <p>On June 26 the commandant informed the prefecture that he had four American \"guests\": Moore Sumner Kirby, born in Wilkes-Barre, Pennsylvania in 1895; Herbert Lespinasse, Stamford, 1884; Gerald McLanghin, Detroit, 1898; and James Smith, Los Angeles, 1904. </p> <p>Some of these Britons and Americans \"regrouped\" in Noé on the eve of the liberation were wealthy residents of the Côte d'Azur; Sumner Kirby had married Leonida, Princess Bagration-Muhranskaja - later the wife of Vladimir, a grand duke of the Romanovs - in Nice in 1934. Others, such as Joseph Edwards and Thomas Berridge, were farmers or agricultural labourers. </p> <p>Many, without doubt, were on the last transport of aliens to leave Noé-Longages station on July 30 1944. This \"transfer\" is referred to in a telegram from the camp commandant on August 28 - two days after a million cheering French men and women thronged the Champs-Elysées in Paris for Charles de Gaulle's victory parade. Mr Schaechter believes most of them ended up in Dachau; Sumner Kirby is known to have died in the Leau concentration camp near Bernberg, Germany, on April 7 1945. </p> <p>But what happened to those, many elderly and infirm, who stayed? Some are marked \"transferred\". Others were moved in 1947 to Pithiviers or Rivesaltes camps, both officially closed. Some are marked: \"Agreed with Mr Casse - to be lost\". And what that means, no one knows.</p>",
  "<p>The fate of the world's endangered species is being discussed at the Cites conference in Bangkok over the next fortnight. What is likely to happen? </p> <p><strong>What is the Convention on International Trade in Endangered Species (Cites)?</strong><br> A total of 166 countries and entities have become parties to ... the convention, which places 5,000 animal and nearly 29,000 plant species in one of three regulatory categories ... Appendix I: bars all international trade except in very special circumstances ... Appendix II: trade is permissible but only on the basis of quotas ... Appendix III: species that a country protects within its national borders ... [Cites'] decision-making body, the conference of the parties, meets every two and a half years.<br><strong>From Agence France-Presse</strong><br>September 29 </p> <p><strong> How big is animal trading? </strong><br> It is estimated to be worth more than $5bn [£2.8bn] a year ... But the illegal trade in wildlife could be an even bigger business ... Some analysts believe the value of cross-border wildlife smuggling is second only to [narcotics]. Traditionally, wildlife trade flowed from east to west ... But Traffic, a group that monitors trade in wildlife, claims that Asian countries ... have become major consumers.<strong><br>Nantiya Tangwisutijit in the Nation</strong><br> Thailand, September 24 </p> <p><strong> What is being discussed in Bangkok? </strong><br>The campaign to save the African elephant ... comes down to contrasting views over the ivory trade ... This heated debate is expected to dominate [the two-week] conference ... Environmentalists are hoping that the Kenyan view prevails - calling for a 20-year moratorium on the sale of ivory products across the world. Namibia, on the other hand, is seeking to lift the prevailing ban on ivory trade, which was imposed in 1989.<br><strong>Marwaan Macan-Markar for the Inter Press Service</strong><br> South Africa, September 29 </p> <p><strong> Why the fuss about ivory now? </strong><br>The ivory ban was imposed ... after the number of African elephants declined by almost 50% in the 1980s. Some poaching has continued - Cites recently estimated 4,000 elephants are killed for their ivory every year, but ... populations have stabilised in some parts of Africa ... South Africa [has also] petitioned Cites to resume legal ivory sales. It and Namibia have been successful in controlling poaching, and their elephant populations are not endangered. Experts say poachers are active in much of Africa and would step up the killing if new ivory were legal anywhere.<br><strong>Marc Kaufman in the Washington Post</strong><br> September 24 </p> <p><strong>Are there concerns for lions?<br></strong> The population has declined by over 50% in the past decade ... Conservative estimates place the African lion population at 23,000 ... Habitat destruction, the loss of prey and what Kenya calls \"unsustainable trophy hunting\" are pushing one of the world's most feared predators closer to extinction ... But Kenya's efforts at ... Bangkok are expected to face opposition, particularly from southern African nations where trophy hunting is permitted - South Africa, Namibia, Botswana, Tanzania, Zambia and Zimbabwe. Esmond Martin, a Kenya-based conservationist ... said he expects Kenya's lion proposal will fail because trophy hunting cannot really be considered trade.<br><strong>C Bryson Hull on the Reuters newswire</strong><br> September 29 </p> <p><strong>What about other species? </strong><br>[Cites] will seek a wider role in regulating the billion-dollar trade in timber, fish and medicinal plants. Obscure but commercially valuable species like the humphead wrasse fish, the Chinese yew tree or the hoodia cactus are likely to steal some of the limelight ... Cites will decide on proposals to change trade rules for 50 types of plants and animals, with big implications for managing fisheries, the logging industry and pharmaceutical firms.<br><strong>Alister Doyle in the San Diego Union Tribune<br></strong> September 23 </p> <p><strong> What powers does Cites have? </strong> [Cites] is a treaty ... with its signatories expected to implement it through domestic legislation and agencies. With poor policing and even worse cooperation between member countries, \"traffickers are running circles round the authorities\", said Steve Galster of WildAid Thailand. Cites lacks teeth to protect these species against illegal traders, who make up the world's newer forms of organised crime.<br><strong>Andrew Marshall in the South China Morning Post<br></strong> September 28</p>",
  "The conservative party chairman Liam Fox today made an appeal to Ukip supporters with a pledge to hold a referendum on the EU constitution within four months of forming a government. <p>In his opening address to the party conference in Bournemouth, Dr Fox pledged that if there is a May election next year, the Tories will hold a snap EU referendum before the party's conference in September.</p> <p>But he denied the Tories were committing a \"lurch to the right\" as he pledged that a Michael Howard government would be tough on crime, asylum, defence and taxation.</p> <p><b>Centre or right?</b></p> <p>The dilemma of how to woo back Ukip supporters while appealing to the political centre dominated the conference fringe this lunchtime, with senior Conservatives offering different solutions to the problem.</p> <p>Speaking at the Times fringe meeting, the shadow home secretary, David Davis, conceded that the anti-EU party could cost the Tories up to 30 to 50 seats at the general election, as the Referendum party did in 1997. </p> <p>And he hinted that the party would increasingly focus on its traditionally strong issues - crime and immigration - in the run-up to the election.</p> <p>\"There's no lurch to the right in the Tory party,\" he said. \"But there may be a shift in the public in the issues they care about. If crime and immigration have become more salient that's because they are the issues they [the public] care about.\"</p> <p>He added: \"We must get the country to buy its conservatism from the Conservatives.\"</p> <p>The Conservatives' policy coordinator and leading moderniser, David Cameron, however, warned the party not to \"search for ever more deep blue water in which to drown ourselves\".</p> <p>Speaking at the Independent's fringe, Mr Cameron said: \"We don't win by a fruitless search for difference between ourselves and our opponents. That doesn't work. It's Punch &amp; Judy. And we don't win by taking one subject and talking about it incessantly.\"</p> <p>With Mr Cameron seated beside the party's most well known Eurosceptic, John Redwood, few in the audience doubted that that was an implicit reference to Europe.</p> <p>In contrast, Mr Redwood said that the Conservative party would only win the next election by \"being Conservative and being proud of it\".</p> <p>Before launching an assault on Ukip, he insisted that the \"first thing [we should do] in power is get control of our borders\".</p> <p><b>Attack on Labour</b></p> <p>Addressing the conference before Mr Redwood this morning, Dr Fox concentrated his fire on Tony Blair, accusing him of \"moral vanity\" in refusing to admit mistakes, and taking \"five summer holiday freebies\".</p> <p>Ridiculing press comparisons of Mr Blair to Margaret Thatcher, Dr Fox paraphrased a famous US campaign soundbite to tell delegates: \"We know Margaret Thatcher, we worked with Margaret Thatcher - Mr Blair, you're no Margaret Thatcher.\"</p> <p>He then went onto to borrow an electioneering phrase of Californian governor Arnold Schwarzenegger, telling delegates: \"If you believe that the first duty of government is defence of this country, then you are a conservative.</p> <p>\"If you believe that you should keep more of your own hard-earned income, then you are a conservative.</p> <p>\"If you believe that those who save for themselves and their families should be rewarded, not penalised, then you are a conservative.\"</p> <p>Dr Fox attacked the Lib Dems as a \"party that likes to get high - high on taxes but low on integrity\".</p> <p>He said: \"They want to ban smoking - but legalise soft drugs.\"</p> <p><b>Europe</b><br></p> <p>The major new policy announcement in the speech, however, came on Europe, with Dr Fox revealing: \"If we win an election in May we will hold a referendum before we meet at next year's party conference - a pledge that only the Conservative party can deliver. We will campaign for a No vote. And we will get a No vote.\"</p> <p>But he declared this year's Bournemouth conference would be their \"last in opposition\".</p> <p>Yet he made a gaffe within three paragraphs of opening his speech, telling delegates that \"we triumphed in the London assembly with our best performance since the early 90s\". In fact, the devolved London assembly was only created in 2000.</p> <p>His pep talk speech came as a poll in the Times showed that only 37% of voters think taxes would be lower under the Conservatives.</p> <p>Dr Fox also conceded that Michael Howard was \"not always the easiest person to work with\" - before adding: \"He knows what he thinks and what he believes in. He likes a good argument.\"</p> <p>He also reclaimed the red, white and blue of the new Tory logo, saying: \"We will never surrender the colours of our flag to those on the dangerous fringe of British politics. We are the party of all Britain and all Britons.\"</p>",
  "Italy was today enforcing its tough new immigration policy, returning hundreds of asylum seekers who arrived from Africa over the weekend to their point of departure. <p>Meanwhile, it emerged that a ship carrying dozens of asylum seekers bound for Italy had capsized off Tunisia over the weekend, killing at least 17 people. Another 47 were reported to be missing. </p> <p>The ship capsized an hour after setting off from a stretch of coast around 90 miles south of Tunis, the Tunisian capital. Rescue teams saved at least 11 people, but many more were feared to have drowned, Tunisia's official TAP news agency said.</p> <p>The capsized ship - which was carrying 70 Moroccans and five Tunisians - was one of several that this weekend left Tunisia and Libya for Italy. </p> <p>There has been a recent increase in the numbers of asylum seekers attempting to reach Italy from Africa, helped by calm seas and mild early autumn night temperatures.</p> <p>The Italian interior minister, Giuseppe Pisanu, today described the immigration situation as an emergency, adding that the policy of returning would-be immigrants to their point of departure would continue, BBC Online reported. Around 1,200 asylum seekers yesterday arrived on Lampedusa, a tiny Italian island closer to Africa than Italy. Officials said a few hundred people had already been airlifted back to Libya, the starting point for most of the illegal immigrants reaching Italian shores each year.</p> <p>Those remaining were being held in a detention centre in Lampedusa, which was designed to hold fewer than 200 people. </p> <p>Today, for the first time in days, there were no large numbers of new arrivals in Italy. The Italian media said that only one boat, carrying four people, had been reported. </p> <p>Authorities said they were expecting a rush of arrivals ahead of a joint crackdown by Italy and Libya. The Italian authorities have pledged to provide Libya with training and equipment to find the boats and stop them heading out to sea. </p> <p>Relatively few of the thousands who attempt to get into Italy by boat each year intend to stay in the country. Most intend travel further north to countries such as Germany, which have proportionally larger immigrant populations.</p>",
  "<p>Five's attempt to grow a reality hit by planting minor celebrities in a fertile rural setting showed results on Friday night when The Farm pulled in its highest ratings so far.</p> <p>Despite last week's setbacks - model Sophie Anderton pulled out days before the start and magician Paul Daniels quit after an argument with Vanilla Ice over Iraq - the show managed 1.5 million viewers on Friday.</p> <p>The budding romance between Rebecca Loos and Stan Collymore, plus the surprise appearance of 80s one-hit wonders The Wurzels, was enough to secure a 9% share, making The Farm Five's second best performance of the night, according to unofficial overnights.</p> <p>Although the reality show dipped back to just 1 million viewers on Saturday night, when the celebrities were shown castrating calves, by eviction night on Sunday the audience was back up to 1.3 million.</p> <p>The departure of socialite Lady Victoria Harvey brought a peak of 1.4 million viewers and an average 7% share last night as she denied being surprised to be the first one booted out.</p> <p>\"I've loved it. It's been amazing. I will miss the piglets,\" she said, before tipping Collymore or Jeff Brazier to win.</p> <p>Elsewhere over the weekend Channel 4 hospital comedy Green Wing attracted 1.8 million viewers but was beaten by Five's House Doctor, ITV1's A Touch of Frost and a repeated BBC2 documentary, Who Killed Kennedy?</p> <p>A Touch of Frost landed 5.8 million viewers and a 28% share on Friday, more than double the 2.5 million audience for Ann Maurice's acerbic interior design advice on Five.</p> <p>Over on BBC1, meanwhile, Neil Morrissey comedy Carrie and Barry managed 4.1 million viewers, up 200,000 on the week before, while BBC2's Grumpy Old Men found 2.6 million, just 600,000 behind BBC1's flagship 10pm news.</p> <p>Ant &amp; Dec's Saturday Night Takeaway returned with a bang the following evening, bringing 8 million viewers to ITV1, 1.5 million more than Simon Cowell's X Factor, which preceded it.</p> <p>ITV1's double bill of classic studio-based light entertainment easily saw off the challenge from BBC1's Hollywood movie The Mask of Zorro, which pulled in just 3.9 million viewers.</p> <p>Later on BBC1's Casualty, with 7.2 million viewers, got the better of a Who Wants To Be a Millionaire? cops and robbers special, which attracted 6.2 million.</p> <p>However, the tables were turned when Dennis Norden took on Barry Manilow at 9.15pm. All New It'll Be All Right on the Night came back with 6.4 million viewers, while BBC1's tribute to Bette Midler's former pianist - and the man who gave the world Mandy - drew just 3.5 million. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "A pioneering Home Office scheme to resettle some of Africa's most vulnerable refugees in Britain has run into trouble because local authorities have proved reluctant to take them. <p>So far only 69 of an expected 500 people nominated by the UN have arrived in Britain since the scheme was announced by the home secretary, David Blunkett, last year. </p> <p>The only local authority in volved is Sheffield city council, which Mr Blunkett used to lead. </p> <p>The refugees are from camps in west Africa and have experienced war, torture and rape, mostly in Liberia. </p> <p>It is believed that a second group of about 80 will arrive before the end of the year and that Bolton and Birmingham city councils are close to agreeing to take them. </p> <p>But the \"gateway protection programme\" has fallen far short of expectations. </p> <p>Mr Blunkett hoped that 500 refugees could be resettled in the first year of the scheme, and that this would rise to 1,000 in the second year. </p> <p>He envisaged the scheme as a legal gateway for those in need of protection to enter Britain without being smuggled across Europe by people traffickers. </p> <p>The problems facing the scheme are a clear example of how the hostile political attitude towards asylum is now seriously disrupting attempts to settle genuine refugees in Britain. </p> <p>Mr Blunkett, disappointed by the lack of interest from local authorities, has challenged particularly Liberal Democrat councillors, who have attacked him for his asylum policies, to agree to take some of them. </p> <p>\"Very few local authorities have been prepared to cooperate with this scheme,\" Mr Blunkett said. </p> <p>\"A few Labour authorities are doing so. I challenge Conservative and Liberal Democrat councils to join us in providing a welcome. </p> <p>\"This UN gateway means that refugees from some of the worst conflicts in the world do not have to arrive in Britain on the back of a lorry,\" he added. </p> <p>\"The problem is that even the most sympathetic councillors have some Nimby tendencies when it comes to refugees and asylum seekers settling in their own back yard,\" a Whitehall source admitted. </p> <p>It is believed that the Home Office is exploring if it is possible to persuade voluntary organisations to take over the settlement of the refugees in Britain, to avoid high profile local councillors having to defend their arrival. </p> <p>\"We are working towards a figure of 500 and we are putting in place processes to operate the programme,\" said a Home Office spokeswoman. </p> <p>The Home Office was in regular contact with local councils about taking refugees, but was unwilling to name those local authorities which had refused to take them, she added. </p> <p>The 69 refugees who have arrived under the programme have mostly had relatives killed in the civil war in Liberia in west Africa. They fled to neighbouring Guinea. </p> <p>One of the first arrivals, Abetor, told the Yorkshire Post that she had lived in refugee camps for 14 years and was raped by soldiers during her flight from Liberia. </p> <p>\"There was a prevailing feeling of despair. Life was hard and many people suffered. People thought they would never leave the camps and die there.\" </p> <p>The refugees who have come to Britain under the scheme were selected by the UN high commissioner for refugees and their applications forwarded to the Home Office. </p> <p>They are then interviewed and the results passed to caseworkers to assess their eligibility and conduct security checks. </p> <p>Each group that is accepted is given a four-day orientation programme by the International Rescue Committee, which gives them basic information about life in Britain.</p>",
  "Michael Howard will today attempt to breathe new life into a despondent Conservative party by turning the clock back to the glory days of the 1980s with a pledge to match Margaret Thatcher's tax cutting commitments. <p>As gloomy Tories gathered in Bournemouth for their last conference before the general election, the scale of the challenge facing Mr Howard was underlined by a poll which showed that he is even less popular than Iain Duncan Smith. </p> <p>The findings of the Populus poll could not have come at a worse time for Mr Howard as he struggles to convince voters that he is a credible alternative to Tony Blair after a series of blows. The latest came last Thursday when the Tories were beaten into fourth place by the UK Independence party in the Hartlepool byelection. </p> <p>The Conservative leadership will try to show that it will not be blown off course by such setbacks when Oliver Letwin, the shadow chancellor, sets out a series of steps leading to tax cuts. Haunted by memories of the 2001 general election, when his incautious talk of £20bn tax cuts was pounced on by Labour, Mr Letwin will not offer specific commitments. </p> <p>But Liam Fox, the Tory co-chairman, did his best to show the Tories are serious about tax cuts when he declared that the party's plans were modelled on Lady Thatcher's commitments in the 1979 election campaign. \"Mrs Thatcher didn't go into that election with any specific pledges on how much she'd reduce tax by. But there was a very clear direction that the government intended to reduce tax_\" he said. </p> <p>The leadership's decision to burnish its Thatcherite credentials will revive memories of William Hague's performance in the run-up to the last general election. Facing a dire position in the polls, Mr Hague embarked on a \"core votes strategy\", which was dismissed by opponents as a lurch to the right but delighted the Tory grassroots. However, their support at the general election added only one Tory MP to the party's tally at Westminster. </p> <p>In Bournemouth, shadow cabinet ministers on the centre ground will resist pressure to meet the Ukip threat by what is already being dismissed as \"core votes lite\". But Tim Collins, the shadow education secretary, who was one of the authors of the Hague strategy, showed that the right believe they have the upper hand. </p> <p>\"The evidence is that the electorate is moving to the right not the left,\" Mr Collins told the BBC as he reeled off a list of core policies such as opposition to the euro and plans for tighter immigration. \"The challenge for the Conservatives is to show that we're the rightwing alternative.\" </p> <p>However, other members of the shadow cabinet believe it would be political suicide to rise to the bait after Robert Kilroy-Silk, Ukip's most formidable figure, pledged to \"kill\" the Tory party. </p> <p>Against this backdrop, Mr Letwin will attempt to show that the Tories can offer a credible alternative to Labour by creating the conditions for tax cuts. He will identify five areas of tax that are \"manifestly unfair\" and three of which are \"over complicated\". </p> <p>The five are: the council tax; inheritance tax; stamp duty; income tax and national insurance thresholds: and taxation of savings and pensions. The final three are capital gains tax, taxation of small businesses and environmental taxes. </p> <p>Mr Letwin will go on the offensive again on Wednesday when he declares in a speech on the moral case for low taxation: \"We cannot stand by and watch harmfully high taxes feeding needlessly fat government.\" </p> <p>The Tories hope such commitments will give the party momentum ahead of the election widely expected next May. But Dr Fox gave a taste of the gloom at the higher reaches of the Tory party when he admitted that the electorate had yet to embrace Mr Howard. </p> <p>\"People have fallen out of love with Tony Blair but have not yet fallen in love with the Conservatives,\" he said. \"When people are disillusioned with Tony Blair their conclusion is not let's jump to an alternative but why should we vote?\"</p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p>Today's top story - Support schemes boost domestic violence cases </p> <p>Pilot schemes offering extra support to victims of domestic violence are preventing court cases from collapsing, according to figures from the Crown Prosecution Service.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health </p> <p><strong>·</strong> NHS staff: Student midwives launch maternity pay appeal </p> <p>Three trainee midwives will today claim sex discrimination by the Department of Health after their bursaries were stopped when they took maternity leave to have their own babies.</p> <p><strong>·</strong> Medicines: Drugs licensing flaws exposed </p> <p> Pfizer advised on how to get antidepressant approved by member of body deciding on application. </p> <p><strong>·</strong> Drug treatment: Addicts' pleas as doctors face GMC </p> <p>Drug users fear clinic that saved them will close. </p> <p><strong>·</strong> Public health: Campaign begins to promote flu jab </p> <p> The government is stepping up advice for people with chronic health conditions to have free flu jabs this winter, in an attempt to reduce the thousands of deaths linked each year to the illness. </p> <p> ^^^^^^^^^^^</p> <p>Social care</p> <p><strong>·</strong> Tribunal: Climbie social worker appeals against dismissal </p> <p> The social worker who was responsible for abuse victim Victoria Climbié's case is taking her claim against dismissal to an employment tribunal today. </p> <p>^^^^^^^^^^^</p> <p>Joint working</p> <p><strong>·</strong> Performance: Gaps in care cost £7bn, says charity </p> <p> A lack of joined-up services in health and social care is costing Britain more than £7bn a year, the charity Turning Point warned in a report published to mark its 40th anniversary today. </p> <p>^^^^^^^^^^^</p> <p>Local government</p> <p><strong>·</strong> Devolution: Regional assemblies 'may add to council tax bills' </p> <p> The future funding of regional assemblies is set to be investigated as part of a review of local government funding, it has emerged. </p> <p>^^^^^^^^^^^</p> <p><strong>Conservative party conference</strong></p> <p><strong>·</strong> Public finances: Letwin to pledge reform of 'unfair' taxes </p> <p> Oliver Letwin will today declare his mission to end 'fat government' with a series of reforms of 'unfair and overcomplicated' taxes - although he will stop short of making specific manifesto pledges. </p> <p><strong>·</strong> Comment: No more new Jerusalems </p> <p>Conservatives have won the battle of ideas on choice, tax and waste. Now is the time for action, says George Osborne.</p> <p><strong>·</strong> Interview: A liberal who knows only way back is to recapture the centre </p> <p>Jackie Ashley meets David Cameron, the moderate who will pull the manifesto together. </p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Asylum reforms: Blunkett refugee plan misfires </p> <p>Councils reluctant to take rape and torture victims from west African trouble spots under Home Office 'gateway protection' scheme. </p> <p><strong>·</strong> Urban design: Low-rise Leeds to embrace 'kissing towers' </p> <p> Enthusiasm mixed with caution greets project that could alter perceptions of northern city. </p> <p><strong>·</strong> Asylum: Death toll among asylum seekers highlighted </p> <p> At least 90 people have died attempting to reach the UK illegally as stowaways on planes, lorries, trains and boats in the past 15 years, according to a report. </p> <p><strong>·</strong> Building design: Homage to Gaudi splits community </p> <p>While many residents rally in support of surrealist shop-front as an antidote to high-street monotony, the council is unimpressed.</p>",
  "<p>BP today said its oil and gas production had fallen in the third quarter of the year, although the figure was still considerably higher than a year ago.</p> <p>Overall production for the three months to September 30 stood at around 3.88m barrels of oil equivalent (BOE) a day, down 2% on the record level reached during the previous three months. </p> <p>In a trading statement, the company said its production levels had been hit by the impact of Hurricane Ivan in the Gulf of Mexico and a blow-out on an Egyptian gas platform.</p> <p>However, they were still 11% ahead of the third quarter figure in 2003, helped by a dramatic rise in Russian output following the completion of deals there. Analysts said output from the Russian TNK-BP operation had risen by 36%.</p> <p>BP said it expected average production for 2004 to be 10% higher than last year, adding that it would meet its previous target of more than 4m BOE a day.</p> <p>The figures remain in line with analysts' expectations. \"Overall, it's quite positive on the upstream side, given that the company is on target for 4m barrels a day output,\" Angus McPhail, of ING, said.</p> <p>Today's update indicates strong third quarter results, which are due to be published on October 26. With oil prices having last week broken through the $50 barrier for the first time since the early 80s, BP remains on course to post an annual profit of $16bn (£9bn) - the largest ever recorded by a British company.</p> <p>BP said its exploration and production division had seen the average cost of a barrel of Brent crude rise to $41.54 in the third quarter, up from $35.32 in the previous three months. It added that, for every dollar by which the price of Brent went up, its profits rose by $570m, as a \"rule of thumb\".</p> <p>The news comes as the company has attracted criticism for charging more for its petrol than other oil companies and supermarkets. The TNS Petrol Panel research group recently said BP charged up to 2.5p more a litre than its competitors.</p> <p>BP also said it had bought back 241 million of its own shares during the quarter at a cost of $2.25bn. The company said it would continue its strategy of returning money to shareholders through share buybacks and higher dividends, so long as oil remained above $20 a barrel.</p> <p>The policy has boosted BP's share price this year. Today, shares initially fell back after the release of the trading statement, but by 11am they had recovered to be up a penny at 541p.</p>",
  "Robert Kilroy-Silk placed himself at the head of the militant grassroots wing of the UK Independence party this weekend by backing calls to reject any general election pact with Michael Howard, in favour of a strategy for \"killing off\" the Tories and taking their place. <p>Though the former daytime TV star had ruled out a direct challenge for the Ukip leadership when it swept to a spectacular tally of 11 MEPs, one himself, in the European elections, he is openly impatient to get control once the present leader, Roger Knapman MEP, steps down. </p> <p>Two days after pushing the Tories into fourth place at Hartlepool, Mr Kilroy-Silk showed his vote-winning potential at Ukip's \"celebratory\" annual conference in Bristol when, to 1,100 cheering party supporters, he made an angry but polished attack on the \"lies of the metropolitan political elite\" on Europe and much else. </p> <p>The conference, in a fading hall, was a throwback to an innocent era, free of security, lobbyists and expensive stalls. The faithful representing Ukip's 26,000 members were predominantly former Tories, mainly middle class, non-metropolitian, and overwhelmingly white. A lot wore ties. </p> <p>But there were a smattering of black faces and of peers - as well as the fallen cabinet minister, Jonathan Aitken, who is considering standing for Ukip in his old seat in Kent. </p> <p>Except when those on the platform (festooned with huge gold sterling signs) were suspected of manipulating the agenda, the mood was genial. Delegates revelled in reminders that senior Conservatives dismissed them as gadflies, extremists and cranks. </p> <p>\"Good morning, gadflies,\" said Nigel Farage from the podium. Mr Farage, an MEP since 1999, is one of those resisting a rush to anoint the party's new star until he has shown more willingness to do the spadework to restructure Ukip. The tension is palpable. </p> <p>Mr Kilroy-Silk clearly believes he cannot be simply the election front man - what his allies call Ukip's \"tart who goes out and gets the vote\" - unless he has more control. </p> <p>He makes no secret of his hostility to the US pollster, Dick Morris (\"if he's good enough for Putin and Clinton, he's good enough for us,\" says Mr Knapman) who told the conference that \"the centrality of sovereignty\" is the hub of the wheel - linking loss of control to the EU with pressing domestic issues. </p> <p>Mr Kilroy-Silk is a former Labour MP, Mr Knapman is a former Tory MP. In a wittily dry speech, albeit no match for his heir-very-apparent, Mr Knapman won laughs for saying his public recognition rate in two years as leader had risen from 0.008% to 0.009%. But, he added, amid cheers, the number of voters who knew what Ukip was had shot up from 20% to 75% over the same period. He did not credit RKS. </p> <p>But there was no disguising the conference's simmering anger at its sense of betrayal (betrayal on everything, from EU fishing policy to asylum and excesses of the Human Rights Act), and its exclusion by the three main parties, \"indistinguishable from each other\" in their lies and evasions. </p> <p>In a speech shown on Sky News inter-active, the 62-year-old Mr Kilroy-Silk pumped up that anger. Handsome, highly-articulate and beautifully dressed, he deployed the made-for-TV skills he has honed for 18 years. His rhetoric, scarcely more populist than at rival conferences but better delivered, fell safely short of demagogy. A former lecturer in political science, he does not need reminding who Oswald Mosley was. </p> <p>Conscious Ukip is accused of being a one-issue party, the East Midlands MEP (looking for a local Westminster seat), broadened his attack to dirty hospitals, child poverty, malnourished pensioners, shops boarded up because of ram-raiding, and people afraid to go out at night for fear of \"drunk-fuelled yobs beating them up\". </p> <p>\"We have got to change this. This is unnecessary ... we are the fourth largest economy in the world.\" But the passage that will most alarm senior Tories as their conference opens in Bournemouth today, saw him pre-empt Ukip's debate on deals with anti-EU MPs in other parties - even before the debate had begun. </p> <p>The Ukip leadership of Mr Knapman, a government whip under John Major, has been seeking to soften its intolerant one-issue image among wavering voters from all the main parties by not running against MPs deemed as anti-Europeans. They include Labour's Austin Mitchell, and the Tories' Richard Shepherd and Angela Browning. Mr Kilroy-Silk, backed by grassroots speakers later on Saturday, would have none of it. </p> <p>\"You have just established yourselves as being new, fresh, honest, open and decent. Why do you want to start wheeler-dealing like they do, that is what they [voters] despise ... the Conservative party is dying, why would you want to give it the kiss of life? What we want to do is kill and replace it. That is our destiny.\" </p> <p>The moderates stress deals would only be done with MPs, not parties. On a show of hands, they were swept aside by a rank and file who believe Ukip is poised for the kind of breakthrough Charles Kennedy believes is coming the Lib Dems' way (Ukip having pushed the Lib Dems into fourth at the European poll). In effect the debate saw the realists defeated by the fundamentalists, or, to put the battle into Green party lingo, realos vs fundies. </p> <p>Yet the conference listened in attentive silence as Alan Eastwood, a former head of the Police Federation, de fended legalisation of drugs as the best means to regulate and decriminalise the epidemic. </p> <p>There were frequent warnings against \"factionalism and the temptations of disunity\". Mr Knapman told delegates it was their message, and \"not any messianic leadership\", which got results. </p> <p>For his part, Mr Kilroy-Silk told them they must be \"ruth less and determined\" if they were to harness the \"mood for change\" and restore to the UK its sovereignty from Brussels. </p> <p>He mocked Mr Howard for stealing his ideas. \"Fine, Michael, you can have my old suits, because I've got lots of them. I used to be Kilroy, you know.\"</p>",
  "Sudan is sometimes described as \"Egypt's little brother\". The phrase is meant to give a sense of the kinship between the two nations, but \"little brother\" also seems an apt personification of the country: if Sudan were a single human being, it might well be someone's troubled younger sibling - an overgrown teenage boy with floppy, uncontrollable limbs and a violent identity crisis. <p>Sudan is Africa's biggest country. It stretches from the Red Sea in the east and the border of Egypt in the north down to lush, tropical jungles in the south, encompassing hundreds of tribes who speak more than 100 languages.</p> <p>The north is Muslim, speaks Arabic and shares a culture with north African countries such as its neighbour Egypt - though many of Sudan's Muslims are black, rather than Arab, and speak an African language as their mother tongue. </p> <p>The north, which includes Darfur, is a band of semi-desert that blooms in the wet season and then returns to sand and scrub in the dry season; southern Sudan, meanwhile, is a fertile landscape of marshes and jungle and is home to nomadic Christians or nature worshippers, tribes of tall, athletic people with aubergine-black skin and ritual scars on their faces.</p> <p>Trying to forge a single collective identity out of this sprawling country is a difficult task, and no Sudanese government has yet achieved it. Instead, in a succession of regimes since independence, the members of a handful of northern, Arab tribes have sought to concentrate wealth and power in their own hands.</p> <p>As a result, during almost five decades since Sudan became independent of the British, it has known only nine years of fragile peace, between 1972 and 1983. For the rest of that time, the country's anguished search for its own identity has taken the form of a civil war - not the recent conflict in Darfur but a long, grinding struggle between the largely Arab north and the black African south. </p> <p>The southern rebellion began in 1955, the year before independence, when it became clear that southerners were being excluded from the formation of the first post-colonial government. In 1983, the war reignited, partly as a backlash against the Sudanese government's decision to impose Islamic sharia law throughout the country.</p> <p>A fierce strain of Islamism took firm hold in the north in 1989, when Omar Hassan el-Bashir, the general who is now the president, overthrew the elected government in a coup. The armed forces and civil service were purged, prayers were made compulsory in schools and sharia law was rigorously enforced. Thieves had limbs amputated and the illicit brewing of alcohol was punished with flogging.</p> <p>For a time, the government prosecuted the civil war with renewed vigour. The discovery of oil in southern Sudan in the late 1990s helped keep the fighting going, allowing the government to boost its manufacturing of ammunition and buy helicopters and fighter aircraft from friendly countries such as China. But under pressure from the US, the government and the rebels of the Sudan People's Liberation Army were pushed into negotiations.</p> <p>In May this year, the long war in the south appeared at last to be over when the government and rebels signed peace accords at the Kenyan resort town of Naivasha - but then the war in Darfur erupted. </p> <p>The rebels of Darfur believed that if they, like the southerners, took up arms, they too might be granted concessions by the central government. Khartoum, however, thought differently. With international attention distracted by the peace talks with the southern rebels, the Sudanese government sought to crush the uprising in Darfur with brute strength.</p> <p>Janjaweed irregulars backed by helicopter gunships and bombers razed villages of the tribes whose members were leading the revolt. Over 1 million people have fled their homes and now live huddled in giant camps across Darfur. The havoc has served only to fuel the rebellion, with boys and men from Darfur's shattered villages joining up with the rebels to seek revenge. </p> <p>In the south, the final stage of peace negotiations has been delayed by the conflict in Darfur but is due to begin on Thursday October 7. There is some hope that a peace deal in the south could serve as a blueprint for peace throughout Sudan. </p> <p>But peace will only come if there is a genuine sharing of power within the country and a chance of reconciling Arab with African and Christian with Muslim to forge a new state that reflects Sudan's racial and religious variety.</p>",
  "If the Conservatives have a future, a question some now are now asking seriously, it surely lies in the sturdy, well-heeled and cheerful figure of David Cameron. <p>At 38, Cameron has been promoted to the shadow cabinet and is routinely spoken of as a future leader. He is all too well aware of the dangers of that, showing irritation at the suggestion that he and his friend George Osborne are the Blair and Brown of the Tories. </p> <p>\"Thus ending both our careers prematurely,\" he interrupts. \"It's a silly, crazy notion. Unlike Blair and Brown, we actually get on with each other, we're very good friends; that is as far as I am prepared to take the analogy.\" </p> <p>Even so, the one universally praised aspect of Michael Howard's reshuffle was the pair's arrival on the front bench. Cameron has control of bringing together the manifesto, the Tories' Alan Milburn, perhaps. </p> <p>As he reflected on the party's dreadful performance at Hartlepool (\"very disappointing, but we just have to take it on the chin\"), the vital questions for Cameron are: does he think the Conservatives should swing to the right to see off the UK Independence party; and if not, what alternative theme does he want the Tories to rally around? </p> <p>On the argument for a harder line on immigration and Europe, Cameron is unequivocal. </p> <p>\"That is absolute rubbish. The whole thing about clear blue water is ridiculous. There is enough clear blue water to drown in.\" The Tories had to respond to Ukip by emphasising that the real choice was between Tony Blair and Michael Howard, with the latter's aversion to the euro and the European constitution. \"Voting for a fringe party doesn't make any sense. The more that we can show that we have a credible plan that will make a difference to this country, with an alternative prime minister who is self-evidently experienced and intellectually up to the job, then that is the way to convince people that there is a point to politics.\" </p> <p>He agrees with Howard that firm but fair control of immigration was essential to good race relations, and that people wanted \"order, control and fairness in place of disorder, lack of control, and unfairness\". </p> <p>But Conservatives would offer, he said, \"a credible, decent, tolerant, sensible, moderate opposition, with a really good plan for this country - that is the key\". </p> <p>We will come back to the plan later. But keeping with the temptation to lurch rightwards, what about tax? Michael Howard is promising targeted tax cuts. Cameron is very cautious. The priority, he says, is to give value for money for today's taxes. </p> <p>\"People feel heavily overtaxed; but it's not the time to come out and say here are some specific tax reductions, because they think politicians have just told them lies about tax for 20 years. We told them we would try and cut tax year after year after year, and we had to put tax up - as I know to my cost, I was in the Treasury - and Labour said they had no plans to increase tax at all, and they increased tax 66 times. So people simply don't want to hear more promises. </p> <p>\"We want to show over time that we want to move towards a lower tax economy, but we mustn't make promises that we can't keep.\" There was a path towards lower taxes but \"we will not make specific promises at this stage\". </p> <p>So what about the Tories' positive plan? They have begun to look like a party without a theme. Cameron's answer is not to lurch rightwards, but to offer a moderate, modest package of changes. His big idea is deliberately not to promise much, but to offer a detailed timetable. </p> <p>\"What we're going to do is the opposite of what Labour has just done. They've made a huge mistake, because the big problem in politics at the moment is disillusion, cynicism and apathy. People don't think we're going to achieve anything. They feel so let down by a government that promised the earth - wonderful phrases, and grandiloquent language. </p> <p>\"We're going to do the opposite of that. We're going to be very clear and precise about what we're going to do.\" </p> <p>This means, he says, \"a timetable for action that's going to show what we are going to do in the first day, in the first week, in the first month. If anybody says I will promise you a transport system for the 21st century, they will be taken out and shot. </p> <p>\"It will be: 'These are the road schemes I will start, these are the regulations I will get rid of.' Precise, clear, trying to restore some accountability. And I'm very excited about it.\" </p> <p>To me, it seems well-meaning and thoughtful rather than exciting - particularly since Cameron's suggested slogan is indeed merely \"a timetable for action\". But he seems genuinely worked up: \"If I hear David Blunkett announce weekend prisons one more time, I'll apply to go to one. People have had it. They don't believe that they're going to do anything. </p> <p>\"That's a problem for us, because we've got to convince them that we will do things.\" </p> <p>Rather than banging on about Europe, Cameron promises that the Tories will be very focused on health, education, crime, and the economy. By the end of the conference, he hopes everyone on the doorstep will know about the Conservative plans in these core areas. </p> <p>They include getting rid \"of all Whitehall targets for hospitals, so that hospital managers can concentrate on a clean environment and treating patients; we will allow good schools to expand by getting rid of the surplus places rule, so there will be more choice for parents to pick a good school for their children; the home secretary will immediately get rid of the early-release scheme so that we don't have 3,000 extra crimes a year from people let out of prison early.\" </p> <p>Some of the actions the Tories would announce \"may seem quite small in themselves, but that's credible and believable and understandable. Add them all up and they'll make a difference to people's lives\". </p> <p>If this sounds moderate, that is the way he wants it. On the social agenda, he comes across as liberal, insisting politicians should not \"twitch at the net curtains\" and tell people what to do. \"The Conservative party has got to be for everyone: old, young, black, white, straight, gay, urban, rural. We are a national party, we're a party for everybody; and it's important that we show that in the way we talk and the way we behave. </p> <p>\"I just don't think that the Conservative party is anti-gay, anti-immigrant.\" </p> <p>All this is fine, but does not Cameron accept the obvious, that the Tories have no chance of winning the election? </p> <p>He does not, arguing that with both parties in the 32-34% range, anything can happen. People were angry with Blair, he noted, \"but that begs the question, why are we still stuck on this level of polling?\" </p> <p>People now trusted the Tories more, and did not think they would lurch this way or that. They just were not sure they would make any difference. </p> <p>\"If you ask people, does Blair deserve a third term, they don't just say no - they shout it. So I think it's all open.\" </p> <p>Despite his optimism, many Tories of his generation have simply abandoned politics, unwilling to put up with years in opposition. What makes him different? </p> <p>\"I was always interested in issues rather than politics,\" he says, and lists his day's diary in his Oxfordshire constituency, meeting business people, farmers and campaigners. \"What a wonderful day, what a great way to spend your life.\" </p> <p>But life is not all easy. He has two small children, one seriously disabled, and has probably spent more time in NHS hospitals than anyone else in politics. He raves about the quality of care, though he finds getting both in and out of hospital difficult: \"We've had some awful six and seven hour waits in casualty. And then, when it's time to come out, you can never find anyone to discharge you.\" </p> <p>With his wit and plummy voice, Cameron comes over as a milder version of Boris Johnson: less wild self-parody and playing it for laughs; more evidence of a social conscience. He has, he admits, a \"terribly corny\" CV: Eton and Oxford, \"though I got a first, that's something not everyone does\". Clever, ambitious and moderate as he is, I do not for a moment think he expects his party to win the election. But I do think he is thinking long-term, and is clear in his mind that the Tories can only win in the centre ground; and that therefore he is indeed a man to watch.</p> <p><b>The CV</b></p> <p><b> David Cameron</b></p> <p><b>Born</b> October 9 1966 </p> <p><b> Education </b> Eton; Oxford University </p> <p><b> Family</b> Married, two children </p> <p><b> Career </b> Conservative research department, 1988-92; special adviser HM Treasury, Home Office, 1992-94; head of corporate affairs, Carlton Communications 1994-2001; Member of Parliament for Witney, Oxfordshire, since 2001; deputy chairman, Conservative party, 2003-04; head of policy coordination and member of shadow cabinet, 2004- </p> <p>Put your questions to David Cameron: <a href=\"http://www.theguardian.com/liveonline\">theguardian.com/liveonline</a></p>",
  "It is barely 10 years since the Oxford University Press published a formidable book of more than 800 pages, entitled The Conservative Century. It examined in occasionally awestruck detail the many means and reasons why the Conservative party repeatedly proved itself the dominant force in 20th-century British politics. Surveying the future, the book's editor, Anthony Seldon, saw little threat to the party's ascendancy. \"Its very pragmatism and adaptability will allow it to overcome the severe internal and support problems it faces in the 1990s, and will in all probability ensure that the cycles of Conservative dominance will be repeated well into the 21st century,\" he wrote. <p>Today these views read like something from a distant era. The Conservative party that gathered in Bournemouth for its conference last night is not yet a spent force in British politics - you cannot say such a thing about a party that regularly commands the support of around a third of the electorate in opinion polls - but the idea of Conservative dominance currently seems risible. And it has become a sick joke for a party that now faces a serious new threat in the shape of the resurgent and aggressive UK Independence party, which also held its annual conference at the weekend. </p> <p>The real lesson for the Tories of last week's Hartlepool contest was not that they were edged into fourth place in a volatile byelection. In a safe Labour seat, after all, it was always likely that many traditional Tory voters would vote tactically for the better placed Liberal Democrat. No, it was the bleak reality of Ukip's 10% score that should and will have the whole Tory party wondering about their fate in the next general election. If Ukip can manage to repeat that sort of vote more generally - or even anything approaching it - then Tory MPs across all of England will fear the effects of a combined Lib Dem and Ukip squeeze on the pattern, if not the scale, of Hartlepool. It is a prospect that could put even Michael Howard himself at electoral risk. </p> <p>In some Tory circles, the answer to the Ukip challenge is obvious. As a poll in the Economist this week reveals, more than a quarter of voters say they would be more likely to vote Conservative if the party committed itself to withdrawal from the EU. The same poll also found 44% of voters more likely to vote Tory if the party took a harder line on immigration. All that needs doing, these Tories say, is to adopt these policies, thereby robbing Ukip of its uniqueness and adding lots of new Tory votes. Party co-chairman Liam Fox is among those who are likely to urge this course, as is the newly rehabilitated John Redwood. </p> <p>The trouble with that strategy - quite apart from the fact that the policies themselves are bad - is that it is at odds with everything that once made the Tories such a resilient and dominant force. The Tory party's ascendancy always rested on the institutions and ways of life of Middle England (and to an extent, of Middle Scotland and Middle Wales too). Middle England, though, is changing and the Tory party is failing to change with it. Polls still show that it is not Mr Howard but Tony Blair who, even now, is perceived to be more in tune with the country. That cannot be said either of Mr Howard or of Robert Kilroy-Silk, especially in his Roderick Spode moments. </p> <p>The flirtation with pandering to Ukip shows that the Tory party still doesn't get it. The lesson of Mr Blair is that a successful party needs both to secure its core vote and, at the same time, to appeal to the mass of moderate voters in the centre. But Mr Howard is already seen as too rightwing and out of touch with people's ordinary needs. If he concentrates his energies on Ukip, that problem will only grow, and the idea of Conservative dominance will recede even more inexorably into the history books.</p>",
  "At least 90 people have died attempting to reach the UK illegally as stowaways on planes, lorries, trains and boats in the past 15 years, according to a report. <p>They are among 180 asylum seekers and undocumented migrants known to have died unnecessarily in the UK or trying to reach it, according to the study, published today by the Institute of Race Relations.</p> <p>Thirty-four of those killed themselves when faced with deportation, while four died accidentally as they tried to avoid immigration officials and one - Joy Gardner - was asphyxiated in the deportation process itself.</p> <p>Fifteen were killed in racially-related attacks and others died while working illegally or in prison, police or psychiatric custody.</p> <p>But Harmit Athwal, who completed the study, said she believed that the figures were a \"huge underestimate\" of the true death toll.</p> <p>While multiple deaths make headlines - most obviously in the case of the 58 Chinese migrants found dead in the back of a lorry in Dover in 2000 - most go unrecognised.</p> <p>\"No section of our society is more vulnerable than asylum seekers and undocumented migrants,\" the report argues.</p> <p>\"Ninety died taking dangerous and highly risky methods to enter the country. With legal barriers in place to prevent them securing visas or work permits to enter legally and sanctions applying to above-board carriers, the desperate stow away on planes and lorries or attempt to cross the Channel in boats or cling to trains,\" the report says.</p> <p>\"The number recorded here is probably only a fraction of those who have died in this way. Our figures rely on news reports and by virtue of the subject matter these deaths are not news.\" </p> <p>The study gives details of all 180 cases it traced. But several of those included cannot even be named, such as the unidentified Iraqi Kurd who died in January 1999 while trying to smuggle himself to Dover clinging to the bottom of a lorry.</p> <p>Ms Athwal added: \"We want to show the effect that our policies have. People are dying because immigration and asylum laws are preventing them from coming here to seek asylum or to work legally.\"</p> <p>She argued that the refusal of medical treatment to asylum seekers who had their claims refused was likely to contribute to the suicide rate, while the vilification of asylum seekers by the media and the policy of dispersing them around the country made them more open to assault.</p> <p>Keith Best, chief executive of the Immigration Advisory Service, said the figure showed Britain's failure \"to treat asylum seekers as people\".</p> <p>\"The fact people do not notice these deaths is because, throughout living memory, governments have seen fit to talk in terms of statistics rather than human beings. These are people just like us,\" he said.</p> <p>He said that deaths in detention reflected the government's \"total failure\" to recognise how traumatised individuals could be even if they did not technically qualify for refugee status.</p> <p>He added: \"The whole talk of economic migrants makes people think that they're 'trying their luck', but people don't just do this at a whim. What would it take for you to pack a small bag and leave your friends, family, linguistic security and everything you have and head off into the unknown?\"</p>",
  "Ariel Sharon said yesterday that an assault on the Gaza strip that has claimed more than 60 lives and injured 250 people - the bloodiest of the intifada - will be expanded until it puts an end to Hamas rocket strikes against Israel. <p>At least eight people were killed yesterday, most of them insurgents. But the dead also included a 13-year old boy and a deaf and mute man shot in his home by an Israeli sniper. </p> <p>About 2,000 troops backed by 200 tanks, armoured vehicles and helicopters have reoccupied swaths of northern Gaza in order to carve out a six-mile wide buffer zone along the border. Israeli forces have also for the first time entered the Jabaliya refugee camp, where most of the fighting of the past five days has taken place. </p> <p>Mr Sharon said Operation Days of Penitence, launched after a Hamas rocket fired from Gaza killed two children in the Israeli town of Sderot last week, will not end swiftly. </p> <p>\"It is necessary to bring about a complete end to the firing of rockets on Sderot and other towns that border the Gaza strip. The current situation cannot continue,\" the prime minister told Israel radio. \"We have to expand ... the areas of operation in order to get the rocket launchers out of the range of Israeli towns.\" </p> <p>Mr Sharon said the assault would not affect his plan to withdraw all Jewish settlers and Israeli military bases from the Gaza strip by the end of next year. But the UN agency for Palestinian refugees said the reoccupation could contribute to a further collapse of difficult conditions in Gaza. </p> <p>Thousands of people have been trapped for days with no water or electricity, and the chronically ill without access to hospitals. </p> <p>The death toll continued to rise yesterday. The army killed at least four Palestinian fighters in missile strikes. One was against a group of men who had just fired a rocket into Israel, and a 16-year-old youth with them. Another missile targeted two Islamic Jihad activists in Jabaliya. </p> <p>More than 30 tanks and bulldozers moved into an area north-east of Jabaliya to demolish houses, factories and a kindergarten, following days of destruction in northern Gaza. Last night the Israeli air force fired two missiles at militants in Gaza city, wounding three people, witnesses said. </p> <p>The Palestinian leader, Yasser Arafat, declared a state of emergency in Gaza and called on the international community to \"stop these inhumane and racist crimes\". But the Palestinian prime minister, Ahmed Qureia, urged Hamas and similar groups \"to think about the higher national interest and not give Israel excuses to continue the aggression against our people in Gaza\". </p> <p>The US urged Israel to avoid civilian casualties but said it had the right to defend its citizens against terrorism. </p> <p>So far though the Israeli military has avoided the scale of civilian casualties that forced it to curtail its assault on Rafah camp in southern Gaza in May, when a high proportion of those killed were children and women shot by Israeli snipers, and a tank fired a shell into a peaceful demonstration. </p> <p>The fighting in Gaza has prompted a fresh confrontation between Israel and the UN after the military said one of its spy drones spotted a UN ambulance being used to transport a Hamas rocket. Israel said its ambassador to the UN, Dan Gillerman, would demand that the UN dismiss the head of its Palestinian refugee agency, Peter Hansen. </p> <p>But Mr Hansen said the grainy Israeli video showed UN ambulance workers carrying a stretcher, not a rocket. He said it was not the first time the government had \"propagated falsehoods\" against the UN Relief and Works Agency (UNRWA). </p> <p>\"A few months ago, two cabinet ministers declared in public that UNRWA ambulances were carrying body parts of fallen Israeli soldiers. When challenged to produce the evidence backing up this claim, or to retract the statement and offer an apology, the ministers in question were not able to provide any response and have remained silent.\" </p> <p>In May, Mr Gillerman told the UN security council that an Israeli shell fired into a peaceful demonstration in Rafah had mostly killed gunmen. In fact, the dead were children or unarmed adults.</p>",
  "Sixty Palestinians dead, and one Israeli soldier. Tens of thousands of civilians trapped without electricity or water by the most extensive military occupation of the Gaza Strip since the intifada began four years ago. The demolition of homes, roads and power lines that typically accompanies Israeli assaults on Gaza's refugee camps. <p>Israel's Operation Days of Penitence may seem a disaster for Hamas and its allies. But yesterday it was Ariel Sharon who appeared on the defensive as the battle around Jabaliya, the birthplace of the first Palestinian uprising 17 years ago, evolved into more than a struggle to prevent Hamas launching the rudimentary Qassam rockets that killed two young children in Israel last week. </p> <p>The outcome of the incursion by about 200 tanks, bulldozers and armoured vehicles, backed by helicopters and missile-firing drones, could decide whether Mr Sharon fulfils his pledge to pull thousands of Jewish settlers and Israel's military bases out of the Gaza Strip next year. </p> <p>Hamas has proclaimed the planned Israeli withdrawal a victory for its resistance, and stepped up its attacks to make the point. </p> <p>Hardline settlers, and Mr Sharon's increasingly belligerent opponents in his government and party, agree. They accuse the prime minister of retreating under fire and say that pulling the Jews out of Gaza will encourage more Hamas attacks on Israel once the settlers are gone. </p> <p>Mr Sharon is looking to his closest ally in the government, his defence minister, Shaul Mofaz, to ensure that Israel is seen to leave the Gaza Strip on its own terms. Mr Mofaz has promised a victory that buries any claim that the army has been forced out. </p> <p>\"It is important to make clear to the other side that we will not tolerate terrorist actions or a retreat under fire,\" he said </p> <p>On the streets of Jabaliya, they see it differently. </p> <p>\"Every Qassam they cannot stop is a victory for us,\" said one of Hamas's leaders in northern Gaza, Nizar Rayan, a professor at the Islamic University. </p> <p>\"Every dead Israeli soldier is a victory for us, even if 10 of us die to kill him. Every time Sharon has to send his army to fight on our streets it is a victory for us, because it reminds the Jews why they don't want to be here.\" </p> <p>Like much of the Hamas leadership, he flits from place to place and refuses to speak on a mobile phone. His messages to the population are carried over the mosque loudspeakers: keep off the streets, don't get in the way of our fighters. His orders to the insurgents are sent by runner or text message. </p> <p>The footsoldiers of Hamas shelter in doorways, moving regularly to avoid being spotted by the cameras on the Israeli drones. When the fighting starts, the gunmen encourage the locals to build pyres of rubber which spew out thick black smoke to shield them from the lens in the sky. </p> <p>At the weekend a group of Hamas fighters gathered at a Jabaliya mosque a couple of minutes' walk from Israeli tanks. Before them lay an array of weapons, from imported rocket-propelled grenades to home-made anti-tank shells. </p> <p>\"All our cells are spread out throughout Jabaliya, as part of our plan to kick out the enemy. We will teach the enemy a lesson he will not forget,\" said one of the masked men in black. </p> <p>In Jabaliya they believe in resistance. Palestinians say they support killing the Israeli soldiers protecting the few thousand Jewish settlers who grabbed a quarter of Gaza's land to live in comfort while surrounding more than a million Palestinians with barbed wire and machine gun posts. </p> <p>But ask if they believe in the Qassam rockets and, more particularly, the killing of the two Israeli children - aged two and four - in Sderot last week and people avoid the question. </p> <p>The reply in Jabaliya is the same as the response from Jews in Jerusalem when asked about their army's killing of children in Gaza: look what they do to us. </p> <p>But behind the public face of unity is some frustration, even anger, at Hamas and the retaliation that its rockets bring, although those prepared to express it to an outsider only do so indirectly or with assurances of secrecy. </p> <p>On Saturday Narmi Jnaid was keeping vigil at the side of his mentally and physically disabled young nephew, Bakir, who had just emerged from a two-hour operation to remove Israeli shrapnel from his stomach and kidneys. </p> <p>\"We are in the middle. How can we stop them? We can't stop the Israelis. We can't stop the others,\" he said. </p> <p>\"We want to stop the fighting but it is not in our hands.\" </p> <p>But even among those who would rather that Hamas left Jabaliya there is even greater anger at the Israelis. </p> <p>\"This just creates death, destruction and rage,\" said Raji Sourani, director of the Palestinian Centre for Human Rights in Gaza City. \"When the army went into Beit Hanoun, it created many more suicide bombers. </p> <p>\"Israel has occupied Gaza for 37 years and they've never been able to prevent resistance. Now there is more resistance than ever before.\" </p> <p>In the mourning tents dotted every few blocks through Jabaliya there is also anger at the death of innocents. Most of those killed in the past five days are gunmen but the dead include about 15 civilians, among them a 13-year-old boy shot in the head on Saturday. </p> <p>Israel accuses Hamas of endangering civilians by attacking from the cover of residential streets, which Hamas says it does because that is where the tanks are, and of using civilians as human shields. </p> <p>The Israelis do too. When soldiers commandeer Palestinian flats as sniper posts, they frequently pack entire families into the back rooms, in the belief that it will discourage Hamas from blowing up the building. And it does. </p> <p>Israel blames Yasser Arafat's Palestinian Authority for the Qassam attacks, saying it has done little to curb them. But in these days of conflict, the authority has little influence over either side. </p> <p>The director general of its health ministry, Abdel Barkawi, endured the rage of Jabaliya's residents as he tried to explain that the Israelis simply take no notice of him. </p> <p>\"There are 30,000 people trapped by the Israeli army. They have no electricity, because the first thing the army did was smash the transformers,\" he said. </p> <p>\"Many don't have water, because they rely on electric motors to draw it out of the ground. The Israeli bulldozers are ripping up the sewage pipes.\" </p> <p>\"I speak to the Israelis every day about this. They say: 'There are military operations. Call tomorrow'.\"</p>",
  "Nine law lords will today be asked to decide one of the most important issues to come before the House of Lords, Britain's highest court: can the state lawfully detain a criminal suspect indefinitely without charge or trial? <p>Only once before in recent times have the law lords sat in a panel of nine, a measure of the importance of a case whose outcome is likely to make headlines around the world.</p> <p>The appeal is being brought by foreign terrorist suspects detained without trial under the Anti-Terrorism Crime and Security Act 2001, passed shortly after the September 11 attacks in the US. This allows the indefinite detention of foreign suspects - but not British citizens, who remain entitled to all the safeguards of the criminal process.</p> <p>Britain is a party to the European convention on human rights, which guarantees the right to be brought to trial within a reasonable time or released. The Human Rights Act, which came into force two years ago, made the convention part of British law.</p> <p>The detainees are challenging the lawfulness of Britain's derogation or opt-out from article 5 of the convention, the right to liberty, in order to pass the act.</p> <p>The government argues that the threat from al-Qaida after September 11 amounted to a \"public emergency threatening the life of the nation\", the only circumstance which allows an opt-out from article 5. Britain is the only one of more than 40 countries bound by the human rights convention to suspend the operation of article 5.</p> <p>The detainees' challenge to the lawfulness of the opt-out was initially successful, when the special immigration appeals commission (SIAC) ruled in July 2002 that the suspension was unlawful because it discriminated against foreign nationals.</p> <p>But the court of appeal overturned the ruling in October 2002. The court held that the home secretary, David Blunkett, was entitled to conclude that there was a public emergency threatening the life of the nation, and that there was no unjustifiable discrimination against foreigners because the detainees, unlike British citizens, had no legally enforceable right to remain in the country.</p> <p>So anxious is the government about this week's appeal from that ruling that it is fielding a team of six barristers, including three QCs, led by the attorney general Lord Goldsmith. Among the QCs is Christopher Greenwood, professor of international law at the London School of Economics, whose advice the attorney general relied on in formulating his opinion that the war in Iraq was lawful.</p> <p>In December 2003 a committee of privy counsellors urged the government to repeal the part of the act allowing indefinite detention as \"a matter of urgency\". One of the members, Lord Browne-Wilkinson, a former law lord, later said indefinite detention was \"not a tolerable system in a civilised community\".</p> <p>One of the 12 law lords, Lord Steyn, has been barred from sitting on the appeal, after commenting in a lecture in November 2001: \"In my view, the suspension of article 5 of the European convention on human rights ... is not in present circumstances justified.\"</p> <p>Because of the fundamental importance of the issues, two human rights organisations have been given permission by the law lords to make representations during the four-day hearing, along with the parties in the case.</p> <p>Amnesty International said it had taken the \"extremely rare\" step of intervening to make written submissions because of the issues' \"central importance to the protection of human rights\".</p> <p>The civil rights group Liberty will be putting forward oral and written arguments. Its director, Shami Chakrabarti, who took part in a demonstration by human rights campaigners yesterday outside Belmarsh prison in London, said: \"The use of detention without trial damages the legal system, damages the fight against terrorism and damages Britain's reputation internationally.</p> <p>\"We need an alternative now that ends this injustice.\"</p> <p>Eleven detainees are held under the act, some at Belmarsh. Two others have chosen deportation rather than confinement, as allowed by the legislation.</p> <p>Another was freed on appeal, one is held under house arrest, and an Algerian national was released last month after the home secretary said the evidence no longer justified his detention.</p> <p>The law lords are also being asked to consider whether evidence obtained abroad under torture - possibly from Guantanamo Bay or Abu Ghraib - may be used in indefinite detention cases.</p> <p>The issue arises from a separate court of appeal ruling in August 2004 allowing the use of evidence obtained under torture, as long as Britain neither \"procured nor connived at\" the torture.</p> <p>Lawyers expect the law lords to decide today to defer the torture issue to a future date.</p>",
  "Authorities in Greece are laying on bus trips to countries that might solve the plight of lovelorn farmers desperate for wives. <p>The startling shortage of available females in the country's remote rural areas has spurred the \"love tours\" by men who once mocked the likes of Shirley Valentine. </p> <p>\"We have got no women left, they have all gone off to be educated,\" a farmer grumbled to Greece's STAR television from a village near Zacharo in the western Peloponnese. \"Once they do that, they never come back.\" </p> <p>\"Love buses\" abroad have been organised by worried municipal officials. </p> <p>The first coach, carrying 40 men, is expected to leave for Ukraine from Zacharo soon. All hope to find wives, says Spyros Bilionis, the deputy mayor, who had pledged to end the men's plight. </p> <p>\"There are many [Ukrainian] women who would like to live in Greece,\" Mr Bilionis told the Greek daily newspaper Kathimerini. </p> <p>\"The standard of life there is not satisfactory, and they re gard our country as a kind of paradise.\" </p> <p>Loneliness has purportedly become a huge problem in Greece's depopulated countryside, where men far outnumber women. </p> <p>\"Women are not goats, they're not there to be bought,\" said another man in Zacharo. </p> <p>He denounced the organised tours as upmarket sex tourism. \"But the truth is we are really lonely. If we want families, some say this is what we have to do,\" he told STAR TV. </p> <p>In northern Greece, growing numbers of males have taken to relieving their frustration by finding wives in neighbouring Bulgaria. </p> <p>\"The border crossing is packed every night,\" a frontier guard said. </p> <p>\"And it's all men, not women, going in one direction, Greece to Bulgaria.\" </p> <p>Mr Bilionis did not reveal how the men would lure women to marry them in Ukraine. </p> <p>But with the western Peloponnese among the most fertile regions of Greece, he insisted most were \"well endowed\". </p> <p>\"Many have real estate assets which, if fully exploited, will allow them to live comfortably,\" he added. </p> <p>The farmers will have five days to find themselves a suitable bride. Greek television reported that hundreds of Ukrainians were already lining up for a preview of the visitors. </p> <p>If lucky, the Greeks will exchange vows in on-the-spot civil ceremonies to shortcut visa regulations for their new wives. </p> <p>If not, they can take comfort that Mr Bilionis has already arranged other love buses for the future.</p>",
  "The book to read between dozes in the Tory back stalls at Bournemouth this week is, curiously, a Labour one. Giles Radice started a diary in the dreadful aftermath of 1979 and toiled away at it zealously, in party sickness and party health, as shadow frontbencher, backbencher and peer. From disaster to triumph in 22 years, the longest of marches. And the Conservatives haven't even put their boots on yet. <p><a href=\"#diaries\">Diaries 1980-2001*</a> is full of anger and despair, the pure politics of a politician who has only one life to live and one career to make. He reels at the \"catastrophe\" of 1983. He asks himself the bitterest question after 1987: \"Will Labour ever be in government again?\" He is utterly cast down by 1992. </p> <p>There's a wonderful entry for May 5 1992, when he dines at the Ivy with Peter Jenkins (long of the Guardian, then of the Independent, and one of the great political sages). Giles has bet on a Labour victory, and lost: he's paying the bill. \"Peter says that Labour will never win and that the Tories will always be in power. He also says that I should leave politics and try to get a job in the European commission.\" </p> <p>Yet, of course, only one parliament later the Blair hegemony begins, the legacy of Thatcher (if not the Ivy's fishcakes) slides down the pan of history, and the world is utterly, utterly changed. Did anyone, 15 years ago, see PM Tony buying a £3.6m pound pad in Connaught Square and pronouncing himself fit for another full term at the top? Did anyone see the ex-natural party of government winding up as also-also-also rans in Hartlepool? </p> <p>One virtue of reading Radice is that it is a tale of the totally unexpected. But it is also a tale of hard work and hard slog: that long march again. Time after time, confronting its own demons, Labour did what was necessary on policy and constitution and organisation. From Neil Kinnock on, it earned its return to power. John Smith brought new credibility. Tony Blair made his own luck. Even in defeat, there was progress. But the Tories, two elections later, have made no progress and earned nothing. Nobody will be staking an Ivy bread roll on them next May. </p> <p>Of course, some of the direr prognoses of doom in yesterday's heavy Sundays may be overdone. Of course, Robert Kilroy-Silk spins a tatty yarn when he asks his Ukip conference why anyone should wish to give the Conservative party the kiss of life. \"What we have to do is kill it off and replace it. That is our destiny, that is our opportunity.\" Nevertheless, it is time to carve a few notches in the greasiest of poles. </p> <p>Michael Howard, surveying episode 97 of Blair v Brown the other day, prophesied years of infighting over the leadership. Perhaps. But he needs to watch his own back. So far the Tory idea of renewal is simply to swap messiahs, from Major to Hague to Duncan Smith to Howard in four easy stumbles, rather as though you were choosing a new manager for West Bromwich Albion or a new editor for the Daily Express. What, then, becomes of him and his leadership after the next defeat? </p> <p>Next May, Howard will be only a few weeks from his 64th birthday. Four or five years later - that full term Tony keeps talking about - he will be knocking at No 70's door. He will, in short, be gone, a memory, another footnote to central office history, replaced by a Rifkind, Cameron, Green, Fox or resurrected Hague. Or maybe by two or three of them in hapless succession, as the vortex of desperation deepens. After all, it's only 11 months since Howard took over. This is his first conference as leader, and already the voices at the back of the hall make it his last. </p> <p>The point about reading Radice is that, from moment to moment, he and Peter Jenkins could have been right. Labour could have subsided into wretched oblivion. There was no God-given entitlement for pendulums to swing. Success had to be grafted and fought for. </p> <p>But where can you find such staunchness of purpose at Bournemouth? Howard has no central policy thrusts to develop. Less taxes, more taxes or more of the same? Less spending, more spending or matched spending, pound for pound? Less Iraq involvement, more troop commitment or more of the same? Less Europe, more Europe or something unbelievable in between? </p> <p>It is a dismaying stew without definition or purpose - as contradictory as oozing care and consensus from one side of the mouth and snarling about immigration from the other, as inertly hopeless as losing Damian Green from your shadow team and returning John Redwood to glory. </p> <p>Howard arrives at the seaside as the only Tory leader since records began who isn't welcome to a Republican White House - but one who nevertheless preaches a kind of half-baked Bush conservatism learned from Conrad Black's Telegraph. Friendless and rootless, ideologically adrift - will he get the support of the Murdoch papers? Don't ask. They only back winners. </p> <p>Nothing is for ever, to be sure; 2009 could be a totally different fishcake. Ukip could have gone the self-destruct way of all prancing extremist groups. The Liberal Democrat challenge could have collapsed (as it did for Radice in 1987). G Brown could have taken a meat cleaver to his neighbour. But unless there is a course, set and steady, then there will be no tide to ride. Unless there's a fundamental choice on Europe - properly in or properly out, not temporising like John Kerry on Iraq - then Ukip is a rocky, wrecking headland. Welcome to Bournemouth: clouds heavy, sky grey going on black. And bring a good book. </p> <p><a name=\"diaries\">*Giles Radice's Diaries: 1980-2001, Weidenfeld &amp; Nicolson</a></p> <p><a href=\"mailto:p.preston@theguardian.com\">p.preston@theguardian.com</a></p>",
  "There are 14 peaks in the world that are more than 8,000 metres high, and only one of them, a remote giant in northern Pakistan called Gasherbrum I, was first climbed by Americans; Pete Schoening, who has died aged 77, was one of the pair who reached the summit in 1958. But it was his prompt actions on the nearby, and more famous, peak of K2 that made him a legend in climbing circles, when he averted disaster and saved the lives of his five companions. <p>Schoening really was made of the right stuff. He modestly dismissed notions of heroism, but Dee Molenaar, one of those who owed Schoening his life, called him \"a prince of a human being\". </p> <p>In August 1953, the same year that Sir Edmund Hillary and Tenzing Norgay climbed Everest, an American expedition of seven climbers was trapped by a storm at more than 25,600ft on the steep slopes of K2, an altogether more imposing mountain. One of the team, Art Gilkey, developed blood clots in his legs. The team knew that if the clots moved to his lungs Gilkey would be dead. </p> <p>In reality, Gilkey was dead already. Performing a rescue at high altitude, on such difficult terrain, is almost impossible even now. \"We thought Art was going to die,\" British team-member Tony Streather recalled. But there was never any question of leaving the stricken man behind. Packing him in his sleeping bag, the team tied a tent around him for protection and started lowering him the thousands of feet back to base camp. </p> <p>After several hundred feet, the climbers encountered a steep slope of ice. Schoening stayed behind with Gilkey, while Molenaar was tied to the other end of Schoening's rope. Then George Bell, who was tied to Streather, suddenly slipped, pulling the British climber off his feet. They then got tangled up with expedition leader Charles Houston and his partner Bob Bates, sweeping Molenaar off with them. </p> <p>All five climbers were brought to a halt by Schoening, who had jammed his ice axe in snow behind a rock and hung on to the rope around his waist. \"When you get into something like mountain climbing,\" he said afterwards, \"I'm sure you do things automatically. It's a mechanical function. You do it when necessary without giving it a thought of how or why.\" </p> <p>The rest of the team felt differently. With all the various climbers hanging from Schoening's rope, it was a miracle no one died. But following the fall, all were shocked, and those who had lost gloves risked frostbite. Houston was unconscious for a while, but came round, and the climbers finally regrouped. </p> <p>When they looked around, Gilkey was gone. His disappearance contributed to the survival of the others, and there has been speculation that Gilkey, like Captain Oates, sacrificed himself for the good of his friends. Houston, now in his 90s, said recently: \"I think that Art decided it was better to die quickly than sit there alone. He somehow managed to shake himself loose, and sacrificed his life to assure our survival.\" </p> <p>Schoening himself was born in Seattle, a city overlooked by big mountains and home of a vibrant climbing scene, even in the 1940s when the sport was almost unknown in the United States. He dropped out of school to join the navy just before the end of the second world war, and then studied chemical engineering at the University of Washington. After various jobs, he founded his own fibreglass company, the Chemgrate Corporation, which he sold in 1995 after expanding to operations in Tennessee and China. </p> <p>Apart from his heroics on K2, and that first ascent of Gasherbrum I, Schoening made a number of innovative climbs, including the first ascent, in 1966, of Mount Vinson, the highest peak in Antarctica and the last of the continental high points to be reached. In 1974, he went on the first American expedition to the Pamirs, then part of the Soviet Union. </p> <p>After retiring in 1995, Schoening was free to do more travelling and climbing, and, the following year, despite being 68, he went to Everest with his nephew Klev. Sadly, that year was notorious for its tragedies involving wealthy clients and famous mountain guides, a world away from the modest, but impressive, world Schoening had known. </p> <p>Despite his failure on Everest, he continued to be active, climbing Aconcagua, south America's highest mountain, and Kilimanjaro. Although battling cancer, he was out in the mountains with friends shortly before his death. </p> <p>When Schoening got back from K2, he married his wife Mell. They shared half a century together, Schoening dying on their 51st wedding anniversary. They had three sons, three daughters and 12 grandchildren. Mell used to joke that if she ever had time to write a book, it would be called Meanwhile, Back At Base Camp. </p> <p><b>· </b>Peter Schoening, mountaineer, born July 30 1927; died September 22 2004</p>",
  "<p>The Football Association is today expected to charge Jamie Redknapp with violent conduct for his foul on Tim Cahill here on Saturday after the referee Graham Poll admitted that the challenge was worthy of a dismissal rather than the yellow card he showed to the former England midfielder. </p> <p>Poll has studied television footage of Redknapp's challenge on Cahill and has concluded in hindsight that he was too lenient on the Tottenham captain. He will be asked to review the incident by the FA this morning and will argue that he did not have a proper view of the tackle, despite being only yards from the scene, to avoid the governing body having to set a dangerous precedent in order to sanction Redknapp. </p> <p>Under current guidelines, Poll's decision to caution the 31-year-old at the time effectively removed the incident from Soho Square's jurisdiction with the FA unable to turn to their video disciplinary panel unless the referee has missed an incident entirely. However, it is technically admissible for the authorities to charge players even when a referee has taken action at the time, providing the official concludes in retrospect that he did not have a proper view. </p> <p>Poll is expected to submit that he was simply too close to the clash and therefore did not benefit from the sense of perspective provided by a wider view. That is likely to see Redknapp, who was quick to issue an apology for the foul, charged with violent conduct and banned for three matches. </p> <p>The belated punishment will be of little consolation to Cahill. The midfielder was due to catch a flight today bound for Australia and World Cup qualifiers against the Solomon Islands. Instead he will sit anxiously at Bellefield, an ice pack clutched to his left knee to quell the grotesque swelling, awaiting the results of a scan with his season hanging precariously in the balance. </p> <p>The prospects do not appear promising. Cahill ruptured his anterior cruciate ligament in the same joint two years ago and was sidelined for seven months. He instantly feared a repeat as Redknapp inexplicably and spitefully planted his left leg into the Australian's knee just after the hour mark here. The stadium winced in sympathy at the time, then exploded in anger. </p> <p>It is easy to comprehend why. Three weeks ago Cahill was shown a yellow card for baring his chest after scoring the winner at Manchester City, his second caution of the afternoon. Redknapp's assault was ridiculously deemed to merit the same punishment. \"What's the game coming to?\" asked a bemused and bitter Cahill. \"You can't celebrate a goal, but you can kick people.\" </p> <p>Poll's admission and the FA's re-think will temper that frustration, though the anomaly in the rules remains. \"It's easy to spot someone putting their jersey over their head,\" said David Moyes. \"But the important thing is that a referee picks out challenges or tackles which are career threatening.\" The official failed to do that here. </p> <p>There might have been another red card for Jermain Defoe's horrible two-footed lunge on David Weir some 10 minutes after Cahill had hobbled from the turf. That had Moyes and his coaching staff up in arms, though the home partisans aimed their vitriol primarily at Redknapp. The former Liverpool midfielder had never previously won in this arena. This was no way to break his duck. </p> <p>\"Anyone who knows me knows that I'm not that sort of player,\" said Redknapp, whose initial apology to the Australian was angrily waved away. Robbie Keane attempted to make peace on his behalf before Redknapp and Cahill spoke ahead of the Evertonian's departure on crutches for hospital. \"It took the gloss of the victory, but there was no maliciousness in it.\" </p> <p>\"My initial reaction was just to ask: 'Why?',\" said Cahill, who had struck a post as Everton ran riot early on. \"It was weird because he'd already won the ball and then trailed with his left leg. The discrepancy in the rules is ridiculous. I get a yellow card for celebrating and others walk away scot-free. People can make up their own minds.\" </p> <p>The FA will do that over the next few days though Cahill's departure may have cost Everton this game. Paul Robinson denied Leon Osman, Kevin Kilbane dragged a shot wide while Erik Edman brought Marcus Bent down in the area early on. Tottenham were a shambles but, just as their hosts thought they had cornered the market on resilience, they survived and struck on the counter. </p> <p>Noé Pamarot thumped a header in from Keane's cross and Spurs had their first league goal in 378 minutes and Everton their first concession in 443. Moyes's side, faced with massed ranks of white thereafter, simply lacked the verve to ease a way through. </p> <p><strong> Man of the match:</strong> Paul Robinson (Tottenham)</p>"
]