[
  "The majority of French people would oppose Turkey's accession to the EU if asked to vote on the issue today, according to a poll that again underlines the extent of popular hostility to the project across Europe. <p>The poll, by the IPSOS research group for Le Figaro newspaper, showed that 36% of French people were in favour but 56% were against the mainly Muslim country joining the 25-country union in the immediate future. The most cited objection was the fear of mass immigration. </p> <p>The European commission is expected to recommend in a long-awaited report next week that the EU opens accession talks with Turkey, although no decision can be made before EU leaders meet in December. Entry talks could then last for years, even decades. </p> <p>But public opinion in many European countries appears firmly set against the move, leading to increasing speculation that EU politicians have got ahead of their voters. Turkey would be the EU's most populous country, its poorest and the only one with a majority Muslim population. </p> <p>The French poll found that, of those who opposed entry now, 40% were most concerned by the impact of Turkish immigrants on the EU job market. Some 26% said their main objection was that Turkey is mainly in Asia, while 25% cited the fact that most Turks are Muslims. </p> <p>But in a sign that popular opinion may change, 63% said they could imagine Turkey in the EU if it made \"the necessary political and economic changes\". Nearly 30% said Turkey should never be part of the EU for cultural and historic reasons. </p> <p>France's political class is also deeply divided. President Jacques Chirac has backed Ankara's bid, but most of his ruling UMP party disagrees. </p> <p>The finance minister, Nicolas Sarkozy, and the foreign minister, Michel Barnier, said this week that the issue had to be settled by a referendum. </p> <p>\"In my personal opinion... a decision as important as Turkey's accession into Europe could be taken only after a referendum is held in France, in due course, to determine the opinion of French people,\" Mr Barnier said. </p> <p>The prime minister, Jean-Pierre Raffarin, was more outspoken in a newspaper interview last week, demanding, controversially: \"Do we want the river of Islam to enter the riverbed of secularism?\" </p> <p>Although the French, already upset by their diminished influence in a union of 25 members, would favour a referendum on Turkey's accession, many would be tempted to vote against such a move, fearful that a nation of 71 million people would fundamentally change the nature of the EU and further reduce France's influence. </p> <p>\"A referendum would be very risky,\" said Eddy Fougier, an analyst at the French Institute for International Relations. \"It is clear that there are people on the French right who will never accept Turkey's entry.\" </p> <p>Valéry Giscard d'Estaing, the architect of the new European constitution, summed up the position of many French conservatives when he said last year that Turkish membership would signal \"the end of the EU\". Turkey was \"not a European country\". It had \"a different culture, a different approach and a different way of life\", he said. </p> <p>Calls for a referendum by those such as Mr Sarkozy and the leading socialist and former prime minister Laurent Fabius appear largely to be an attempt to cash in on popular anti-Turkish feeling ahead of their expected 2007 presidential election campaigns.</p>",
  "<p>Oil prices set another record yesterday, pushing into uncharted territory above $50 a barrel as tension in Nigeria threatened to push petrol prices above the levels that caused fuel protests in 2000. </p> <p>US light crude futures rose to $50.47 a barrel in overnight trading, the highest price yet although allowing for inflation it is well below levels seen in the late 70s after the Iranian revolution. It later traded back down at $49.90, having failed to consolidate above the $50 mark. </p> <p>North Sea Brent futures also set a record of $46.80 before settling down to $46.60, up 67 cents on the day. </p> <p>A spokesman for the AA said unleaded petrol prices were rising above 82p a litre on average but added that it was common to see forecourts with prices topping 85p - the level that sparked the fuel blockades four years ago. \"There will probably be another penny on the price in the next day or two, so people should shop around. The supermarkets will probably hold back a bit,\" he said. </p> <p>Prices at 1,200 BP petrol stations have gone up from 75p a litre in the summer of 2003 to more than 83p. The company refused to say whether further rises were planned. </p> <p>\"We can't comment on increases or potential increases but we monitor the price of crude on a daily basis,\" a spokeswoman said. </p> <p>Oil prices have risen more than 50% this year as surging demand from China, India and the United States has outstripped supply, in spite of production increases from the oil cartel Opec. Demand and supply are at their highest levels for a quarter of a century and the market is vulnerable to any disruption in output. </p> <p>Prices receded late last month but have jumped again in the past few weeks after Hurricane Ivan disrupted supplies from the Gulf of Mexico and fresh fighting erupted between Nigerian government forces and rebels in the oil-producing south. The Niger Delta People's Volunteer Force warned yesterday that foreign oil workers in the southern delta should leave the region ahead of a \"full-scale armed struggle\" beginning on October 1. </p> <p>That was enough to push oil prices to their new record. Nigeria pumps between 2.25m and 2.5m barrels per day (bpd) of world production that amounts to about 81m bpd, so any closure in its oilfields could result in a severe shortage. </p> <p>The Nigerian government said yesterday that the rebels were not powerful enough to launch an all-out offensive and the Italian oil company Eni said it would not be pulling out any of its workers. </p> <p>Analysts remain concerned, however. Simon Wardell, of the World Markets Research Centre, said: \"Once again the security situation in Nigeria is proving to be a real concern. </p> <p>\"The conflict will not fade and the best that can be hoped for is the effective use of federal Nigerian soldiers. </p> <p>\"Oil companies have already sought to shift operations from onshore to offshore in an effort to reduce risks, but there remains a real possibility of significant shut-ins if the [rebel group] lives up to its threats.\" </p> <p>Oil markets have been jumpy about production from the Middle East, particularly Iraq and Saudi Arabia, and from Russia, where the oil company Yukos is locked in a fight with the government over unpaid taxes. </p> <p>Mr Wardell thinks that, while prices may not stay above $50 a barrel for long, winter demand for heating oil means they are unlikely to drop for several months. </p> <p>The CBI said oil prices were a growing threat to firms' prof its. Digby Jones, the director general, said: \"We don't expect a dramatic reaction to this latest rise but it will eat into company profits and world growth will be restrained. It makes it all the more important that government does nothing to add to business costs.\" </p> <p>In China, other commodity prices jumped this year on buoyant global demand. Gold, showing the effect of the rise in oil prices, hit a five-week high of $411.35 an ounce yesterday while platinum reached a six-week high of $874.</p>",
  "<p>Ross Island must be the perfect place to be a recluse. Its sole inhabitant left a career as a laboratory technician in Edinburgh a few decades ago to set up camp on this hillock poking up above the waters of the river Dee. </p> <p>Gary McKie, who takes parties out on river excursions in his little motorboat, explained to us as we bobbed up and down on the swell that he was virtually self sufficient: he collected rainwater, drew his own solar power and grew vegetables; deer volunteered themselves for his consumption by swimming over to the island. (Not that he has completely abjured company: it is possible to visit the island, with permission.)</p> <p>The views must have been another lure for Ross Island's resident No 1: his home is caught between the jaws of the Dee as the river flows into the Solway Firth. On one side he would see the sea, on the other the forest, and a mile or so downstream the cluster of white buildings along the river bank that make up the town of Kirkcudbright (pronounced \"kir-coo-bree\"). </p> <p>The whole is softened in a grey light, a kind of visual Valium that is an immediate balm to the senses. This was the constant backdrop to our autumn tour through Dumfries and Galloway, the south-western region of Scotland.</p> <p>A gay friend of mine from Australia once told me small towns made him feel so uneasy he always drove through them with his eyes shut. His doubtless irrational fear probably explains why I was immediately struck by the tale of one unfortunate who passed through Kirkcudbright. You can still see the cramped cell under the stairs in the restored tollbooth - the old Scottish world for a combined town hall and prison - where they kept Elspeth McEwen of Dalry before her execution in 1698 as a witch. </p> <p>You would avoid being singled out in those times. Thick iron rings remain in place, set into the outside of the building, where they were once used to shackle miscreants by the neck for the edification of the townsfolk.</p> <p>Modern Kirkcudbright is still colourful - but in the literal sense of the word: for more than a century the town has been a beacon for artists. The connection began when a group of painters led by Edward Hornel, a member of the iconoclastic Glasgow Boys, began to congregate here in the 1880s. They formed what appears from paintings, photographs and contemporary accounts to have been a jolly, bohemian creative colony, like a rural Scottish offshoot of the Paris of the period.</p> <p>Hornel settled permanently in the town towards the end of the 19th century. The house he bought on the high street is being restored to a condition as close as possible to that in which he left it - and this world - in 1933. His vaulted, expansive, light-soaked studio, which like the other settler-artists in the town he converted within the existing building, looks out over a garden filled with his collected curios - among them a child's stone coffin, now covered in lichen. </p> <p>The house reopens early next year and is well worth visiting, if only for the fact that the painter, in the period when \"artist\" and \"garret\" formed their collocation, could buy such a magnificent residence largely from the proceeds of his work - indeed, from the sale of a single painting, as one story has it.</p> <p>The beauty of the rent, as much as that of the surroundings, is what still draws artists to the region. We visited a couple of them, a painter and a sculptor, at work in their studios in a farm building. The sweet smell of fermenting silage was thick in the air as Bea Last explained how she drew on the lines of the landscape - a throbbing, verdant rectangle of which was visible through her picture window - for her Rothko-like abstracts. Her neighbour, Lizzie Farey, uses local birch, willow and bog myrtle to weave baskets and \"living sculpture\".</p> <p>Surrounded by like-minded people and with fields of creative material on the doorstep, this must be a nice place to live and work. For the past several years, during an event called the Spring Fling, participating studios have thrown their doors open to the public for a few days (May 28 to 30 in 2005). For the interested public it is an opportunity to observe the creative process; for the artists and crafts people it is a chance to sell their work.</p> <p>On the face of it, Wigtown, west of Kirkcudbright, had some qualities that might have tempted my friend to shut his eyes: melancholy shops with cheerful names; signs anticipating - and forbidding - almost everything; locals whose features appeared to have been sharpened by the wind. Yet he would have missed a lively literary culture fuelled by an annual book festival.</p> <p>Books have been the salvation of Wigtown, which was in a ghostly state of dilapidation before being nominated as Scotland's official \"book town\" a decade ago. Its stock has risen steadily since then (as have its property prices). It is not quite Hay-on-Wye yet, but it could get there. </p> <p>The line-up at this year's festival included the current Booker favourite, David Mitchell, the precocious novelist Gwendoline Riley and the Radio 4 broadcaster Libby Purves. We stopped in at a session to hear Joanne Harris read from her new short story collection, Jigs and Reels. I found it no less twee than her novel Chocolat, but I am sure a lot people will like it, if the sales of the latter are any guide.</p> <p>A word about the lodging and victuals in Dumfries and Galloway - that word being \"substandard\". In Kirkcudbright we stayed at a four-star First Western hotel, the Selkirk Arms. Quite what the Scottish tourist board was referring to with those four stars, I am not sure - four fading sitcom stars who may have stayed there in the 70s, perhaps. </p> <p>The cheap, chipped room furniture, the pervasive smell of meat and the self-slamming doors all suggested a considerably lower grade. Scallops in the restaurant sounded nice, given that we were by the sea. But why did they overcook them and then serve them lost in a line-up of anonymous vegetables and the odd olive? Huge portions catering, I think, for the silver citizenry who made up the bulk of the clientele did not compensate. </p> <p>The admirably chintz-restrained rooms in the Creebridge House hotel in Newton Stewart were, by contrast, inviting, and the scallops I had for my entrée in the hotel restaurant could probably not have been bettered: their just-sweet taste and just-resistant texture are a fond memory. But my request for a medium-rare steak was obviously a hyphen too far for the chef: he rubberised a Scottish speciality. </p> <p>Of the Black Sheep Inn nearby little should be said except that I see no point in having a menu when everything tastes of meat and three veg. If the region wants to attract an international crowd it is going to have to lift its game in the kitchen.</p> <p>Yet the dull food seemed incongruous against a landscape so exquisite you could imagine poetry springing from it without the intermediary of thought. There were pleasing incongruities, too, such as the Logan botanic gardens, with their southern hemisphere species thriving in a mild microclimate stoked by the Gulf Stream, and the Logan fish pond, a sort of natural aquarium carved out of the coastal rock during the last ice age and used in the 18th century by the local laird, Andrew McDouall, as his personal cod larder. Galloway wooed me; be wooed - but bring a packed lunch. </p> <p><strong>Local contacts</strong></p> <p>Gary McKie - 0797 010 9814 <br> Edward Hornel's house - 01557 330 437 <br><a href=\"http://www.lizziefarey.co.uk\"> Lizzie Farey </a><br> Spring Fling - 1387 262 084 <br> The Selkirk Arms - 01557 330 402 <br> Creebridge House hotel - 01671 402 121 <br> The Black Sheep Inn - 01671 404 326 <br> The Logan botanic gardens - 01776 860 231 <br> The Logan fish pond 01776 860 300<br><a href=\"http://www.kirkcudbright.co.uk\">Kirkcudbright info</a> </p> <p>For more on Scotland tourism, see <a href=\"http://www.visitscotland.com\">visitscotland.com</a></p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster <p> <b> &gt;&gt;&gt; FROM BRIGHTON</b></p> <p>The Backbencher asked Guardian chief reporter Kevin Maguire for his thoughts on this year's Labour conference.</p> <p>\"Today really feels like the morning after the night before, following Tony Blair's 'I was wrong but right about Iraq' speech. In fact, it's social policy day here in Brighton, with Charles Clarke on reading and writing and John Reid - with his bedside manner - shouting about choice coming out of your ears (which is a very bad medical condition). Meanwhile David Blunkett is planning to lock up more parents and put their children in foster homes as well as building more private jails for kids. The star turn is Bono, the ageing multimillionaire rocker from U2, who is talking about how we can solve the problem of debt in developing countries.</p> <p>\"But the real action is behind the scenes (although smoke-filled rooms have been banned under the no-smoking policy) with lots of the traditional arm-twisting and horse-trading ahead of tomorrow's big vote on Iraq. The leadership has allowed through an anti-war motion, tabled by constituencies, calling for a date to be set for the early withdrawal of troops, because it knows it will be defeated. Mr Blair and Jack Straw, the foreign secretary, are having lots of conversations behind closed doors with leaders of the 'big four' trade unions in a bid to win support for a national executive committee statement which will really just back Mr Blair's position. So though the Labour party conference goes on for two more days, it's really over already.</p> <p>\"A lot of the action in Tonytown is in the huge, sprawling trade fair. Companies have paid £6,000 upwards to squat on small patches of carpet for the week plying their wares. Poor Richard Caborn, the sport minister, was passing a stand when somebody threw him a ball - it was rather to be expected that Mr Caborn dropped it.</p> <p>\"Mr Blair was at a Labour fundraising dinner last night, where chief executives of big companies paid as much as £475 a head to sit in the same room as the Labour leader. The party reckons it'll make a profit from this conference of upwards of £2m.\"</p> <p><b>&gt;&gt;&gt; LAST WEEK'S COMPETITION</b></p> <p>Congratulations to the pseudonymous entrant who identified David Laws' first foray into the public arena. David won the 1984 Observer Mace National Schools Debating Competition.</p> <p><b>&gt;&gt;&gt; THIS WEEK'S COMPETITION</b></p> <p>This week, the Backbencher has a copy of Nick Cohen's Pretty Straight Guys (<a href=\"http://www.faber.co.uk\">Faber and Faber</a>) to give away. To win it, just remind her of this year's Labour party conference slogan. Email <a href=\"mailto:backbencher@guardianunlimited.co.uk\">backbencher@guardianunlimited.co.uk</a>. Terms and conditions <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">can be perused here</a>.</p> <p><b>&gt;&gt;&gt; VOTE EARLY, VOTE ORANGE</b></p> <p>So who was responsible for sabotaging the Bruges Group's online poll to find the best candidate for PM? Not only did Robert Kilroy-Silk receive 1,521 votes to Tony's 691, but Ukip's real leader, Roger Knapman, got just 284. Kilroy-Silk himself denied all knowledge of the scam: \"It may well be that one person has masqueraded as a thousand. If they did, if they were doing it as a bit of mischief, they should have been supporting the party leader.\" A tactful reaction, Robert, but perhaps not entirely sensible. One of your most dedicated fans is going to be very, very hurt. And when she realises that all those hours pressing the Vote button were wasted, there's no telling what she might do. </p> <p><b>&gt;&gt;&gt; OH, MANDY</b></p> <p>A reader in the European parliament emails with news of an important date. \"Something your readers might wish to look into in the next fortnight are the hearings of the new candidates for the European commission - including Mr Mandelson,\" he writes. \"All have already completed exhaustive questionnaires about their suitability for the job, and will be questioned for three hours by the relevant European parliament committee.\" Peter is due to be broadcast live at midday on Monday UK time, and those interested in a summary of his qualifications for the job of trade commissioner can <a href=\"http://www.europarl.eu.int/hearings/commission/2004_comm/questionnaires_en.htm\">find it here</a>. \"Although my experience as a minister was shorter than I would have wished (for a set of unfortunate reasons I am happy to explain and for which successive inquiries cleared me of any wrongdoing),\" he writes, \"it will prove of great value in my new role.\" The rest is well worth a read: \"The temptation is to think that all of this [the public's low opinion of the commission] can be explained by a hostile press. But in my view the hostility of the press is a reflection of deeper factors that need to be addressed.\" <a href=\"http://www.europarl.eu.int/press/audicom2004/index_en.htm\">Tune in here</a> on Monday.</p> <p><b>&gt;&gt;&gt; AND THE GEEKS SHALL MERIT OUR MIRTH</b></p> <p>Minor congratulations, meanwhile, are due to the Backbencher's colleagues Tom Happold and Julian Glover, whose performance in the Electoral Reform Society quiz today earned Mr Happold a navy windcheater bearing the logo \"I'm a political anorak\". Place your bids for it now.</p> <p><b>&gt;&gt;&gt; ALAN BROUGHT TO BOOK</b></p> <p>Word reaches the Backbencher of an ambitious new biographical project from Paul \"The Thinker\" Richards, the author of a pocketbook of Blairite wisdom (Tony Blair In His Own Words) which the Backbencher was disappointed not to find waiting in the drawer of her bedside table in Brighton this week. Now she hears that Paul is tackling a biography of Alan Milburn - not to mention tutoring a course at Labour's new Academy of Political Thought. (Highlights include \"values versus policies\", \"socialist responses to war, poverty and globalisation\", and \"Labour's broad church\": course fees and dates have yet to be announced.) Will the strategist himself authorise this brave new work? Will it be a multi-volume effort in the style of the LBJ biography (\"Alan: The Postal Years\")? There are rumours it will be titled \"Days of Hope\", but the Backbencher needs to talk to Paul to refute them.</p> <p>Meanwhile, advance copies of David Hencke and Francis Beckett's The Blairs and Their Court are on sale in the Brighton centre, along with Tom Bowers' 10-11 opus. Next week, Tories permitting, the Backbencher will be giving a copy away.</p> <p><b>&gt;&gt;&gt; NEW LABOUR, NEW GENDER</b></p> <p>As Backbencher readers will know, the security lockdown at Brighton this week is relentless - so robust, in fact, that it's rumoured even Gordon was subjected to a pat-down. Now, the Backbencher has no objection at all to the X-ray machines she consistently sets off, the subsequent wanding, and the testing of all dubious substances (\"Is this coffee yours, madam? Could you take a sip of it, please?\") - particularly when the police officers are so uniformly charming. So when her conference pass arrived, she was mortified to discover that Labour's security machine had added an extra S to her first name. In short, the name on the pass was male; the picture accompanying it showed a woman. Not only was this mildly shaming (Would this have happened to Andrea Marr? Michaela White? Jack Ashley? Simone Hoggart? Hardly), but it would surely arouse suspicion at the security checkpoints. She called Labour Ops in Newcastle.</p> <p>\"Ooh, bloody hell,\" exclaimed a female employee. \"That won't be a problem, though. You see, all your information's on the pass.\" And so it has proved. The implications of this are, frankly, pretty alarming, and the Backbencher will move on. </p> <p><b>&gt;&gt;&gt; BLOG STANDARD</b></p> <p>We turn, now, to someone whose credentials are rather too remarkable to convince - Danny Thorpe, one of the contributors to Labour's pseudo-blog, <a href=\"http://www.labour.org.uk/index.php?id=ac04conferencediary\">the Conference Diary</a>.</p> <p>\"Undoubtedly, today was the most important day of the conference,\" an excited Danny wrote yesterday. 'I, like many others, watched and waited for the Prime Minister's speech... My vantage position was second to none ... The speech itself was poignant, funny and moving. Tony highlighted clearly the choice that Britain faces; to continue with our massive programme of social reform or return to the dark old days of Conservative boom and bust.\"</p> <p>Meanwhile, baby-blogger Stephanie Peacock was demonstrating just what a poor job the media do of communicating the Labour vision for a third term.</p> <p>\"Started the day with interviews with some of the local Halesowen papers. It's interesting that the questions are quite similar, and one they like asking is why I'm not out drinking like the rest of the teenage population is supposedly doing. Is this a sensible question for journalists to be asking after there has been a campaign to reduce binge drinking?\" Where to begin, Stephanie? Where to begin? \"The interviews were OK, but it's interesting to see the way the media want to and do portray conference and the way conference is.\" How very, very true. Now, Stephanie, if you fancy a chat over an orange juice at the Grand, just call 01273 710224 and ask for the Backbencher. Don't worry - there's no need to call the Labour press office first.</p> <p><b>&gt;&gt;&gt; ON TV AND RADIO THIS WEEK</b></p> <p>Tonight, 7.30pm, BBC2: Assassination of Archduke ...<br> Sarajevo, 1914, Princip, setting off a chain of events that would plunge Europe into world war ... Peak-time history primer, 90 years on.</p> <p>Tonight, 10pm, BBC4: Tales from Europe<br> Kirsty Wark returns with more insights into the challenges facing the newest members of the EU. Last week's mudpack was, happily, just a blip: tonight, the Newsnight presenter investigates Slovakia's ice hockey scene, \"as well as tensions surrounding the Roma community\".</p> <p>Thursday, 8pm, BBC1: Fat Nation: The Big Challenge<br> Hard-working British families, living longer, thanks to ... No, the Backbencher can't stand it. May she point out that the press room in Brighton has no water, let alone tea or coffee? And that a small bottle of still water costs £1.30?</p> <p>Friday, 11.30pm, BBC4: Pop and Politics<br> Is it just the Backbencher, or is BBC4 losing some of the elitist edge she loved it for? A new series investigates pop stars who lumber into the political arena. Tonight: Chrissie Hynde and animal welfare.</p> <p>Tuesday, 9.50pm, BBC2: Bribing for Britain<br> Investigating British Aerospace's dealings with Saudi Arabian clients.</p> <p><b>&gt;&gt;&gt; COMING UP NEXT WEEK IN BOURNEMOUTH</b></p> <p>TUESDAY OCTOBER 5, 1-2pm<br> Guardian debate: Can the Tories win? <br> Political editor Michael White chairs a panel of Alan Duncan and David Cameron at the Tralee Hotel (Cork Ballroom)</p> <p>WEDNESDAY OCTOBER 6, 6.30-8pm<br> Observer debate: In conversation with Andrew Rawnsley<br> Lord Saatchi and Liam Fox attend, again at the Tralee Hotel (Cork Ballroom)</p> <p><b>&gt;&gt;&gt; FINAL READING</b></p> <p><a href=\"http://politics.theguardian.com/gall/0,9352,1315592,00.html\">See exclusive sketches from Steve Bell at the Labour conference</a></p> <p><a href=\"http://politics.theguardian.com/competitions/page/1,14303,1315518,00.html\">Enter Kevin Maguire's daily conference quiz to win £100 of Borders vouchers and a copy of his new book</a></p> <p><a href=\"http://politicstalk.theguardian.com/WebX?50@@.774757a6\">See how Labour election strategist Ruth Kelly answered your questions</a></p> <p><a href=\"http://politics.theguardian.com/columnist/story/0,9321,1315643,00.html\">Labour candidate Kitty Ussher on why Blair's speech reassured her</a></p> <p><a href=\"http://politics.theguardian.com/labour2004/comment/0,14991,1314893,00.html\">Carrot and shtick: Ros Taylor on Blair's near confession</a></p>",
  "<p>The floods in north-west Haiti have come just four months after a similar catastrophe claimed the lives of more than 2,500 people in the Caribbean country's south-east border region. Then, flash floods and mudslides decimated the remote communities of Fond Verrettes and Mapou, whereas now the focus is on the massive loss of life in the sprawling slum that is the city of Gonaïves. </p> <p>In both cases, the immediate cause is the absence of trees on the country's hills and mountains, leaving a surface unable to absorb any rainfall. But these disasters demand deeper consideration of why Haiti in particular suffers - and why its people will inevitably suffer again. </p> <p>Blame for the deforestation that has reduced tree cover from an estimated 60% in 1923, to less than 2% today, falls easily on the country's peasant farmers, who make up nearly two-thirds of the population. But while they do indeed cut down the trees, they are not the guilty ones. </p> <p>Haiti's peasants are desperately poor; four out of five farmers cannot satisfy their families' basic food needs. When you have nothing to eat, no animals to slaughter, no seeds to plant, nothing to sell, no prospect of finding paid work and your children's hair is turning orange because of malnutrition, what can you do? Felling saplings and digging roots to produce a sack of charcoal to sell for cash is, for many, a matter of life or death. </p> <p>Part of the reason why the Haitian countryside got in such a state goes back to the country's birth as an independent nation 200 years ago. In the 19th century, former slaves and their descendants took what they most wanted - their own land - when and where they could find it. A nation of smallholders developed. Meanwhile, the country's ruling elite congregated in the coastal towns, living off the spoils of agricultural export taxes and plundering the national treasury. </p> <p>This situation remained pretty much the same until the middle of the last century, by which time individual landholdings had been divided into smaller and smaller plots over succes sive generations. Farming methods had remained primitive, and the continual need to produce crops to live on meant that farm land was being consistently overworked. As yields decreased, peasant farmers could not afford to leave land idle, nor allow trees to remain where new crops could be planted. </p> <p>Haitian agronomists and foreign development experts have been considering the relationship between land use, farming techniques and soil erosion since the 1940s. Remedies were proposed, but under the Duvalier family dictatorship (1957-86), Haiti's well-established corrupt style of government was taken to new extremes. Taxes went up and prices paid for agricultural surpluses went down. The pressure on the land grew ever greater. </p> <p>When democratic government was restored in 1994, following three years of military rule, there was a chance to implement bold moves to address the rural crisis. But the Haitian government was entirely dependent on foreign assistance, and the structural adjustment policies favoured by the international finance institutions (IFIs) had no place for agricultural development. </p> <p>In a leaked paper in 1996, the World Bank warned that two-thirds of the country's workers based on the land would be unlikely to survive the economic measures demanded by the bank and the International Monetary Fund. It concluded that the rural population would be left with only two possibilities: to work in the industrial or service sector, or to emigrate. </p> <p>This has come to pass. Foreign aid to Haiti has been turned on and off, but nearly all of it has been allocated to governance, security, elections and support for the private sector. Next to nothing has been done to support the agricultural sector - no land reform, no subsidies for fertilisers or storage facilities, no subsidised credit, no reforestation campaign, and no irrigation projects. At the same time, the free-marketeers have insisted on the reduction - and, in some cases, the elimination - of import tariffs, effectively destroying much local food production. </p> <p>A ministry of the environment set up in early 1995 had plans to reduce urban consumers' demand for charcoal by promoting the use of gas stoves, to explore the option of importing alternative fuels, and to reforest mountain areas where key watersheds were located. </p> <p>However, none of these initiatives ever got off the ground because only 0.2% of the US$560 million foreign assistance that was allocated to Haiti during the mid- to late-1990s was assigned to the environment. </p> <p>The new government, formed following the fall of Jean-Bertrand Aristide in February, is led by Gerard Latortue, a veteran of the UN system, and is stuffed with technocrats who are well aware of the IFI's preferences. Its decision to downgrade the environment ministry to a state secretariat gives a clear indication of its sense of priorities. </p> <p>In May and June this year, while the south-west was still recovering from its fatal floods, hundreds of development experts were flown to Haiti to help the new government draw up plans for economic renewal. At an international donors conference in Washington DC in July, pledges of support exceeded the government's request for $1.37bn. Less than 10% of this total was allocated to the agricultural sector, and less than 2% for environmental protection and rehabilitation. </p> <p>By doing nothing to support the poverty-stricken peasantry, the international community is complicit in the loss of life and misery caused by this year's \"natural\" disasters in Haiti. More tragic still is the realisation that, if things continue as they are, future catastrophes are inevitable. </p> <p><strong>· </strong> Charles Arthur is author of Haiti in Focus (published by Latin America Bureau, 2002). More information: <a href=\"http://www.haitisupport.gn.apc.org\">www.haitisupport.gn.apc.org</a></p>",
  "<p>The video, projected on to a screen that fills the entire proscenium arch, shows a naked man. He walks towards the viewer, but there is a rubber cord around his waist, attached to the wall behind him, constantly pulling him back. A woman stands to one side, staring impassively ahead of her. The screen goes up. On the stage behind, a naked man is re-enacting the same, endless sequence while a woman dressed like the one in the video stands nearby. Another video, this time projected on to the rear wall of the stage, shows a woman savagely brushing and combing her hair with a steel brush and comb. It is replaced by images that show her cutting a five-pointed star into her stomach with a razor blade. </p> <p>We are in the painful, perilous, mesmerising world of performance artist Marina Abramovic. The scenes belong to a work to be premiered today at the Teatro Palladium in Rome during the annual RomaEuropa festival. Part anthology, part biography, part video show, The Biography Remix also points to the direction in which Abramovic hopes to steer performance art, which she helped to pioneer in the 1970s and of which she is today one of the world's leading creators and interpreters. </p> <p>Abramovic has been putting on representations of her life and work since the late-1980s, when her all-consuming partnership with the man known only as Ulay, the frustrated walker in the video, broke down. They turned their split into an epic performance. Abramovic set off from one end of the Great Wall of China, Ulay from the other, and when they met in the middle, each having walked more than 1,500 miles, they said goodbye. \"Afterwards, I was in such pain, mentally and physically, that I could not go back to my own work,\" said Abramovic. \"The only way I could see a solution was if I could take some kind of distance from myself by staging my own life.\" Since then, she has been creating and performing an updated Biography every four or five years. </p> <p>Born in 1946 in Belgrade, Abramovic is the daughter of partisans. Her mother joined the Communist party, she says, after her grandfather, the Orthodox Patriarch of Serbia, was murdered on the orders of the king by having ground diamonds put in his food. \"He was declared a saint,\" she adds. </p> <p>Abramovic had her first exhibition as a painter at 16. In 1968, while other kids were putting flowers in their hair, Abramovic was trying out Russian roulette and discovering Zen Buddhism. Six years later, she left what was then Yugoslavia to settle in Amsterdam. At different times since, she has lived with Tibetan monks and Australian aborigines (\"next to the Lake of Disappointment\"). At the Venice Biennale in 1997, and to the horror of the Montenegran authorities who had sponsored her, she performed a work entitled Balkan Baroque, which involved her tenderly washing 1,500 bloodied bones. It won her the top award, the Golden Lion. </p> <p>The last thing you expect her to be is jolly. But she is. She bubbles with bright-eyed enthusiasm and smiles easily. Sitting across the table in a plain white blouse and black skirt, she could be the local building society manager. It is hard to believe that when rehearsals resume, she will be dangling above the stage, bare-breasted and holding a snake in each hand. She has worked with producers on her biographies before, but always retained artistic control. This time, however, she surrendered the last word to the Belgian director and choreographer Michael Laub, even going so far as to sign a contract to that effect. \"I didn't ask her to do that,\" says Laub quickly. </p> <p>Abramovic's gesture reflects a belief that the way forward for performance art is for works to be reperformed, and even reinterpreted, by artists other than the creator. \"I wanted to open up the idea of performance as being like a music score. If you can play Bach hundreds of years after his death and make techno-Bach, why can't you reperform the pieces of an artist of a different generation?\" </p> <p>Next month, she is to put on a series of seven pieces at the Guggenheim in New York. All but one were conceived by other artists from whom Abramovic sought formal permission and instruction. \"I wanted to establish some kind of example of how it really should be done,\" she says. \"Until now, there have been a few attempts at reperforming old pieces, by several different artists, but always like a kind of parody, and without asking permission or taking care of the original material.\" </p> <p>The Biography Remix is the same idea, but in reverse. It is a Laub creation using Abramovic originals, truly a remix. Laub scrapped the chronological format Abramovic used in the past, and brought in other performers. One moment you are watching the young Abramovic on video, the next Abramovic played by one of her young students, then Abramovic in the flesh. </p> <p>Trying to make theatre out of a kind of performance art that involves testing the limits of physical and men tal resistance raises special problems. One of Abramovic's most famous performances is Light/Dark, in which she and Ulay slapped each others' faces, increasing in speed till they could go no faster. Laub decided to \"serialise\" it by using several couples. \"The difference between performance art and, say, repertory theatre, is that when Marina and Ulay decided to do something as strictly physical as slapping each other in the face for 20 minutes, they didn't really care if they ended up in hospital the next day, because they were very committed and they didn't have to reproduce the piece,\" he said. \"It's sort of hard as a director to ask these young people to rehearse that.\" He had managed, he said, \"by apologising a lot\". And maintaining a stock of ice packs. A book on the making of The Biography Remix includes a photograph of one performer on her back at the end of a rehearsal with ice packs on one knee and the side of her face. </p> <p>At times, Laub's production transcends Abramovic's performances to make a different creative statement. One of her most powerful works is Rest Energy, from 1980. While she gripped a bow at arm's length with the arrow pointing towards her, Ulay held the arrow to the bowstring with his fingers, then they both leaned backwards till the bowstring was taut and the arrow was aiming straight at her heart. Microphones attached to their chests provided the soundtrack. </p> <p>\"This is a very difficult piece where you really risk your life,\" said Abramovic. But it is also about love, trust and mutual dependence. And in Laub's production, that comes across even more clearly than the danger, as illuminated digital strips on either side of the couple flash the timeline of their relationship. \"1977. We talk to each other in our dreams. 1985. We stop making love.\" </p> <p>The effect is redoubled when you know that the man up on the stage holding the arrow, with the power of life and death over Abramovic, is Ulay's son. \"I never even knew he existed. He hid it from me,\" said Abramovic. \"He already had one son in Germany by his first wife, and I think he was maybe ashamed that he twice left children behind.\" </p> <p>Jurriaan Sebastian Löwensteyn, 32, was working in the theatre, backstage making sets. \"Why I am doing this is mostly to explore the past, to explore physically and emo tionally what Ulay and Marina did,\" he is quoted as saying in the book. </p> <p>The Biography Remix coincides with several turning points in Abramovic's life. She is giving up teaching next month and leaving Amsterdam after 27 years to divide her non-working time between a flat in Rome, a loft in New York and a house in the Mediterranean. \"On Stromboli.\" I should have guessed. \"Stromboli is the last permanently active volcano in Europe,\" she said, leaning forward intently with her dark eyes flashing. \"Every 20 minutes, it's shooting out lava. Every 20 minutes. Black sand. Black beach. Everything black. It's fantastic.\" </p> <p><strong>·</strong> The Biography Remix is at the Teatro Palladium, Piazza Bartolomeo Romano, Rome, on September 29 and 30, and October 1 and 2. Box office: 00 39 06 5706 7768. <a href=\"http://www.teatro-palladium.it\">www.teatro-palladium.it</a></p>",
  "Tony Blair's speech to the party faithful garners acres of newsprint across all the newspapers. The Mirror treats him best, focusing its coverage on the prime minister's 10 pledges to take Labour into a historic third term. <p>\"Power, wealth and opportunity in the hands of the many not the few. That was, and is, our mission,\" he declared. (The package of pledges includes better schools and more choice for parents, better childcare for all parents of school-age children, a GBP1bn boost for science, and ID cards introduced in three years.)</p> <p>The Mail is most critical of Blair, dissecting his promises under the headline \"Rehash, reheat, recycle\", and giving a lot of space to protests by the Countryside Alliance (along with more photographs of scantily-clad female protesters than even the tabloids dare show). Max Hastings is given two pages to attack \"the maestro of saccharine sincerity\", on taxes, pensions, immigration and Iraq. \"The British public will never trust his word again about whether it's Tuesday or Wednesday.\"</p> <p>For the other papers, it is Iraq that dominates, specifically the lack of an open apology for the situation in Iraq - an apology, the Guardian notes, that appeared in the draft given to journalists. \"I know this issue has divided the country,\" he said, \"I entirely understand why many disagree.\" But the next line, \"I am genuinely sorry about that,\" was removed from the delivered speech. The paper says he offered his most \"contrite justification for the conflict so far\".</p> <p>That is not how it appears to the Sun. \"I was right over Iraq,\" thunders the paper. \"I can't sincerely apologise for removing Saddam,\" the paper quotes, but adds the PM admitted he was wrong about the existence of weapons of mass destruction.</p> <p>The FT uses this admission to give the impression Mr Blair did apologise for Iraq, and notes a comment to an anti-war heckler that drew applause: \"You can make your protest. Just thank goodness we live in a democracy and you can.\"</p> <p>Guardian: <a href=\"http://www.theguardian.com/Politics/labour2004/story/0,14991,1315227,00.html\">Blair refuses to say sorry over Iraq</a> <br>Mirror: <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14695636%26method=full%26siteid=50143%26headline=labour%2dat%2dbrighton%2d%2dtony%2ds%2dtop%2d1o-name_page.html\">Bring it on</a> <br> Sun: <a href=\"http://www.thesun.co.uk/article/0,,2-2004451618,00.html\">I was right over Iraq</a><br> FT: <a href=\"http://news.ft.com/cms/s/e641f40e-10bc-11d9-a73b-00000e2511c8.html\">Blair urges unity despite rifts</a></p> <p><b>·</b> This is an extract from today's Wrap, Guardian Unlimited's daily email round-up of the day's papers. You can subscribe for £14.95 a year <a href=\"http://www.theguardian.com/wrap\">here</a></p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Italian hostages freed, hope for Ken Bigley and Rooneymania hits the back pages. </p> <p><b>BLAIR IS CONTRITE BUT NOT SORRY</b> </p> <p>Tony Blair's speech to the party faithful garners acres of newsprint across all the newspapers. The Mirror treats him best, focusing its coverage on the prime minister's 10 pledges to take Labour into an historic third term. </p> <p>\"Power, wealth and opportunity in the hands of the many not the few. That was, and is, our mission,\" he declared. (The package of pledges includes better schools and more choice for parents, better childcare for all parents of school-age children, a GBP1bn boost for science, and ID cards introduced in three years.) </p> <p>The Mail is most critical of Blair, dissecting his promises under the headline \"Rehash, reheat, recycle\", and giving a lot of space to protests by the Countryside Alliance (along with more photographs of scantily-clad female protesters than even the tabloids dare show). Max Hastings is given two pages to attack \"the maestro of saccharine sincerity\", on taxes, pensions, immigration and Iraq. \"The British public will never trust his word again about whether it's Tuesday or Wednesday.\" </p> <p>For the other papers, it is Iraq that dominates, specifically the lack of an open apology for the situation in Iraq - an apology, the Guardian notes, that appeared in the draft given to journalists. \"I know this issue has divided the country,\" he said, \"I entirely understand why many disagree.\" But the next line, \"I am genuinely sorry about that,\" was removed from the delivered speech. The paper says he offered his most \"contrite justification for the conflict so far\". </p> <p>That is not how it appears to the Sun. \"I was right over Iraq,\" thunders the paper. \"I can't sincerely apologise for removing Saddam,\" the paper quotes, but adds the PM admitted he was wrong about the existence of weapons of mass destruction. </p> <p>The FT uses this admission to give the impression Mr Blair did apologise for Iraq, and notes a comment to an anti-war heckler that drew applause: \"You can make your protest. Just thank goodness we live in a democracy and you can.\" </p> <p>* <a href=\"http://www.theguardian.com/Politics/labour2004/story/0,14991,1315227,00.html\">Blair refuses to say sorry over Iraq</a><br>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14695636%26method=full%26siteid=50143%26headline=labour%2dat%2dbrighton%2d%2dtony%2ds%2dtop%2d1o-name_page.html\">Mirror: Bring it on</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004451618,00.html\">Sun: I was right over Iraq</a><br>* <a href=\"http://news.ft.com/cms/s/e641f40e-10bc-11d9-a73b-00000e2511c8.html\">FT: Blair urges unity despite rifts</a></p> <p> <b>ITALIAN HOSTAGES FREED</b></p> <p>Away from events in Brighton, Iraq dominates everything . The Telegraph's front page has a picture of two smiling and relieved-looking women, the \"two Simonas\" released by kidnappers in Iraq. </p> <p>The two Italian aid workers, Simona Pari and Simona Toretta, were kidnapped three weeks ago and freed after efforts by Silvio Berlusconi's government. There were reports that USD1m had been paid to the kidnappers, a claim the Telegraph says the Italian government didn't deny outright. (The Times says Italy's foreign minister denied the claim, but speculates a private benefactor may have paid the money.) </p> <p>Italian TV interrupted programmes to broadcast footage from the satellite channel al-Jazeera, showing the two women at dusk on an Iraqi road, removing their black veils and smiling broadly, notes the Guardian. Thousands of Italians took to the streets to celebrate. </p> <p>The Independent says the women appeared to be in good health as they landed aboard a military aircraft in Rome. \"It went well, we have been treated with a lot of respect,\" said Ms Torretta. </p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1315244,00.html\">Italian aid workers freed in Iraq</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/29/wirq29.xml\">Telegraph: Two Simonas freed 'for USD1m ransom'</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Joy as aid workers fly home</a><br>* <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=566789\">Independent: Italian hostages freed</a></p> <p> </p> <p><b>HOPE FOR KEN BIGLEY </b></p> <p>The release of the two Italian aid workers brings hope to the family of Ken Bigley, notes the Times. Paul Bigley, the younger brother of the kidnapped engineer, draws a stark contrast between the efforts waged by the Italian and Egyptian governments to secure the release of their citizens and Tony Blair's efforts. \"We are exhausted but we won't give up,\" he said. </p> <p>In the Guardian, the delegation from Britain's Muslim community that flew to Baghdad to secure Mr Bigley's release reports back, saying the US bombing of Iraqi civilians was hindering mediation efforts. \"I think it would help to stop bombing Falluja and Sadr City,\" said Dr Abdullah, one of the delegates, \"It's causing a lot of discontent among the people. They think they are innocent victims like Ken Bigley.\" </p> <p>The two-man delegation said they were optimistic Mr Bigley is still alive. The Sun runs the biggest report on Mr Bigley and off-leads with the best news: he is to be released. The paper's report says a website message, apparently from the Tawhid wal Jihad group holding Mr Bigley, announced the group \"frees the prisoner and saves his life\". \"His family pleaded with the lions of the Jihad to have mercy on him and his weakness and asked Islam to show justice.\" It wasn't clear if the message was authentic and there was no confirmation as the Wrap went out</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1315193,00.html\">Bombing 'hinders Bigley release'</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,7374-1285054,00.html\">Times: Bigley family takes heart</a><br>* <a href=\"http://www.thesun.co.uk/article/0,,2-2004451909,00.html\">Sun: Hostage Ken 'to be freed'</a></p> <p> <b>LAST WORDS OF MURDERED WIFE</b> </p> <p>Away from politics, several of the papers carry the story of Julia Pemberton, shot dead by her husband while she made a 999 phonecall. The Mail leads on the story, but most of the papers carry it, along with the complete transcript of Mrs Pemberton's last phonecall revealed to the inquest. </p> <p>Mrs Pemberton's husband Alan, a millionaire financial adviser, broke into the home in Newbury, Berkshire, where she lived with their 17-year-old son and shot him dead with a shotgun. He then hunted through the house for the 47-year-old, finding her hiding in a cupboard. </p> <p>\"He's coming in the other end. I can hear him bashing the glass,\" she tells the police operator, \"He's coming in now. Oh my God please help me. He's gone up the side.\" Mrs Pemberton becomes increasingly frantic and a door is heard opening. \"He's coming now,\" she says, before a male voice is heard saying \"You [word deleted]-ing whore\" and the line goes dead. Mr Pemberton later turned the gun on himself. The Times says Mrs Pemberton had been afraid that her husband might harm her after they split. The coroner's court heard there had been a history of abuse towards Mrs Pemberton. </p> <p>* <a href=\"http://www.dailymail.co.uk/pages/live/articles/news/news.html?in_article_id=202588&amp;in_page_id=1770\">Mail: 'Wife was threatened before her murder'</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1284514,00.html\">Times: 'My husband has a gun'</a></p> <p> <b>ROONEYMANIA HITS BACK PAGES AGAIN</b></p> <p>Every single sports section leads with the boy in red and white. Wayne Rooney, the teenager who cost Manchester United almost GBP30m, delivered at his debut last night, scoring a hat-trick in a 6-2 devastation of Fenerbahce. </p> <p>The papers struggle to capture the excitement Manchester United fans must have felt at Old Trafford: \"A Troo Genius\" says the Sun; \"Hail the Roo Messiah\" says the Mirror. (The Express is mildly impressed. \"Not bad for starters\" it headlines.) </p> <p>In the Mail, Jeff Powell writes that Rooney is not the new Eric Cantona, but the new George Best. \"Rooney is here. United are back. England can hardly wait,\" he says. More praise from the Sun's Shaun Custis, who compares him to \"Stanley Matthews, Bobby Charlton, Gazza - could any of them match this lad? The boy has everything and more.\" Who was that Beckham lad again? </p> <p>* <a href=\"http://www.thesun.co.uk/article/0,,2002390000-2004451610,00.html\">Sun: A troo genius</a><br>* <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14695727%26method=full%26siteid=50143%26headline=%2d30m%2d%2dis%2dthat%2dall%2d-name_page.html\">Mirror: Hail the roo messiah</a></p> <p><b>HARRY'S GAME</b> </p> <p>A serious day, even for most of the tabloids, but the Mirror has some nice photographs of Prince Harry teaching primary school children in the West Midlands about rugby. The Mail's coverage, perhaps surprisingly, is slightly barbed, suggesting the Prince is trying to shed his image as a playboy and is willing to try anything - it highlights his appearance on TV earlier this year doing humanitarian work in Africa. But the children seem happy with the 20-year-old's coaching: \"I love tag rugby and will definitely continue to play it,\" says 10-year-old Emily Ferguson. </p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b><br> &gt;&gt;&gt; <a href=\"http://www.theguardian.com/space\">Lembit Opik, Liberal Democrat MP for Montgomeryshire, writes about the threat of asteroids</a><br><br> &gt;&gt;&gt; <a href=\"http://www.theguardian.com/politics\">Ruth Kelly, the Labour party's deputy election and policy co-ordinator, will be answering questions live online at 3pm</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The annual Superbrands survey tells us which brands are cool. P9<br>Mal Young, the BBC controller responsible for EastEnders, is leaving the corporation to join the company behind Pop Idol. P10<br>David Beckham stars in an animated Adidas advert alongside Scooby Doo. P10<br>Jay Leno, the star of US late-night TV, is quitting The Tonight Show in 2009. P13<br>Palestinian gunmen have freed a CNN journalist abducted in Gaza. P14<br>Iain Duncan Smith on why he loves The West Wing. G2 P4<br>Baby blogging is the latest internet phenomenon. G2 P14</p> <p>MEDIA BUSINESS<br>Reports of the death of CDs have been greatly exaggerated. P19<br>Richard Findlay, chief executive of Scottish Radio Holdings, says the company won't be pressured into a takeover deal. P19<br>Emap continued its waiting game over a bid for SRH as it warned the merger of GWR and Capital would not dominate the radio advertising market. P19<br>Conrad Black's troubles intensified after a shareholder in Hollinger Inc asked an Ontario court to remove the tycoon as chairman and chief executive. P19</p> <p><strong>THE TIMES</strong> (tabloid edition)</p> <p>The Superbrands survey tells us what's cool and what's not. P5<br>Moscow police have arrested two Chechen suspects in connection with the murder of Paul Klebnikov, the editor of Forbes magazine's Russian edition. P34<br>A bidding war is expected to erupt between Channel 4, the BBC and BSkyB this week over the rights to televise English cricket matches. P54<br>Emap has refused to rule out a bid for Scottish Radio Holdings. P54<br>News Corp has paid 60m pounds for the remaining 19.9 per cent it does not own in Sky Italia. P54<br>Conrad Black is to give up Hollinger voting rights. P54</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>A Channel 4 documentary about the Daily Mail made by Fiona Millar, Alastair Campbell's partner, has been abandoned. P5<br>Little Chef has scrapped it plan to slim down its logo. P32<br>Emap said a merger with Scottish Radio Holdings will happen at the time of its choosing. P35</p> <p><strong>THE INDEPENDENT</strong></p> <p>How going downmarket has transformed luxury goods brands. P3<br>The five clichÀs of women, as portrayed by advertisers. P14-15<br>Paul Daniels quits The Farm after an argument with rap singer Vanilla Ice. P18<br>Moscow police have arrested two Chechen suspects in connection with the murder of Paul Klebnikov, the editor of Forbes magazine's Russian edition. P21<br>DMGT gives the go-ahead for the merger of GWR and Capital radio. P35<br>Emap plans major magazine launch in France despite falling revenues. P37<br>Deborah Ross on why Andrew Marr is the best writer ever. Review P6</p> <p><strong>FINANCIAL TIMES</strong></p> <p>One of the most outspoken critic of Romania's ex-Communist leaders has resigned as senior editor of the country's daily Evenimentul Zilei. P8<br>CNN producer kidnapped in Gaza has been released. P8<br>Analysis of the consequences of the 1995 decision to allow more private ownership of television in Italy. P 20<br>Emap growth on track despite French competition difficulties P22<br>Centaur, publisher of Marketing Week and other trade magazines, is \"comfortably ahead\" of the recovery cycle in its first results since flotation. P24<br>Disney plans expansion in overseas TV channels with new stations in India and China. P25<br>Amazon and Microsoft are joining forces in a new battle against spam. P25<br>Sky takes control of Sky Italia. P26<br>Lachlan Murdoch, deputy chief operating officer of News Corp, has warned Australian shareholders it will not compromise on its move to New York. P27</p> <p><strong>DAILY MAIL</strong></p> <p>As Changing Rooms is axed the story of how four \"victims\" redecorated their houses. P24-25<br>Leslie Ash is fronting a new advertising campaign for Playtex bras. P27<br>The expected merger of GWR and Capital radio could be announced this morning. P74<br>Conrad Black has indicated he is willing to loosen control of Hollinger Inc. P74<br>Celebrity magazine Closer drives growth at Emap. P74</p> <p><strong>DAILY EXPRESS</strong></p> <p>Leslie Ash is fronting a new advertising campaign for Playtex bras. P25<br>Interview with Ian McShane. P38-39</p> <p><strong>DAILY MIRROR</strong></p> <p>Paul Daniels quits The Farm. P10</p> <p><strong>THE SUN</strong></p> <p>The Superbrands survey says what's hot and what's not. P8<br>BBC head of drama Mal Young quits the corporation to join the company behind Pop Idol. P9<br>Marge Simpson is to go head-to-head with the Queen by giving an alternative Christmas speech. P23<br>Paul Daniels quits The Farm. P27</p> <p><strong>DAILY STAR</strong></p> <p>Coronation Street stars to get a bumper pay rise. P7<br>Leslie Ash is fronting a new advertising campaign for Playtex bras. P13<br>Pot Noodle has been voted Britain's most hated brand. P23<br>ITV chiefs have clinched a 50m pounds deal to screen Harry Potter and other top movies. P25</p> <p><strong>AND FINALLY...</strong></p> <p>Wayne Rooney's hat-trick against Fenerbahce on his Manchester United debut last night had the tabloid subeditors vying for the most Roo-diculous headline award. The Sun did a front and back page double whammy, with \"It's Wayning Goals\" and \"Stonkerooney\" and then couldn't stop with \"Wayne 'N' Shine\" on the inside back page. The Star plumped for \"Would Roo Believe It\" and \"United's T-Roo hero\" but the Daily Mirror topped the lot with the OTT \"Hail the Roo Messiah\".</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "Tony Blair's speech triggered announcements across Whitehall of legislation to extend anti-discrimination laws to Muslims and people of other faiths, introduce electronic border checks by December, and mandatory drug testing of 240,000 people arrested each year. <p>The prime minister said the decision to change the law to make discrimination on religious grounds unlawful was necessary to \"demonstrate to Muslims here in Britain\" that the values of liberty, tolerance and the rule of law extended to \"all our citizens\". </p> <p>The Home Office said the legislation, which is expected to be included in a bill setting up a human rights commission, would extend existing protection against religious discrimination at work or on training schemes. The law would ban discrimination on grounds of religion \"in the provision of goods, services, facilities and premises\". </p> <p>A Home Office official said that religious groups such as Sikhs and Jews were already protected, and the measure would extend such protection to Christians and Muslims. </p> <p>Mr Blair's pledge to build an \"electronic border\" around Britain triggered the announcement of Project Semaphore, in which the details of all travellers to and from the UK on 10 air routes would be logged by the end of this year. </p> <p>The pilot project was called \"the first phase of the e-borders\" programme and will mean immigration computers will be able to track when travellers enter and leave the country. </p> <p>The \"radical extension of compulsory drug testing for offenders\" will also involve legislation. </p> <p>At present, the police can insist on a mandatory drug test for anyone they charge who they suspect is a drug user. Legislation will extend this power to anyone arrested. The Home Office said it expected the change to double the number of offenders tested for drugs to some 240,000 a year.</p> <p>The health secretary, John Reid, also announced an extra £219m over two years to boost drug treatment programmes.</p>",
  "<p>Imagine you've got this big old beanbag, you've had it all your life. It used to be the biggest one you could get, a supersize beanbag. But recently some of the stuffing's come out and it's become all baggy and saggy, too much bag for your beans. You decide to have it fixed up, to have it made into a smaller, neater beanbag. So you take it to the beanbag man. </p> <p>The beanbag man first takes a bit more of the remaining stuffing out - by unzipping the cover a little, pushing in the nozzle of his vacuum cleaner and sucking out some of the little polystyrene balls. Schlerp. That's better. But now the cover's way too loose so he has to make it smaller. He does this by making cuts and taking out big strips of material, then sewing it up again. It's a long and painstaking process. </p> <p>And at the end of it all? Well, frankly, it's a bit of a mess - shapeless and ugly, and it leaks little polystyrene balls from where the man sewed it back together. But you don't really notice, you think it looks just grand, ready to be enjoyed again. </p> <p>That's what happened to a British woman called Valerie Rogers. Except it wasn't her beanbag, of course; it was her body. Valerie is <strong> The Woman Swamped By Her Own Skin</strong> (Five). </p> <p>She used to weigh nearly 40 stone, but after two years on a low-carb diet, she'd lost 22 of them, almost a stone a month. Trouble is, her skin didn't shrink back to fit her new 18-stone body, so she looked like a Shar-Pei - you know, one of those funny wrinkly dogs with too much skin. </p> <p>Enter Kansas-based Dr Ted Lockwood, pioneer of the \"circumferential body lift\", the biggest and most dangerous cosmetic operation procedure in the world: 12 hours of extreme surgery. Valerie's good at explaining it to the layman: \"It's a bit like pulling your jeans up, and pulling your shirt down,\" she says, cheerfully. And thanks to Five, we get to watch. </p> <p>A lot of people seem to be going under the knife for our entertainment at the moment, both fictionally (Nip/Tuck), and for real (Live Cosmetic Surgery). But never quite on this scale before. It's not easy viewing. </p> <p>First Dr Ted gives Valerie a vigorous five-hour bout of liposuction, sucking out the fat right down to her ankles. Then he gets down to removing the maximum amount of fat and skin permitted by US law - for Valerie that's two-and-a-half stone, or 13% of her total weight. Which means some serious carving - huge white slabs of tripe are sliced out, then dumped in a bucket. There goes her belly button; that's OK, he'll make her another. God, what's that? It looks like an octopus ... </p> <p>I found it very hard to watch, even through my fingers. Fascinating, but also one of the nastiest things I've ever seen on TV. Much better to think of it all in terms of beanbags and little polystyrene balls. </p> <p>After the operation, Valerie feels like a truck has run over her, and then backed up and run over her again, just as Dr Lockwood said she would. But a few weeks later, back in England, the picture is brighter. \"I feel more feminine, more like a female,\" she says, trying on clothes. \"I feel sexier. So there you go, that can't be a bad thing.\" No, I suppose it can't. </p> <p>And the clown who made this programme plays it out with ELO's Mr Blue Sky: </p> <p> \"Hey you with the pretty face </p> <p>Welcome to the human race.\" </p> <p>I think there's been a terrible mistake. A busload of unhinged D-list celebrities was supposed to be delivered to The Priory. Take them to the funny farm, said the driver's boss. But the driver didn't hear the funny part, so he took them to <strong> The Farm</strong> (Five) instead. </p> <p>Here they are, then, wrestling maniacally with pigs, tossing croissants to the ducks and tugging away in vain at poor Rita's udders. Which may be bad news for Rita, but is very entertaining for us. I mean, it's obviously a big steaming cowpat of a show, and the only interesting revelation up to now has been that Rebecca Loos rhymes with dose and not with moose, but of course it's also highly addictive. Fabulous mix of cast, too. </p> <p>Favourite bits so far? Lady Victoria Hervey's assumption that Stan Collymore was Vanilla Ice; Paul Daniels storming out; Debbie McGee staying; and someone called Ritchie Neville's attempts to get noticed. </p> <p>Stan Collymore actually seems quite handy with a sheep. Could it be that lambing is the new dogging?</p>",
  "<p>The long awaited merger between cable companies Telewest and NTL is believed to be on ice for at least another year - possibly two - as investors in the two firms continue to jostle for position. </p> <p>In one of the longest running sagas in the history of the UK media industry, cable companies have spent the past 15 years consolidating to the point where there are just two major players left. </p> <p>Both have recently emerged from protracted debt restructuring so some analysts expected merger talks to begin later this year. </p> <p>However, insiders have cautioned that it is likely to be \"between 12 and 24 months\" before the bondholders that control both companies begin thinking about serious merger talks. </p> <p>A merger of NTL and Telewest would take their total number of pay-TV subscribers to more than 3 million and the two companies have more than 1.5 million broadband customers between them. Sky, in contrast, has more than 7 million subscribers. </p> <p>The firms' financial woes in recent years have left them unable to challenge Sky's sizeable marketing muscle. However, NTL and Telewest are believed to be planning a fresh assault on the pay-TV market in the new year with the launch of set-top box technology and pay-per-view services. </p> <p>Bill Huff, the New Jersey hedge fund manager who has a significant stake in both companies, is understood to have decided to wait before triggering takeover talks in which he is expected to play a major role. </p> <p>Legislation introduced by the Tory government in the early 80s restricted cable companies to operating in a single local area. This meant they lacked the scale to compete with the Sky satellite system. </p> <p>The next 15 years were characterised by a series of merger talks and takeovers as a string of US investors ploughed billions into consolidating the various cable franchises and then standardising the technology. </p> <p>They ran up huge debts in the process, with NTL forced to the brink of bankruptcy and Telewest £5.3bn in debt. Both recently emerged from debt for equity schemes that slashed billions from their balance sheets. </p> <p>The two companies are now optimistic about their growth prospects. They believe broadband is driving a revival of interest in the \"triple play\" offering of TV, telephone and internet access. </p> <p>Within two years both companies hope to be able to offer broadband at speeds of up to 20Mb, far outstripping BT's service. </p> <p>The conversion of the last of their analogue customers to digital will also free up substantial amounts of spare network capacity that can be used for new services. </p> <p>Using this increased capacity, they hope to be able to offer the long promised cheap telephone and video-on-demand services that will finally deliver on the promises they have been making for the past 15 years. </p> <p>The new managers at NTL and Telewest also hope the recent slowdown in Sky subscription growth will allow them to make headway against the pay-TV giant. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Capital Radio launched its assault on London's airwaves on 16 October 1973 as the country's second commercial radio station</p> <p>Richard Attenborough, now Lord Attenborough and lifetime president of Capital Radio, was the first broadcaster on the station, which burst into life just a week after the London Broadcasting Company, now better known as LBC.</p> <p>The industry quickly expanded and there were 19 stations covering most big cities in the UK by 1976, when further franchises were put on hold until 1980. There are now 275 analogue commercial radio services broadcasting in the UK.</p> <p>In the late 1980s, Capital Radio changed its on-air identities to 95.8 Capital FM, playing contemporary hit music, and 1548 AM Capital Gold, playing classic songs. </p> <p>Today, Capital FM is London's most listened-to radio station with 2.1 million people tuning in each week and over the past seven years Capital has added a further 19 stations, including BRMB FM and Xtra AM in Birmingham, Fox FM in Oxford, Red Dragon FM and Touch Radio in South Wales and Xfm in London. </p> <p>In May 2000, Capital finalised its acquisition of Border Television, which added three radio stations to the company's portfolio - the Century group in the north west, the north east and the east midlands. Capital Radio sold the Border Television ITV licence to Granada in July 2001. </p> <p>The following month, Capital acquired Glasgow-based Beat 106 and in October 2001 took steps to strengthen its position in the London by grabbing a 19% share in the urban contemporary music station Choice FM. In March 2004, it bought the remaining 81% stake in Choice. </p> <p>Capital had an unsuccessful foray in to the catering business Capital Radio Restaurants in 1996 but by October 1999 its Havana chain was sold and the Radio Cafes were integrated into the radio business.</p> <p>It launched the Wildstar record label in 1996 in a joint venture with Telstar Records, and around the same time Capital set up its Capital Interactive business to create websites to support its radio stations. Capital Interactive has since been integrated into the radio business.</p> <p>In 1999, Capital entered the digital radio arena, winning licences for a national service 'Life', which launched in January 2000. Capital now has 57 local services across the UK. Many of these local services are provided by the alternative music station Xfm, which Capital is building into a national digital network.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong> Securicor? Big vans, white crash helmets. And didn't I read that its Parc Prison in Bridgend was named the worst private prison in England and Wales in August by the Independent Monitoring Board?</strong> <br> Actually, it claims a highly impressive track record. Its prison in South Wales provides some leading resettlement programmes for adults, young offenders and juveniles. It works in partnership with South Wales police, providing outsourced custody suite services and the repatriation of illegal immigrants for the immigration service. </p> <p><strong> So it hasn't \"lost\" any prisoners ?</strong> <br> Group 4, which merged with Securicor in February, has had some unfortunate experiences in this context. Securicor says it is proud of its reputation, and stresses that it certainly has not become complacent and is constantly striving to extend its success. </p> <p><strong> What sort of person is it seeking?</strong> <br> A senior individual with experience of probation, mental health, immigration, police and fine enforcement who will work with the business development team to refine plans, develop customer networks and assist in the preparation of commercial bids. The successful candidate will be someone who is well connected in one of these fields, with high levels of commercial and political awareness. </p> <p><strong> That reminds me, didn't you clap an electronic tag on the home secretary, David Blunkett?</strong> <br> Ahem. That was at the launch of an offender-tracking trial. A publicity stunt. Actually, Securicor is one of the leading companies in the field of electronic monitoring of offenders. </p> <p><strong> And the remuneration package?</strong> <br> Terms are \"highly attractive\" and there are opportunities to work as a consultant or on a contractual basis.</p>",
  "<p>Twelve months ago, Mr Blair went to Bournemouth to face the first Labour conference since the invasion of Iraq, with large sections of his party ranged against him on the war and on foundation hospitals. His response culminated in possibly the worst single line he has ever delivered: \"I have not got a reverse gear.\" The speech, widely praised at the time for its bold tone, was in fact a big failure - a useful reminder of the iron law that says the initial journalistic consensus on any party conference speech is almost always wrong. The Bournemouth speech triggered Mr Blair's worst year as prime minister, deepened the wounds over Iraq, sent his reputation for trust into a nose-dive and propelled his reputation for inflexibility skywards. </p> <p>In Brighton yesterday Mr Blair was confronted with many of the same challenges that he faced in 2003. Iraq is still an open wound. Public service reform is still controversial. The prime minister's response, however, was strikingly different this time. Mr Blair scaled back the rhetoric, cut down on the moral certainty and went out of his way not to rub the party's face in it. Anyone reading the speech with care will notice that relatively little ground was conceded. But it was Mr Blair in a new voice. Though not a flat speech like the one he delivered to the TUC at the start of the month, this was low-key, conversational and reasoned. Hectoring was out. Humility, perhaps even of the genuine variety, was in. The stylistic contrast with Gordon Brown was remarked. Mr Blair, like Charles Kennedy last week, reminded us that he is a communicator for the television age, a man who wants to hold the attention of the front-room audience. He spoke to the whole nation, calmly and in a grown-up way. It was big tent stuff, the inclusiveness extending to warm tributes, possibly sincere, to Mr Brown and to Ken Livingstone. It was a welcome change of tone. If it proves to have been more effective that the preacherly style of the past, then Mr Blair needs to learn the right lesson. The loudest music is not always the most satisfying. Rational exposition does not just get you out of a hole. It is the key to winning political respect and perhaps even trust. </p> <p>Mr Blair had promised a policy-rich speech and obliged with one. With a historic third term in his sights, his first pri ority was to come up with a compelling political offer to the \"hard-working families\" who have been at the heart of Labour rhetoric this week. His 10-point plan bombarded these Labour voters with pledges and goals in all the important domestic policy areas. The economy, skills, schools and hospitals came first, as they always do and must. But they were followed by other subjects which Labour believes can be turned into election winners, too: child care, pensions, science, law and order, asylum law and - of crucial importance to the unions delegations in the conference hall - rights at work. It was an impressive list, though, at first sight, many of the themes and promises had a familiar feel. Genuinely new and previously unannounced measures were a little hard to pin down. Until we get further announcements and manifesto details, it remains possible that Mr Blair was indulging in a piece of clever rebundling of the sort from which post-Campbell Labour was supposed to have moved on. But in a single speech Mr Blair at least managed to sideline the sterile theological dispute about whether Labour should put more emphasis on its past achievements (for which read Gordon Brown's agenda) or its future plans (for which read Alan Milburn's). The truth is that both always matter and both are always connected. The important thing is the sense of momentum. </p> <p>The prime minister's long-awaited apology on Iraq, as far as it went, was a rightly well-received milestone in his fragile rehabilitation with his critics. Mr Blair's logic in this obviously carefully argued and much scrutinised passage was pretty startling. As so often, he elided 9/11 with Iraq with Afghanistan with Saudi Arabia with international terrorism in ways which, at best, are not convincingly consistent with the facts. There was a hint, again not for the first time, of stirring progress (significantly, \"after November\") in the Middle East. But the guarded apology and the honest admission of fallibility were important signals nonetheless. Mr Blair could have chosen to confront, as he has so often done in the past. Instead he elected to converse. He could have shown defiance. Instead he offered dialogue. Time alone will tell whether this was simply a clever and polished performance or a genuinely new style of leadership.</p>",
  "A short stroll from the Arc de Triomphe in Paris, past a brasserie where fresh Brittany belons are piled high to tempt in diners, lies the less flashy, but rather more prestigious, La Marée. <p>The Michelin-starred establishment is one of the best-loved seafood restaurants in the French capital. Reverent diners are served cuisine of the most exclusive, exquisite and traditional variety, on starched white linen and accompanied by frighteningly expensive wine. The luxurious atmosphere is perhaps appropriate, for American writer Eleanor Clark once observed, \"If you don't love life, you can't enjoy an oyster.\" </p> <p>You will not, however, find belons on the menu. The description of the very first dish at the top of the stiff white card on each table reads simply: \"Colchester les six.\" </p> <p>\"They're English oysters. And they're fabulous,\" says Fabrice Reggiano, La Marée's manager. \"Parisians love them. They ask us from the beginning of September when we are going to have them - we have to call up our suppliers to get them in as soon as possible. These are just wild. They're the super-oysters.\" </p> <p>For the French, it has been a long wait since May for the next month with an \"r\" in it and thus the start of the new season; native oysters cannot be harvested in summer, when they spawn. In Spain, Belgium, Hong Kong and Dubai, they have also been waiting anxiously for the first deliveries of their beloved Colchesters. </p> <p>And yet back in Britain, aside from fashionable oyster eateries such as Bibendum, seafood lovers are largely ignorant of their allure. In 2002 - the last year for which figures were available - we produced 1,171 tonnes of natives. Yet we promptly exported most of these, with natives accounting for a large proportion of the 910 tonnes of oysters sent overseas. </p> <p>\"We have the finest inshore shellfish in the world, but more than 80% of it is exported to mainland Europe,\" laments Peter Hunt, director of the Shellfish Association of Great Britain. \"Practically everything our holidaymakers say is so wonderful when they're in France actually comes from Britain - but they don't buy it fresh here.\" </p> <p>The indifference to Colchester natives is particularly galling for their fishermen. For these are the creme de la creme of the oyster world - a pearl of the British food industry, so to speak. </p> <p>Order \"an oyster\" in a restaurant and you will receive the farmed Pacific variety. Introduced to Britain in the 70s, these are easily identifiable by their cup-shaped shells, with coarser flesh and a less fishy, often more metallic taste than their cousins. </p> <p>Native oysters have a flat shell and finer, brinier flesh. But they are highly vulnerable to extremes of temperature, making them too unpredictable to cultivate and considerably more expensive. </p> <p>The best of all, say aficionados, are the succulent natives from a three-mile stretch of salt creek around the island of West Mersea, close to Colchester in Essex. Their flavour and texture is so distinctive that fishermen there are petitioning the European Union for protected geographical indication (PGI) status, which would recognise the molluscs as a high quality regional speciality comparable to champagne and Parma ham. </p> <p>The producers believe that the designation would not only prevent traders passing off lesser oysters as Colchesters, but also boost the delicacy's profile in Britain. </p> <p>It is not just a question of native pride, though Essex boy Jamie Oliver says that they are the best he has eaten. Reggiano extols their pleasures at some length: \"They have a lot of meat and the flavour is definitely better than a belon - it's saltier, tastier and laiteuse [milky],\" he enthuses. </p> <p>No one knows Colchesters better, however, than 59-year-old Richard Haward. On an impossibly bright September morning, with seagulls squabbling overhead, the oyster merchant steers us through the glassy creek. Withies - the tree branches marking out each fisherman's patch - poke from the waters where his friend David Gladwell has been out since early morning, dredging and sorting natives. </p> <p>Gladwell has been oyster fishing for 12 years: \"I was out picking oysters when other kids were doing paper-rounds,\" he says. </p> <p>The Hawards, by contrast, have been in the trade for seven generations. Richard's son Joe, 23, has just joined the business, while an account book from 1792 shows the success of his \"however many greats-grandfather\" at Billingsgate market in London. </p> <p>These days Haward trades in the more rarefied environment of London's Borough market, while his wife Heather presides over The Company Shed in West Mersea. With its oilcloth-covered tables and wooden benches, the tiny shack is a far cry from the carpeted hush of La Marée, but visitors who find their way there devour natives with equal relish. </p> <p>\"We want people to ask for a Colchester specifically, not just an oyster,\" Haward says, explaining how the clean, plankton-rich water of the creek produces the delicacy. </p> <p>\"They're brought from the Solent or the [Blackwater] river and are laid in trenches from about February. Then we start taking them up in September. They take their flavour from those last six months.\" </p> <p>Colchester natives have been the subject of continental fascination since Roman times; Pliny the Elder is said to have observed that oysters were the only good thing to come out of Britain. </p> <p>But their popularity has ebbed and flowed over the centuries, often in inverse relation to their abundance. By Dickens' time, they were common enough for his character Sam Weller to observe that \"poverty and oysters always seem to go together\". In the 19th century populations plummeted and since then their fragility has seen stocks almost wiped out by pollution or just bad weather. </p> <p>\"The worst time I saw was the big freeze in 1963,\" Haward recalls, describing how natives were first brought in from other areas to repopulate the waters. </p> <p>\"It was so cold that someone walked across the creek, and the ice settled on the oysters in the shallows, pressed them into the mud and suffocated them. They don't like very warm sum mers either, particularly in a creek like this. It's very shallow when the tide's out and gets hot so oxygen levels are low, weakening them.\" </p> <p>At the height of the season, Gladwell can pick up several hundred shells in a day; by its end, he may be lucky to find 70. </p> <p>The men say that the market price of oysters has barely increased in more than a decade, not even keeping pace with inflation. They refuse to elaborate, although an industry newsletter says that natives sold for around 50p per shell last year. (By the time they have reached the tables of La Marée, they cost around £4 each). </p> <p>\"But the real problem is getting people to try them,\" says Haward. \"Ask people if they like them and half will say no. Ask if they've tried them - and most say no.\" </p> <p>Yet native oysters are truly a food for our time. Natural and unprocessed - unless one counts the 42 hours they spend in purification tanks - they are also low in fat and packed full of nutrients. </p> <p>Their unprepossessing exterior and alarming quiver may not help their case. Even Haward admits it took him years to appreciate the flavour. \"I was 10 when I had my first. I didn't like it, and didn't have another for about 30 years,\" he says. </p> <p>There is no such hesitation at La Marée, where conversation halts as gleaming platters arrive, les Colchesters resplendent on their little heaps of ice. They are served as plainly as can be - with half a lemon and thin slices of heavy brown bread - and look utterly magnificent. </p> <p>You tip your head back, let the oyster fall, take a bite - yes, a bite, say the experts - and swallow. The sensation is at once meaty and fresh, natural and luxurious: the best of all worlds. Perhaps the truth is that if you can't enjoy an oyster, you simply don't love life. </p> <p> <b>·</b> La Marée is at 1, rue Daru, Paris, 75008 (+331-43802000). Richard Haward oysters are sold at Borough Market, Southwark Street, London (Fridays 12-6pm; Saturdays 9am-4pm) or at The Company Shed, 129 Coast Road, West Mersea (01206 382700). Colchester natives can also be ordered online from <a href=\"http://www.colchesteroysterfishery.com\">www.colchesteroysterfishery.com</a></p>",
  "<p>The field for Sunday's Prix de l'Arc de Triomphe took shape when 27 horses stood their ground at yesterday's first forfeit stage. The most notable absentee was, as widely anticipated, Sulamani, who had been as short as 7-2 ante-post favourite only three weeks ago. </p> <p>Simon Crisford, racing manager to Godolphin, said: \"Unfortunately we have run out of time with Sulamani and he will not run in the Arc. We are now looking at the Emirates Airline Champion Stakes at Newmarket on October 16 or the Canadian International at Woodbine on October 24.\" </p> <p>Mamool will be Godolphin's Arc runner and he was reported to be in \"very good form\" after working under Kerrin McEvoy on the gallops at Newmarket yesterday morning. Frankie Dettori takes over on the five-year-old at Longchamp. </p> <p>\"Mamool did his final piece of work this morning over six furlongs on the Al Bahathri. Kerrin McEvoy rode him and I was very happy,\" said trainer Saeed bin Suroor. \"I hope the ground doesn't turn too soft. Good good ground will be perfect.\" </p> <p>The going at Longchamp is currently in Mamool's favour. \"The forecast is mild with plenty of cloud cover and very little rain,\" said clerk of the course Christophe Delporte. </p> <p>Irish Derby winner Grey Swallow is set to be supplemented at a cost of €60,000 tomorrow after being described as \"an intended runner\" by his trainer Dermot Weld, who has left in Vinnie Roe. But the four-time Irish St Leger winner may wait for another crack at the Melbourne Cup. </p> <p>A second Derby winner likely to be added to the field is the Pascal Bary-trained Prix du Jockey-Club victor Blue Ca nari. But with a 20-runner limit for the race, some connections may face disappointment. </p> <p>North Light, who hardened from 11-2 to 5-1 favourite with Coral yesterday, leads the British challenge along with 9-1 shot Warrsan, the mount of Kerrin McEvoy. </p> <p>Last year's runner-up Mubtaker also stood his ground, although connections have yet to confirm him a runner. The other prospective British raiders are Ouija Board, Imperial Dancer and Nysaean. </p> <p>Top Japanese raider Tap Dance City figured among the entries despite earlier confusion that he would miss the race after his plane broke down in Mexico. But he cannot yet be considered a certain starter. </p> <p>\"He is due to arrive midweek and go to John Hammond's stable,\" said Patrick Barbe, who is representing Tap Dance City's connections in France. \"However, as his plane has not arrived at the right airport I cannot be totally confident.\" </p> <p>One long distance traveller who touched down safely yesterday was Distinction. After a 40-hour journey from Newmarket, Sir Michael Stoute's colt arrived in Melbourne. He is set to contest the Caulfield Cup on October 16 prior to challenging for the Melbourne Cup on November 2. </p> <p><strong>Dettori edges seven in front</strong></p> <p>Frankie Dettori extended his lead to seven in the jockeys' title race with a double at Nottingham yesterday. </p> <p>He started the day with a victory on Sharaiji in the opening Maiden Fillies Stakes and then followed up with Baboosh in the Letheby &amp; Christopher Maiden Stakes. </p> <p>Reigning champion Kieren Fallon was on the ball with Penalty Kick in the nursery. </p> <p>Dettori will again be at Nottingham today, while Fallon travels to Salisbury.</p>",
  "<b>·</b> Are all the half-decent former diplomats trapped under something heavy? We only ask as Sir David Gore-Booth, the chap drafted on to the Today programme yesterday to defend Jack Straw's unfortunate handshake with Robert Mugabe at the UN played an absolute blinder, explaining of the confusion: \"There's a lot of people [at the UN], and quite a lot of them are black. It's quite difficult to sort them out.\" Yeeees... Oddly, the interview was terminated shortly after that, but the Diary's Simon Goodley calls to congratulate David, and to check he concurs with other popular views of black people, such as their tactical naivety in football, and their timeworn failure to fancy it on a wet Wednesday in January away to Charlton. Slightly unusually, he's only able to get hold of his mother (David is 61), who informs him that the former ambassador to Saudi Arabia is \"probably sleeping as he's not feeling well\". Yes, we heard the interview. Anyway, we're rather nervous of pressing the point in a household clearly modelled on Sorry!, the somewhat disturbing 80s Ronnie Corbett sitcom, so we say goodbye before Mother Gore-Davis can shout \"Language, Timothy!\" at us. <p><b>·</b> Meanwhile, the hunting debate remains the most elevating exchange of views in British politics, with yesterday in Brighton its glorious fulcrum. On the one hand, pro-hunt campaigners made some still obscure intellectual point by dumping four animal carcasses in Brighton city centre. And on the other, conference organisers banned the League Against Cruel Sports from selling their fox glove puppets, apparently out of concern that delegates might have waved them too excitedly during Blair's speech. Such class!</p> <p><b>·</b> By the way, if anyone's wondering where the real debate's taking place, it appears to be on Five's reality TV show, The Farm. The programme's first night yielded a heated discussion between the various celebrity contestants about racism. The second featured a debate over the Iraq hostage crisis, which resulted in diminutive magician Paul Daniels squaring up to the profoundly imbecilic former US rapper, Vanilla Ice. Paul Daniels has now left the show. Anyway, if you're inspired by the fact these arguments are being rehearsed on reality TV - by the former Every Second Counts presenter and a man once spotted reading Smash Hits with his finger - while Brighton rocks to the sound of glove puppets fighting it out with animal corpses, why not give the Diary a call? We want to hear from you.</p> <p><b>·</b> Now this really is today's last word on the subject of puppets, but we have an update on Let My Puppets Come, the marionette-staffed hardcore movie which is thus far the standout entry in the Diary's search for the best adult movie title of all time. Our promised review of this work is postponed, as the tape we were due to watch at the weekend vanished. A new one has been ordered, but in the meantime, did we mention it's also a musical? Honestly.</p> <p><b>·</b> A delight to find Elliot Morley in fine form at a meeting at Brighton's Albion Hotel yesterday, promoting crops which can be put to innovative uses. \"Take hemp,\" enthused the environment minister. \"Car dashboards are now being made from it. And it has the additional benefit that when you scrap the car... you can smoke it.\" Well. The whole reason we shunned conference this year was because we heard organisers still frowned on mind-bending drugs (we couldn't honestly be expected to face the event without them) so Elliot's blessing comes as a welcome surprise.</p> <p><b>·</b> Finally, there will be no comment on the PM's speech, as we found ourselves straying into dangerously tasteless territory the moment the collapsed Northern Ireland secretary, Paul Murphy, told paramedics that he'd started to feel \"queasy\" during it.</p>"
]