[
  "<b>TRANSPORTS OF DELIGHT</b> <p>The writer of this week's Northerner is a Midlander-turned-southerner who has spent the past few days marvelling at the musical parp of Manchester's trams, the 50p fare for a ticket, the magnificence of Victoria station and the extraordinary spaciousness of the city.</p> <p>Of course, if Mancunians had to endure London Bridge station and fight their way through the capital, they'd probably adopt the tired snarl and I'd-tell-you-to-eff-off-if-I-had-the-nerve expression of Londoners. </p> <p>But not everywhere in the north-west enjoys the benefits of the Metrolink tram. The decision to abandon the planned extension still appals many locals.</p> <p>\"Manchester is a far easier and more pleasant place to be than Stockport, where I live, which is smelly, noisy, choked with traffic and SMBC's traffic policy is abysmal,\" Frieda Chorlton wrote to the letters page of the Stockport Express. \"I believe in the light rail transport system and I think the government has withdrawn its support partly due to the success of the link. Call it jealousy of the north if you like... Blair and his capital see [Manchester] as a threat to London.\"</p> <p>Now, Frieda, that's going a bit too far.</p> <p>Michael Anderson of Tulse Hill in the south of the capital tells readers he wants to move back to Stockport. \"Everything down here is focused on London, London, London, Radio, TV, jobs, you name it. Arrogance and ill-manners. We should all go to the centre of London to protest about this.\" I think you'll find Ken Livingstone exercises pretty strict control over what goes on in Trafalgar Square, Michael. The last thing he's going to allow is a demo calling for better public transport in another city.</p> <p>_________________________________</p> <p>\"If you've got a big hammer you can get a lot of business at the moment,\" David Sapsford, Liverpool University's professor of applied economics, told the Northerner yesterday.</p> <p>Demolition is big business on Merseyside. Such big business, in fact, that Scousers who fled Liverpool during the long recessions of the 1970s and 1980s are being urged to return to Merseyside and take advantage of cheap property prices there. The Daily Post was understandably intrigued.</p> <p>\"Give Us Back Your Scousers\" - no, really - is appealing to expatriate Scousers who grew up or studied in the city to help fill some of the vacancies created by the city's grand scale redevelopment projects. Construction and retail firms are trying to recruit 8,000 people to work at the GBP750m Albert and King's Docks developments alone.</p> <p>\"Come back home to Liverpool,\" pleads Liverpool Needs You's website. \"Your city needs you.\"</p> <p>If knocking things down and rebuilding doesn't appeal, there are also plenty of jobs in retail. \"Skilled workers are in very short supply,\" confirmed Prof Sapsford. \"The biotechnology sector is very large at the moment and growing very rapidly.\" The expansion of Liverpool John Lennon airport has also created many new jobs.</p> <p>The city, which was once a byword for unemployment and deprivation, now has an unemployment rate of 2.9% and the fastest rate of job creation outside London. \"We're finding it increasingly difficult to fill vacancies,\" Mike Hill, the director of a Merseyside recruitment consultancy and the architect of the campaign, told the Northerner yesterday.</p> <p>Many of the emigres spent three years studying in Liverpool, but \"once they'd done a degree, they decided there weren't sufficient opportunities in the city,\" Mr Hill said.</p> <p>Liverpool's population fell by 300,000 between 1972 and 2002. In recent months, however, the city centre has undergone a minor renaissance. Property prices have risen sharply as a result, though the number of houses changing hands fell this year. Lack of housing stock and fewer first-time buyers with sufficient funds is thought to be responsible.</p> <p>An influx of skilled professionals would make things even more difficult for first-time buyers, Mr Hill admitted. \"We envisage that the vast majority of people will come from either the south-east or Manchester. If you look at house prices in Manchester or London, one of the nice things about Liverpool is that there is the opportunity to upgrade.\"</p> <p>Failure to attract enough workers, he warned, could lead to wage inflation, scupper planned developments and tip the city back into recession.</p> <p>Liverpudlians were accustomed to the notion of economic mobility, he added. Many are the descendants of families who left Ireland in the 19th century. The surge in the city's economy echoes the boom in Ireland during the 1990s, when many Britons of Irish descent headed back across the water.</p> <p>________________________________</p> <p>The Environment Agency issued scores of flood warnings and even patrolled the streets of Sheffield with a loudhailer to warn of the danger the river Sheaf would burst its banks.</p> <p>In the end, however, the river banks held; the drains didn't. A month's worth of rain fell in 24 hours over parts of the Pennines and Sheffield, leaving cars stranded in surface water.</p> <p>\"This is the third time it has happened this year, but it is the worst so far,\" a Sheffield hairdresser with a drenched carpet and flooded basement complained to the Yorkshire Post.</p> <p>The Environment Agency was unable to offer any consolation. Unless carbon dioxide emissions were reduced, it said, freak weather conditions would occur more and more frequently.</p> <p>______________________________</p> <p>Never mind the flooded basements. Liverpool's Daily Post has asked readers to help it find a far larger body of water which is apparently lurking under Toxteth in Liverpool.</p> <p>The Cains brewery in Stanhope Street, a red brick edifice built in the mid-19th century, is thought to harbour a lake. \"Stories... tell of a large, deep mass of water at a great depth beneath the Liverpool plant where workmen used a boat to travel beneath the cellars,\" breathed the paper. \"Other tales tell how it couldn't be used for drinking water because it is badly contaminated by nearby cemeteries.\" How did they know, the Northerner wonders?</p> <p>The only employee thought to have known more about the whereabouts of the lake died two weeks ago. Unfortunately, for the Post, the directors of Cains appear to be wary of allowing amateur marine archaeologists to penetrate their brewery. \"People need to understand that the brewery site is vast and the cellars are incredibly deep and we are so busy we haven't got time to look for it,\" the joint managing director, Ajmail Dusanj, warned readers. Some might regard that as a challenge.</p> <p>___________________________________</p> <p><b>DAVID WARD RECOMMENDS...</b></p> <p>It's described as a \"bold and disturbing work\" which encourages those who see it to explore their own responses to the asylum issue. Called simply Asylum and created by Julian Rosenfeldt, each of nine video screens shows a different film sequence \"with images and sound choreographed to create an emotionally-charged experience for the viewer\". It's at the Baltic in Gateshead until October 3. While you are then, you can check on the progress of the Sage concert hall now nearing completion next door.</p> <p><a href=\"http://www.baltic.org.uk\">Baltic</a></p> <p>______________________________</p> <p><b>NORTHERN NEWSPAPERS</b></p> <p>For links to the northern press, visit http://www.theguardian.com/northerner.</p>",
  "<p><strong>\"After the laughable Italian conspiracy theories about Denmark's 2-2 draw with Sweden in Euro 2004, I wondered whether any other high-profile match has attracted similar levels of uproar,\"</strong> writes Hayley Hitchins.</p> <p>Perhaps the most notorious game of all took place during the 1982 World Cup in Spain, when West Germany and Austria met in the final match in Group B. The Teutonic neighbours were well aware that a 1-0 win for the Germans would ensure that both sides would qualify for the next round ahead of Algeria. Sure enough, a Horst Hrubesch goal gave West Germany the lead after only 10 minutes, at which point the game ground to a virtual halt. </p> <p>Despite catcalls from the crowd and the sight of one German fan burning the national flag in disgust, the pat-a-cake continued for a full 80 minutes, at which point both sides walked off congratulating themselves on a job well done. Reasonably enough, Algeria protested to Fifa, but to no avail. Four years later, in Mexico, Fifa ensured that the last round of matches in the first round took place simultaneously. </p> <p>A near-scandal of a South American flavour had taken place at the 1978 World Cup in Argentina, where the hosts, under serious pressure from the ruling military junta, needed to beat Peru by four goals in the last of the second-round group matches to pip Brazil to a place in the final. Amid allegations of match-fixing - which remain unproved to this day - Argentina thumped the Peruvians 6-0 to squeeze out their arch-rivals and reach the final, where two goals from Mario Kempes helped see off Holland 3-1.</p> <p>There was also a whiff of suspicion about Spain's path to the finals of the 1984 European Championship in France. Having lost 2-1 in an earlier qualification game to Holland, the Spanish went into their final match needing to beat Malta by 11 clear goals, a feat that appeared unlikely when they went into half-time with a tenuous 3-1 lead. But, suddenly, the floodgates opened in the second half, and Spain got the nine goals they needed to win 12-1 and qualify for the finals. There were few neutral fans weeping for them when they lost 2-0 in the final to France. </p> <p>On the club scene, there were distinctly fishy goings-on in Italy at the end of the 1992-93 season, when AC Milan met lowly Brescia on the penultimate weekend of the season. Milan needed only a point to be sure of taking the title ahead of friends and neighbours Internazionale, while Brescia thought that a point would be good enough for them to avoid relegation. </p> <p>For over 80 minutes, the two teams engaged in a shameful game of cat-and-mouse, in which the cat appeared to have fallen asleep and the mouse was on tranquilisers. Then, in the 82nd minute, Demetrio Albertini let rip with a cracker to put the Milanese in the lead. This was not in the script, and Brescia duly equalised two minutes later when they mysteriously found themselves with a huge overlap. Little good did it do them: other results went against them, and Brescia went down, to the chagrin of no one outside the town itself. </p> <p><strong>EMERGENCY KEEPERS</strong></p> <p><strong>\"Me and my friend have been having a heated debate over who was the best outfield emergency goalkeeper,\" says Brian Deegan. \"I am standing firm on Peter Beardsley; other names in the hat include Lucas Radebe and Stephane Henchoz. Sort this out!\"</strong></p> <p>Lucas Radebe, who went in goal for Leeds at Old Trafford in April 1996, famously threatened to derail Manchester United's title challenge in the game that sparked the Alex Ferguson rant that in turn fuelled Kevin Keegan's \"I would love it\" outburst. Radebe went in goal in the 16th minute and kept the door shut until the 72nd minute, when Roy Keane scored a crucial goal.</p> <p>Stephane Henchoz is certainly worthy of mention. As any Arsenal or Manchester United fan will remember, he made a couple of great saves in the Millennium Stadium during the FA Cup final and Community Shield in 2001. Sadly, he was still playing centre-half at the time.</p> <p>Nat Lofthouse and Bobby Moore both saved penalties for Bolton and West Ham respectively (though Moore was unfortunate enough to have the rebound blasted straight past him), and there are honourable mentions for Beardsley, Mal Donaghy, David Speedie and Vinnie Jones. But the daddy of stand-in goalkeepers has to be Niall Quinn.</p> <p>On April 20, 1991, Manchester City keeper Tony Coton hauled down Derby's Dean Saunders in the box and was sent off. From the resulting penalty, taken by Saunders, Quinn dived full-length to his left to save. Eight years later, having just put Sunderland 1-0 up at Bradford, Quinn had to go in goal for the last 14 minutes when Thomas Sorensen was stretchered off - and he kept a clean sheet. </p> <p><strong>KNOWLEDGE ARCHIVE</strong></p> <p><strong>\"Why do Spanish fans go 'Eeeeeeee!' when a shot goes wide instead of 'Ooooohhh!' like the rest of us?\"</strong> asks Keith Stokes, all those years ago. <strong>\"And when a goal is scored they all go 'Aaaaahhhh!' unlike the rest of Europe who opt for the more traditional 'Yeahhhhh!' Someone should tell them they sound ridiculous.\" </strong></p> <p>According to Antonio Gonzalez, a man whose word we're prepared to take as gospel for the simple reason that he has the most Spanish sounding name in the world, the reason is simple. It's because Spaniards speak Spanish, not English. </p> <p>\"What we say when a shot goes narrowly wide is normally 'Huy!' (pronounced 'Oo-ee!')\" he explains. \"It happens to be the Spanish equivalent of 'Ooh!' which you English exclaim in that mixture of surprise, relief or disappointment to see the shot go wide. The lingering 'y' produces that 'Eeeee!' sound that has confused you so. When a goal is scored, the roar that you hear as 'Aaaahhh!' is nothing other than 'Gol!', an anglicism used in Spanish for 'Goal!'. How inappropriate, eh?\" </p> <p>David Lea backs up Antonio's explanation and adds that many Spanish people have asked him the same question in reverse about English fans: \"Why do you shout something that sounds nothing like 'Goal!' when you score?\" they enquire. Now who sounds ridiculous, Keith?</p> <p>For more classic knowledge, click <a href=\" http://football.theguardian.com/theknowledge\">here</a></p> <p><strong>GUVNOR'S TRAVELS (THE SEQUEL)</strong></p> <p><a href=\"http://football.theguardian.com/theknowledge/story/0,13854,1274396,00.html \">Last week</a>, Matthew Wakely asked who had played in the Merseyside, Manchester and Milan derbies (Paul Ince). But, as Nick Efthymiou points out, Ince is dwarfed by Christian Ziege, who has taken part in more derbies than a weary donkey: Merseyside, Milan, Munich, Tyne-Tees <em>and</em> north London. Beat that.</p> <p><strong>Can you help</strong></p> <p>\"Can anyone tell me if Maheta Malango's goal for Brighton on Saturday, after only 12 seconds, is the fastest debut goal in English football?\" asks Robin Burchfield.</p> <p> Send your questions and answers to <a href=\"mailto:knowledge@theguardian.com\">knowledge@theguardian.com</a></p>",
  "Ten foreign nationals being held without charge or trial in British jails on suspicion of terrorism today lost an appeal to have their cases reconsidered. <p>The court of appeal ruled against a challenge to the finding of an immigration court that the home secretary, David Blunkett, had \"sound material\" to back up his decision that the men were a risk to national security.</p> <p>Lawyers for the 10 argued that evidence that may have obtained by the torture or ill-treatment of detainees in US military camps at Guantánamo Bay, in Cuba, and Bagram, in Afghanistan, should have been excluded.</p> <p>Handing down the written judgement, Lord Justice Pill, one of a panel of three judges, said it was not suggested that the appellants had been tortured. </p> <p>\"Nothing has been brought to the attention of the court which would amount to such misuse of state power,\" he said.</p> <p>Had the appeal been successful, the mens' lawyers would have asked for the individual cases to be reconsidered by the special immigration appeals commission (SIAC).</p> <p>Their solicitor, Gareth Peirce, described the judgment as \"terrifying\", saying: \"It shows that we have completely lost our way in this country, legally and morally. </p> <p>\"We have international treaty obligations which prevent the use of evidence obtained by torture in any proceedings.</p> <p>\"What this judgment says, by a 2-1 majority, is that, if it is obtained by agents of another country and not procured or connived at by UK agents, it is usable without any restriction and there is no obligation on the secretary of state to inquire into the origins of it.\"</p> <p>Six of the men are detained at Belmarsh high security prison, two at Wood Hill, and one at Broadmoor psychiatric hospital. Another is in Morocco, but is fighting the home secretary's ruling that he is a suspected terrorist.</p> <p>In a statement after the ruling, Mr Blunkett said: \"I am pleased that my decision to certify these individuals as suspected international terrorists who pose a threat to our national security has been upheld.</p> <p>\"There has been a great deal of speculation about the cases put before the SIAC and whether they relied on material from other countries that may have been obtained using torture.</p> <p>\"Let me make it clear - we unreservedly condemn the use of torture and have worked hard with our international partners to eradicate this practice. However, it would be irresponsible not to take appropriate account of any information which could help protect national security and public safety.\"</p> <p>Lawyers for the men are now expected to take steps to take the case to the House of Lords.</p> <p>The 10 appellants are backed by civil liberties groups, which describes their treatment as \"Britain's Guantánamo Bay\".</p> <p>Kate Allen of Amnesty International UK said: \"It is a fundamental duty of all courts to act as a bulwark against human rights violations. Today, the Court of Appeal has shamefully abdicated this most important duty.</p> <p>\"If there is sufficient evidence to warrant holding these individuals, they should be charged with a recognisably criminal offence, and tried in proceedings which fully meet international fair trial standards. Otherwise they should be released.\" </p> <p>The appeals stemmed from the terms of the Anti-Terrorism Crime and Security Act, which was rushed through after the September 11 2001 terror attacks on New York and Washington.</p> <p>Under the emergency powers, the government must show only that it has \"reasonable grounds to suspect\" that foreign nationals have links to terror before issuing certificates to hold them.</p>",
  "The Sudanese government has failed to stop marauding Arab militias from terrorising civilians in Darfur, a human rights group said today, despite promises to the international community that the government would disarm militias and bring the humanitarian crisis under control. <p>Human Rights Watch said that Sudanese armed forces and Janjaweed militias continued to target civilians and their livestock in rural areas, in towns and in camps under government control. The group alleged that, rather than bringing militia members to justice, the government had legitimised the Janjaweed by incorporating them into police and other security forces that could be used to secure proposed \"safe areas\" for displaced civilians. </p> <p>Fighting between government forces, the Janjaweed and two rebel groups - the Sudan Liberation Army/Movement (SLA/M) and the Justice and Equality Movement (JEM) - has continued despite an April ceasefire, the group said. </p> <p>\"The Sudanese government insists that it is taking significant measures, but the continuing atrocities in Darfur prove that Khartoum's claims simply aren't credible,\" said Peter Takirambudde, executive director for Human Rights Watch's Africa division. </p> <p>\"Despite growing global attention to the crisis in Darfur, neither the international community nor the Sudanese government has taken the steps needed to ensure protection for civilians on the ground. Rape, assaults and looting continue daily even as more people are being driven from their homes,\" he said.</p> <p>The Sudanese ambassador to London, Hasan Abdin, insisted his government was taking action against the Janjaweed. </p> <p>\"My government has promised to finish the job which it started a few weeks ago on disarming the Janjaweed. Practical steps have been taken already,\" he told Channel 4 yesterday, before publication of the Human Rights Watch report. </p> <p>The UN has described the 18-month conflict in the sprawling, arid region of Darfur as the world's worst humanitarian crisis. Pro-government Arab militia have waged a counterinsurgency campaign that has seen widespread destruction of villages and the displacement of about 1 million people. Some 30,000 people have been killed. </p> <p>A UN security council resolution on July 30 demanded that the Sudanese government take steps to improve security, human rights and humanitarian assistance in Darfur and speed up a political resolution of the conflict. It also imposed a deadline of August 30 for the disarmament of the Janjaweed militia. </p> <p>Yesterday the UN office for the coordination of humanitarian affairs accused Sudanese forces of new helicopter attacks, which the government has denied. The UN also said that \"Janjaweed attacks on internally displaced persons in and around IDP settlements continue to be reported in all three Darfur states\". </p> <p>But Mr Abdin told Channel 4: \"The government has already been delivering on some of the promises it made, even before the last decision of the security council.\"</p> <p>\"There is no bombing now. The bombing has stopped long ago, after the signing of the ceasefire last April the Sudan government observed the ceasefire. Within 30 days there will be a great deal of improvement in terms of securing the [refugee] camps, and the roads leading to the camps. This is a voluntary return,\" he added. Human Rights Watch said an increased international presence on the ground is urgently needed to improve the protection of civilians, assess the government's actions and stabilise the region. </p> <p>A Rwandan defence spokesman said that his country will begin sending dozens of troops to Darfur on Sunday, becoming the first foreign force deployed to protect civilians. The Netherlands will airlift 154 Rwandan soldiers to al-Fasher, the capital of northern Darfur state. From there they will be sent to other parts of the troubled region, said Col Patrick Karegeya, spokesman for the Rwandan defence forces. </p> <p>The troops originally were intended to protect unarmed African Union military observers monitoring the shaky ceasefire, Col Karegeya said yesterday. However, their mandate recently was amended to allow the 15 Rwandan officers and 139 troops \"to protect the civilians when it is established that they are in danger\". </p> <p>The troops are part of a 300-strong African force Sudan was pressed to allow into Darfur. The African Union said it plans to boost the number of troops to Darfur to between 1,600 and 1,800. However, Sudan is reluctant to allow the larger force to deploy in Darfur.</p>",
  "<p>Chris is a 27-year- old graduate project worker in a charity-run hostel for homeless people, earning £22,600. He has worked there for the past four years. Chris wants to stay in the housing sector but broaden his experience, perhaps by specialising in black and minority ethnic (BME) needs. What are his options?</p> <p><strong>1</strong> Chris could move to a BME housing association such as Ujima, which has housing in London and Reading, some of which is for elderly people and people with mental health problems. For a project worker it would be a sideways move, with a similar income, but the position would give him valuable BME experience. He could go on to become a deputy project manager, earning between £26,000 and £29,000.</p> <p><strong>2</strong> Chris could specialise within the mainstream homelessness sector but move to a hostel with a majority of BME clients, such as St Mungo's in Haringey, north London, where 60% of residents are from the BME community. There, he could train as a specialist mental health project worker and study for the City and Guilds certificate in community mental health. This would be a good move because he would be building his expertise on two fronts, and his income would rise to a maximum of £25,536.</p> <p><strong>3</strong> If Chris is interested in diversifying, he could work for a primary care trust, as a health and housing access worker earning up to £27,186. This job would give him the chance to broaden his skills and his responsibilities would include looking after the housing needs of homeless people and ensuring they get the health support they need, such as registering with a GP and attending appointments.</p> <p><strong>4</strong> If Chris wants a career in BME housing policy, he could persuade his present employer to second him to the Race Equality Network, a not-for-profit organisation that develops policy and practice, promoting diversity and equality in housing. Chris would join its consultancy team, working with outside organisations, giving him the opportunity to discover another future career path. He might also approach the Housing Corporation, which provides a career development programme for people from BME communities that offers mentoring and support to housing staff.</p> <p><strong>5</strong> Working as a housing officer for the Refugee Housing Association would create fresh challenges for Chris. He would support individuals - asylum seekers or refugees - in temporary or hostel accommodation. His experience of working with other agencies is an advantage because he knows of existing networks of support, both statutory and voluntary. The salary is up to £25,000.</p>",
  "US troops ordered Iraqis to evacuate large areas of Najaf yesterday as helicopters pounded militia positions around the city's gold-domed shrine. <p>Fighting broke out shortly before 8am when the US marines fired heavy machine guns across the ancient cemetery which has become the frontline of the six-day uprising led by the rebel Shia cleric Moqtada al-Sadr. </p> <p>Within an hour an American Humvee drove around areas of the city not controlled by the militia and broadcast messages in Arabic through loud speakers ordering people to leave their homes. </p> <p>\"All the people of Najaf, for your safety you must evacuate and leave the following districts,\" the message said, listing many parts of central Najaf, including the old city around the Imam Ali shrine where the militia is based. </p> <p>The Americans also ordered the evacuation of the area housing the main hospital, the main police station and the hotel used by the few journalists in Najaf. </p> <p>\"Those areas will be military zones,\" the message said. \"This is the last warning to the armed militia. This is your last chance to drop your weapons and to leave Najaf peacefully or death will be your penalty.\" </p> <p>Much of the old city is already deserted. Shops are closed and many buildings have been destroyed in the past week's fighting, including the main food market, where dozens of stalls were razed. </p> <p>Small groups of fighters from the Mahdi Army, Mr Sadr's militia, have taken up positions in most of the streets and alleyways. </p> <p>Yesterday at least three American helicopters could be seen circling over the vast cemetery, known as the Valley of Peace, to the north of Najaf, where most of the fighting has taken place. </p> <p>Several times attack helicopters closed in towards the city, firing rounds into buildings just metres from the Imam Ali shrine and shaking the mosque itself. </p> <p>Columns of black smoke hung over the courtyard of the shrine, where militia commanders planned their fight and where a makeshift hospital attended to the wounded. </p> <p>The militia is commanded by a young cleric, Ahmad al-Shaibani, who was born in the same small town as Iraq's defence minister. </p> <p>He admitted that his militia had been ragged in the first weeks of the southern uprising in April, but insisted that it was better organised now. </p> <p>Five of his fighters had died on Monday, he said, and about 15 were injured. </p> <p>It was unclear how many were hurt yesterday. </p> <p>\"Our overall strategy is to show the world the humiliation the Americans are suffering here,\" said Mr Shaibani. </p> <p>\"Our fighters are not wearing helmets or flak jackets, they have very old weapons and they still manage to humiliate them and stop them coming inside the city. We are trying to show the world our Islamic resistance.\" </p> <p>His aides later showed off the trophies of their battle: two magazines of M16 rounds marked Centre Industries Corp, Wichita, Kansas; a box of 5.56mm rounds; a green US military T-shirt; and a helmet belonging to a US marine they claimed to have killed. His name was marked on the back. </p> <p>They also obtained a handwritten letter from the Najaf police chief to the interior ministry in Baghdad. In it General Ghalib al-Jazairy admitted that two units of the Iraqi National Guard, from the Shia areas of Kerbala and Diwaniya, had deserted rather than fight the militia. </p> <p>\"The forces from Kerbala and Diwaniya withdrew from the battlefield without our knowledge and without orders from our command. This is a very important issue you should consider,\" he wrote. </p> <p>Mr Sadr's militia has also fought in Sadr City, the eastern slums of Baghdad, and in Basra in the south. </p> <p>A British soldier who died in a gunbattle with Mr Sadr's militiamen in Basra on Monday was named yesterday as Private Lee O'Callaghan, 20. A Londoner, he was serving with the 1st Battalion, the Princess of Wales's Royal Regiment, based in Tidworth on the Wiltshire-Hampshire border. </p> <p>He was shot in the chest, the Ministry of Defence said. </p> <p>Pte O'Callaghan was the 62nd British serviceman to die in Iraq since the beginning of the invasion last year. </p> <p>The US marines in Najaf, who refer to Mr Sadr's militia as \"anti-Iraq forces\", said they had begun an offensive against them on Monday and again yesterday in and around the cemetery on the outskirts of the town. </p> <p>\"We will not allow them to continue to desecrate this sacred site, using it as an insurgent base of operations,\" said Colonel Anthony Haslam, commanding officer of the 11th Marine Expeditionary Unit. \"There will be no sanctuary for thugs and criminals in Najaf.\"</p>",
  "The legal team representing the family of peace activist Tom Hurndall are to be given access to evidence that led to an Israeli soldier being charged with his manslaughter. <p>Relatives hailed the move as significant, as their lawyers will now be able to decide whether anyone else should be indicted, or the manslaughter charge be changed to murder. </p> <p>The trial of Sergeant Idier Wahid Taysir, who denies shooting the 22-year-old Manchester Metropolitan University student in the head during an army operation in the Gaza Strip in April 2003, is due to resume today. </p> <p>Mr Hurndall, of north London, had been shepherding Palestinian children to safety at a checkpoint in Rafah refugee camp when he was shot. </p> <p>Sgt Taysir was arrested in December and charged with intent to cause injury. The charge was upgraded to manslaughter when Mr Hurndall died in January. </p> <p>The family say that the prosecution denied them access to evidence, so they lodged a petition with the supreme court. The prosecution then made an offer, which was accepted, of access to documents but only for the legal team. Carl Arrindell, for the Tom Hurndall Foundation, said: \"The implications of getting access to this evidence are substantial. We took this to the supreme court when we discovered that promises from the Israeli government of transparency were ill founded.\" </p> <p>He said lawyers would want to establish if any systemic causes led to the shooting, and if responsibility for the death lies higher up the chain of command.</p>",
  "<p>The concept of \"community cohesion\" was developed in 2001 in response to the Bradford, Burnley and Oldham riots. It aimed to break down the ignorance and fear of each of the communities. The term is now common currency and a central part of government approach to race and community relations. But is it working and are we, at last, coming to terms with Britain's multiculturalism? </p> <p>The final report of the community cohesion panel, which I chaired, was published last week, and argues that race and identity issues should not just be discussed by the British National Party. It also suggests that dismissing concerns about migration as \"racist\" does not help. Yet the government is still reluctant to generate the widespread and open debate about identity, shared values and citizenship that it accepted needed to take place in 2001. There are, however, signs of a change. </p> <p>Scotland appears to be first off the mark with its campaign One Scotland - Many Cultures, despite not being included in the review team's original report. A number of local authorities have developed \"we all belong\" programmes, often backed up by innovative cross-cultural schemes. School twinning, interfaith networks and culture-swap programmes all appear to be having some success. </p> <p>The government says it does want a debate, but only if such a debate does not fuel prejudice against black and minority ethnic communities. Perhaps we should put it more positively - all communities should feel valued and feel able to subscribe to a new set of values, rather than feel dependent on an external frame of reference as a result. </p> <p>The debate must be grasped with the outcome of a much more active approach to citizenship for the whole community, not just newcomers. Citizenship ceremonies are currently regarded as a minority sport, viewed with some embarrassment, but some form of new event should be used to mark all 18-year-olds' transition to democratic participation. </p> <p>Trevor Phillips, chair of the Commission for Racial Equality, wants multiculturalism replaced with a type of \"integration\", which sounds a bit too much like \"assimilation\". But he vehemently disagrees with the assertion by David Goodhart, editor of liberal magazine Prospect, that diversity is the problem. </p> <p>More integration has to be a good thing, but it should maintain the multiculturalism model that allows differences to be respected. Further, a managed migration policy should be complemented with a managed settlement policy. Local authorities should be given the lead role in this, overseeing the work of the National Asylum Support Service and all the other agencies. This means not slipping people into areas (often the poorest with the worst housing) and hoping that they go unnoticed. This also means local authorities working with the newcomers to actively settle them, and with the host communities to deal with resource conflicts and tackle problems of identity and citizenship in an positive way. </p> <p>The racists - and those who are simply afraid of difference - will always complain, so why not deal with them and any real problems that they raise in an open way? </p> <p>Local authorities will need to develop new skills. But influencing attitudes and values is never an easy task, nor is it one they have traditionally undertaken. Regeneration is generally seen as a physical task, rather than as the promotion of citizenship, encouraging people to build \"social capital\" - the trust and power of association that bind communities together. This will mean that local authorities need to develop the more rewarding but more difficult role of community leadership. Without such leadership, communities will always be no more than a collection of individuals. </p> <p>Community cohesion, however, is not just about attitudes and values. It means tackling basic inequalities at the same time. We cannot hope to have a cohesive community if some sections are so disadvantaged that they have no hope of securing a real stake in society. It also means avoiding segregation in schools, housing and leisure facilities. It means providing policing on a different basis, and gaining the support of voluntary organisations to break down the barriers. The way we communicate - and especially the role of the press and media - is also vital. </p> <p>All of these issues are tackled in the report The End of Parallel Lives?, or in the associated advice and guidance produced by 12 practitioner groups. The issues covered by the specialist groups include housing, education and health and involved some 200 people working with the community cohesion panel over the past two years. This is a reminder that, in community cohesion terms at least, there are no quick fixes. </p> <p>Whether or not central and local government take up the panel's suggestions remains to be seen, but if we do not tackle some of the issues around race relations in the way that the report offers, I fear we will see a growth in Britain of extremism. </p> <p><strong>·</strong> Ted Cantle chaired the independent review team for the Home Office into the northern riots in 2001. The Cantle report made about 70 recommendations to promote community cohesion. Since April 2002, he has chaired the panel that has advised ministers on how to best implement those recommendations.</p>"
]