[
  "His glory days are behind him. At 75, he is frail, his hands shaky, his lapels covered with a score of badges from organisations as diverse as Peace Now and the Samaritans. <p>Yasser Arafat was once a regular visitor at the White House: the Palestinians say he saw Bill Clinton when he was president 28 times. But George Bush refuses to have him in Washington and he is no longer welcome in Downing Street. </p> <p>Visits from the world's leaders are diminishing. The last delegation to the presidential compound in Ramallah was from Luxembourg. </p> <p>He remains a virtual prisoner of the Israelis, unwilling to take a chance by leaving his compound, where he has spent the past 41 months. The reasons are piling up: the fear of assassination, capture or exile; the possibility that Israel may attack the 20 wanted Palestinians sheltering there. </p> <p>But he professes to be sanguine about his predicament. \"It makes no difference,\" he said in a three-hour discussion over dinner with British journalists this week. </p> <p>He'd had worse experiences as a fighter more than 30 years ago, he said. \"It is not my first time to face these troubles. I was obliged to stay in Mount Hermon [on the borders of Israel, Syria and Lebanon] for two years in the ice and snow with Israeli planes shelling me and many comrades being killed.\" </p> <p>His home these days is the remains of the presidential compound, partially destroyed by Israeli forces in 2002. </p> <p>The entrance is protected by oil-drums filled with concrete to slow tanks, and the doorways and halls are lined with sandbags. </p> <p>Unable to even wander round Ramallah, he tries to maintain his fitness by walking back and forward along a corridor between the two remaining buildings: the corridor was rebuilt after being demolished by the Israelis. </p> <p>His alternative fitness regime is to walk repeatedly around the table that doubles as office and dining place. His bedroom is next door. </p> <p>He eats little. From a table filled with lamb, chicken and rice, he took only broccoli, garlic and steamed corn on the cob, and a Diet Coke. </p> <p>He answered questions until midnight, at times directly addressing issues, at others distracted, wandering back to recall in detail old diplomatic triumphs and blunders, mainly the negotiations at Camp David with President Clinton more than four years ago. </p> <p>At the end of the dining table are relics of the days when peace seemed close. In the jumble of presents is a tarnished aluminium dove presented by the Peres Centre, run by the former Israeli Labour prime minister Shimon Peres, and a brass owl from the Samaritans. </p> <p>He intersperses opinions on the chances of a renewed peace process or the planned Israeli pull-out from Gaza with odd or unsubstantiated conspiracy theories. The Israelis may have known about the Taba bombings in advance but did not pass the information to the Egyptians, he claimed. </p> <p>The Iranians are interfering in South African politics and the South African president, Thabo Mbeki, had asked for his help; the Israelis had been firing depleted uranium shells at the Palestinians. </p> <p>His ministers and advisers flanking him occasionally whispered into his ear to advise moderating an opinion, to complete a sentence, or to suggest that a fact was wrong. </p> <p>Occasionally he accepted the advice, and at other times told them that their memories were faulty. He teased one of them, Jibril Rajoub, claiming he was having secret talks with the Israeli prime minister Ariel Sharon's son Omri. </p> <p>He was more pessimistic than usual about the chances of ever reaching a deal with Mr Sharon that would see him released. Asked whether an agreement was possible with Mr Sharon, he said: \"It is very difficult. Maybe with [Binyamin] Netanyahu.\" </p> <p>He recalled that Mr Netanyahu, though on the right of Mr Sharon, had in the past, in spite of tough rhetoric, signed deals with the Palestinians. </p> <p>But Mr Netanyahu may not be prime minister for years to come, if at all, and there is no guarantee he would contemplate a deal with Mr Arafat. </p> <p>It is not just that the Israelis have succeeded in isolating him physically and diplomatically, even the Arab countries are no longer helping as much as they once did, tired of the corruption surrounding him or sensing that there is little prospect of a resolution to the conflict in the near future. </p> <p>With the exception of Saudi Arabia, he said, Arab countries had either stopped or reduced contributions to the Palestinian Authority, which is not sure whether it has enough to meet this month's pay bills. </p> <p>Asked whether Mr Bush or John Kerry would be more likely to find a Middle East settlement, he chewed his food and smiled: \"For me, it makes no difference.\" Both have said they will not meet him.</p>",
  "Carol Brown, who has died aged 50 of a brain tumour, was an art exhibition curator of rare quality. She had been head of exhibitions at the Barbican Centre, London, since 2001, and, before moving there in 1988, was at the Museum of Modern Art, Oxford. <p>Born and brought up in London, she was educated at Henrietta Barnett school, in Hampstead Garden Suburb. She studied fine art and history of art at Edinburgh University, and worked for the Scottish Printmakers' Workshop before moving to be secretary at the Oxford gallery in the mid-1970s. </p> <p>Under director David Elliott's tutelage, she developed her practical skills in organising exhibitions of diverse material from all over the world. She helped prepare the string of brilliant exhibitions that Elliott brought from the Soviet Union: Rodchenko (1979); Mayakovsky (1982); Art Into Production (1984); and Eisenstein At Ninety (1988). She also worked with him on shows from India, Mexico, South Africa and Japan, their last collaboration being 100 Years Of Russian Art (1989). </p> <p>Carol joined the Barbican art gallery team in April 1988 as senior exhibition organiser. Her bright red lipstick made an alarming, even exhilarating, impression on the interviewing panel, but her lucid responses to our questions - and her enthusiasm for exhibition work - convinced even the greyest of the \"suits\". </p> <p>Her managerial skills, her hard work in the face of deadlines, and her coolness in the tension of the creative moment quickly earned her huge respect. </p> <p>The job also allowed her to become a world traveller, visiting Syria, learning Arabic and adeptly scheduling Barbican research trips to coin cide with something new - the film festival in Bamako, for example, or a religious festival elsewhere. These trips, especially to Africa and central America, reflected her curiosity about impoverished peoples and the richness of their cultures; her exhibitions were her effort to reveal their truths. </p> <p>Her Barbican work encouraged this wanderlust, with exhibitons from Canada (1991); Scandinavia (1992); the United States (1992), working with the photographer William Eggleston; and Hungary (1989). At the Hungarian opening, she saw Margaret Thatcher addressing the putative new government. </p> <p>Carol did not wear her politics on her sleeve but had an innate sense of justice and support for the disadvantaged. Perhaps her response was to include the satirical work of Guerrilla Girls and Jacky Fleming in our Cutting Edge exhibition (1992) alongside John Heartfield. In the same exhibition, our Spitting Image tableau of Thatcher's Last Supper achieved notoriety, with the Barbican being accused of blasphemy. </p> <p>Like all good curators, Carol was a committed educationist. She worked with Val Williams on Who's Looking At The Family? (1994), weathering the controversy of Sally Mann's first UK showing of images of her naked children. </p> <p>Her greatest triumph at the Barbican was taking up the African Textiles (1995) idea, framing it in her inimitable way, identifying the anthropologist John Picton as collaborator, and inviting artists like Yinka Shonibare and Chant Avedissian to include their work. African Photography (1999) followed, featuring Seydou Keita's work. </p> <p>With the exhibition of the artist James Ensor (1997), Carol's dogged efforts in securing his pictures from Belgium achieved her most valued plaudit, with the show being judged the Chapman Brothers' favourite of the year. </p> <p>Her hilarious laugh lit up the office, and Christmas cards, with Carol dressed as a cross between Madame Pompadour and Carmen Miranda, revealed a sense of humour that was self-deprecating but also practical. When the idea of a show of customised Harley Davidson bikes flashed across the office - to make an impact for an American festival programme - her peel of laughter reassured me that it was the right course to pursue. She was the best deputy anyone could have asked for. </p> <p>She is survived by her sister, Sue. </p> <p>Graham Sheffield writes: Not the least of Carol Brown's qualities were her generosity of spirit and her lack of ego. Taking over the Barbican Art Gallery from John Hoole in 2001, Carol had a hard act to follow. The gallery was now fully integrated into the centre's arts division, mixing it with the other art forms on an equal basis - a position unique in London's art world. </p> <p>She rose to the challenge of management and the cross-arts agenda with energy and commitment, without ever compromising her curatorial principles and her passion for discovering new artists. </p> <p>Her agenda was a genuinely international and diverse one, well before diversity became a political necessity; her superb Iranian contemporary show in 2001 was a case in point. Her advocacy for the recent renovation of the Barbican Gallery was a major factor in getting the job done. Its success stands as a testament to her work and character. </p> <p>She was also a wonderfully engaging companion visiting shows and galleries - the only problem being her unwillingness to stop for a proper lunch. </p> <p><b>·</b> Carol Ann Brown, exhibition curator, born March 16 1954; died October 4 2004</p>",
  "<p>Under-performing Marks &amp; Spencer has announced more bad news on sales - especially in its once premier food business. </p> <p>The gloomy news came as the Office of Fair Trading waved through the planned sale of its retail financial services division to HSBC bank for £760m. </p> <p>The watchdog's decision not to refer the sale of M&amp;S Money - the retailer's credit and charge card operation - means it can press ahead with the deal. </p> <p>The 300-strong chain, which rebuffed a 400p-a-share offer from entrepreneur Philip Green in July, said its like-for-like food sales, which exclude gains generated by new space, fell 2.6% over the past 12 weeks. </p> <p>Two weeks ago, when M&amp;S launched a £2.3bn tender offer to buy back shares, the chain had produced a trading update that showed like-for-like sales down 2%. </p> <p>Like-for-like sales of so-called \"general merchandise\" - clothing and homewares - were down 7.7% but there has been no new downturn in this area over the past two weeks. </p> <p>The retailer also told investors to expect first-half profits of £285m-£295m, down from £325m last year but in line with market estimates. It is booking an exceptional charge of £80m to cover the costs of shutting down the Lifestore experiment, moving head office to Paddington and takeover defence costs. The shares rose 4.25p to 347.25p. </p> <p>The huge tender offer - which dwarfs all previous ones - will be priced in the range 332p-380p. </p> <p>It was designed to flush out short-term shareholders, such as hedge funds, who bought to gamble on a takeover. </p> <p>Shareholders must decide whether the gloomy trading is going to continue and sell or whether new chief executive Stuart Rose can turn things around. The lower the eventual strike price, the more shares M&amp;S will be able to buy and the better the outcome for those shareholders who remain (in terms of earnings per share). </p> <p>The tender - to be approved at an egm on Friday week - and the sale of M&amp;S Money were both major planks of Mr Rose's strategy to see off Mr Green by releasing value to shareholders.</p>",
  "<p>Shagufta Yaqub was editing a magazine for British Muslims when a woman phoned to place an advert for a \"co-wife\". \"She told me she knew her husband's tastes better than anyone else,\" Yaqub recalls, \"and wanted to make sure he married someone she could get along with.\" This was the start of a \"very personal journey\" through Britain and Pakistan, as the recently married Yaqub attempted to get to grips with Muslim polygamy, outlawed in one country but not the other. </p> <p>In Birmingham she meets a bigamist (technically) who declares: \"It's in the nature of woman that they will all want one husband, and it's the nature of man that they would want more than one wife\", while his spiritual brother in Lahore points out that God must have wanted him to have two brides since he gave him two marriage lines on his palm. \"Have women got it all wrong when they give their heart and soul to a man?\" asks Yaqub in <strong> Inside the Harem</strong> (11am, Radio 4). </p> <p>More digging, probing, investigating, etc, in <strong> Discovery</strong> (10.05am and repeated, World Service), where local broadcaster Kofi Owusu joins scientists drilling into the bottom of Lake Bosumtwi. Ghana's only natural lake was formed by an asteroid 1.3 million years ago. What can the impact site tell us about that event and the 13 Ice Ages that have been recorded in the lake's sediment? </p> <p>Back home, what can Steve Lamacq tell us about more recent history? Find out in the four-part <strong> Don't Look Back in Anger: The Story of Britpop</strong> (10pm, Radio 2).</p>",
  "Sanctions, it is sometimes said, come somewhere between a soldier and a statement - a thought that may have crossed the minds of EU foreign ministers yesterday when, in short order, they lifted punitive measures on Libya and tightened existing ones on Burma. The timing was coincidental: after 11 years one set of sanctions had run its course, Libya having at last complied with UN demands on the Lockerbie bombing and, as a bonus, surrendered its rickety arsenal of weapons of mass destruction; the batch imposed on Burma is designed to pressure the military regime to ease up on human rights and free Aung San Suu Kyi, the democracy activist whose dignified struggle has caught the imagination of the world. Both sets of sanctions highlight the advantages and flaws of this imperfect tool for imposing international standards. Another important aspect was underlined last week when the Iraq Survey Group concluded that UN sanctions against Saddam Hussein had been collapsing before last year's invasion, a reminder that their failure was exploited by US hawks pressing for military action. <p>Recent years have seen a growing recognition that sanctions are a blunt instrument that can easily hurt the wrong people. Success in undermining apartheid in South Africa gave way to disaster in Iraq as the embargo imposed after the invasion of Kuwait impoverished and humiliated a generation of ordinary people while giving a cruel dictatorship a further instrument of control. The Libya sanctions, on the oil industry and air travel, were less draconian but far more effective. They isolated the country, provided a framework around which a settlement could be reached and pressured Colonel Muammar Gadafy into reducing his involvement in terrorism. Crucially, though, the US was able to maintain the support of other countries. </p> <p>Political will of this kind is lacking in Burma. The Asian country should be a soft target since few outsiders have a stake in its economy. Even so, France negotiated loopholes allowing it to continue investing in the oil industry. The latest measures include a visa ban on high-ranking generals and a block on loans to state-owned businesses. Europe has imposed similar \"smart\" sanctions against Robert Mugabe and his senior henchmen in Zimbabwe. But the EU and the US are still at odds over whether to lift the arms embargo imposed on China after the 1989 Tiananmen massacre: when the stakes are very high, only the lowest common denominator can usually be agreed. Still, even unsatisfactory sanctions are preferable to war.</p>",
  "<p>WILKO!</p> <p>Not long after Howard Wilkinson was appointed Sunderland manager in October 2002, the Fiver spoke to an old pro at the club. \"We're training twice a day,\" he gasped. \"Some of the young lads have never seen anything like it - they're used to being away to the bookies by 1pm.\" Sadly for Sgt Wilko, his training regime was about as effective as The Lisa Riley Fat Loss plan - and just 20 matches and two wins later, he was dumped on the managerial scrapheap.</p> <p>Or so we thought. But today Harry \"Seven Relegations\" Bassett - having flicked through his Filofax, watched the Leeds United season 91-92 video and spoken to the ghost of Charles Hughes through his Ouija Board - decided that Wilkinson was the perfect man to be temporary first-team coach at Leicester City! \"We need to make an impact at getting some results,\" explained Bassett, making George Bush sound coherent. \"I spoke to Howard about helping Leicester out and he's accepted that situation.\"</p> <p>Bassett, however, was unable to confirm how long Wilko, 60, would be involved at the Walkers Stadium. \"We may be together for a week, a month or three months - but we are both flexible at the moment,\" he said, easing his legs and pelvis into the gymnastic splits. \"I have no doubt I've got the right man.\" Apparently the two will share the coaching and agree tactics/formations together, with Bassett having the final say. But we can't imagine many disagreements: long-ball game, anyone?</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTES OF THE DAY</strong></p> <p>\"Even if Matt Busby, Jock Stein and Alex Ferguson together put their resources at our disposal, right now it is a difficult job\" - Scottish FA suit David Taylor reflects on the demise of Scottish football.</p> <p>\"My vision for the Scottish future is very, very important to me. When I go back [to Germany], maybe after the 2006 World Cup Scotland will have a very good national team. There are some very good boys coming up\" - Still, Berti Vogts is looking on the bright side.</p> <p>* * * * * * * * * * *</p> <p><strong>SPARRING FUN WITH JENS AND OLI</strong></p> <p>Being of bloodthirsty stock, the Fiver has long spent the early hours of the morning clutching the wireless to its ear, listening, breath held, to tales of bouts between the likes of Ali and Frazier, Perseus and Medusa, and, erm, Alien and that weird Predator thing. But for the last year, nothing - the after-effects of Granny's famous goulash aside - has had us out of bed faster than German goalkeepers Oliver \"Mary Shelley's Frankenstein\" Kahn and Jens \"Oops\" Lehmann slugging it out for the No1 shirt. Indeed, when Lehmann rained in well below the belt with comments about Kahn's girlfriend, we taped it.</p> <p>For over a year now they've been gambolling around the ring, Kahn skipping lithely as wee Jens resorted to irritating him into submission. \"I don't think I am given the right respect in Germany,\" [biff!] \"I deserve to play,\" [bam!] \"I don't have a 24-year-old girlfriend,\" [kerpow!]. And the points really had begun to rack up in Lehmann's favour: where German goalkeeping coach Sepp Meier had dared to knock him down, German coach Jurgen Klinsmann has picked him up, dusted him down, and turfed Meier on his ears to boot.</p> <p>But today, after Lehmann played against Iran without blundering the ball into his own net, the gloves have come off. Literally. The Arsenal keeper has been told to ditch his Nike gloves if he wants to stay in German squad, after kit sponsors adidas gave the DFB an almighty earbashing. \"In future he must wear gloves by adidas if he wants to remain in competition with Oliver Kahn,\" said a suit, oblivious to frivolous matters such as form and fitness. Plus Franz Beckenbauer has plonked his legendary status in Kahn's corner, questioning Lehmann's achievements. Best watch out for a platinum blonde bonce lurking in dark alleyways, eh Franz?</p> <p>* * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Rafa Benitez wants to bring in a brooding Real Madrid reserve forward. And as this over-elaborate set-up has surely told you, it's Fernando Morientes, not Michael Owen.</p> <p>With Ryan Giggs having more lead in his backside than an HB factory, Lord Fergie has whispered sweet nothings in the direction of mischievous Middlesbrough midfielder Stewart Downing.</p> <p>Boro meanwhile, want Bolton keeper Jussi Jaaskelainen. But Fergie might, too, if he doesn't get Boro's very own Mark Schwarzer. But if he doesn't get Schwarzer, Boro might not want Jasskelainen anyway. Confused? Excellent.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>David Beckham's plan to get deliberately booked has been defended with predictable and comic inevitability by former Arsenal angels Lee Dixon and Nigel Winterburn. \"It is not bringing the game into disrepute to use your brain a little bit,\" chuckled Dixon.</p> <p>Dirty Sven has confirmed that Michael Owen will captain England in Azerbaijan tomorrow.</p> <p>Spain coach Luis Aragones may come to London to apologise to Thierry Henry for calling him a \"black s***\". \"In England they don't understand my techniques to inspire my players,\" he said.</p> <p>* * * * * * * * * * *</p> <p><strong>FIVER LETTERS!</strong></p> <p>\"So the new requirement for becoming the No1 German goalkeeper is to wear the gloves prescribed by the team's sponsors, adidas? What utter madness! Proof, as if proof were needed, that the lunatics really have taken over the football asylum. Just when will someone tell these corporate clowns where to get off?\" - Bill Macnamara.</p> <p>\"Re: Beckham. I would love to see The Sun or its ilk if an Italian or German captain started to spout similarly. We would again have all the scared little Englanders roll out their jingoistic insults. All the best with building up your hopes so they can fall down around your ankles in spectacular fashion at the next major championships\" - Dave Turner, Dublin.</p> <p>* * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>Five: Argentinian Football Highlights (3.40am) <br> Matt Walton has a McCaff story, which contains strong language from the start.</p> <p>Major League Soccer (4.30am) <br> \"A number of years ago,\" Matt begins, \"I played in the 'Northern Media Cup' semi-final, for the Yorkshire Evening Post, against either Yorkshire TV or BBC Leeds (can't remember which).</p> <p>Sky Sports 1: Live U21 International Football: Wales v Poland (7.30pm) <br> \"Cod-gob McCaffrey was playing as a ringer for the opposition. Why they didn't get hold of someone who was half-decent is another question.</p> <p>Football Asia (12am) <br> \"All through the game McCaff was giving it large, trying to wind us up at every opportunity, with his constant banal drivel.</p> <p>Sky Sports 2: You're On Sky Sports (10pm)<br> \"We were leading 4-3 with a couple of minutes to go, and the incessant nature of McCaff's jibberish was reaching a crescendo when the ball came toward me. So I wellied it out of play, over the trees, and into the river next to the pitch.</p> <p>British Eurosport: Football (5pm) <br> \"McCaff was chuntering about time-wasting, as another ball was found to continue with. The resultant throw-in was launched into our area and, arriving at my feet, I again managed to clear the greenery and land it in the river.</p> <p>Radio 5: Sport on 5 (7pm) <br> \"This time McCaff was livid - aggressively running at me, looking me in the eye and calling me a '****ing c***'.</p> <p>Talksport: Kick Off (7pm) <br> \"'I might be a c***, but at least I'm not a ****ing ugly losing c*** like you', I replied, quick as a flash. It was the first time McCaff had shut up for the entire 90 minutes, and soon after the ref blew the final whistle. I ****ing loved it...\"</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) <br> Send your McCaff moments - and/or your most cherished memories of other loathsome TV football types - marked Hate Is A Powerful Emotion, to the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>BE BRAVE</p>",
  "A new era of relations with Libya has just begun. The European Union has lifted its 18-year economic embargo on the former pariah state and natural gas is being pumped at full tilt across the Mediterranean from North Africa to Sicily. <p>On October 7, Italy's prime minister, Silvio Berlusconi, attended the opening ceremony of a 335-mile gas pipeline embedded under the Mediterranean, running from Mellitah in western Libya to Gela in Sicily, that will supply 10% of Italy's energy needs from now on.</p> <p>The pipeline, begun last year in a $5.6bn (£3bn) joint project between Italian oil giants ENI and AGIP and Libya's state oil company, NOC, was praised as the symbol of the new friendship between the North African country and its former colonial ruler.</p> <p>It will carry 10bn cubic metres of gas to Italy and into Europe each year and is expected to generate $20bn in revenues over the next 20 years. </p> <p>\"Libya and Italy are friends: they cooperate and they exchange joint benefits and not enmity,\" Libya's Muammar Gadafy said at the ceremony, held in a tent.</p> <p>And, it seems, the flow of people between Libya and Italy will now change direction.</p> <p>For the first time in over a decade, the makeshift immigrant reception centre on the Italian island outpost of Lampedusa, the first stop for most boatloads of illegal immigrants from north Africa, is empty. Last week, at least 11 planeloads of handcuffed men were flown, at Italy's cost, straight back to Libya and Tunisia, amid protests from human rights organisations that their asylum claims had not been assessed. Libya has agreed to dispatch the would-be immigrants back to their countries of origin, over 1,000 of them to Egypt. In recent days, few new arrivals have been reported.</p> <p>Plans are afoot for Europe now to help Libya turn thousands of would-be immigrants around before they set sail for European shores. Libya's interior minister, Nasser al-Mabruk, said Libya had recently sent 40,000 illegal migrants back to neighbouring countries and southern Africa and the Middle East. </p> <p>Lampedusa, a desert rock in the middle of the Mediterranean that is a popular holiday resort for Milanese tourists, is quiet again after another summer during which hundreds of migrants attempted to enter Europe by the Libya-Lampedusa route. Earlier this year it was not uncommon for exhausted Africans to be offloaded from sinking boats by policemen wearing surgical masks in the full view of sunbathing tourists.</p> <p>In a sign of the new detente Italy sent a delegation of Italian Jews to meet Gadafy on Monday to discuss possible compensation for around 6,000 Libyan Jews expelled after Israel's victory in the six-day war in 1967.</p> <p>\"We have to separate between the Jews and Zionism, therefore the Jews who were in Libya and whose properties were unjustly confiscated should be compensated,\" Gadafy said last month.</p> <p>Gadafy, who seized power in a coup in 1969, has also announced that Libya will allow the return of Italians thrown out by his regime in 1970. Around 20,000 Italians were expelled from Libya 34 years ago, most losing all their property and possessions.</p> <p>\"Our friend Berlusconi ... made a modest request to the Libyan people ... to allow the elderly Italians who colonised Libya and were expelled on October 7 1970 to come and visit Libya,\" he recently said.</p> <p>\"I call on the Libyan people to accept this request ... And those who want to come and work in Libya can do so,\" he added.</p> <p>Libya is expected to sign further declarations against terrorism and in favour of human rights as part of further trade agreements with Europe.</p> <p>But Bulgaria will not be rushing to embrace Europe's newfound north African friend or sending its citizens to work in Libya in a hurry. Six Bulgarian medical professionals are currently languishing in a Libyan jail and facing the death penalty after being convicted of deliberately infecting 400 Libyan children in their care with HIV. Their lawyers say the charges have been trumped up to avert public anger over bad hygiene in hospitals that probably caused the infections.</p>",
  "<p>\"If there's one thing I've learned at Five it is just how difficult it is to get noticed. My God it is a completely different ball game,\" says Ben Frow, the executive who commissioned The Farm, gave the nod to Rebecca Loos conducting a semen-generating procedure on a boar, and is seeing the ratings at 10pm float gently upwards.</p> <p>\"So I'm proud of The Farm in many ways. I am proud because I think it is very well made. I'm proud because I think it is an intelligent programme, and I think it combines some of the best bits of what people generally refer to as reality television in terms of people's relationships, confrontation and honesty.</p> <p>\"This is not a controlled environment; we're having to learn; there's the weather, nature; it's a new challenge, we are trying to stretch reality television.</p> <p>\"How people live with a whole new dimension that most people know nothing about, which is farming. I certainly learn something every day.</p> <p>\"I didn't know calves were separated from their mothers at birth, that the milk we drink is calves' milk. I think it's an intelligent programme.</p> <p>\"Nor can the producers, Endemol, exactly predict when animals are going to be born, one of its big 'ah' factors. There was also an on-screen killing of two chickens last week, so discreet it passed without comment - they were then plucked, then eaten for an evening meal.</p> <p>\"We'll do it again, it was a bit too short. But I am very keen to do a show that is not gratuitous, salacious. I would rather not have a show that is a ratings success, because for Five, it's important people look at it and say 'I didn't think Five would do a programme that good'. It reflects on Five, Five can play with the big boys.</p> <p>\"The most important thing is the welfare of animals: our top priority. The French (where the format was devised) have a different attitude to animals. Frankly, I could do a reality show where old people are neglected and there would be less reaction from the British public.</p> <p>\"The Animal Liberation Front, the RSPCA, they all were screaming and shouting before we got to air. They make a daily point about what we do like; what they do like and don't like. The truth is I am not going to be making a 'I'm a Factory Farm Animal Get Me Out of Here!' sort of show, it is just too grim.</p> <p>Frow, the fast-talking former Channel 4 executive who commissioned its raft of property hits as well as The Salon, the replacement for the breakfast show; How Clean is Your House and Too Posh to Wash, reflects on how C4 \"tried to kill the Farm on opening night\" by running blockbuster Gladiator against it.</p> <p>Kevin [Lygo, Channel 4's director of television] said to me: 'the opening show will make it or break it'. I'm encouraged, the word is out there. I am proud of it, I think we can hold our heads up high. There comes a point when you either know it is going to be a disaster - you just feel sick all the time - or you feel you're going to be all right because even if it doesn't get 10 million viewers, which it won't, the word is out there.</p> <p>\"And the profile is just fantastic. The truth is: part of our bonus scheme at Five depends on whether we hit our demographic, the 16-34 audience.\"</p> <p>Frow says three of his commissions, Cosmetic Surgery Live, which is to return in a souped-up mode, and Colin and Justin all score. \"They are way up on our average for the 16-34 demographic\" and may all return.</p> <p>\"I would like to think The Farm would come back in some form or another. The only downside of doing The Farm now is the weather. It's not been kind to us.\"</p> <p>But he says he will be picky about the time of year it goes out because of the competition from other reality shows.</p> <p>\"It's like owning a holiday timeshare, you have to find out when everyone else is booked in, you don't want two shows butting in on each other. Celebrity Big Brother is in January, The Games April, Big Brother, July. Unless you go for daytime or late at night 11 pm.\"</p> <p>How did Frow adjust a bought-in format? \"I have an overall vision, and want to be happy in my gut, I am a viewer, I enjoy the combination, people's relationships, cosiness, mugs of tea by the Aga, animals being born, having to do horrible jobs then going in and being cosy again</p> <p>\"What I did was say, bring to it an American - they brought me Vanilla Ice and the first married couple. Paul Daniels and Debbie McGee. What I wanted to do was move the boundaries of reality TV, lift the claustrophobia. </p> <p>\"It's not about bonking. The best shows are not dominated by anyone one thing, they have a bit of everything. So The Farm is a good old smattering of Pet Rescue, and we've also got sexy farmer Ryan in there, he's the big success of the show, he gets an awful lot of fan mail, he's gorgeous, so smouldery. I was given a selection of farmers, he was chosen for looks, I don't want to watch a horrible, old, bearded farmer, we're Five, after all, I wanted the farmer to be young, funny, vibrant, sexy, warm, all those things.</p> <p>\"So I am already working on more things for him. I love working with Endemol. We're changing the format as we go along. It is very hard for the celebrities; they are having a tough time. These are celebrities, they are used to doing very little. They are up at 6.30am every day, and usually up way after midnight. I don't want to piss people off. We are doing the opposite of a penalties system, we are operating a reward system, going positive rather than negative.\"</p> <p>The next, and final, week, says Frow, is when the farmers are going to be self sufficient, only eating the food they produce and animals they kill.</p> <p>\"When you're working with celebrities, its worse than animals and children.</p> <p>\"They are very difficult to manage. I would love to see what reaction there is in agricultural colleges. When we did The Salon applications to hairdressing college went up 200%.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "\"Think! Think! Think! Think!\" pulses an insistent voice as you climb the stairs to the bridge traversing Tate Modern's Turbine Hall. <p>The last Unilever commission for that vast, cavernous space, Olafur Eliasson's Weather Project, had the effect of turning visitors into touchy-feely folk who just wanted to lie on the floor, hold hands and stare longingly at their own reflections in the ceiling-mounted mirrors. </p> <p>Bruce Nauman's new sound installation, Raw Materials, which opens today, presents a subtler and more intellectual challenge. And it is a good deal more sinister than Eliasson's indoor sunshine. </p> <p>There is no visual component to the work, no trick, no special effects wow factor. The Turbine Hall is completely empty and raw. Visitors pass through a series of audio recordings from speakers mounted in pairs opposite each other on the walls of the space. The recordings consist of texts used in previous video or sound works by Nauman, stripped of their original contexts and redeployed as material for this new work. </p> <p>As you walk down the ramp of the Turbine Hall and through the different bands of sound, the effect is not unlike tuning in and out of radio stations. The first recording, at the west end of the Turbine Hall, is a repeated \"Thank you, thank you\", a rather endearing softener before the somewhat traumatic onslaught of voices that follows, ranging in tone from melancholy, sinister, abusive and bossy, to poetic, tender, cajoling and deadpan. </p> <p>Some of the texts are sung, some are obsessive repetitions of a single word or phrase. Some make no sense, or are bleakly absurd. All the while in the background moans a deep wordless sound, a white noise that pervades the whole of the Turbine Hall. </p> <p>Talking about the work, the New Mexico-based Nauman, 62, explained: \"The recordings are a sort of abstract material. They are not arranged in the space by content, but by intensity and rhythm - there is a rhythmic connection between them.\" </p> <p>The sound is deployed not unlike a sculptural material. But the work also has something in common with a musical composition, the visitor controlling to an extent which components are heard and when, depending on how they choose to move through the space. </p> <p>It transpires that the hordes of occasionally unruly schoolchildren who regularly congregate in the Turbine Hall had inspired the artist. \"There are a lot of kids who come in and make a lot of noise,\" he said. \"That contributed to the idea of using the space.\" </p> <p>He had also been intrigued by the Turbine Hall's curious \"background hum\", which comes from the still-working substation in the complex. How long would visitors be able to take these strange, insistent voices before going crazy? </p> <p>Nauman seemed unsure. \"I can seldom stand to be around my work for that long,\" he said. </p> <p><b> Art of words</b><br> </p> <p> \"Thank you thank you thank you thank you ...\" </p> <p>\"Think think think think think ...\" </p> <p>\"You may not want to be here.\" </p> <p>\"OK OK OK OK OK OK...\" </p> <p>\"It was a dark and stormy night. Three men were sitting around a campfire, One of the men said, 'Tell us a story Jack.' And Jack said, 'It was a dark and stormy night. Three men were sitting around a campfire. One of the men said, 'Tell us a story, Jack'... \" </p> <p>\"Work work work work work ...\" </p> <p>\"Live and Die, Die and Die, Shit and Die, Piss and Die...Fail and Live, Smile and Live, Think and Live, Pay and Live ...\" </p> <p>\"I'm having fun, you're having fun, we are having fun. This is fun. I'm bored, you're bored, we're bored, life is boring. I'm boring, you're boring, we're boring, this is boring.\" </p> <p>\"Get out of my mind, get out of this room.\" </p> <p>\"His precision and acuity left small cuts on the tips of my fingers or across the backs of my hands without any need to sit or otherwise withdraw.\" </p> <p>\"Feed me, eat me, anthropology ... help me, hurt me, sociology ... feed me, help me, eat me, hurt me.\"</p>",
  "Tony Blair's announcement on his future, looking to a time when he gives up the top job, seemed to stray from the policy issues. And his half-hearted attempt at an apology for Iraq leaves just as many questions unanswered as before. Exactly when did he agree with George Bush to go to war? The reasons he gave are being demolished, one by one, so what really persuaded him to follow Bush? I would think much more of him if he had given an apology to the nation: no one in life ever gets everything right. Where was the plan that leads to a conclusion of this war? <p>Secondly, the media's obsession with the relationship between Blair and Brown seems to dominate to an extent that I find it difficult to see through to what the policies really are. The fact that there is a low level of inflation is to commend Brown's policies and one always needs the dynamic of robust discussion! Labour's policies seem to be more of the same. I am sorry that the proposal to renationalise the railways got defeated, that would have been a plus for me.</p> <p>Moving on to the Conservative conference, Michael Howard gave a good speech obviously seeking to reassure the party that he does stand a chance of winning an election. Yet one contradiction stood out for me. He spoke of how his family had fled to Britain to escape Nazism and how he wants to give something back - and yet he wants to control to immigration to an even greater extent. Would his family have been allowed in now? </p> <p>Yet the policies he set out are really only a rehash of earlier ones. For me, his policies for the first month in office just pandered to the extreme right and the rightwing tabloids. To my mind, the continuing talk about crime just increases peoples fears of it. I recognise that there are areas where it is a serious matter but perhaps not across the whole country. And if \"prison works\" why is there an alleged increase in crime. Similarly the discipline problem in a few schools is not solved by giving teachers greater powers of expulsion. The Tories' instigation of league tables for schools - and all that has gone on since with claims of choice for parents - has not helped. </p> <p>It was interesting to note that no firm commitments were given about reducing taxes, because to maintain services needs cash, and income tax is still the fairest way. The continuing anti-European attitudes are discouraging, so they are saying nothing that would get my vote.</p> <p>As yet, I remain \"floating\".</p>",
  "At least 11 al-Qaida suspects have \"disappeared\" in US custody, and some may have been tortured, according to a report out today from Human Rights Watch. <p>The prisoners are being held without access to their families, lawyers or even the Red Cross. They are probably being held outside the US, the report said. In some cases, US authorities will not even acknowledge the prisoners are in custody.</p> <p>Human Rights Watch asserted that international treaties ratified by the US prohibit incommunicado detention of prisoners in secret locations. The Geneva Conventions require that the Red Cross has access to all detainees, after which it can notify families of their whereabouts. Under international human rights law, detainees must be held in recognised places of detention and be able to communicate with lawyers and family members. </p> <p>The report said the prisoners include the alleged architect of the September 11 attacks, Khalid Shaikh Mohammed, captured by Pakistani authorities and extradited to the US last year. He is reported to have been tortured in custody, the group said.</p> <p>Abu Zubaydah, believed to be a close aide to Osama bin Laden, Ramzi bin al-Shibh, who may have become one of the 9/11 hijackers if he had been successful in obtaining a US visa, and Hambali, an alleged key al-Qaida ally in southeast Asia, are among the other so-called 'ghost' detainees. </p> <p>In refusing to disclose the prisoners' whereabouts or acknowledge the detentions, Human Rights Watch said the US government has violated international law, international treaties and the Geneva Convention. The group called on the government to bring all its prisoners \"under the protection of the law\". </p> <p>\"Those guilty of serious crimes must be brought to justice before fair trials,\" said Reed Brody, special counsel with Human Rights Watch. \"If the United States embraces the torture and 'disappearance' of its opponents, it abandons its ideals and international obligations and becomes a lesser nation.\" </p> <p>CIA spokesman Mark Mansfield said the agency has not seen the report and declined to comment. </p> <p>The Human Rights Watch report, titled \"The United States' 'Disappeared:' The CIA's Long-term 'Ghost Detainees\"', said many of the prisoners have provided valuable intelligence to US officials. But it also cited reports that some detainees have lied under pressure to please their interrogators.</p> <p>\"Human Rights Watch recognises, of course, the importance of effectively and rapidly gathering intelligence in order to trace the al-Qaida and other networks, capture other terrorists, and intervene to prevent more catastrophic terror attacks. However, the use of forced disappearances and secret incommunicado detention violates the most basic principles of a free society,\" the report reads.</p> <p>Aside from the human and civil rights considerations, the secret detentions could see other suspected terrorists walk free as courts demand access to testimony from US-held terror suspects. Prosecutors in Germany have been frustrated since they saw the 15-year sentence they won against suspected 9/11 plotter Mounir el Motassadeq overturned because they had no access to testimony from Khalid Shaikh Mohammed and Ramzi bin al-Shibh. A German appeals court ruled in March that his first trial was unfair because the US-held witnesses did not testify.</p> <p>Mr Motassadeq, still the only person to be convicted in relation to the September 11 attacks, is now being retried, but without access to the 'ghost' detainees, prosecutors fear he will be released. </p> <p>The lack of testimonies from the US-held al-Qaida suspects also played a large part in the acquittal, at the same court in February, of Mr Motassadeq's fellow Moroccan Abdelghani Mzoudi, who had faced identical charges. </p> <p>Human Rights Watch has no firsthand knowledge of the treatment of these detainees. Much of the report stems from news accounts that have cited unidentified government sources acknowledging the torture or mistreatment of detainees.</p>",
  "<p>Earlier this year, as part of its response to the hue and cry over illegal immigration, the government at last seemed to be taking seriously complaints that the further and higher education sectors have been making for years about bogus colleges and universities.</p> <p>Some of these institutions barely exist, except on paper. Others exist - they have buildings, staff and glossy recruitment brochures - but subscribe to no reputable regulatory body, such as an American Regional Accrediting Commission or, here in the UK, the Quality Assurance Agency for Higher Education. Unsuspecting students are enticed to enrol in them, not realising - or perhaps not caring - that the \"degrees\" for which they will study have little, if any, academic value.</p> <p>One of the major attractions of applying to such an institution is the possibility and promise of obtaining a visa to enter the UK and remain here for the notional duration of the course of study, which might be anything from three to five years.</p> <p>British consular officials around the world are supposed to be able to make judgments as to the bona fides of the institutions here in the UK to which international students apply. The fact that some of them happily grant visas to study at institutions of doubtful repute indicates that whatever training they have received in making such judgments is inadequate. In any case, is it fair to saddle them with such specialist responsibilities?</p> <p>So it seemed a good idea to establish a centralised register, accessible to all, that would list all those \"learning providers\" approved for study in the UK. Overseas students who applied to a registered institution which had demonstrated that it had robust attendance rules and a genuine track record as an educational centre (for instance) could expect to obtain a visa with comparative ease. Apply to an institution not on the register and you would almost certainly be refused a visa.</p> <p>Over the summer, acting on behalf of the Department for Education and Skills, PriceWaterhouseCoopers carried out a sector-wide consultation exercise. It advanced three options: do nothing; set up a voluntary registration scheme; or enforce a compulsory regime of quality assessment and accreditation.</p> <p>Maintaining the status quo was obviously a political non-starter. The sector as a whole favoured a full-blown quality-assured scheme. The government has opted for a voluntary register.</p> <p>At first sight this seems a happy compromise. In broad terms, publicly funded providers of education and training will go on to the register automatically. Privately funded providers may be registered automatically if they are \"accredited\" by the British Council, the British Accreditation Council (BAC) or the Association of British Language Schools (ABLS), or inspected by Ofsted, the Adult Learning Inspectorate or the Independent Schools Inspectorate. If not, they must apply for registration and submit what appears to be a formidable array of documentation.</p> <p>In fact, what is being proposed is a political fudge, designed more to reassure the public than to offer a robust and genuine solution to a serious problem.</p> <p>The British Council, BAC and ABLS all enjoy the patronage of the home office's immigration and nationality directorate. But none of them is itself subject to specialist inspection or regulation insofar as its academic \"accreditation\" activities are concerned. The BAC boasts that it is \"the national accrediting body for independent further and higher education\". It is, in fact, a charity that has apparently arrogated to itself the task of quality assuring everything from colleges teaching soft furnishing design to purveyors of theology diplomas.</p> <p>Suppose you are not \"accredited\" by any of these bodies? You could still get yourself on to the DfES's register by providing it with an application form and a set of prescribed documents. You could hire some premises, form a company, plagiarise two syllabus outlines and other academic-related paperwork, such as student attendance policies and a schedule of fees (easily available on the web), attach a list of teaching staff (astonishingly, individual names are explicitly not required), a few utility bills, a set of floor plans and a certificate of employer's liability insurance. As I read the blurb, this documentation would fulfil the minimum requirements for getting you on the register.</p> <p>Oh, I almost forgot. You could, if you were so inclined, submit documentation proving that you had a track record of educational provision. But this (I would have thought) vital information is optional.</p> <p>However, some evidence you might want to include may simply be ruled out. The DfES currently maintains a list of approved providers of higher education. My inquiry to the register's helpdesk elicited the response that institutions on this list cannot assume that they will automatically go on the register. Nor will membership of the UK Quality Assurance Agency for Higher Education qualify you for registration exemption.</p> <p>Defenders of the register will, no doubt, argue that it is not intended to replace existing accreditation arrangements in the FE and HE sectors. They may further argue that inclusion in it is not a guarantee of quality. Exactly. So why go down this particular road?</p> <p>The answer, it seems, is that in the face of tabloid hysteria over illegal immigration, the government wishes to be seen to be doing something, but is not bothered very much about the real worth of what that something might be.</p> <p>Meanwhile, a real opportunity to crack down on bogus institutions has been well and truly missed.</p> <p><strong>·</strong> Geoffrey Alderman is senior vice- president of American InterContinental University, London. He writes in a personal capacity</p>",
  "Where only three months ago the two main political parties were locked in fierce competition on similar sounding solutions - choice in health and education, more control on crime and asylum - a large gap opened yesterday with Tony Blair's response to Michael Howard's speech to last week's Conservative conference. Mr Howard was blunt: \"Politicians don't have all the solutions. They should stop pretending they do ... we will only promise what we can deliver.\" Indeed, he went further, criticising Mr Blair for his rhetoric, dreams and belief in destiny when \"most people don't actually want a date with destiny. They just want a date with a dentist.\" <p>Undeterred, in a speech on reforming the welfare state, Mr Blair proudly defended \"grand visions and great causes\", rejecting the Tory option of \"minimalist politics, an offer so bare that its very paucity is supposed to give it credibility\". Of course the last thing the political system needs is vacuous visions, but on balance we side with Mr Blair. There are still \"great causes\" for social policy to achieve. </p> <p>Labour's pledge to abolish child poverty is a \"great cause\", but one which the government should have openly done more to celebrate, rather than hide it away in the interests of keeping its more conservative supporters on board. Second, its plans to open up a completely new frontier of the welfare state - universal, affordable and flexible childcare for all three to 14-year-olds from 8am to 6pm - is a \"vision\" that puts it far ahead of opposition parties as we noted yesterday. Third, next week's report from the Tomlinson review of 14 to 19-year-olds, opens up an opportunity to transform the status of vocational education, ending a blight stretching back a century. </p> <p>Like Margaret Thatcher before him, Mr Blair believes that to win a third term a party in government has to demonstrate it has not run out of ideas. But unlike Mrs Thatcher, Mr Blair already has an impressive list of social policy achievements. Mrs T's most radical social changes - the national curriculum, national tests and the internal NHS market - all came in her third term. The biggest danger yesterday was that the prime minister would announce even more new ideas for health and education, when both those services desperately need a period of stability to implement the flurry of policies already announced. There are so many in health - devolution, choice, money following patient, competition, more use of the private sector - that they have begun to bump into each other. Thankfully, he resisted this temptation. Beneath his rhetoric, the only \"new\" initiative was an expansion of private treatment centres, which will rightly rile Labour's backbenchers, but in reality only lifts their work to 10% of elective surgery by 2008. </p> <p>Four five-year plans - for health, education, transport and crime control - only published in July is another reason why it was going to be difficult to come up with a new idea. Critics who accuse this government of not having a strategic vision could not be more wrong. No government since the second world war has been clearer about where it wants to go on domestic policy. Its systematic and rational approach is a welcome relief from earlier Labour policy-making models, under which last-minute resolutions of consolidated slogans were pushed with much arm-twisting through the annual conference preceding the election. </p> <p>Mr Blair pointed to valid new goals - public health, social mobility, pensions - without spelling out how they would be improved. Do not expect any answers on pensions until after the election. Adair Turner, the head of the government's pension commission, will explain why today with the publication of his interim report. There are only three ways to more security in retirement: more tax, compulsory savings, later retirements.</p>",
  "Should we use evidence obtained by torture in the name of the misleadingly named \"war on terrorism\"? Two senior British judges say yes, notwithstanding Britain's obligation under the UN convention against torture (Uncat) to \"ensure that any statement which is established to have been made as a result of torture shall not be invoked as evidence in any proceedings\". The House of Lords, our highest court, will decide shortly whether the two judges were right. <p>Last August the court of appeal decided by a majority of two to one that the home secretary, David Blunkett, was entitled to rely on information derived from torture as a basis for imprisoning aliens as terrorist suspects, indefinitely and without charge - provided that the torturers were foreign, and had practised the torture abroad, without any encouragement by British authorities. British torture: bad. Foreign torture: OK. </p> <p>One of the two judges in the majority, Lord Justice Laws, declared that he could not believe \"that the law should sensibly impose on the secretary of state a duty of solemn inquiry as to the interrogation methods used by agencies of other sovereign states. Apart from the practical unreality, I can find no sound juridical base for the imposition of such a requirement.\" </p> <p>The judgment prompted surprisingly little public disquiet, or even debate. In a gloating article in the Independent, the home secretary welcomed it. </p> <p>Lord Justice Neuberger, the judge in the minority in the appeal court, took a fundamentally opposite view. He concluded that \"it is not open to Siac [the Special Immigration Appeals Commission, the only court to which those detained as terrorist suspects can appeal] to receive in evidence, or to take into account, a statement sought to be adduced by the secretary of state, if that statement was made under torture\". He went on: \"This applies whether the statement was made by the appellant or a third party, and irrespective of the identity of the torturers.\" </p> <p>In spite of a wealth of expert legal opinion in support of these conclusions, the majority judges disagreed with Neuberger. They were seemingly unimpressed by the obvious fact, quite apart from considerations of international law and morality, that evidence got by torture is inherently unreliable. Most people will eventually say anything to stop being tortured. It's hard to see how the home secretary can make the necessary assessment of the reliability of evidence on which to base a decision to lock up a terrorist suspect without making a \"solemn inquiry\" as to how it was obtained. If it turns out to have been extracted by torture, he ought to dismiss it as manifestly unreliable, unless independently corroborated by more cogent evidence. Common sense dictates that Siac has the same duty. </p> <p>Some argue that the home secretary could not responsibly ignore evidence of a specific terrorist threat against a British target just because the information was derived from torture. But no one suggests that he should. If some wretch in a foreign jail tries to save his remaining fingernails by accusing two foreign nationals living in Burnley of planning to bomb Buckingham Palace on the next anniversary of September 11, there could be no objection in law or common sense to a visit by Special Branch to Burnley for a quick look round and a chat with the pair. If on arrival they find bomb-making equipment, a map of the Mall highlighting the palace in yellow and September 11 ringed on a calendar on the wall, that would obviously be admissible evidence on which to base criminal charges, even if the original tip-off had relied on torture. But that is a far cry from treating the original uncorroborated torture-based tip-off in isolation as a basis for indefinitely jailing them without trial. </p> <p>There were other unwelcome surprises from the judges. Lords Justices Laws and Pill acknowledged that under Uncat, Britain is obliged to \"ensure\" that any statement made as a result of torture is not invoked as evidence. They seem to have accepted that the home secretary could not logically be entitled to rely on information that he would be unable to disclose in court as evidence of the reasonableness of his decisions. But because Uncat has not been incorporated into British domestic law, and because Britain has (inexcusably) not obeyed Uncat's implied injunction to legislate to \"ensure\" that torture- derived evidence is inadmissible \"in any proceedings\", its provisions are not binding on our courts. A barrister representing the detainees sought permission to argue that Uncat was part of customary international law and therefore a British common-law obligation, enforceable by our courts, but the court refused to consider this important argument because it was introduced too late. </p> <p>Is it unreasonable to ask our higher courts to apply ordinary principles of equity and morality to their decisions, and not to rely on a questionable deconstruction of the wording of an international convention in order to arrive at such a counterintuitive conclusion - one that is not only contrary to our sense of right and wrong, but also seriously harmful in the licence it provides for torturers in future? </p> <p>There is another way of looking at the issue. John Greenwell, a former legal adviser to the Australian attorney general's department, doesn't see the problem as whether or not particular evidence should be admissible. Instead, he argues that the home secretary would be acting unlawfully in exercising his power to detain terrorist suspects on the basis of information obtained by torture, because for him to do so would involve Britain condoning crimes against humanity, and also prevent it from complying with its international obligations under the torture convention. This approach echoes Lord Justice Neuberger's minority opinion, but from a different angle. </p> <p>The appeal court's judgment disturbingly recalls that Siac is not bound by the ordinary rules governing the admissibility of evidence. It may admit hearsay evidence, even if it is not independently corroborated. In a case in 2000 the appeal court, later upheld by the House of Lords, ruled that the home secretary is not obliged to prove any specific facts on which he relies to detain a suspect, even to a low level of probability. A general view of the circumstances and reasonable suspicion of possible future behaviour are enough. So when Siac - whose proceedings are the nearest thing to a fair trial that those detained without charge are allowed to have - hears challenges against the home secretary's decisions to detain a foreign national without charge, it cannot exclude evidence because it is hearsay or obtained by torture, nor even require proof of any of the facts adduced against the detainee. </p> <p>The appeal to the House of Lords against the torture judgment should be seen in conjunction with the hearing before nine law lords last week on the legality of the government's opt-out of the provision in the European convention on human rights that bans detention without trial. Without this suspension of the right to liberty, the home secretary's powers to detain people as suspected terrorists, under which 11 foreign nationals are currently locked up without charge or trial, would clearly be contrary to the convention. </p> <p>We don't yet know when the law lords will give their ruling on that point, nor when they intend to hear the argument in the torture appeal. But the facts that have emerged in the two cases demonstrate that in the attempt to balance the need to counter terrorism against the protection of our traditional civil liberties, the scales have tipped too far in the direction of security, with little evidence that recent security measures have achieved results sufficient to justify them. The opt-out case, and the appeal on the issue of torture, give the law lords what is probably the last opportunity to correct that balance by declaring incompatible with human rights illiberal laws and judgments which do little to enhance our security, but threaten the very freedoms they purport to protect. </p> <p><b>·</b> Sir Brian Barder is a former British ambassador and high commissioner, now retired. He was a lay member of the Special Immigration Appeals Commission (Siac) from its creation until his resignation early this year.</p>"
]