[
  "The government moved yesterday to reassure voters that it is getting the upper hand against low-level street crime and yobbish behaviour when it unveiled measures to improve witness protection in so-called \"Asbo\" cases. <p>With David Blunkett, the home secretary, this week due to issue his first annual report on the progress of the anti-social behaviour order (Asbo) strategy, his cabinet colleague, Lord Falconer, flagged up procedural reforms that ministers hope will encourage people to speak out against menacing neighbours. </p> <p>Mr Blunkett will give an audit of the number of Asbos taken out by councils and announce that 50 more areas will be given assistance in how to handle the new process. The controversial dispersal orders - telling local gangs to move on - have been used 400 times, he revealed last week. </p> <p>By focusing on the message that law-abiding citizens who take a stand will get the support they need, Lord Falconer claimed he will be \"rebalancing\" the justice system in favour of victims of crime and away from its perpetrators. </p> <p>Last night the announcement of the constitutional affairs secretary met with scepticism from the law-and-order lobby and concern from Liberty, the civil rights campaign, that the move is merely \"election window dressing\" which might undermine defendants' rights. </p> <p>Though crime is falling in most categories, ministers are aware that it is an important election issue for many Labour voters whose lives are made miserable by vandalism and other anti-social conduct. </p> <p>Before he unveils the Asbo record on Thursday, the home secretary must tackle another voter-sensitive issue: today's EU decision with 24 fellow-home affairs ministers to confirm majority voting procedures on asylum and immigration - except where Britain exercises its right to \"opt-in\" to new procedures only when it wants to do so. </p> <p>Mr Blunkett faces a fresh barrage of rightwing tabloid hostility to today's \"surrender of national sovereignty\" (the deal was actually agreed at the Amsterdam summit in 1997) and yesterday moved to cover his back. </p> <p>He let it be known that he had just rung his Dutch counterpart, in the chair at today's session, to stress that he will not accept a common asylum system or anything else that weakens the UK's control of its own borders. </p> <p>\"He said these things should not be on the table,\" a spokesman said. </p> <p>On the domestic front, Lord Falconer's changes to Asbo procedures include screening to hide witnesses from the defendant, the provision of separate facilities while waiting to testify in court, as well as the option of evidence by live link or in private and video-recorded testimony. </p> <p>There will also be a three-fold increase in the number of fast-track criminal courts in England and Wales - from 12 to 40 by early November. Full-time magistrates and prosecutors are put in place to deliver effective remedies quickly. </p> <p>David Davis, the shadow home secretary, was quick to criticise the proposal as a belated admission of neglect. \"While it is acceptable to enable witnesses to give evidence by video link, letting them give evidence from behind screens could be the start of a slippery slope. We also need to be told how the government intends to pay for all these extra courts, and whether other cases will have to be pushed aside,\" he said. </p> <p><b>·</b> The Association of Chief Police Officers yesterday signalled disappointment with 24-hour drinking which the new Licensing Act will permit. It comes at a time when violent crime, mostly drink-fuelled weekend violence, rose 11% last spring compared with the same period in 2003.</p>",
  "The militant group led by the Jordanian extremist Abu Musab al-Zarqawi signalled a fresh escalation of the Iraq insurgency crisis last night by claiming responsibility for the massacre of about 50 members of the national guard found dead on a remote road in eastern Iraq. <p>Al-Qaida in Iraq, formerly known as Tawhid and Jihad, said on an internet site it had carried out the murders. The group was responsible for the beheading of Ken Bigley and other western hostages as well as several suicide bombs. </p> <p>The massacre was the latest in a series of increasingly lethal attacks against Iraq's security forces, regarded as collaborators by insurgents, in an effort to affect troop strength and morale. Until now, they have mainly used suicide bombs, mortars and roadside devices. </p> <p>Iraqi officials said the men, who had just finished three weeks of training at the Kir Kush military base near the Iranian border, were ambushed on Saturday evening at a bogus checkpoint between Balad Ruz and Qazaniya in Diyala province, 50 miles northeast of Baghdad. </p> <p>A senior defence ministry official, Brigadier Salih Sarhan, said the soldiers, who were unarmed and wearing civilian clothing, \"were ordered from their buses by men in police uniforms, told to lie face down on the ground, and then shot in the back of the head\". </p> <p>There were conflicting reports of the number of dead but police said they had recovered 51 bodies. \"It is a savage act. They were all executed,\" said Colonel Adnan Abdul-Rahman, a spokesman for the Interior Ministry in Baghdad. </p> <p>General Walid al-Azzawi, commander of Diyala provincial police, said the bodies had been laid out in four rows. </p> <p>Some reports said the attackers had first fired rocket propelled grenades at the three minibuses in which the soldiers were travelling back to their homes in southern Iraq. </p> <p>Brig Sarhan said three civilian drivers had been killed. Two of the minibuses had been burned and one stolen by the attackers. </p> <p>A statement posted online in the name of al-Qaida in Iraq, which changed its name last week after pledging allegiance to Osama bin Laden, said: \"God enabled the Mujahideen to kill all of them and seize two cars and money.\" It was not possible to authenticate the claim yesterday but if true it could mark a new phase of tactics by the group and demonstrate its ability to strike across the Sunni triangle. </p> <p>Equally disturbing for Iraqi authorities is the thought that Mr Zarqawi's followers have successfully infiltrated the country's new security force. </p> <p>Brig Sarhan said the massacre appeared to have been well planned. He said it remained unclear why the soldiers were not accompanied by an armed escort, and how the attackers appeared to have gained precise information about their movements. </p> <p>The deputy governor of Diyala province, Aqil al-Adili, said either incompetence or collusion was to blame: \"There must have been an informant. How come they knew they were unarmed and they knew about the time and the way these men were travelling?\" </p> <p>Speaking on al-Sharqiya television, monitored by the BBC, the Iraqi defence minister, Hazim al-Shaalan, said: \"Once we identify and arrest the perpetrators, we will take tough measures against them. God willing ... they will receive capital punishment.\" </p> <p>The deaths followed a suicide bomb attack on Iraqi security forces north and west of Baghdad on Friday, in which at least 22 Iraqi policemen and national guardsmen died. </p> <p>In three separate incidents on Saturday, insurgents hit Iraq army and national guard forces on patrol in and around the central city of Samarra, lightly wounding two Iraqi soldiers, the US military said. </p> <p>The Ansar al-Sunnah army, another militant group, yester-day claimed the killing of Taha Ahmed, a senior police officer in the Kurdish city of Irbil. </p> <p>A US diplomat was also killed in his sleep by \"indirect fire\" at Baghdad airport yesterday. An embassy official said Edward Seitz was an agent with the state department's bureau of diplomatic security. </p> <p>Mr Seitz is thought to be the first diplomat killed in Iraq since the invasion. More than 1,000 US servicemen have died during the conflict. </p> <p>Insurgent attacks have increased by 25% since the start of Ramadan last weekend. </p> <p>News of the massacre of national guardsmen came as US forces continued the almost daily series of air strikes against suspected terrorist safe houses, meeting places and weapons stores in Falluja, west of Baghdad, where militants loyal to Mr Zarqawi are said to be based. </p> <p>Meanwhile, 500 soldiers of the Black Watch held a parade and prayer service in Basra, in preparation for their posting to an area south of Baghdad. The battalion and 100 members of the Queen's Dragoon Guard, 50 Royal Marines and around 200 support staff will be patrolling Mahmudiya, Iskandariya and Latifiya, where law has broken down and kidnapping is rife.</p>",
  "Hanging chads troubled George Bush in the 2000 election in Florida, while Hamid Karzai, the now nearly official winner of Afghanistan's presidential poll, faced difficulties with imperfect indelible ink that was feared could mean multiple voting. Happily for Mr Karzai - and for his enthusiastic backer in the White House - the problem has been resolved and the Afghan result seems all but certain. Mr Karzai's rival, the ethnic Tajik Yunus Qanuni, conceded defeat yesterday, guaranteeing the Pashtun favourite a simple majority large enough to avoid a destabilising second ballot. The stage is thus set for a five-year term for a man whose dignity and self-assurance in tackling the horrendous problems of his war-ravaged land has won him plaudits across the world. <p>Overall, Afghanistan had a remarkably free election for a vast country with poor communications where much of the electorate is illiterate and hundreds of donkeys were needed to reach remote polling stations. How fair it was remains an open question, with reports of official blunders and some ballot-stuffing and multiple voting. Intimidation may have been far more widespread than has been reported by the few foreign observers on hand. And when 15 presidential candidates withdrew in protest because of the row over the non-indelible ink - used to make thumbprints on ballot papers - they were quickly persuaded to change their minds by the US ambassador, who is known as \"the viceroy\". Afghanistan's speedy transition to democracy matters very much to Mr Bush - especially because of the deepening mayhem in Iraq. Many believe the US has pushed too far, too fast, for its own selfish reasons. But that does not mean that significant progress, recognised by Afghans choosing their leader for the first time ever, should be underestimated.</p> <p>Thankfully, the poll also took place without the widespread violence that had been feared - though a rare suicide bomb attack in central Kabul yesterday claimed the lives of an American woman and an Afghan girl. Until now, security forces have been relatively successful in subduing the Taliban threat and have reduced militants to launching sporadic rocket attacks and roadside bombs in the outlying southern provinces where the insurgency is strongest. Still, though, Mr Karzai had to spend much of the election campaign holed up in his secure compound in Kabul after a missile attack on his helicopter. Such dangers will not disappear magically overnight.</p> <p>Security, in fact, is by far the biggest single problem facing the country - just as it is in Iraq - largely because the US and its allies, and Mr Karzai's interim government, have failed to disarm the powerful warlords. Nato, whose members agreed on Afghanistan while splitting over Iraq, has also failed dismally to meet its own pledges and move its troops in significant numbers to the west and south and help extend the reach of central government. The Americans, still fighting alone, will have to do more than hunt Taliban and al-Qaida remnants on the mountainous border with Pakistan.</p> <p>Mr Karzai, who is widely seen as Washington's man, has probably won a strong enough mandate to allow him to improve his credentials as leader to all of Afghanistan's ethnic groups, which picked their candidates backed by regional militias, and in some cases drug money, for the top job in Kabul. But he will need to achieve a huge amount and avoid too many compromises in choosing his cabinet and provincial governors - especially shunning men who control private armies - if the parliamentary elections scheduled for next spring are to succeed. His victory should act as a spur to those foreign governments that have radiated goodwill towards this tragic country but have done too little to translate it into effective action.</p>",
  "After Ariel Sharon bulldozed Avi Farhan from his house 22 years ago, the embittered Jewish settler tramped from his wrecked village in the Sinai desert to Jerusalem waving an Israeli flag. A few months later, at Mr Sharon's urging, he founded a new settlement in the occupied Gaza Strip. <p>Today Mr Farhan will walk back into Jerusalem carrying the same flag to protest against the prime minister's latest plan to throw him out of his home. </p> <p>He will join thousands of other Israelis who intend to lay siege to parliament for what is expected to be a furious debate on a bill authorising Mr Sharon to remove about 8,000 settlers from Gaza and the north of the West Bank - a plan that is dividing the country, the army, the government party, and even the settlers. </p> <p>\"I can't believe Sharon really wants to do this. He's the one who told us to come here,\" Mr Farhan said. </p> <p>\"I gave birth to this place. This is my life's work. We came here with two families, we lived in an old bus, we lived in poverty. Some of my children were born here and my grandchildren. It's transfer of Jews. Why does the Jew always have to pay the price?\" </p> <p>Mr Farhan, 59, was the last settler to leave Yamit, the Jewish colony in the Sinai destroyed on the orders of Mr Sharon, then defence minister, before the peninsula was handed back to Egypt in 1982. </p> <p>\"It took a week to walk to Jerusalem. When I got there, people asked me what I would do next. I didn't prepare an alternative home so I said I would build a refugee camp outside Erez [on the edge of the Gaza strip] until I could get back to my home in Sinai,\" he said. </p> <p>\"[Sharon] asked me why I was setting up a refugee camp: 'Why don't you start a settlement in the area?' He showed me the maps and I immediately decided the settlement had to be here because it reminds me of Yamit - the sea, the sand, the view.\" </p> <p>He called it Elei Sinai - back to Sinai - in memory of Yamit. Today it houses about 90 families in large bungalows on the northern tip of the Gaza Strip, scattered among sand dunes beside the Mediterranean. </p> <p>\"We're not here because of ideology,\" said Eli Bohadana, who moved to the settlement 12 years ago. \"I saw the sea, I saw the people, I fell in love with the place. Most people here think that Sharon's plan is immoral and a crime against humanity. I'm surprised that the free world is an indifferent bystander when thousands of families are going to be deported from their houses. It doesn't matter if it's Arabs or Jews.\" </p> <p>Elei Sinai is one of the 21 settlements whose 7,500 residents occupy about one-fifth of the Gaza strip. Some are wedded to what they claim is theirs by biblical right; others came for the lifestyle of subsidised housing beside the sea. </p> <p>They are separated from the 1.4 million Palestinians crowded into the rest of the territory by barbed wire, death strips and army watchposts. Palestinian movements are greatly restricted by military check points which have been closed for days at a time in recent weeks, cutting people off from their jobs, schools and families while settlers drive freely on bridges built over Palestinian roads. </p> <p>But there is not much sympathy in Elei Sinai where two residents - one a woman jogger, the other a soldier who tried to help her - were shot dead by a Palestinian sniper last month. Two years ago a teenage couple was killed by a gun and grenade attack which also injured several young children. </p> <p>The government is offering each settler family up to£273,000 to leave, possibly more, since Mr Sharon has said that he will increase the compensation. </p> <p>A couple of families in Elei Sinai have said they will take the money, but most have agreed to the formation of a resistance committee. </p> <p>Some have called the prime minister a traitor, because he was the architect of the rapid expansion of Israel's colonies 20 years ago. Few are persuaded by his hint that giving up the Gaza settlements will assure Israel's long term control over those in the West Bank and East Jerusalem, where about 420,000 Jews live. </p> <p>Nor do they think that pulling the settlers out of Gaza offers a step toward ending the conflict with the Palestinians. Some see it as a form of surrender to Hamas and Palestinian resistance that will only encourage more violence. </p> <p>It is unclear how many settlers will violently resist if the army is sent in to remove them. But Mr Bohadana is not among them. </p> <p>\"I won't resist physically. I might stay to the last day but I won't resist with violence. I won't raise a hand to a soldier, but if I was a soldier I would disobey an order to evacuate the settlements,\" he said. </p> <p>Sarita Maoz was 14 when her family was forced to leave Yamit. When she married, she moved to Elei Sinai and her three children were born there. </p> <p>Her father, she said, a deeply religious man living in Gush Katif, the largest settlement in the Gaza Strip, would stay until the last day. But she intended to get out before then. </p> <p>\"I don't want our children to go through the same thing I went through, which is why we'll take them out before the houses are destroyed. </p> <p>\"You can never tell what will happen. I know our people. They can take a lot. They've been through many conflicts and don't rebel easily. But you can never foresee how someone will react when he is forced from his home.\" </p> <p>These days the debate in Elei Sinai is not so much about if they will have to leave as whether their homes should be bulldozed like those in Yamit or left standing for Palestinians to live in. </p> <p>\"I would rather my home went to a Palestinian family that really needs it, but I'm in a minority. </p> <p>\"There are those who can't bear the thought of terrorists moving into the home,\" Mr Bohadana said. </p> <p>\"I would leave my home for peace, which a lot of people wouldn't do in Jaffa, where Jews took Arab houses. We didn't take anyone's houses. It's so immoral. </p> <p>\"If and when it happens I would like to live as far away from here as possible. I don't know if I want to stay in this country.\"</p>",
  "<p>It's probably not the ideal way to arrive in a snowy country - wearing nothing but your knickers and an anorak - but that was how my four-year-old daughter came to Oslo. </p> <p>Thinking we were past the projectile vomiting stage of babes in arms, I had made the mistake of not packing a spare outfit in my hand luggage. Hanna was sick in the cab on the way to the airport, and again on the plane. And we still had a four-and-a-half-hour bus ride ahead of us. </p> <p>You might be wondering why the resort of Geilo is recommended for people travelling with small children. Isn't the ease and comfort of getting to a place with kids part of the package? </p> <p>Well, if you were sensible, you'd do what most Brits do and take the weekly charter from Gatwick to Fagernes - a 90-minute transfer from Geilo. Sadly, as we had time only for a long weekend, we went on the daily scheduled flight via Oslo. </p> <p>Looking out of the bus window, I realised no airport transfer to a ski resort I had experienced in France, Spain or the US could compare with this. We drove past miles of glimmering lakes with orange sunlight pouring across them. Patchy snow became thicker and storybook copperised red-board houses dotted the sparkling scenery. </p> <p>Fortunately, Geilo lives up to its family-friendly image: a big bonus is the length of the ski season - from November to April. The main ski runs - many easy and intermediate - all arrive back in one place so it's hard to get lost in the frost. Under-sevens go free on the slopes and there's a large, friendly nursery in a timber building at the bottom. </p> <p>Our pad, the Highland hotel, was a five-minute transfer from the slopes. It had a startling collection of axes and knives in the foyer (they have been made in this area for centuries) and, like everywhere in these parts, an obsession with trolls. It had a heated indoor pool, sauna and games room for when the kids were too tired to ski. Everything about the hotel was practical without pretension, including the evening meals, where the kids got their own small buffet heaving with mini-frankfurters, fresh fried fish, mashed potato and jugs of juice. </p> <p>You can't get away from the fact that taking kids skiing for the first time is hard work (all that squeezing into padded pants, fitting helmets, finding boots that fit etc) but here you're all clunked into boots, skis and poles in no time (English is spoken very well). And then you're through the turnstiles, wiggling backwards into a chair lift, your feet like rulers swinging below. </p> <p>Meanwhile, Hanna was having her first lesson with an English teacher: how to get up the nursery slope on a button lift. 'Bend your knees Hanna!' I shouted as she wobbled by, her crash helmet cutting out her hearing. </p> <p>In three days, Hanna did well. She could get up the slope on the button and come down doing a 'pizza'. But the downhill skiing is only part of the thrill. I asked Hanna several months later what she liked best about the trip. It was making a new friend, she replied, and the extra-curricular activities: dog-sledding, sleigh rides and skidooing, to name a few. For me, it was the haunting scenery with its romantic light and wide, deserted, silent expanses. </p> <p>In a clearing in the woods we came across some husky-dog owners: he in baggy leather trousers, sporting a Father Christmas beard and a baseball cap; she with hair in plaits, a suntanned face and icy blue eyes to match those of the huskies. </p> <p>'For breakfast we have a bowl of soup made from the leftovers from the night before ...' she was telling a group of wide-eyed children. </p> <p>'For dinner, a mixture of dried fish/chicken/tripe from a 20-kilo block ...' It was a while before I worked out that she was discussing not her diet, but that of the 17 howling dogs behind her. </p> <p>One of you stands at the back of the sledge controlling the brakes, while the other lies down on a reindeer-skin covered sledge, a pack of five hounds pounding in front, swishing through the woods. </p> <p>'I wonder why she's wiping her face?' mumbled a worried mother next to me as her daughter whizzed into view on a sledge pulled by huskies. She was referring to the dogs' habit of defecating while running. But there was no need to worry. </p> <p>The real bonus for me was the least expected part of the trip - a spot of cross-country skiing. A couple of minutes' trudge from the main slopes of Geilo is a five-kilometre track circling a huge frozen lake. We encountered only one other person. Pure peace. </p> <p>But how can a place like this be family friendly when Norway is so expensive? If you miss the transfer bus, a taxi will cost you £10; a beer is £5; a packet of cigarettes £7. The answer is that most English families come here on one-week half-board packages (similar prices to the Alps but better quality) and pay a supplement to take a picnic from the breakfast buffet to the slopes for lunch. </p> <p>The food at the Highland was excellent and featured lots of reindeer and trout. Best fun is the Friday night seafood special with mountains of prawns, clams, crayfish and mussels, rollmops and salmon. Many Norwegians come at weekends (the buffet being the first stop) though I was bemused by the bloke in front of me who combed the prawns in search of all the non-male ones with fewer gungy bits. </p> <p>Even Norwegians can't afford to get drunk in the hotel bar, which, like the scenery, remained empty, even on a Friday. What are they all doing post-9pm? Are they having a clean family fun holiday - kids tucked up, reading a good book - or are they in front of the box guzzling a bottle of Absolut?</p> <p><strong>Why Scandinavia's cool for the whole family</strong></p> <p>The ski resorts of Sweden, Norway and Finland have made huge gains against the Alps in recent years to become one of the world's top ski regions for families. So what's the secret of their success? </p> <p><strong> The resorts</strong><br> </p> <p> 'Scandinavia has always been perceived as the dark, cold north, and very expensive, but it's not true: it's friendly and relaxed. It's always been a great place for families,' said a spokesman for Crystal Ski. </p> <p>Geilo in Norway is considered the best family ski resort. Sweden boasts the colossal resort of Are, with three skiing areas and an appetite for partying that beats most alpine resorts, plus the excellent Vemdalen. Finland has a small area of interesting skiing in Levi and Yllas, its main attraction an abundance of Santas and off-piste activities such as husky sledding and sleigh rides. </p> <p><strong> Safe Skiing</strong><br> </p> <p> 'Pistes tend to be fenced off and well marked, unlike in France where there's just a couple of easily missed posts. They are well patrolled, reckless skiers are pulled up for bad behaviour, and there's always someone to help if a child gets stuck,' said a Crystal spokesman. Older children can learn to ski off-piste in a safe environment as there is a low avalanche risk. </p> <p><strong> Snow conditions</strong><br> </p> <p> In the Alps you have to go high for the best snow, but because Scandinavia is so far north you can stay low and still find tons of powder, even at 800 metres, so the kids don't freeze or get altitude sickness. Around Christmas time, daylight hours are between 10am and 3pm, but most pistes are floodlit so can stay open till 10pm, unlike the Alps where they close by five. </p> <p><strong> Active alternatives</strong><br> </p> <p> For little ones who tire of skiing by lunchtime, there is plenty to do; husky rides, sleigh rides, ski-dooing, ice-skating, wolf farms, and kids can spot wild elk and reindeer. At Christmas time a visit to Santa can be a highlight for children. </p> <p><strong> Childcare</strong><br> </p> <p> Most Scandinavians speak flawless English, so kids find their instructors easy to understand. Many hotels have children's facilities such as playrooms and ball pools. </p> <p><strong> New this season</strong><br> </p> <p> Geilo has a new creche in the Vestlia Ski Centre for six-month- to four-year-olds, bookable through Thomson and Crystal. For older children, Crystal (0870 160 6040; <a href=\"http://www.crystalski.co.uk\">crystalski.co.uk</a>) has adventure activity tours in Finland and Sweden, including snowmobiling and snow shoeing. </p> <p>Thomson Ski (0870 606 1470; <a href=\"http://www.thomson-ski.co.uk\">thomson-ski.co.uk</a>) features Dr Holms Hotel in Geilo for the first time, with indoor pool and children's play area, from £649 pp per week half board. </p> <p>Neilson (0870 333 3356; <a href=\"http://www.neilson.co.uk\">neilson.co.uk</a>) has 'Snowman Clubs' for pre-ski children and 'Snowbusters' clubs for 5-11 year olds in Geilo and Vemdalen. It is also offering its first Scandinavian chalet holidays in Geilo, a 10-bed chalet for seven days from 19 December from £729 pp. Inghams (020 8780 4433; <a href=\"http://www.inghams.co.uk\">inghams.co.uk</a>) premiers Ruka, Finland, where kids can take reindeer, husky or snowmobile safaris and meet Santa. Seven nights self-catering at Ruka Log Cabins, from £273 pp, including flights from Gatwick. </p> <p> <strong> Gemma Bowes</strong> </p> <p><strong>Factfile</strong></p> <p>A week at the four-star Highland hotel in Geilo starts at £549 per adult and £412 per child, including return charter flights from Gatwick to Fagernes and seven nights' half-board. February half-term at the Highland is £929 per adult and £697 per child for a week with Neilson (0870 33 33 356; <a href=\"http://www.neilson.co.uk\">neilson.co.uk</a>). </p> <p>A six-day ski pass costs from £83 per adult and £62 for children from seven to 15 (under-sevens are free). Ski hire costs from £65 for six days per adult and from £48 for children.</p> <p>Dog-sledding is £31 per adult and £20 per child. Skidooing is £20.</p> <p>Further information: www.geilo.no or contact the Norwegian Tourist Board (0906 302 2003; <a href=\"http://www.visitnorway.com\">visitnorway.com</a>).</p>",
  "<p>To understand the national lottery's impact on British society over the past decade, you need to see beyond a morass of noughts. You need to see beyond the £16 billion the draw has raised for more than 180,000 good causes. You need to see beyond the 1,600 millionaires created since the game began; the two million people who win a prize every week, even if it is only a tenner for getting three numbers right; the 20,000 blue plaques being screwed onto walls to commemorate a local project that has received lottery funding. </p> <p>No, to even begin to get a handle on the largest programme of civic regeneration since the 19th century, it helps if you focus on just one project which owes its genesis to the national draw. </p> <p>Don't go to one of the flagship projects that have garnered the headlines. Do not go to the hugely popular Eden Project in Cornwall (£53 million of lottery cash) which has generated £500m for Cornwall's tourist industry; do not go to the acclaimed Tate Modern (£57.7m); do not go to the giant white elephant that is the Millennium Dome (£628m); do not go to the Royal Opera House (£75.5m), the funding of which turned into a public relations disaster and raised fears the lottery was simply a tax on the poor to benefit the rich; do not go to see the inchoate exoskeleton of the controversial new Wembley stadium (£120m) rising above the north London skyline. Instead head for Coventry. </p> <p>What the Luftwaffe's incendiary bombs started in the Midlands city over 60 years ago, the invisible hand of market forces very nearly completed. As the big car firms shut down in the 1970s, Coventry stagnated and unemployment soared. The city came to resemble a concrete jungle, a mish-mash of brutal architecture, all car parks and office blocks. Civic pride suffered. The Specials wrote a song on Coventry's sad decline: 'Ghost Town'. </p> <p>Today, Coventry's centre has been regenerated thanks to lottery cash. Its critically acclaimed Phoenix Initiative, which has enjoyed £10m of lottery funding from the Millennium Commission, links a series of public squares and gardens via a series of art installations, waterfalls and a spiralling glass bridge. They blend to produce a futuristic urban space the envy of any city in the world. </p> <p>There are trees with built-in speakers out of which the ghostly voices of locals recount the city's history. There is a wall of tiny, personalised red plaques, each depicting an individual friendship of two people in the city. Framing the project are two huge criss-crossing metal wings - which come together to create the Whittle arch in memory of one of the city's most famous sons, Sir Frank Whittle, inventor of the jet engine. </p> <p>The entire project, connecting the ruins of Coventry's 11th-century cathedral to its motor museum, cost around £50m in total and would not have happened without lottery cash which helped secure 'matching' funding from other bodies, chiefly the European Development Fund. </p> <p>'Getting lottery money is important, because it pulls in other money. It makes a vital contribution. The scheme would not have been achievable without lot tery funding,' says John McGuigan, director of development at the city council. Last weekend the project narrowly lost out to London's Swiss Re building - aka the Gherkin - in the race for the Stirling Prize for architecture. </p> <p>True, some locals grumble the scheme is too 'metropolitan' and say the council should have spent the cash on something less 'challenging'. But what both pros and antis agree is that countless projects would never have happened if it had been left to cautious politicians jealously guarding the taxpayers' coffers. </p> <p>Put simply, the national lottery's most significant impact on society is the way it has allowed people to take creative risks inconceivable 10 years ago. Some risks have backfired spectacularly. The defunct Faith Centre in Bradford and the Pop Music Centre in Sheffield are examples of bad ideas badly executed. But all allowed local people to dream. As McGuigan admits about the Phoenix Initiative: 'We're making a statement. You either love it or you loathe it.' The same could be said of the lottery. </p> <p>Football hooliganism and the late philanthropist Paul Getty have not, until now, been credited as the progenitors of the national lottery. But without the Heysel stadium tragedy and the deep pockets of one of Britain's richest men, it is unlikely the national draw would be celebrating its 10th anniversary on 6 November. That it is doing so owes much to the Australian-born composer, Denis Vaughan. Sitting in his Covent Garden apartment surrounded by piles of papers documenting his quest to launch a national draw, Vaughan, 77, looks an unlikely champion of a low-brow pastime regularly played by seven out of 10 adults. </p> <p>Tall, with a shock of white hair, Vaughan, a friend of Getty, seems every inch the internationally respected conductor he is. But it was his time spent conducting in cities around the world - chiefly in Australia and Germany, where national lotteries have funded many cultural institutions - that drew him to the idea of a national lottery. And then came Heysel. In May 1985, 39 Juventus fans died when a wall collapsed during fighting on the terraces at a match against Liverpool. English clubs were banned from Europe for five years. </p> <p>'I was in Italy and my friends said to me: \"It's because the English don't know any better\",' Vaughan recalls. The criticism set him thinking about ways of tackling hooliganism. His solution was a cultural renaissance, driven by an arts-based lottery fund capable of transforming the lives of young people. Backed by Getty's money, Vaughan was soon lobbying the government. </p> <p>To give his proposals gravitas, he published a paper in conjunction with the Adam Smith Institute, the right-leaning think-tank, in which he advanced his pet theory, linking the causes of violence to rock music. </p> <p>'More civilised pursuits are needed which enjoy the ubiquity of rock,' he said. If his ideas about the origins of hooliganism were left-field, Vaughan's central proposition - the need for a national lottery - had a growing appeal among politicians. But there was one snag. Margaret Thatcher was implaccably opposed. The shopkeeper's daughter thought there was something obscene about people being rewarded simply because they were lucky. </p> <p>The Iron Lady's departure gave Vaughan new hope. He needed a champion within the Tory party, and he found one in Sir Ivan Lawrence. Now a QC, Lawrence was the trenchantly right-wing MP for Burton until the 1997 election and is proud of his long-forgotten role in helping create the national lottery. An enthusiastic player of the lottery himself, Lawrence jokes about what his wife would say if she won millions of pounds. Lawrence would turn to his now unfeasibly rich wife and say: 'Darling, would you still love me?' The reply? 'Of course.' Pause. 'But I'd miss you.' </p> <p>In 1991 Lawrence found himself a popular man. His name had been drawn first out of the private members' bill ballot and there was no shortage of senior ministers urging him to take up their cause. But Vaughan's lottery zeal won Lawrence round. 'If ever anybody requires an honour for services to the national lottery, it's him. Denis conducted a non-stop campaign. Sometimes I had to say to him, \"Calm down,\" when he was briefing ministers,' Lawrence recalls. </p> <p>Lawrence's private members' bill did not introduce the national lottery; not enough MPs supported it in the end. But the idea had excited the media and the public overwhelmingly backed the plan. A creaking administration under John Major, out to impress a jaded electorate, made the lottery a 1992 manifesto commitment. But though the lottery may be remembered as Major's legacy to Britain he was not a passionate advocate for it. 'I saw him quite often but he never said, \"Good luck with your bill\". He wasn't wildly enthusiastic,' Lawrence recalls. Both Lawrence and Vaughan have reservations about the direction the lottery has taken since its launch. Lawrence cites the £340,000 grant that went to an asylum seeker's anti-deportation group as evidence the lottery's distribution agencies are out of step with public opinion. Vaughan says not enough of the lottery money has gone on the arts and sport. Unless this changes, Vaughan says, society is 'doomed'. </p> <p>Peter Davis has taken a vow of silence for the past seven years. As the first Director-General of Oflot, the watchdog set up to monitor the national draw, Davis was caught up in a very public storm right from the beginning of the lottery and has been left bruised by his experiences. An accountant by training, he was ill prepared for the way the lottery became an overtly political institution as the reality of its influence over society dawned on ministers. </p> <p>In 1994 it was Davis's job to select the consortium to run the lottery out of eight interested bidders, including a number of gambling chains, a Richard Branson-led bid and Camelot, the eventual winner. Davis is still angry over what he sees as the hijacking of the lottery by politicians. 'I underestimated the extent to which the national lottery, despite being successfully established and operated, would later become a target for politically motivated sniping and criticism,' Davis says in a thinly veiled attack on the Labour government. </p> <p>Things got ugly for Davis in 1998 during a libel case between Branson and Guy Snowden, chief executive of the US gambling giant G-Tech, Camelot's technology partner. During the court case an old story that Davis had flown on a plane funded by G-Tech - several months after the licence had been awarded - resurfaced. Davis was forced to resign by the government, which claimed the public had lost confidence in him as a result. </p> <p>His scalp was a coup for an administration which saw him as a Tory appointment, someone who had resisted the New Labour-backed idea of a not-for-profit lottery and a regulator that had done little to curb the 'fat cat' salaries paid to Camelot's directors which had risen by an average 40 per cent in the three years since the lottery's launch. It underlined the fact that the lottery had become a powerful institution that the government was desperate to control. </p> <p>Davis is still proud of his role in the lottery's inception: 'It quickly established itself as an accepted part of the nation's way of life.' Indeed it did. When the first draw took place on 19 November 1994, some £46m worth of tickets were sold, thanks to a wave of hype. It was estimated that the famous 'It could be you' adverts had been seen an average 13 times by 40 million adults before a ball had been drawn. The first time there was a double rollover, 96 per cent of the adult population bought a ticket. </p> <p>Almost inevitably, given the British psyche, the 'curse of the lottery' became a regular story. The lottery's first mega millionaire, Mukhtar Mohidin, who won £17.9m, was racked with guilt because, as a Muslim, his religion banned gambling. Six months later Paul Maddison, who with a friend scooped £22.5m, the largest single ticket jackpot so far, split up with his wife, Ruth. The following year Ernie Bailey, who won £11m, was found dead, prompting suggestions the lottery win had caused him to binge on drink and food. Colin Sampson, who won £5.4m, told a court that the pressure of wealth and fame had led him to cultivate cannabis. Last month Michael Carroll, 21, a former bin man who won £9.7m, said part of him wished he had never won the lottery after admitting blowing £500,000 on crack cocaine and cannabis binges, which cost him his marriage. </p> <p>The biggest winner, though, has no complaints. The Treasury has earned some £5bn in lottery duty, in addition to the £16bn raised for good causes. </p> <p>The range of good causes that have had funding provides sociologists with an interesting take on the predilections of British society in the 21st century. </p> <p>At the small-scale level they range from a £3,000 grant to help Scottish beekeepers guard hives against a potentially fatal bloodsucking mite to a £6,000 handout which has ensured that Wales's smallest cinema, a 23-seat auditorium in a converted railway carriage near Swansea, stays open. </p> <p>At the medium scale, they range from a £70,000 windfall to fund PsychologyOnline, which allows people to receive therapy over the internet, to a £200,000 grant to a university professor hoping to find the best form of public transport for the 21st century, and a £100,000 windfall to help scientists use stem cell research to grow new teeth. Large projects range from £57m to improve facilities at Stonehenge to grants totalling over £110m to the British film industry. Lottery-funded films include the acclaimed Touching The Void and the widely panned Sex Lives Of The Potato Men. </p> <p>There were rows. Over a computer glitch that meant lottery players received the wrong prize money. Over the number of people who stopped playing the lottery, a natural decline that has afflicted all lotteries around the world. Over the launch of scratch-cards which were criticised for encouraging gambling. Over the BBC's obsession with a 'lottery programme' which critics said bordered on breaching its charter on not advertising commercial organisations. </p> <p>Today it appears both Camelot and the lottery itself have weathered the storm. The fat cats have moved on, G-Tech's contract has been bought out, and overall sales are up. A host of new games has stimulated interest and playing the game via mobile phones and on the internet attracted new punters. Britain's national lottery is arguably the most successful in the world, and polls show overwhelming public support for it. </p> <p>But whether the lottery can prevent a decline in sales in the long term is debatable. Studies show the public loses interest as the years tick by, no matter how many new games are introduced. And soon it faces a new threat: the imminent deregulation of the gambling laws. This, the lottery's critics maintain, is a direct consequence of the way the national draw has transformed society's attitude to gambling, making everyone more amenable to the idea of a flutter. </p> <p>As the lottery's original advert suggested: 'It could be you.' Ten years on, for better or for worse, millions still agree.</p> <p><strong>Highs and lows in the political lottery</strong></p> <p><strong>GUY SNOWDEN: </strong>Former chief executive of G-Tech, whose technology powers Camelot's terminals. Forced to resign after losing a libel action brought by Richard Branson, who accused Snowden of trying to bribe him. The case forced G-Tech out of the Camelot consortium, but, despite the fall out, Snowden walked away with a £9.3 million pay off. </p> <p><strong>DIANNE THOMPSON: </strong>Feisty chief executive of Camelot who won respect for seeing off Richard Branson during his bid to win the lottery licence at the second attempt. A Yorkshire woman who stands five feet tall, Thompson once described herself as having 'balls of steel'. Earned £608,000 including pension and bonus payments last year. Controversially, given Camelot's attempts to throw off its fat cat image, Thompson pocketed £600,000 in bonuses when she assumed the chief executive role after beating Branson to the second licence.</p> <p><strong>Where the money went</strong> </p> <p><strong>Three cheers for ...</strong> </p> <p><strong>The Angel of the North:</strong> Antony Gormley's soaring figure on the hills above Gateshead, built between 1995 and 1998, received £584,000 in lottery funding, and has become a potent symbol of Northern optimism. </p> <p><strong>Olympic medal glory:</strong> The Lottery has allowed some 550 sportsmen and women, in 35 Olympic and Paralympic sports, to concentrate full-time on chasing medals. They get up to £12,000 a year for living costs, plus up to £50,000 a year to cover massage, coaching and transport. </p> <p><strong>Tate Modern:</strong> The disused power station at Bankside, on the south side of the Thames, was redesigned with £50m of lottery cash and has become an art gallery representing a new commitment to the visual arts. </p> <p><strong>New facilities:</strong> The bulk of the £3bn of lottery money in sport has gone into refurbishing facilities. The Sportcity development in Manchester was built with £77m from the lottery. Sports now have dedicated national centres such as aquatics (Manchester), badminton (Milton Keynes) and ice sports (Nottingham). </p> <p><strong>Three boos for ...</strong> </p> <p><strong>The Dome:</strong> The £628 million folly in Docklands, south-east London, has alienated almost everyone. </p> <p><strong>The National Centre for Popular Music:</strong> This Sheffield centre failed to attract the expected visitors and was closed in 1999, £1m in debt. </p> <p><strong>Wembley stadium:</strong> Questions have been raised about the £120m of lottery cash spent on the new Wembley Stadium which is, in effect, a money-making venture owned by the country's richest sport, football.</p>",
  "<p><strong> PAUL GASCOIGNE IS</strong> not the only man in football currently undergoing a very public change of identity. Aston Villa's Lee Hendrie is also experiencing something of a dramatic transformation. </p> <p>Three superb goals in his last four games - including a wonderful, decisive curler against Fulham here - have firmly re-established both Hendrie's self-belief and his status as a crowd favourite. </p> <p>'Lee Hendrie is Lee Hendrie, and I think he will continue to be Lee Hendrie,' said his manager, David O'Leary, after Villa's deserved 2-0 win, which ended a recent run of five games without victory. 'When I first came here, he was finished with the club. The crowd wanted him out, booing him. But from day one, he has been excellent for me. We've just tried to give him back some belief and confidence.' </p> <p>Fulham could do with some of that, having now succumbed to their own identity crisis which manager Chris Coleman fears may end in a different league. 'To me all the warning signs are there for a relegation dogfight,' he admitted. 'We lacked quality, we lacked belief. There is a distinct lack of confidence throughout the team - you can see that.' </p> <p>Coleman was perhaps a little harsh on his team, who were once again playing into an ill wind. Just as they were unlucky to concede from a free-kick last week against Liverpool, so it proved again here. This time there was no cruel deflection - Nolberto Solano doing superbly to curl the ball up and over Fulham's tall wall and then into the top corner - but it was never a free-kick in the first place. Hendrie was fortunate to find the referee's favour after simply losing his footing on the edge of the D. </p> <p>Up until his goal, Solano had been poor. For all his energy down the Villa left, the Peruvian's end-product was as much guano as it was guarana. Darius Vassell thus had little opportunity to shine under the watchful eye of England scout Sammy Lee before being taken off on a stretcher with an ankle injury following an agricultural challenge from Papa Bouba Diop. As the rain continued, so conditions deteriorated, with players aquaplaning painfully into the advertising hoardings like ice hockey pucks. </p> <p>Fulham came out stronger after the break, but Hendrie's 75th-minute strike killed them off. He took the ball from substitute Carlton Cole on the edge of the area, looked up and curled it prodigiously with his left foot in off Edwin Van der Sar's right-hand post, beating last season's goal tally of two in the process. How's that for a change of image, Gazza? </p> <p> <strong> ASTON VILLA:</strong> Sorensen; De la Cruz, Delaney, Mellberg, Samuel; Solano, Hendrie (Hitzlsperger 87), McCann, Whittingham (Davis 78); Angel, Vassell (Cole 62). </p> <p><strong> Subs not used:</strong> Postma, Ridgewell. </p> <p><strong> FULHAM:</strong> Van der Sar; Volz, Knight, Pearce (Rehman 15), Bocanegra; Malbranque, Pembridge, Diop, Jensen (John 69), Boa Morte; Cole (McBride 88). </p> <p><strong> Subs not used:</strong> Crossley, Radzinski. </p> <p><strong> Booked: </strong> Volz. </p> <p><strong> Man of the match: </strong> Lee Hendrie - took the second goal brilliantly. </p> <p><strong> Referee: </strong> P Dowd - a quiet game.</p>",
  "The government forced around 100 Somali asylum seekers to leave the UK in the first half of this year, many sent back to their war-torn country despite warnings from the Somali government and the United Nations that such action would endanger lives. <p>The figures, revealed in an official letter from Home Office minister Fiona Mactaggart to Liberal Democrat peer Lord Avebury, will raise serious questions about the government's immigration policy. </p> <p>Somalia is considered one of the most dangerous countries in the world. Warring militias control much of the southern part of the country, including the capital, Mogadishu. Between April and June this year more than 100 civilians were killed and thousands of others were forced to flee their homes, according to Amnesty International. </p> <p>Emma Ginn, of the National Coalition Anti-Deportation Campaign, said: 'There have been numerous reports highlighting how unsafe the situation is in parts of Somalia. The government cannot have been unaware of the grave situation that confronts asylum seekers once they arrive back in the country.' </p> <p>The unrest has sparked an exodus of Somalians who now make up the single biggest source of asylum applications to Britain. Last year, nearly 4,600 Somalians sought asylum in the UK and the government has made 'fast tracking' their applications a priority. </p> <p>Earlier this year it quietly introduced a new policy of enforcing the removal of failed Somalian asylum seekers, which prompted alarm from the office of the United Nations High Commissioner for Refugees. </p> <p>In her letter to Avebury, Mactaggart reveals that 55 Somali nationals were removed from the UK under the government's 'enforced returns' programme in the second quarter of this year. She acknowledges a similar number were removed over the first quarter of 2004. The policy has been temporarily suspended because Daallo Airlines, which flies asylum seekers into Somalia from Dubai, has now refused to accept enforced returns for reasons that are unclear.</p>",
  "The American prison company whose director set up Iraq's infamous Abu Ghraib jail for use by the US military is bidding to run a number of prisons in Britain. <p>The Utah-based Management and Training Corporation (MTC) has set up a London headquarters and is in advanced negotiations to operate at least one prison in Britain. It is also planning bids to build and manage a number of other jails, including the extension of Belmarsh in south-east London, Britain's maximum security prison, where terrorist suspects are being held without trial. </p> <p>The disclosure has provoked anger among MPs and prison groups. Brian Caton, general secretary of the Prison Officers' Association, said: 'Serious questions have to be asked about a British prison being run by a company whose director was in charge of setting up a system that led to the atrocities and torture of Iraqi detainees by prison personnel.' </p> <p>After Saddam Hussein's regime was toppled, John Ashcroft, the US attorney general, put MTC director Lane McCotter in charge of reopening Iraq's prison system. He helped to rebuild Abu Ghraib and trained Iraqi citizens to work in prisons. </p> <p>New York's senior senator, Democrat Charles Schumer, has been pushing for an investigation into any alleged role played by civilian contractors in the prisoner abuse scandal. McCotter left Iraq to resume his executive job at MTC in September 2003, a month before the worst documented atrocities against Iraqi prisoners occurred. In a statement, he insisted he had nothing to do with training military personnel to run the prison and had no involvement with Abu Ghraib after handing it over to the US armed forces. He said he was 'offended and sickened' by the abuse of Iraqi prisoners. </p> <p>Last week US Staff Sergeant Ivan Frederick was sen tenced to eight years in prison for sexually and physically abusing detainees at Abu Ghraib. </p> <p>There is no suggestion that McCotter was personally involved in the abuses at Abu Ghraib, but questions have been raised about whether the culture of the US private penal system influenced the environment that allowed the atrocities to occur. </p> <p>McCotter, a Vietnam veteran, has a chequered record of running US jails. In 1997 he was forced to resign as a senior prison official in Utah after a scandal surrounding the death of a mentally ill inmate strapped naked to a chair for 16 hours. This year, Schumer wrote to Ashcroft, asking why someone with McCotter's controversial history was sent to Iraq. </p> <p>Last year MTC was criticised by the US Justice Department over its management of Santa Fe prison in New Mexico which was found to have unsafe conditions and lack adequate medical care for inmates. The company said the problems have been resolved and it has had its contract renewed. </p> <p>Liberal Democrat Home Affairs spokesman Mark Oaten expressed concerns that Britain's prison culture could be undermined by the arrival of American firms. </p> <p>'The government is in cloud-cuckoo-land if it thinks privatising prisons will solve the mess. The problems of suicides, overcrowding and reoffending will not be solved by bringing in a private company from the US.' </p> <p>This view was echoed by Labour MP Gwyn Prosser, who sits on the home affairs select committee and said the Home Office should 'proceed with caution'. Last year the Prison Service announced a £3 billion, 10-year refurbishment programme of Britain's prison network. Since 1992, 13 prisons or secure training centres in Britain have been built and managed by private contractors under the government's Private Finance Initiative. The POA has been vociferous in its campaign against prison privatisation. </p> <p>Carl Stuart, MTC's communications director, said MTC began its corporate life as a training company aimed at helping offenders and has a long track record in successful rehabilitation.</p>",
  "<p>For 13 years, mountaineer Helmut Simon had basked in the glory of his unique encounter with history. </p> <p>In 1991, the 67-year-old German discovered Otzi the Iceman, the perfectly preserved body of a Neolithic hunter, emerging from the Similaun glacier, 3,200m (10,500ft) up the Austrian Alps. Wherever he went in his beloved Alps, Simon wore a badge identifying himself as 'Discoverer of Otzi'. </p> <p>But yesterday, Simon's body was found in a stream in these same mountains. </p> <p>On 15 October, the pensioner departed alone from the village of Bad Hofgastein, near Salzburg, up the 2,134m (7,000ft) Gamskarkogel peak. His wife, Erika, who usually walked with him, did not go. </p> <p>Foul weather should have deterred the experienced climber, who did not even take a tent with him. </p> <p>Half a metre of snow fell in the three days following his disappearance. On Monday, Simon's wife returned to Nuremberg and rescuers gave up their search. </p> <p>Simon and his wife had made the journey to Bolzano to visit Otzi several times a year. While scientists learnt about Neolithic man by examining Otzi, Simon developed an affection for the 5,300-year-old and came to call the iceman his 'brother'. </p> <p>'Being a discoverer is like being the author of an important invention,' said Simon's Italian lawyer, Armin Weis. 'It becomes your identity.' Simon died just weeks before his lawyers were due to launch a case for him to receive a €250,000 (£170,000) reward from Italian authorities for his discovery. </p> <p>Rumours in the villages around the Austro-Italian border suggested Simon may have walked deliberately to his death. Other locals fear Otzi - like Tutankhamen - claimed Simon's life in revenge for disturbing the mummy's peace. </p> <p>The body of the iceman is under renewed scrutiny this time by experts seeking to prove its value in cash rather than archaeological terms. </p> <p>The iceman is one of the best and oldest preserved human bodies because of an extraordinary combination of events. After apparently falling into a crevasse and dying of hypothermia, the Neolithic hunter was quickly covered by snow which preserved his body intact. It appears the Simons found him at the precise moment the body emerged from the melting glacier and before it began to decompose. </p> <p>Under Italian law, Simon was entitled to receive up to 25 per cent of the value of his find. Since he was only recognised as the official finder of the mummy last year, legal proceedings will begin on 5 November to determine the size of the reward. </p> <p>The Otzi mummy, kept in Bolzano's south Tyrol museum of archaeology, has made about €2 million (£1.4m) per year for northern Italian authorities since 1998. </p> <p>Simon turned down an offer from Italian authorities of €50,000 several years ago. His lawyers claim his family's reward should be at least four times as much. </p> <p>With Simon's death, the pressure to reward his wife and two children with the amount denied to the climber in his lifetime has increased.</p>",
  "European politicians were in frantic meetings this weekend amid the unprecedented crisis sparked by an Italian politician whose appointment MEPs say will 'undermine the quality' of EU justice. <p>The controversy over Italy's would-be justice commissioner's fitness for office is dividing MEPs. Now it is being also seen as having crippled the authority of the incoming EC president, Jose Manuel Barroso. </p> <p>The debacle is also resonating in Italy, where the Catholic church has become embroiled in the debate over whether Rocco Buttiglione should be in charge of rights, civil liberties and immigration issues for Europe. </p> <p>Liberal and socialist groups, who believe Buttiglione, a friend of the Pope, has views that make him unfit for office, were scrambling to rally enough MEPs to vote down the entire 25-member commission on Wednesday. </p> <p>The 'nuclear option' is the last resort for MEPs, who have pressed Barroso to drop the nominee or at least shuffle him out of such a sensitive role. </p> <p>A defiant Barroso - who has stood by Buttiglione and proposed, to appease concern, that he be shadowed by four commissioners for civil liberties issues - says he is confident his commission will survive. He described the critics as 'extremists'. According to reports, Barroso thinks he will win 363 votes, enough, given the numbers expected to abstain, to confirm his team. </p> <p>Among those campaigning against Barroso's commission is MEP Antonio di Pietro, the former Milan magistrate who led anti-corruption investigations. He said yesterday: 'I am calling on all European liberals to vote against this whole commission. </p> <p>'Unless there is some change, I hope the Barroso commission will be voted out,' di Pietro said. 'I say that not just because of Mr Buttiglione's views on homosexuals. I say it because I believe that no member of Berlusconi's government should be given control of jus tice for the EU. The Berlusconi government is an anomaly as far as the law. </p> <p>Martin Schulz, a German MEP and leader of 200-strong socialist group, said Barroso was risking a calamitous defeat. If Barroso's gamble does not pay off, he could find himself starting his five-year term with a constitutional crisis. And this in the same week in which Europe's leaders will be in Rome to sign the new EU constitution. </p> <p>Should Barroso's gamble fail, the outgoing commission, led by Italian Romano Prodi, will have to preside over a grandiose ceremony in the caput mundi on Friday while Barroso retreats to form a new team. </p> <p>At the same time, Vatican officials will be still upset that the Pope's plea for Europe's Christian roots to be enshrined in its constitution landed on deaf, northern European ears. </p> <p>From the Holy See, some of the strongest cries of foul play rose last week amid a furious Europe-wide debate over the effects of mixing religion with politics. While Buttiglione's view that homosexuality is a 'sin but not a crime' and marriage exists to allow women to have children with the protection of a man caused offence across progressive-thinking Europe, in Italy the uproar was seen by many as a sign that Europe's obsession with being 'politically correct' has gone too far. </p> <p>'There are only three categories of people who are not protected by political correctness and therefore you can say anything bad you want about them,' Vittorio Messori, Italy's leading Catholic writer told Il Messaggero, 'Catholics, smokers and hunters'. </p> <p>The Avvenire newspaper of the Roman Catholic Bishops Conference complained that the decision of the European Rights Commission to rule Buttiglione unfit for public office 'because of what he thinks' is 'a sad sign for civilisation - not for religion.' </p> <p>'They have discriminated against a person on the basis of his faith and his ideas,' the paper said.</p>",
  "Today's grandparents have probably lived through more change than any other generation in history: the Second World War, the Cold War, great advances in medical science and the mass communication revolution. <p>But despite these momentous shifts, patterns of population, employment, poverty, health and education have remained strikingly familiar. </p> <p>Remarkable maps of the social and economic make-up of Britain are revealed this week on a website which, for the first time, makes public millions of pieces of information about places all over the country. </p> <p>Drawing on census surveys, gazetteers, maps and travellers' logs, the 'Vision of Britain Through Time' website is a mine of fascinating facts from statistics about child deaths to records of long-forgotten professions such as ramrod-making and mangle-turning. </p> <p>But perhaps the most arresting thing about the resulting picture of Britain is, overall, how relatively little things have changed - not just for our grandparents, but over the past two centuries. </p> <p>In particular, the maps show that Britain's north-south divide has existed for more than 150 years. </p> <p>'Broadly speaking, prosperous parts of the country have always been prosperous while the poorer places of old are still disadvantaged today,' said Dr Humphrey Southall, who set up the project and has led it for more than 10 years. </p> <p>Southall got the idea for collating the information on the website when he was researching the north-south divide in the 1980s. </p> <p>He could not have known it then, but the idea is also now tapping into a booming interest fed by popular history programmes on TV, books and the surge in genealogy. In January 2002 an online version of the 1901 census collapsed on launch day when 1.2 million people an hour tried to log on. </p> <p>Although this site does not hold information about individuals, Southall and his team have given advice to the current hit BBC TV series tracing celebrity roots, Who Do You Think You Are? . </p> <p>Visitors to the site - which goes live on Tuesday at <a href=\"http://www.visionofbritain.org.uk\">visionofbritain.org.uk</a> - will be able to search by keying in the name of a place, a postcode, or clicking a point on the map. </p> <p>The information includes statistics from all the censuses since 1801, maps dating back to the early 1800s, gazetteers and even 'travellers' tales' with fuller descriptions of places they visited as long ago as the 12th century. Other categories include local industries, housing and religion. It is 'one of the biggest historic collections of anything, anywhere, ever,' claims Southall, a reader in geography at Portsmouth university. </p> <p>Southall expects his site will mostly interest people who want to learn about a particular area. But collating the results onto colour-coded maps also revealed interesting national trends. </p> <p>Looking at the figures over the past few generations, the pattern is striking: in 1931 nine of the 10 highest areas of unemployment were in north east England and Scotland and the other was Merthyr Tydfil in the south Wales valleys; in 2001 seven of the top 10 were in north-east England and Scotland. </p> <p>The remaining three in the 'top 10' in the last census were all in east London. In both 1931 and 2001, Tower Hamlets was the worst area for unemployment in London. </p> <p>The most prosperous areas, meanwhile, are in the stockbroker belt around London: in 1931 the lowest unemployment figures included four districts of Surrey, along with Three Rivers in Hertfordshire and Harrow in Middlesex; in 2001 the lowest 10 showed the same tendencies, featuring west Oxfordshire, south Cambridgeshire, and parts of Hertfordshire, Hampshire, Berkshire and Sussex. </p> <p>An example Southall gives is Easington in County Durham. 'The industrial structure of Easington changed drastically with the cycle of mining, but even when mining was doing well Easington was not a great place to live health-wise: miners got paid well when they were down the pit but there were high rates of injury and rich people didn't live in Easington.' </p> <p>The added information on health, education and census records of social class on the new website now largely reinforce these trends. </p> <p>But in another interesting twist, the trend in infant deaths 'changed dramatically' in the 2001 census, said Danny Dorling, professor of human geography at Sheffield university. </p> <p>'For 150 years we have had a pattern where it's been highest in the poorest parts of the country, places like Salford and Oldham, even when they became centres for high immigration and the population genetically changed,' Dorling said. </p> <p>'We now have some of the highest infant mortality in places like Dorset... a lot of people are having children very late in life and they tend to be more affluent women who have had a career, and that's changing this map,' Dorling added. </p> <p><a href=\"mailto:juliette.jowit@observer.co.uk\">juliette.jowit@observer.co.uk</a> </p> <p> <b>200 years of the census</b></p> <p>The first census in 1801 was run by vicars and asked just six questions. The 2001 census asked 40 questions and was the first to be put online. </p> <p>In 1931 the population was 44.5 million; average male unemployment was 13.3 per cent; and 68.4 out of 1,000 babies died before age one. The 2001 census recorded 57.1 million people; 6.2 per cent male unemployment; and infant mortality of 5.1 in 1,000. </p> <p>In 1951 more than one in five households still didn't have its own indoor loo. It is now less than one per cent. </p> <p>In 1931 there were 1,800 local government districts in England and Wales; now there are 376. </p> <p>It took 10 years and £1.5m to create the website - including 10 million census statistics and computerising up to 17,000 parish boundaries. </p> <p><b>City: Glasgow on the catch-up trail</b></p> <p>A 1930s picture of two scruffy boys playing in a Glasgow street has become an icon of the urban poverty of that age. Today, despite a succession of urban renewal schemes, unemployment is much lower - but still one of the highest in the country. </p> <p>In the 1931 census, Glasgow had the 11th highest unemployment in Britain; in 2001, it was at number five. The rate has been consistently double or more than the national average. </p> <p>Not surprisingly, a similar picture emerges for other measures. Indeed, the city has fallen behind the national average for percentage of households with all amenities. In 1971 just over three quarters of Glasgow households had the full list - including hot running water and an indoor toilet, just a few percentage points less than the British average; by 2001, just over four out of five had all the amenities, compared to more than nine out of ten nationally. </p> <p>But Glasgow has nearly caught up on the percentage of graduates: up from about 3 per cent in 1971 to nearly 20 per cent today. Meanwhile, in 1971 the proportions of men working in services and manufacturing were about average; but services are now ahead of the national rate, while manufacturing has dropped behind.</p> <p> <b>Country: History of prosperity for Surrey stockbroker belt</b></p> <p>In 1931, four of the areas with the 10 lowest male unemployment figures were in Surrey. </p> <p>By 2001 most of these areas had been replaced by other stockbroker belt towns and villages, but Surrey still figures strongly at the lower end of the percentages for those out of work. </p> <p>One of the more affluent examples is Mole Valley which had the fifth lowest male unemployment in 1931 and the 14th lowest in the last census, with just 2.4 per cent. </p> <p>During the last century Mole Valley's population has grown strongly, from 30,000 to 80,000. </p> <p>Meanwhile the make-up has changed: in the early 1800s nearly a third of its people worked in services, the same proportion in manufacturing and one in five in agriculture. By the turn of this century nearly seven out of 10 were in services and fewer than 2 per cent in agriculture.</p>",
  "<p>Pawel Pawlikowski, the Polish-born documentarist now based in Britain, made an impression four years ago with his feature film, Last Resort. Its urgent subject was the way we treat immigrants and asylum seekers and it took a despairing view of their plight. His new film, My Summer of Love, seemingly turns away from pressing topical concerns, the title suggesting a romantic idyll which in some sense it is.</p> <p>At the centre are two teenage girls, the middle-class, boarding school-educated Tamsin (Emily Blunt), and the working-class Mona (Nathalie Press), who meet one hot summer's day in the fields outside a small Yorkshire town.</p> <p>This opening is pastoral, bucolic. Mona, a pale, freckled redhead with a certain resemblance to the young Tilda Swinton, is lying in the faded grass, beside the red Honda motorbike she's just bought. It cost £10 because it does not have an engine. She looks up at the sky which, in its flat whiteness, resembles the sur face of a lake. Suddenly above her rears a horse and Pawlikowski cuts between close-ups of her left eye and the enormous right eye of the horse. Confidently riding the horse is the beautiful, dark-haired Tamsin. From this casual encounter an intense friendship develops.</p> <p>The setting is almost abstract, an unnamed town in a narrow valley through which a train passes on an embankment above the streets but never stops. Tamsin lives in a secluded, ivy-covered mansion with her father, a remote figure, rarely seen, who drives a maroon Jaguar. Her sister, she explains, has died of anorexia and her mother is an actress on tour. Mona, an orphan, lives in a cluttered room above a pub that has been closed down by her older brother, Phil (Paddy Considine). He's a violent ex-criminal who has become a born-again Christian in jail and uses the ground floor as a meeting place for his devout circle.</p> <p>Tamsin is a gifted cello player, self-consciously sophisticated, urging Mona to understand the world by reading Nietzsche and Freud and proclaims that Edith Piaf 'had such a wonderfully tragic life'. She's manipulative and a self-confessed fantasist. Mona, on the other hand, is a forthright girl with a cheeky sense of humour (she does a splendid impersonation of Linda Blair in The Exorcist), a strong local accent and no experience of life beyond this small community.</p> <p>Her romantic yearnings are tempered by a knowledge that ahead of her is a predictable future leading up to menopause and death. Both girls seem alienated from their families and backgrounds and each provides things the other needs. Tamsin buys an engine for Mona's Honda so they can go on jaunts together.</p> <p>The relationship suggests two very different works about class, alienation, and destructive passion - Jean Genet's The Maids and LP Hartley's The Go-Between. Their friendship develops into love of both a spiritual and physical kind - first a kiss while swimming in a brook on the moors, then a more passionate embrace on a neglected grass tennis court and finally full consummation. This escalation is handled with tenderness and subtlety.</p> <p>A tough humour informs the accompanying folie à deux by which the pair exact cruel comic revenge on Tamsin's father for his adulterous liaison and on Mona's brutal married lover for having deserted her. They then turn on Mona's brother, Phil, to expose the supposed hypocrisy that has led him and his followers to erect a giant cross on a hill above the town, announcing their mission to save its benighted citizens.</p> <p>My Summer of Love has a characteristically dangerous performance from Paddy Considine and remarkable performances from Nathalie Press and Emily Blunt, who bring a wonderful naturalness and conviction to Mona and Tamsin. They recall the striking debuts of Samantha Morton and Emily Watson in the 1990s. The picture is conventionally resolved, though not unsatisfactorily, and is oddly mysterious in its tone and thrust.</p> <p>Is it a psychological drama involving social and sexual rites of passage? Or is the film a kind of allegory about the impossibility of sustaining the emotional intensity necessary to break away from the moral numbness of contemporary Britain?</p>"
]