[
  "Football clubs have been known to show their soft side, supporting the poor and helping the sick and handicapped. But it is not often that a top European club hands its shirt and its cash to an army of balaclava-wearing guerrillas demanding autonomy in a large chunk of their country. <p>Inter Milan has donated €5,000 (£3,475), an ambulance and the captain's No 4 black and blue team shirt to one of the last strongholds of the ragtag Zapatista army in a gesture of solidarity for the indigenous people of Chiapas in southern Mexico. </p> <p>Argentinian star Javier Zanetti, the team captain, talked his club into donating its changing room fines for late arrival or using mobile phones to help villagers rebuild after the village of Zinacantán was reportedly attacked by government military forces in April. \"We believe in a better world, in an unglobalised world, enriched by the cultural differences and customs of all the people. This is why we want to support you in this struggle to maintain your roots and fight for your ideals,\" Zanetti wrote in a note to the village, posted along with the first instalment of €2,500. </p> <p>\"We know that we are not alone on the path of this struggle,\" was the reply from the Zapatista supporters who invited the Italian football team to visit them in the jungle mountains of Chiapas. </p> <p>The Mexican presidential office in charge of relations with the Zapatistas said yesterday there would be no comment on the Italian donation. </p> <p>In June, Bruno Bartolozzi, Inter's team manager, arrived in the village of Caracol de Oventic with further donations and the blessing of the team and its oil baron owner, Massimo Moratti. The donations have helped the villagers to rebuild houses and water pipelines, and the club has offered to supply football gear and balls for budding Zapatista footballers. \"Our team doesn't just play on PlayStations and computers,\" Mr Bartolozzi said. \"We read in a Mexican newspaper about this attack. We wanted to help. Not so much with large amounts of money but with our sustained support.\" </p> <p>The Zapatista leader Subcomandante Marcos - a non-indigenous university graduate turned rebel - has reportedly expressed his appreciation in an internet communique accompanied with a photo of him sporting the Inter captain's shirt. \"Brothers and sisters of the Italian team, I wish you the greatest success in your sporting campaign,\" said the letter. </p> <p>Mr Marcos and his Zapatista army - who began their armed campaign for indigenous rights in 1994 - are thought to prefer basketball to football, given the choice. </p> <p>Hopes were raised for a solution to the conflict when Vicente Fox's government was elected in 2000, but Mr Marcos broke off relations with the government within a few months after parliament watered down a constitutional reform on indigenous rights demanded by the Zapatistas. </p> <p>Zapatista supporters are concentrated in a few strongholds dotted around Chiapas where they insist they are putting their objective of indigenous autonomy into practice without waiting for government permission.</p>",
  "In 1993, Richard Allen Davis, a low-life jailbird with a long history of sex offences, abducted 12-year-old Polly Klaas at knifepoint from her bedroom in Petaluma, California. He subsequently raped and strangled her. <p>After the largest manhunt in US history, Davis was arrested. He led his interrogators to the little girl's decomposing body (still, visibly, in the assault victim's splayed out position) as a hunter might show off a trophy. </p> <p>\"I know I'm a piece of shit,\" Davis told the police - which is probably too flattering a description. He was duly sentenced to death. \"Burn in hell,\" Polly's family shouted, as he was taken down. </p> <p>The organisation Klaaskids was set up in the wake of Polly's murder to lobby for legal reform. Their pressure got California's \"Three Strikes\" (3S) law on the books. What that baseball term means is three felony convictions and mandatory 25-to-life. Bad news for bad guys. </p> <p>Had it been in place in 1993, the reasoning went, Davis would have been safely behind bars. The initiative was picked up by other states - although only California has the draconian 25-to-life sentence, no exceptions. </p> <p>The Klaas activists continue to lobby for child protection. They helped get Megan's Law passed in 1996, requiring that citizens be informed of any local sex offenders. They are agitating to raise the threshold for cyber-molestation of minors to 15. Their most recent success is the \"Amber\" alert system. They can be proud of their achievements - and not merely on behalf of children. 3S has reduced other criminal activity. With so many villains out of circulation Los Angeles has been able to thin down its police force to a measly one officer for every 432 of the population (about half what other metropolitan areas need). </p> <p>When they go to the polls on November 2, Californian electors will be asked (via Prop 66) to rescind or continue 3S. The measure will probably survive, despite some troubling anxieties. Even its fiercest proponents did not intend to send fathers away for life for the \"felony\" of shoplifting boxes of baby diapers - which has happened. </p> <p>Prison inmates cost the state $31,000 (£17,100) a year and, given the healthy regime (prisons are now smoke-free zones) cons live long lives. More tax dollars are spent on punishing Californian criminals than educating Californian college students. </p> <p>Is it \"punishment\"? Richard Allen Davis has been on death row for a decade. He's not exactly burning in hell. He has a website (<a href=\"http://www.ccadp.org/richarddavis.htm\">www.ccadp.org/richarddavis.htm</a>) on which he tells his life story - a life which, it seems, he will end peacefully in his bunk. A skilled worker in metal and wood (crafts he was taught in prison), he proudly exhibits his artistic handiwork. He is offering to barter one of his finer pieces for a Smith Corona Display 1000 Electric Typewriter. This self-proclaimed \"piece of shit\" watches cable TV, eats good food, and has enviable opportunities to develop his mind. The only thing the Californian taxpayer doesn't provide him is little girls to abuse. </p> <p>It is in drug enforcement that the severity of post-3S Californian law throws up its most troubling anomalies. Selling as little as $20 worth of cocaine can earn you a \"strike\". Even being near drugs can be catastrophic. </p> <p>Take the case of Freddy Barrios. He arrived in California from Guatemala with his family 20 years ago. Freddy took courses at the Pasadena Arts Center in computer aided design. He's creative and can get more keyboard work than he can handle. Three nights a week, he stars as DJ Freddy B at one of Hollywood's largest clubs, the Arena Cafe. </p> <p>He won't be spinning discs in Hollywood next month. Freddy's brother, a drugs supplier, was targeted in an FBI sting. He had asked Freddy to look after a suitcase, which turned out to contain $30,000 of dirty money. Freddy (who doesn't use, doesn't deal and didn't know) was scooped up with the rest of the ring. His brother got life plus 36 years - a three strikes loser. </p> <p>Freddy will spend three years in Federal Prison. It won't (for a first offender) be San Quentin (where the obnoxious Davis resides) but neither will it be the \"Camp Cupcake\" where Martha Stewart will spend the next few months. When he comes out, the INS will be waiting, eager to deport Freddy to Guatemala. </p> <p>It's not easy to extract a moral other than that life is harder to legislate than baseball. It would be helpful if politicians sometimes registered that point.</p>",
  "<p>When John Thaw died two years ago, the press mourned the \"ultimate TV policeman\". Sheila Hancock had lost a husband of 28 years. \"He was my whole life,\" she wrote in her diary. \"Without him I don't exist.\" </p> <p>But of course she did, and she does. This week Hancock reads her \"dual biography\" <strong>The Two of Us</strong> (Book of the Week, 9.45am and repeated, Radio 4). The twin threads run from his unhappy childhood in Manchester and her happier one in London, to Thaw's death from cancer, via their first marriages, the raising of three children (his, hers and theirs), \"two near-divorces, numerous separations\" and Thaw's alcoholism. </p> <p>Another couple share the limelight in <strong>Philip and Elizabeth: Portrait of a Marriage</strong> (3.30pm, Radio 4). Today's instalment (the first of five) looks at the Duke of E's early years, before he had a chance to offend the \"slitty-eyed\" Chinese and \"potbellied\" Hungarians. Here he is wandering Europe while daddy makes mischief with a mistress in Monte Carlo. </p> <p>Elsewhere, there are a couple of high-class repeats. In <strong>The Second Summer of Love</strong> (9.30pm, 6 Music) Zoe Ball tells the story of dance music, drugs and clubbing in the late 1980s and early 90s, starting with the birth of house and techno. And <strong>Dracula</strong> (6pm and repeated, BBC7) is a back-to-basics version of Bram Stoker's vampire classic, originally broadcast in 1991-2. This particular story of bloodsucking aristocrats is told through the diaries of a young solicitor, his fiancee and her friend, and the superintendent of a large lunatic asylum. Gulp.</p>",
  "As an American who has lived in Britain for over 30 years, I read Carol Gould's description (An American scapegoat in London, October 16) with increasing incredulity. As a regular user of public transport and with constant exposure to people of many different backgrounds, I have never met the visceral hatred of Americans she describes. Indeed, last week's Guardian poll (We like Americans, we don't like Bush, October 15) shows the British have no difficulty in distinguishing between antipathy to Americans and their foreign policy. <p>Naturally, I have heard much concern about the latter, from the debacle of Vietnam to the current Iraqi misadventure - US foreign policy affects the entire world. Gould's wildly exaggerated accusations of anti-Americanism and anti-semitism should not be used as a smokescreen to deny the right of legitimate criticism of the policies of the US and Israeli governments, a right increasingly exercised by many Americans and Jews.<br> <b>Dr Edie Friedman</b><br> London </p> <p>I think and hope Ms Gould's experience is not typical, but it is clear that much of today's hysterical anti-Americanism is merely a surrogate for anti-semitism. Many people cannot stomach the fact that there is a power that wants to protect Jews. They would much rather \"sympathise\" with those who want to murder them. This is usually hidden under the mask of anti-Zionism. As ever, there are Jewish fellow-travellers more than happy to go along with this fraud to prove their liberal credentials.<br> <b>Dr Michael Schachter</b><br> London </p> <p>Ms Gould writes: \"Europe has always been a seething hotbed of anti-semitism.\" She does not mention one diabolically clever way by which the Europeans attempt to conceal this. In the UK, a Jewish citizen (Mr Howard) has been allowed to serve as leader of the Conservative party and others (Messrs Mandelson and Miliband, for instance) are prominent in Labour's senior ranks. In France, the next presidential election will probably have M Sarkozy as the candidate of the right, and M Holland for the left. Each is Jewish. Ms Gould is to be congratulated for not allowing herself to be fooled.<br> <b>Norman Birnbaum</b><br> Washington DC </p> <p>I would certainly agree that when I open my mouth in public, I run the risk of what I call \"that conversation\", which, in my experience, includes the following: \"You left California to come here? Why, what on earth do you see in this country?\" I have an uphill task to persuade people I am not mad to have left the \"greatest place on earth\" to come and live here. </p> <p>As for my Jewish heritage, living and working in Oldham, I am accustomed to anti-Islamic remarks and to the effects of racism on my colleagues and adult students. My work with asylum seekers, who daily face being reviled and abused, gives me perspective on my experiences. I could never describe the inconveniences of explaining my national or ethnic background as in the same league.<br> <b>Magda Sachs</b><br> Oldham </p> <p> </p> <p>As an American who has also spent most of my adult life here, I realised long before 9/11 that everyone here didn't love us. This \"island race\" does have antagonistic feelings verging on the xenophobic. Anyone who has heard the British praise France if it only wasn't for the French, or claim all Italians are sex-mad cowards, knows they distrust everyone equally and, so, shouldn't be surprised that we aren't exempt just because we are so sure we're God's gift.<br> <b> Rick Bryant </b><br> Exeter, Devon </p> <p>The more I considered the article, the more offended I became. I am a Texan and have had the great pleasure of holidaying in Britain for many years. London is one of my favourite cities in the world. No one has ever been anything but kind. The people smile when they hear my accent, start conversations with me and give me friendly advice. It is a great disservice to both our countries to write of \"American bashing\". <br> <b>Patricia Redford Kidd</b><br> Valley Spring, Texas </p> <p>Having lived for two years in Alpharetta, Georgia, I can assure Carol Gould that educated Americans do invite Brits to their dinner table to abuse their country, do scream abuse at them in the street and elsewhere, or, in my actual experience, threaten to punch them in a Florida bar \"cos you Brits think you know everything\". </p> <p>More serious was the constant stream of anti-European hate in the media at the time of the war in Iraq. And as for anti-semitic Europe, there may be a few with such views, but it is much less of a problem than the racism in the States, where, having married an African-American lady, some colleagues never spoke to me again. We joke over who they hate more: her, a successful black woman, or me, a snobby European.<br> <b>Jonathan Fanning</b><br> London </p> <p>As American expats who have lived in London for just over four years, we have found our neighbours to be welcoming and gracious people. The truest measure of actual sentiments can be measured by the substantial majority of the British people who wish to see George Bush defeated. That is the ultimate expression of kindness towards the American people.<br> <b>Rev Ronald Garner</b><br> London</p>",
  "The Israeli general who commanded the destruction of the only Jewish settlement in the Sinai before it was returned to Egypt recently offered Ariel Sharon advice on how to carry out his pledge to remove settlers from the Gaza strip. <p>\"Evicting someone from the home they've lived in for 20 years isn't a simple matter,\" wrote Brigadier General Obed Tira. \"To remove a family from its home is embarrassing and difficult, and that is why the removal needs to be done with a lot of love and a lot of wisdom.\"</p> <p>The soldiers who arrived outside the home of Ghalia Abu Radwan, her octogenarian parents, blind siblings and assortment of children in Khan Yunis in the middle of the night showed no love, and, if they were embarrassed, there was no way to know it because they were hidden behind the armour of their bulldozers and tanks.</p> <p>As the loudspeakers on the tanks ordered the families out, and bursts of gunfire sharpened the terror, Mrs Abu Radwan shepherded her blind brother and sister to safety.</p> <p>\"I grabbed them by the hand and shouted to my mother to follow us,\" said Mrs Abu Radwan. \"Think of it - 25 children, two blind adults and my parents who cannot run. My sister-in-law left her three year-old behind in the chaos and had to go back to get him. When we came back they had destroyed all the houses.\"</p> <p>Mrs Abu Radwan's mother, Ommuhammed, said she thought she would also die.</p> <p>\"I kept imagining a piece of shrapnel hitting my head. I was so exhausted I had to crawl in the sand sometimes or put my hand on Ghalia's shoulder and let her pull me,\" she said.</p> <p>\"Since 1948, the Israelis have demolished three of my homes. This is the most difficult because before others helped us rebuild but now everyone needs help and I don't know who will help us.\"</p> <p>While Mr Sharon agonises over how to draw 7,500 Jewish settlers out of Israel's Gaza colonies - offering hundreds of thousands of dollars in compensation to each family - the army has already bulldozed close to 9,000 Palestinians from their homes in the Gaza strip this year alone.</p> <p>Most got no more than a few minutes notice to get out and lost all but the possessions they could hurriedly bundle together.</p> <p>The latest target was Jabaliya refugee camp near Gaza city. From dawn on Saturday the people came, trying to find their bearings amid the rubble and then scrambling across the sand where once there was an asphalt road.</p> <p>A man ripped at the remains of his shattered home in search of anything that could be saved, burrowing out a picture, some clothes, a schoolbook. Another collapsed on to the wreckage, stunned and silent.</p> <p>The tide began as soon as it was clear that Israeli tanks had pulled out of Jabaliya after 17 days of destruction and killing. The bulldozers left behind dozens of flattened homes and hundreds homeless.</p> <p>The remains of the mosque were marked by its twisted steel minaret and loudspeakers. A sewage line torn from the ground spewed filth as people attempted to jump it. The only clue to the existence of a small orange grove was a few of the scattered fruits.</p> <p>The scale of the destruction - about 20 acres of homes, shops and roads razed or ground into the sand - matched the Israelis' controversial assault on Jenin refugee camp two years ago. But the death toll in Jabaliya was double that with about 130 people killed, one in six of them children 15 or younger.</p> <p>Within hours of pulling out of Jabaliya, the army's bulldozers were at work again in another Gaza refugee camp, Rafah.</p> <p>\"One would have thought that the Israeli withdrawal from the Gaza strip would decrease house demolitions,\" said Kenneth Ross, director of Human Rights Watch, after visiting Jabaliya.</p> <p>\"In fact, house demolitions have risen dramatically. This seems to reflect on the one hand a political show of force and Sharon's desire not to be seen to withdraw under fire, but also part of his vision to create a buffer zone along the Egyptian border. It is also part of a wider pattern of punishing civilians.\"</p> <p>A United Nations human rights report on the Israeli occupation to be presented to the general assembly this month accuses Israel of \"massive and wanton destruction of property\" in the Gaza strip.</p> <p>\"Bulldozers have destroyed homes in a purposeless manner and have savagely dug up roads, including electricity, sewage and water lines,\" it says.</p> <p>Most of the destruction is focused on Rafah, along Gaza's border with Egypt, and neighbouring Khan Yunis refugee camp.</p> <p>But in recent weeks there has also been widespread destruction of homes as the army widened the \"security zone\" around Netzarim Jewish settlement, and in the Palestinian towns of Beit Hanoun and Beit Lehia.</p> <p>The pummelling of Rafah in May left about 4,000 people homeless. Four years ago, buildings in the refugee camp ran right up to the military area on the border, known as the Philadelphi road. Half of Rafah's Block O neighbourhood has since been destroyed.</p> <p>Even after Israel pulls its settlers and soldiers out of the Gaza strip, it will remain the occupying power under international law, and it intends to strengthen its grip on the territory's borders. The disengagement plan speaks of \"widening the area\" along the Philadelphi road.</p> <p>\"So far about 10% of Rafah is destroyed and if Israeli plans are carried through, approximately a third of Rafah will be destroyed,\" said Mr Ross.</p> <p>With the destruction comes death. In July, a 75 year-old man in a wheelchair, Ibrahim Halfalla, was crushed to death under the rubble of his Khan Yunis home by an army bulldozer because he did not get out in time.</p> <p>As Mrs Abu Radwan and her family fled, the army shot dead a 60-year-old neighbour, Ahmad Abu-Nimer, as he fled. Two other men were wounded by gunfire.</p> <p>Israel says the demolitions meet the international legal requirement of military necessity because homes are destroyed in the hunt for weapons smuggling tunnels or because they are used by Palestinian combatants to attack Israeli forces.</p> <p>The UN and Human Rights Watch say that is merely an excuse. They say it would be more efficient, and safer for Israeli troops, to detect and close off the tunnels behind the protective wall the military has built along the border by using listening devices and ground penetrating radar.</p> <p>They add that the number of tunnels found is relatively small in comparison to the number of buildings destroyed.</p> <p>The army claims to have uncovered 90, but that number includes several entrances to the same tunnel and the beginnings of wells.</p>",
  "<p><strong> PAPERS </strong><br> </p> <p><strong> Observer</strong><br> </p> <p>Britain's big banks face a parliamentary grilling this week for helping to push <strong> credit card debt</strong> to a staggering £60bn. </p> <p>The prospect of British and German <strong> public sector unions</strong> joining forces to bargain collectively on pay and even pursue industrial action has been raised by a cross-border agreement. Dave Prentis, general secretary of Unison, and Frank Bsirske, president of its German counterpart, unveiled a memorandum of understanding. </p> <p>Supermarket chains <strong> Somerfield</strong> and <strong> Wm Morrison</strong> are haggling over a £250m deal for 120 stores. Morrison bought the outlets as part of its £3bn acquisition of Safe way but they are surplus to requirements. </p> <p><strong> Sunday Times</strong><br> </p> <p>German industrial group <strong> Linde</strong> is poised to approach British rival BOC with an offer than could lead to an £8bn cross-border merger. </p> <p><strong> Philip Green</strong> has paid back the £800m that he borrowed two years ago to buy Arcadia, the Top Shop-to-Burton retail group. The quick-fire payback paves the way for Green to take out hundreds of millions of pounds in dividends from the group to build up his war chest. </p> <p><strong> Sunday Telegraph</strong><br> </p> <p><strong> Cubic Expression's</strong> objection to the Glazer family's 300p-a-share bid for its 29% stake in Manchester United was that the bid was conditional. The Glazers made the purchase of the Cubic stake dependent on their securing effective control of Manchester United. </p> <p><strong> David James</strong> , the voluble turnaround specialist, hired by the Conservatives to devise a plan to slash government waste, has lambasted the Treasury's civil servants as \"the thickest\" in Whitehall. </p> <p><strong> Mail on Sunday</strong><br> </p> <p>Royal Mail chairman <strong> Allan Leighton</strong> is on course for a showdown with the government over his plans for a partial privatisation of the business. Mr Leighton has been told by the Department of Trade and Industry that his ideas for a workers' buyout are dead in the water. </p> <p><strong> The Business</strong><br> </p> <p><strong>Eurotunnel</strong> is on a collision course with French trade unions over its three-year survival plan which is likely to call for significant job cuts. </p> <p>Bumper results from the US search engine <strong> Google</strong> this week, the first since its $1.7bn initial public offering in August, are expected to give a boost to other internet stocks. </p> <p><strong> Sunday Express</strong><br> </p> <p><strong> ITV</strong> has been thwarted in its attempt to buy Disney's stake in GMTV and own the morning television company outright. The television group, which recently bought SMG's 25% stake, owns 75% of GMTV. </p> <p><strong> IoS</strong><br> </p> <p>The Treasury is to underwrite the entire £12bn cost of the <strong> Crossrail</strong> project to build a link across London after deciding it will not be a public-private partnership. </p> <p><strong> REPORTS </strong><br> </p> <p><strong> TODAY</strong><br> </p> <p><strong> Interims </strong> Bizspace. <strong> Finals </strong> None scheduled. <strong> AGMs </strong> None scheduled. <strong> EGMs </strong> None scheduled. <strong> Trading statements </strong> None scheduled. </p> <p><strong> TUESDAY</strong><br> </p> <p><strong> Interims </strong> ARM Holdings (Q3), N Brown Group, European Motor Holdings, Reckitt Benckiser (Q3). <strong> Finals </strong> Mouchel Parkman, Premier Direct Group, Sportingbet. <strong> AGMs </strong> Homestyle Group. </p> <p><strong> EGMs </strong> None scheduled. </p> <p><strong> Trading statements </strong> Eurotunnel (Q3), Reuters (Q3), Sainsbury's. <strong> New business figures</strong> Prudential (Q3). </p> <p><strong> Also expected</strong> Sainsbury strategy review. </p> <p><strong> WEDNESDAY</strong><br> </p> <p><strong> Interims </strong> Egg, Reliance. <strong> Finals </strong> None scheduled. <strong> AGMs </strong> Advance Developing Markets Trust, Diageo, Northern Recruitment, </p> <p>Themutual.net. <strong> EGMs </strong> None scheduled. <strong> Trading statements </strong> None scheduled. </p> <p><strong> THURSDAY</strong><br> </p> <p><strong> Interims </strong> AstraZeneca (Q3/9 mths), Jennings Brothers, Wm Morrison Supermarkets, Plusnet (Q3). <strong> Finals </strong> Allied Domecq, Arcadia, Freeport. <strong> AGMs </strong> Charterhouse Communications, Dechra Pharma, Edinburgh Smaller Companies, Haynes Publishing. <strong> EGMs </strong> None scheduled. <strong> Production figures</strong> BHP Billiton. <strong> Trading statements </strong> None scheduled. </p> <p><strong> FRIDAY</strong><br> </p> <p><strong> Interims </strong> None scheduled. <strong> Finals </strong> None scheduled. <strong> AGMs </strong> Invox, Linx Printing Tech, MKM Group. <strong> EGMs </strong> Marks &amp; Spencer, British Energy. <strong> Trading statements </strong> None scheduled. </p> <p><strong> INDICATORS TODAY</strong><br> </p> <p><strong> GER </strong> PPI (Sep). <strong> Eurozone </strong> CPI (Sep). </p> <p><strong> TUESDAY</strong><br> </p> <p><strong> UK </strong> RICs housing market survey (Sep). <strong> GER </strong> Autumn report of the six leading research institutes. <strong> GER </strong> PPI (Sep). <strong> Eurozone </strong> Industrial production (Aug). <strong> US </strong> CPI (Sep). <strong> US </strong> Housing starts (Sep). <strong> CAN </strong> Bank of Canada meeting. </p> <p><strong> WEDNESDAY</strong><br> </p> <p><strong> UK </strong> MPC minutes. <strong> UK </strong> Public finances (Sep). <strong> UK </strong> CML mortgage lending (Sep). <strong> UK </strong> BBA mortgage lending (Sep). <strong> UK </strong> M4 (Sep). <strong> UK </strong> M4 lending (Sep). </p> <p><strong> THURSDAY</strong><br> </p> <p><strong> JP </strong> Customs cleared trade balance (Sep). <strong> FR </strong> Consumer spending (Sep). <strong> UK </strong> Retail sales (Sep). <strong> Eurozone </strong> ECB meeting. <strong> US </strong> Initial jobless claims. <strong> US </strong> Leading indicators (Sep). <strong> US </strong> Philadelphia Fed (Oct). </p> <p><strong> FRIDAY</strong><br> </p> <p><strong> JP </strong> All industry activity index (Aug). <strong> FR </strong> CPI (Sep). <strong> UK </strong> GDP (Q3).</p>",
  "<p>The average wedding costs around £14,000, and, being a bargain hunter, I wasn't prepared to spend anything near that on ours. We set a budget and we stuck to it. We made decorations, bought outfits in the sales and did a booze-cruise.</p> <p>When we compiled our gift list (which, I admit, was a highlight when getting hitched) we were no less scrupulous. Making a list with just one store was tricky - what if another offered better choice or value on certain item? We could have made more than one list but that involved a lot of juggling and, besides, there was an easier way to do it. </p> <p>We had discovered the Gift Registry, an internet company that provided a one-stop-shop website where we could create a bespoke wedding list from loads of reputable stores. We thought we were onto a winner.</p> <p>We had a vast choice of stores; among them big names such as John Lewis, House of Fraser, Debenhams, Laura Ashley and Argos. All we had to do was visit each store or grab a catalogue, make a list, then post it to the Gift Registry, and there it was, live online. Guests then either ordered online or telephoned to choose a gift. They also paid £2.75 for postage and packing and to have it gift-wrapped.</p> <p>The other bonus was that it was flexible. One of the options meant that if, by the time the list was closed (two weeks after the wedding), there were some un-purchased items, we could swap things that had been bought against them to receive exactly what we wanted. </p> <p>When we got back from our honeymoon on August 20, we called the gift registry to close our list. It was not as easy as we thought. The system had been changed and the staff we spoke to said they weren't trained to use it. </p> <p>Our list finally closed on September 2. We were told the gifts would be ordered and they'd call to arrange a delivery time. Many phone calls later, during some of which I was kept on hold for as long as 40 minutes, delivery was set for September 25. \"We'll call the day before to confirm delivery time,\" they said.</p> <p>By 3pm the day before the delivery was due, the company still hadn't called to confirm delivery time, so we called them. \"That's strange,\" said the customer service representative. \"The van's booked but no gifts have been ordered. Not to worry, though, you can expect delivery between 9am and 1pm tomorrow.\" </p> <p>At 10.30am the following day a blue transit van pulled up. A man jumped out, slid back the side door and headed for our house, carrying a box, which, it turned out, contained six out of 47 presents, not wrapped, and no gift vouchers. </p> <p>We'd had enough, and demanded the Gift Registry exchanged the remaining gifts for their value in vouchers. We just didn't trust them to bring the real things to us. They confirmed that we'd receive them that week: we didn't. </p> <p>Like a lot of angry customers, I wrote to the CEO of the company, a wealthy 32-year-old businessman called Paul Quelch, from Surrey, and carried on calling the company. By October 12 nothing had arrive so we called again. The line was disconnected. </p> <p>We logged onto <a href=\"http://www.thegiftregistry.co.uk\"> thegiftregistry.co.uk</a> and found an announcement. The company had gone into administration on October 8, and it advised guests to claim their money back through their credit and debit card companies.</p> <p>When a company goes into administration, its stock and assets are sold off to pay debts. Left over money - assuming there is any - goes to the creditors. Our guests are creditors, but then so are banks, suppliers and staff, so it's a case of joining the queue. The unfortunate reality is that consumer rarely ever get their money back in situations such as these. </p> <p>The accountancy firm Begbies Traynor, which took over the administration of the company, says the Gift Registry has debts in excess of £300,000 and all its staff have been made redundant. Around 350 couples had chosen the Gift Registry to look after their wedding lists, with around 100 guests for each wedding, so around 35,000 guests now have to claim from their plastic card companies.</p> <p>Under the Consumer Credit Act, card issuers become jointly liable if paid-for goods costing over £100 don't turn up. However, Mark Bowerman of payment service Apacs explains that Visa and Mastercard are treating the Gift Registry's situation as breach of contract, which means people are able to claim money back from their card provider even on gifts costing less that £100. To claim, you need to contact your card provider directly. </p> <p>So for us, our guests, and those of the other newlyweds, all is not lost. But the feeling of being conned, combined with the embarrassment of having to let all 80 of our guests know the presents they bought for us would never arrive has made this experience more stressful than planning the wedding and moving house put together.</p>",
  "Demonstrators from all over Europe descended on Trafalgar Square yesterday to denounce the Iraq war at the end of three days of talks and direct action at the European Social Forum 2004. <p>Following a scuffle near the stage at Sunday's rally, police arrested nine people, including Alessio Lunghi, spokesman for the anarchist action group, the Wombles.</p> <p>Two people have been released without charge, whilst one has been charged with assaulting a police officer. Mr Lunghi has been charged under section four of the Public Order Act.</p> <p>Although the theme of the demonstration - numbers for which ranged from Stop the War's claim of 100,000 and the police's 20,000 - was an anti-war \"Bush Out, Troops Out\" slogan, the three days of seminars, workshops, art and cinema focused on climate change, privatisation and the IMF, as well as Palestinian rights, the EU constitution and immigration.</p> <p>The third annual meeting of Europe's non-governmental organisations, environmentalists, peace campaigners and every shade of red faction follows gatherings in Florence and Paris, and plans to reconvene in Greece in spring 2006.</p> <p>After a two-hour march from Russell Square to Trafalgar Square via two bridges over the Thames, Bruce Kent, the former head of CND, said he would like to see the prime minister \"sat next to Slobodan Milosevic in the war crimes tribunal in the Hague\".</p> <p>George Galloway, the former Labour MP who now heads the anti-war Respect coalition, made reference to US military operations in Iraq, telling the crowd: \"There is one word in our hearts and our prayers - Falluja. This [town] is going to be a new Stalingrad over the next few weeks.\"</p> <p>Referring to the pan-European nature of the ESF, he said: \"We walked past Bush House, the headquarters of the BBC World Service. It says 'Nation shall speak unto Nation'. That is what we have been doing in our Tower of Babel in Alexandra Palace\" - the main venue for this weekend's events.</p> <p>Up to 5,000 delegates slept in the Millennium Dome courtesy of the mayor, Ken Livingstone, while small direct actions and counter-conferences took place at squats and \"autonomous spaces\" across the city.</p> <p>Mr Livingstone was the target of a planned ambush of Alexandra Palace by up to 200 anarchists from across Europe on Saturday, who took to the stage for half an hour to denounce the organisation of the ESF.</p> <p>The mayor had been due to be the keynote speaker at the three-hour session on uniting against the fascist right across Europe, but his aides later insisted he had decided to withdraw from the event \"mid-week\" - although no notice had been given.</p> <p>There was also a protest statement by the volunteer translators' group of 500 linguists providing their services for the event, claiming that several of their Turkish and Kurdish speakers had been refused entry into Britain to work for the event.</p> <p>The independent news activist group Indymedia alleged that their internet servers in London had been taken down on FBI orders, and criticised the Guardian, a media partner of the ESF, for not investigating the claims.</p> <p>Speakers attacked the event for not living up to its ideals, claiming that the venue's security was \"outsourced\" by being bussed down from Glasgow - which was confirmed to the Guardian by several ushers. Meanwhile, the catering was standard British bacon rolls and sausages - for a largely organic and vegetarian conference. Last year in Paris the hospitality was provided by the guru of organic \"slow food\", French farmer José Bové.</p> <p>In an earlier debate on the war attended by a packed audience of over 1,000, Labour MP Diane Abbott denounced her government over the war, and called for Tony Blair to resign.</p> <p>She said: \"It's deeply embarrassing to be a member of the Labour party. I'm proud to stand here and for Troops Out of Iraq. I'm not calling for Tony Blair to apologise, I'm calling for Tony Blair to consider his position and resign.\"</p> <p>Ms Abbott was widely cheered - although heckled by one activist for her decision to send her son to private school.</p> <p>On Sunday morning the comedian Mark Steel gave an \"alternative sermon\" on radical and revolutionary Tom Paine, while Saturday saw a three-hour \"spinbusting\" guided tour around Soho and Covent Garden - pointing out \"some of the key PR and lobbying offices in London\".</p> <p>A Critical Mass bike ride on Friday left Waterloo for the National Portrait Gallery to protest against the sponsorship by BP of the gallery's Portrait Award and to highlight climate change - by cycling in wetsuits and flippers to indicate raising tide levels.</p> <p>The demonstration which closed the event was largely addressed by UK speakers, including Kate Hudson of CND; Jeremy Corbyn MP; the head of the lecturers' union Natfhe, Paul Mackney; the assistant general secretary of the T&amp;G general union, Barry Camfield; Andrew Murray of Stop the War; the Muslim Association of Britain; and the Palestine Solidarity Campaign, as well as the relatives of Gordon Gentle, a 19-year-old Glaswegian soldier killed in Iraq.</p> <p>The speeches were criticised by some in the crowd for concentrating on an anti-war message, while the thrust of the conference had been a pan-European action in favour of public services, open borders and action on climate change.</p> <p><b>·</b> The Guardian is a media partner of the ESF</p>",
  "<p>The cost of a barrel of oil could soon hit $60, economists warned today after yet another record was set in New York.</p> <p>The $55 benchmark for US light crude was breached, as prices rose 40c to $55.33. In London, Brent crude futures climbed to equal an all-time high of $50.40 a barrel.</p> <p>With prices now up around 75% in the past 12 months, economists said the rises were already impacting upon the economy and manufacturing, albeit to a lesser degree than during the 1970s. </p> <p>Motorists have also been suffering, with the AA reporting that the cost of unleaded petrol on UK forecourts now averages 83.66p a litre. </p> <p>Short supplies and growing demand - exacerbated by disruption of supply in Iraq and hurricanes in the Caribbean - have pushed the cost of crude steadily higher. </p> <p>Output in the Gulf of Mexico is operating at 73% of its normal rate of 1.7m barrels per day. Some fields are expected to remain shut beyond the end of the year, the US government said last week. With US heating oil stocks 10% lower than last year, prices have surged by $12 in the past month alone.</p> <p>Alex Scott, an economist at Seven Investment Management, said oil prices were already hitting the economy. </p> <p>\"The question is, at what point does it get really painful?\" he asked, adding that oil would probably have to move to around $80 a barrel to compare with the crippling price hikes of the 1970s. </p> <p>Richard Slape of stockbroker Seymour Pierce said he expected the cost of crude to continue to drive upwards in the short term.</p> <p>\"To say $60 by the end of the year certainly doesn't seem unrealistic,\" he said.</p> <p>CBI director general Digby Jones warned that the manufacturing recovery was under threat because of the rising price of oil and other commodities. He told Radio 4's Today programme that, while there was little risk of recession, rising costs \"will mean ... a cut in the profits of manufacturing and that means less jobs, less tax and fewer schools and hospitals\". </p> <p>The chairman of the US Federal Reserve, Alan Greenspan, said on Friday that high prices had already cut US gross domestic product.</p> <p>\"So far this year, the rise in the value of imported oil - essentially a tax on US residents - has amounted to about 0.75% of GDP,\" he said. \"The risk of more serious negative consequences would intensify if oil prices were to move materially higher\".</p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^</p> <p>Today's top story - 2m voters balloted over NE assembly </p> <p>North-east's voters sent ballot papers asking them if they want a new regional assembly, in the first test of strength for the government's plans for English devolution.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> NHS performance: Transcript reveals doctor's pleas for dying teenager </p> <p>A transcript of the exchanges between ambulance controllers and a doctor attempting to transfer a dying teenage cancer patient 300 yards to intensive care has been released by the boy's parents. </p> <p><strong>·</strong> Drink culture: Beer bottles are next for health warnings </p> <p>From next month beer bottles will start to carry a health warning in the latest move by the brewing industry to try to curb Britain's growing appetite for binge drinking. </p> <p><strong>·</strong> Veterans' health: UK Gulf war veterans call for action </p> <p> A panel commissioned by the US government has concluded there is a 'probable link' between exposure to toxic chemicals and illnesses in many troops who served in the Gulf in 1991. </p> <p>^^^^^^^^^^^</p> <p>Housing</p> <p><strong>·</strong> Stirling prize: Under-fire Peabody wins design award </p> <p>The Peabody Trust, which the Audit Commission criticised for focusing too much on cutting-edge design, has been named client of the year in the Royal Institute of British Architects' Stirling Prize awards.</p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS </strong></p> <p><strong>·</strong> Asylum: Home Office due to deport 'ill men' </p> <p>Two failed asylum seekers said to be mentally ill and unfit to travel are due to be deported today in apparent defiance of Home Office guidelines. </p> <p><strong>·</strong> Stirling prize: Empty victory for skyline City block </p> <p>Still awaiting tenants to fill many of its 40 floors, 30 St Mary Axe, the striking cigar-shaped City skyscraper designed by Foster and Partners, and better known as the Gherkin, has won the £20,000 Riba Stirling prize. </p> <p><strong>·</strong> Freedom of information: Fees pledge on information act </p> <p>Falconer promises low user cost for legislation that will bring 'more trust' in government. </p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Diet and nutrition: Where have all the crisps gone? </p> <p>You won't see a single fried potato in this week's new ad campaign for Walkers. Martin Glenn tells Stephen Brook he's found a way to keep selling - and satisfy the increasingly strident health lobby.</p> <p><strong>·</strong> Building design: A fine pickle </p> <p>As Norman Foster's Stirling prize-winner demonstrates, some of the most exciting sculpture of our time is being produced by architects, writes Jonathan Jones.</p> <p><strong>·</strong> Cancer: The long goodbye </p> <p> Sally Williams reports on the women who have suffered painfully lingering deaths from cancer - and all because they washed the asbestos off their husband's overalls. </p> <p><strong>·</strong> Health education: constant craving </p> <p>Smoking, bingeing and loafing cost the NHS billions each year, and have left Britain with ever-increasing rates of serious illness. Kate Rew reveals why dire health warnings are falling on deaf ears. </p> <p><strong>·</strong> Election strategy: We can do more; we must prove it </p> <p>Alan Milburn, Labour's election coordinator, outlines what they must do to win a historic third term.</p>",
  "<p>Interest in Five reality show The Farm may have waned since Rebecca Loos' memorable encounter with Sam the pig, but last night's finale still attracted the show's best ratings, with nearly 2 million viewers tuning in.</p> <p>It attracted 1.8 million viewers and a 9% audience share on Five, according to unofficial overnights.</p> <p>Viewing figures peaked at 2 million at 11pm, as Jeff Brazier - former boyfriend of another reality show winner Jade Goody - was crowned Top Farmer, beating fellow finalists Loos and Vanilla Ice. </p> <p>The Farm proved more popular than rival shows on BBC2 and Channel 4 during the same period.</p> <p>On BBC2, a repeat of Friday night's Have I Got News For You attracted 1.2 million viewers between 10pm and 10.30pm and then Match of the Day 2 was watched by 1.2 million.</p> <p>Channel 4's UK Music Hall of Fame attracted 1.5 million viewers between 9pm and 11.10pm, for a show that covered pop and rock in the 80s.</p> <p>Following on from The Farm at 11.05pm, Five cashed in on the current popularity of comedian Peter Kay with a repeat broadcast of one of his stand-up performances, in Peter Kay Live at the Top of the Tower.</p> <p>The repeat was the most watched show on any channel between 11.05pm and 12.20am, attracting 1.8 million viewers and a 20% audience share - impressive figures for Five.</p> <p>Rival programmes included The South Bank Show on ITV about American photographer Robert Frank, which attracted 800,000 viewers, and a repeat of the first part of Channel 4's critically acclaimed drama Sex Traffic, which was watched by 700,000.</p> <p>Over on BBC1, terrestrial movie premiere High Heels and Low Lives attracted 1.5 million viewers, while on BBC2 a repeat of last Monday's Room 101 was watched by 900,000.</p> <p>Sky One's heavily promoted new drama Hex has been billed as a \"British Buffy\" and the launch episode last night attracted a Buffy style audience to the channel.</p> <p>Elisbeth Murdoch's latest production for Sky, teenage horror drama Hex, was watched by 868,000 viewers between 9pm and 10.45pm last night, making it the most watched multichannel show during that period.</p> <p>Rival multichannel shows included X Factor spin-off The Xtra Factor, which attracted 285,000 viewers between 9.05pm and 10.05pm.</p> <p>Earlier on Sunday evening, ITV's crime drama Midsomer Murders and BBC1's Himalaya with Michael Palin continued to slug it out for the 9pm ratings honours.</p> <p>Midsomer Murders come out on top for the second week running, attracting 8.4 million viewers and a 36% audience share between 9pm and 11pm.</p> <p>However, Himalaya with Michael Palin is still proving popular, watched by 8 million viewers last night - a 30% audience share - between 9pm and 10pm.</p> <p>On Saturday night the competition for the 9pm slot was equally stiff, with BBC1's A Most Mysterious Murder winning through.</p> <p>A Most Mysterious Murder was a pilot for a new drama-doc format in which Oscar-winning writer Julian Fellowes went back to the 19th century to investigate a murder that shocked Victorian society.</p> <p>The BBC1 show was watched by 5 million viewers and attracted a 23% audience share between 9.10pm and 10.10pm.</p> <p>Over on ITV1 during the same period, An Audience with Harry Hill attracted 3.5 million viewers and a 16% audience share.</p> <p>New BBC2 art history series Venice launched brightly on Saturday, attracting 2.5 million viewers and an 11% audience share between 9.10pm and 10.10pm.</p> <p>However, Venice was just pipped at the ratings post by Channel 4's Robbie Williams: the Show-off Must Go On, which attracted 2.6 million viewers, and a CSI repeat on Five, which was watched by 2.7 million.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Fans of the Nobel prize-winning author Gabriel García Márquez have waited more than a decade for his latest work of fiction. Now, thanks to bootleggers, the wait has been shortened by a week. <p>García Márquez's new work, Memorias de Mis Putas Tristes, or Memories of My Melancholy Whores, will be published in Spanish on Wednesday, a week before the original launch date.</p> <p>\"We're going to start selling them on Wednesday because of the pirates,\" said Moises Melo, editor at the publishing house Norma de Colombia, which has printed 350,000 copies of the novel to sell in Colombia and neighbouring countries.</p> <p>In a full-page advertisement in Colombia's leading newspaper on Saturday, the publishers announced the early launch and denounced the pirated versions being peddled on the streets of the Colombian capital as \"mutilating the content of the work\".</p> <p>Colombia is inundated with millions of dollars worth of pirated books, CDs and DVDs and street sellers often position themselves outside bookshops, offering the latest titles at less than half the price of legitimate copies.</p> <p>But rarely does a bootleg copy appear before the original version.</p> <p>Set in the Colombian city of Barranquilla in the 1950s, the book tells the tale of a lonely 90-year-old man who decides to give himself a night with a young virgin as a birthday present. </p> <p>He returns to a brothel he once frequented, but instead of finding carnal pleasures, he discovers a renewed love of life.</p> <p>García Márquez \"has written a work of fiction about the love an older man feels\", Melo said, describing the new novel. \"It has a melancholic tone that's very beautiful.\"</p> <p>The book \"is a homage to the defiance of death\", the Colombian author Jorge Franco wrote in a review. </p> <p>Memorias de Mis Putas Tristes is the first work of fiction in more than a decade from the author of One Hundred Years of Solitude and Love in the Time of Cholera.</p> <p>García Márquez was awarded the Nobel prize for literature in 1982.</p> <p>Two years ago, the author released Living to Tell the Tale, memoirs of his life through to 1955. </p> <p>In that book, he refers to the visits he made to brothels in Barranquilla, a coastal city, when he was a young journalist.</p> <p>He wrote his new book, just 115 pages in the Spanish version, in Mexico City, where he has been a resident for many years.</p> <p>No date has been announced so far for the release of the book in English and other languages.</p>",
  "Last winter, I embarked on an ambitious musical project in Antarctica, having been awarded a joint fellowship from the Arts Council and the British Antarctic Survey's artists and writers programme. <p>What ensued was, for me, the journey of a lifetime - a profound physical, artistic and emotional experience that had a deeper effect on my life than I could ever have imagined. </p> <p>I journeyed to far and desolate lands, recorded colonies of penguins and seals, flew to isolated huts deep in the Antarctic peninsula, and smashed through pack ice aboard an ice strengthened ship. </p> <p>I experienced the euphoric highs and mind-crushing lows of solitude, and the overwhelming presence of all who had come and gone, together with the realisation that I was, as a human and an artist, a mere speck on this planet.</p> <p>The main artistic product of my three-month journey was Antarctica, an impressionistic, large-scale electro-acoustic composition, created from an original sound library compiled during my residency and comprising field recordings of the many audible aspects of human life, animal life and the environment in Antarctica. </p> <p>Selected items were layered, stacked, collaged and combined to form a rich and complex theatre of sound. Antarctica, which is realised in cinema surround sound, enables the audience to be absorbed into a three-dimensional soundscape portraying both my own responsive emotions and experiences and those of the communities in Antarctica.</p> <p>The focus of my many field recordings was to capture and reflect the relationship between the British Antarctic Survey and the continent it embraces, as well as the life and populations of the area surrounding the Weddell Sea. </p> <p>Under these headings, natural sounds (wind, sea, weather and wildlife), human sounds (scientists living and working, boat captains, whalers, interviews and conversation), mechanical sounds (machinery, generators, boats, scientific experiments, travel and television), and phenomenological sounds (whistling rigging, clanking objects, crunching ice floes, musical accidents) were of equal significance. </p> <p>As a composer and musician, I have always been fascinated by the musical possibilities of \"found sound\", considering it to be capable of making musical gestures and being used as part of a larger piece. I award these samples the same regard and respect as certain other composers do melodic lines, using the same six essential parameters that govern music - pitch, duration, dynamic, tone, texture and form. </p> <p>During my research in Antarctica, through the musical exploration of auditioning and editing sounds, I found that each day's recordings were miniature compositions in themselves, containing complex musical elements, organisation and development. </p> <p>Within the final piece, I extend these musical considerations to the quartet of voices I used: Chris, an Antarctic mariner since the 60s and the master of the royal research ship James Clark Ross; Rick, an experienced Antarctic/Arctic dog handler, returning after his first visit in the 70s; Andy, an engineer, returning to Antarctica after first going there in the 80s, and Sarah, a zoologist embarking on a two and a half year stay. </p> <p>I layered their words and memories of Antarctica (resonating with my own) on top of each other to create counterpoint and polyphony. The listener can then choose to hear the narrative proffered by the language, or the music of its phonetic rhythms and sounds.</p> <p>The three-month residency was a unique privilege - not only was I able to experience the continent and be one of only few to have set foot there, but I was also able to spend the time completely immersed and focused on creating, thinking and writing about my music. </p> <p>Rereading my diaries for Guardian Unlimited, or performing one of the pieces from Antarctica, I am instantly transported back to a place of utter focus, creativity and security - strange how the most hostile place on the planet could become a haven and creative womb for this weirdo. </p> <p>There was not a minute or second wasted while I was down south, yet being hurled back into a hectic London schedule of meetings, meetings, travel and meetings means there is not a second or minute allowing complete immersion or focus on anything.</p> <p>There is also not a second or minute not spent wishing I was back in Antarctica with my penguins, my music and my focus.</p>",
  "<b>Iraq</b> <br> <p>The European Social Forum descended into chaos on Friday after a key Iraq debate had to be abandoned when delegates protested against the decision to invite Sobhi Al-Mashadani, the general secretary of the Iraq Federation of Trade Unions (IFTU).</p> <p>The two-hour scheduled debate ended after just 50 minutes following a raucous showdown between a minority of determined protesters - many of them Iraqis - and the platform of speakers.</p> <p>The ire of the detractors was directed at Mr Mashadani, who had earlier been hounded out of the main hall by an angry mob who denounced him a \"collaborator\" of the US.</p> <p>Critics say he is part of the communist party of Iraq, one of the represented parties in the US-appointed interim Iraqi government. Ex-Labour MP George Galloway has denounced the IFTU as \"a paper organisation\" in a country beset by war and without a trade union network to represent.</p> <p>Undeterred, Mr Mashadani turned up ready to speak on the question of ending the occupation in Iraq, alongside other speakers including Respect spokeswoman Lindsey German and Sabad Jawad from Iraqi Democrats Against Occupation.</p> <p>As the meeting was due to start, protesters started to queue up in the central aisle towards the stage to jeer and boo at Mr Mashadani and call for him to step down from the platform.</p> <p>The room soon turned to bedlam as the voices of protest were countered by other delegates who argued that the debate should be allowed to continue, while other bemused bystanders tried to work out the plot.</p> <p>With no sign of the disruption ending, the chair called for a show of hands on whether people wanted the debate to take place. Despite an overwhelming number of the audience in favour, the protesters gave no respite.</p> <p>A furious Ms German grabbed the microphone to urge that the meeting be allowed to continue, and insisted on belting out a 10-minute speech above the noise, before the meeting was formally cancelled. She later criticised the decision to invite Mr Mashadani.</p> <p>Unconfirmed reports from delegates suggest that the protest was staged, and that the panel speakers themselves had been pre-warned that Mr Mashadani would be prevented from speaking.</p> <p>Iraqi exile and novelist Haifa Zangana admitted she had encouraged people at a previous meeting to attend the debate with the intention of forcing Mr Mashadani off the stage. \"If he is the trade union secretary he should have been elected by the workers but he has been appointed by the government. He is part of the puppetry [of the US].\"</p> <p>Mr Galloway also attacked the decision to invite Mr Mashadani. \"There was a place for registering in a demonstrative way the disapproval of such a person representing a \"puppet\" regime which is drowning Falluja in blood with its American strike force,\" he said. \"But no protest which actually stops a democratic meeting taking place should go that far.\"</p> <p>An American delegate distributed a press release ahead of the meeting denying claims that the IFTU collaborated with the British government, after the organisation visited last month's Labour party conference to persuade delegates to drop a motion calling for a timetable on the withdrawal of troops from Iraq.</p> <p>The statement read: \"It is a blatant attempt to undermine the process of rebuilding an independent Iraqi trade union movement which only can be in the interest of enemies of the Iraqi people who want to sabotage its struggle to regain full sovereignty and independence, end the presence of foreign troops and empower our people to decide their destiny in free and democratic elections.\"</p> <p>ESF organisers declined to comment on the debacle. </p> <p><b>The media</b><br></p> <p>The public should lobby the mainstream media to get the truth about Iraq, a debate on the media's coverage of the war was told.</p> <p>David Miller, a media author and commentator and one of the founders of <a href=\"http://www.spinwatch.org.uk\">Spinwatch</a>, an independent website being launched next month to set up to monitor the lobbying activities of corporations, condemned the British media's complicity with the official government line on Iraq both during and since the war.</p> <p>\"The media operate in the same parallel collective hallucination as our leaders do,\" he told delegates, pointing to the untold stories of an estimated 37,000 dead Iraqis. \"If I say the words 'Ken Bigley', I will already have given more attention to the one person killed by resistance fighters than the people killed in Iraq. There has been nor reporting at all of such a human carnage.\" </p> <p>He said pressure needed to be brought to insist people were told the truth. \"We need to abandon the media in many respects. We need to be the media in many ways. We need to campaign to get the media to recognise what is really happening.\"</p> <p>The debate also heard Patrick Kamenka, from Agence France Press, explaining that France's opposition to the war had led to more balanced coverage during the conflict, but with little follow-up post-war coverage on the experiences of ordinary Iraqis. </p> <p>\"We may have coverage about the bombings,\" he said. \"But they do not explain why there were these bombings or the horrors of the war ... so even in France, disinformation continues.\"</p> <p>The media came under renewed fire today after the NUJ today issued a statement condemning the virtual blackout of news coverage on the European Social Forum by the mainstream media. </p> <p>General secretary Jeremy Dear said: \"These media are always saying that young people aren't interested in politics, but here you had thousands of young people intensely involved in what was effectively a political festival.</p> <p>\"It's a disgrace that hardly anyone reported it.\" </p> <p> <b>Civil liberties</b><br></p> <p>The British government's recent antiterrorism measures will leader to greater counter-resistance as civil liberties are eroded, Sinn Féin MEP Bairbre de Brun told delegates at a debate civil liberties.</p> <p>Ms de Brun, whose party members have unearthed fresh evidence of bugging by the security services since the Good Friday agreement broke down, drew parallels between the evolving climate in England and the situation suffered in Northern Ireland for the past 35 years. </p> <p>She described how the \"securocrats\" in Northern Ireland were brought in to lend pressure to communities for information, with reliance often given to false testimonies leading to gross miscarriages of justice and a pervasive \"culture of fear\". </p> <p>\"As the draconian measures get sharper, the resistance gets sharper and so on, until you get a spiralling up of the conflict, instead of a spiralling down,\" Ms De Brun warned.</p> <p>Liz Fogarty, from the <a href=\"http://www.irr.org.uk/\">Institute of Race Relations </a>, said the main victims of terror were the very asylum seekers who were targeted by antiterrorism laws such as detention without trial. Many had suffered torture and now faced the prospect of being sent to asylum processing camps in north Africa. </p> <p>\"Never mind that these countries have not signed the European convention and have a poor record on human rights. Our [EU] governments want to imprison refugees in huge camps from which they will cherry-pick the most skilled, who will be allowed to come to Europe.\"</p> <p>Tony Bunyan, from <a href=\"http://www.statewatch.org/\">Statewatch</a>, condemned the failure of EU governments to track the fate of asylum seekers sent back to their country of origin. Delegates heard the tale of two Egyptians who sought asylum in Sweden, only to be returned to their torturers, who continued where they had first left off. </p> <p>\"There is not a single report in the EU on what happens to the people who are being returned, voluntarily or forcibly,\" he said. \"Not a single report. We feel no sense of responsibility for these people we send back.\"</p> <p> <b>Public services</b><br></p> <p>The systematic dismantling of the welfare state across Europe was brought into sharp focus at a <a href=\"http://www.unison.org.uk\">Unison</a>-sponsored event over the weekend. Delegates heard how the creeping privatisation of public services experienced in the UK had strong resonance in other European countries.</p> <p>Speakers from Germany, Belgium, Italy, and Poland and the UK heard how governments are rolling back the welfare state by underfunding public services, playing on their weaknesses, and then persuading their public that the private sector can save the day. </p> <p>Poland's strong welfare state was breaking down as the government sought to privatise hospitals, denying access to the poorest and opening up corruption where people were increasingly able to buy their way up the waiting list, delegates heard. </p> <p>New health policy brought in without the cash to implement it had left nurses being blamed for poor delivery, according to Poland's head of the trade union for nurses and midwives. Nurses were being left unpaid, many for months, while the privatised hospitals were getting rid of staff to bring in people on lower wages, echoing the UK experience of the two-tier workforce. </p> <p>Many nurses were quitting for other careers, while others were being poached by fellow European countries. </p> <p>However, delegates were told that healthcare trade unions are fighting back by lobbying for a referendum on the future shape of delivery to stop the collapse of public services. </p> <p>Dave Prentis of Unison gave a brief address in which he denounced recent claims attributed to Tony Blair that the pensions crisis may be alleviated by taking money out of public services, dubbing it \"Robbing Peter to pay Paul\". </p> <p>\"I reject completely ... the diktat of our prime minister that the welfare state should be rolled back,\" he said. \"We reject it and we will oppose it.\"</p> <p>The panel of speakers agreed that the attack on state provision across Europe required an international approach to combat it. Mr Prentis announced that Unison is to join with the German public service union <a href=\"http://www.verdi.de/vd_internet\">Verdi </a>to add weight to their campaign so that workers across the two nations can \"speak as one voice to tackle the improvements in our public services and stop the roll-back\".</p>",
  "<p>A former activist of the far right British National party who lived a double life for three years to expose the party's activities has claimed it would not have won council seats in Bradford if the film he made with the BBC had been broadcast before this year's local elections.</p> <p>Andrew Sykes was speaking at a GMB-sponsored event on combating racism at the European Social Forum in London, which ended yesterday.</p> <p>Mr Sykes, who literally put his life on the line as a BNP mole for three years, gave a humble rendition of his part in exposing shocking footage of BNP members in the Bradford area.</p> <p>He faced abuse and death threats since his efforts, alongside BBC undercover reporter Jason Gwynne, to expose the BNP's insider dealings were revealed in a documentary broadcast this summer.</p> <p>Mr Sykes' three-year commitment to work as a 'mole' within the organisation, where he achieved senior rank, resulted in the arrest of eight BNP members, and the freezing of the party's accounts by Barclays Bank. </p> <p>He expressed deep regret that the film had to be delayed until after the June elections, because of the election laws, arguing that \"99%\" of what was shown was \"criminal\", with only the remaining 1% being political in content.</p> <p>Despite the fact that the BNP branch was on Bradford's doorstep, the electorate remained unaware of its real agenda and voted in four BNP councillors in June, he said.</p> <p>Mr Sykes joined the party after being wrongly told that a large number of asylum seekers were coming to his area, but he became disillusioned by the tactics and tone of members towards people from ethnic minorities.</p> <p>He turned to the regional TUC and agreed to stay in as a mole and pass on information of planned activities.</p> <p>The evidence collected included one member, apparently confessing to a violent assault on an Asian man, and a prospective candidate for the local elections admitting that he pushed dog excrement through the front door of his local Asian takeaway.</p> <p>Another expressed his desire to kill Asian people and attack mosques. Activists were filmed plotting to firebomb a van being used to distribute anti-BNP literature. </p> <p>Two-and-a-half years later, he teamed up with Mr Gwynne who also joined the party, and the two went on to record 130 hours of film ahead of the broadcast last July.</p> <p>But the film was broadcast after the June local elections, which saw the BNP win four council seats in Bradford.</p> <p>Mr Sykes told the audience that he felt sure that had the film been shown ahead of the election, Bradford voters would have marked their cross elsewhere.</p> <p>\"You have seen one hour of filming,\" he told delegates. \"I can assure you there is enough to make 30 documentaries, 10 times worse than what you saw. I am just hoping that the government and the police and everyone else can deal with it.\"</p> <p>\"I wish the film could have gone out ahead of the local elections ... but there are election laws. I know for a fact that there would have been no support won in the wards if they had seen the film,\" he said.</p> <p>Following the film's screening in July, one Bradford BNP councillor, Christopher Neil Kirby, was arrested along with seven other men. He has been granted bail pending further inquiries. He and fellow councillor Arthur Collins also lost their day jobs following the programme's screening.</p> <p>Mr Sykes, who is now committed to stopping the spread of racism, nevertheless warned delegates to guard against complacency, pointing out the electoral win in Barking and Dagenham, east London, since the programme was shown.</p> <p>He warned that differences between anti-racism groups could weaken efforts to minimise the gains the BNP can make in future local elections, and ahead of the next general election.</p> <p>\"If there are not any more moles in the BNP, will we be able to stop people at the next election?\" said Mr Sykes. \"If you cannot get people to work together now , then next year will be a test ... We really need to pull together,\" he told delegates.</p>",
  "<p>One legacy of the stock market bubble bursting is low interest rates, which helped to minimise the economic downturn but encouraged a new bubble, this time in housing. Property is now seen as a no-lose investment. </p> <p>Yet, in relation to earnings or rents, house prices have never been so expensive. Since the early 70s the ratio of house prices to earnings has risen to four or more on three occasions, only to fall back sharply in subsequent downturns, (see chart). Today the ratio is at such an extreme that any further upside must be very limited while the downside risks are considerable. </p> <p>Many people argue that it is different this time, and it is in some respects. Immigration has increased, unemployment is lower than for a generation and the Bank of England has been able to smooth the economic cycle so that, unlike much of the rest of Europe, a recession has been avoided for more than 12 years. Moreover, lower interest rates make it possible to service a larger mortgage than before while planning controls have prevented the normal response to higher prices, more building. </p> <p>There are changes pointing the other way. Tax relief on mortgages has been phased out, stamp duty and council tax have been raised sharply. Moreover, interest rates are low mainly because inflation is low, but this means house prices are going to rise much more slowly than they used to once the bubble period is over. Anyone taking on a large mortgage will find the monthly payment looming large in their outgoings for years instead of being quickly eroded by higher salaries as was the case in the 80s. </p> <p>The truth is that during bubbles there are nearly always good reasons for higher prices. But then everybody becomes focused on the gains to be made and markets wildly overshoot. Higher prices should induce people to reduce their demand for space - for example, sharing a house for longer be fore buying, thinking of a smaller property, or eschewing a second home. It should, but once the bubble mentality takes hold people lose sight of the risks and focus only on the gains to be made. </p> <p>It is hard to believe that house prices can rise faster than earnings for much longer. The ideal scenario would be for house prices to flatten out now in nominal terms, allowing the house price-earnings ratio to moderate over time as incomes grow. </p> <p>The monetary policy committee would doubtless be ecstatic at this outcome. But, with the current ratio at about 5.5 times earnings, even a move down to 4, still well above the long term average, would require a 28% drop and take eight years at the present 4% rate of earnings growth. Markets tend not to be so well behaved. </p> <p>More likely is that we will see a significant fall in house prices. The longer it is spread out, the more likely that earnings growth can take some of the strain of the adjustment. The Bank of England is moving very cautiously at present because consumer price inflation is under target and there is a good chance economic growth will remain solid for the next year at least. </p> <p>In the longer term, we risk an economic shock of some sort, perhaps a new bout of consumer price inflation requiring the Bank of England to raise rates, or a US downturn. Then the housing bubble could be an accident waiting to happen. </p> <p> John Calverley is chief economist and strategist, American Express Bank</p>",
  "US forces yesterday continued their ferocious assault on Falluja in a military offensive apparently designed to bring the city back under the control of Iraq's pro-US government. <p>Fierce clashes broke out between US troops and insurgents on a highway east of Falluja, witnesses said, and in the southern part of the city. The road to Baghdad had been blocked, witnesses added.</p> <p>A car bomb exploded late last night near a cafe in Baghdad's fashionable Jadiriya district. Al-Arabiya television said seven people were killed and about 20 injured.</p> <p>Residents earlier reported new US air and artillery attacks as explosions boomed across the city. Plumes of smoke were seen rising from the eastern suburb of Askari and the southern area of Shuhada as families began to flee the area, residents said.</p> <p>A burning Humvee was seen on Falluja's eastern edge, they added. By sunset, US troops had pulled back, setting up a checkpoint south-west of the city, witnesses said.</p> <p>Two Americans were killed on Saturday when a pair of helicopters crashed south of Baghdad, and four US soldiers died in car bomb blasts in northern Iraq and near the Syrian border on Friday. </p> <p>Ayad Allawi, Iraq's pro-US interim prime minister, demanded that residents in Falluja hand over the Jordanian terrorist Abu Musab al-Zarqawi. Yesterday Falluja clerics said they were willing to negotiate, but this was impossible while US planes were pulverising the city. \"We are still ready to go back to the talks and open new channels of dialogue,\" the negotiator Abdul Hamid Jadou said.</p> <p>Iraq's US-appointed rulers seem determined to recapture Falluja, which has been under the control of insurgents since April. Yesterday's US assault appears to be part of a broader strategy to try to regain control of Iraq's rebellious Sunni heartland in advance of elections scheduled for January. The US military, meanwhile, claims that foreign terrorists led by Zarqawi have taken over Falluja, and use it as a base to attack American troops.</p> <p>In the US's last major offensive, in April, as many as 500 civilians died, a significant number of them children. On Saturday hospital officials said that US artillery shells hit a house in Halabsa village, 10 miles south-west of Falluja, killing a three-year-old girl and injuring four family members, three of them children.</p> <p>Over the weekend US jets attacked a checkpoint in the town apparently operated by Tawhid and Jihad, the brutal insurgent group led by Zarqawi and responsible for the execution of Ken Bigley and other western hostages. Three people were killed in the strike, Falluja's hospital said.</p> <p>In a separate development, Zarqawi's group said in an internet statement that it would take orders from Osama bin Laden and al-Qaida from now on.</p> <p>Britain's ambassador to Iraq, Ed Chaplin, yesterday appealed to Iraqis to help find the body of Mr Bigley, who was beheaded by his kidnappers.</p> <p>On Saturday, meanwhile, five churches in Baghdad were firebombed, in what appears to have been the latest attempt to sow sectarian unrest between Iraq's different religious communities. Nobody was hurt.</p> <p>Three people were killed yesterday when a mortar was fired in Baghdad's Sadr City at a collection point for Shia fighters to give up their weapons. The US military had extended a deadline from Friday to yesterday for militiamen loyal to the cleric Moqtada al-Sadr to trade their weapons for money.</p>",
  "<p>When I embraced hip-hop in the 1980s, rappers were concerned with ghetto youths' obsession with gold rope chains. Now we've moved on to ice-encrusted Rolexes and necklaces so studded with rocks that it's no wonder rappers work out. </p> <p>What you hear today is not hip-hop, it's rap music. Hip-hop is a cultural movement born to draw together disaffected youth and give us somewhere not only to belong, but where we can excel. Hip-hop is not something you do or hear, it's something you are. Rap music is just rap music. </p> <p>Part of the reason young people don't march as the conscience of a nation anymore is that most hip-hop is now merely rap. Our political leaders and media moguls, with their skillful use of language, make sure that people don't know that before one can usefully help the weak, one must first tackle the greed that works to keep them weak. And rappers, with their love of bling, reinforce this ignorance. </p> <p>The truth we are not told is this: while we continue to display our childish lack of self-esteem by adorning our bodies with things that others can't afford - in particular, diamonds - then African children, mothers and fathers will continue to be slaughtered. With our love of bling, we in the west heedlessly fuel the unimaginable misery of millions of Africans. </p> <p>Brutal civil wars in Angola, Congo, Liberia and Sierra Leone are mostly fuelled and funded by \"conflict diamonds\", an illegal trade where armed militia control mines, and even entire diamond-producing regions, in order to trade the rough diamonds directly for guns. In the 70s there was an eerily similar trade in Jamaica: guns for ganja - a straight swap with American gangsters. The crucial difference is that the Jamaican gunmen moved into the local town to prosecute criminal activity; they didn't visit systematic rape and massacre upon the locals until they had all accepted the invitation to leave. </p> <p>Three million people were murdered in Congo alone over the past five years as a result of this disgusting trade. So why not make conflict diamonds illegal, remove their value to the murderers and ethnic cleansers, and consequently the cause for the killing? </p> <p>For the answer, I can only point you in the direction of the Kimberley Process, a diamond certification scheme signed up to by 60 countries, which was set up in the 90s after international condemnation of the trade. The said 60 countries agree to monitor their import/export of rough diamonds and weed out those gems covered in innocent blood. </p> <p>As you might expect from a body of super-billionaires left to regulate themselves, the system doesn't work too well. Amnesty International says it's inadequate and open to abuse. The organisation has demanded independent and transparent monitoring of all stages of the trade and called for consumers to be more aware and to refuse to buy conflict diamonds. </p> <p>The participating governments of the Kimberley Process should not leave it as a matter for the conscience of their citizens or the compa nies that make fortunes from the diamond trade. </p> <p>In November 2003, the US General Accounting Office stated that al-Qaida used diamonds to \"earn money, move money and store money\". And yet the world still allows the über-rich of the diamond industry to police themselves. You'd be forgiven for thinking that, with evidence of this nature, the US would be keen to regulate the flow of these deadly stones. But 50% of all conflict diamonds are sold in the US. The diamond industry generates $6.8bn every year. Bling rules, greed is good and, as the (increasingly) down-trodden of that country often remark, \"Ain't a damn thing changed\". </p> <p>Well, here's where a difference might be made. London is the capital of the world's diamond industry, with 60% of the world's rough diamonds passing through the capital. The British government needs to show some leadership and make independent monitoring mandatory. If it actively encourages the other Kimberley Process partners to do the same, it would have a big impact on this evil trade and may even help bring security, if not peace, to these ravaged regions. </p> <p>Johann Hari, a columnist for the Independent, wrote last year: \"The central myth of Blair's premiership has been the belief that you can improve the lot of the poorest without challenging the powerful\". Well that, dear reader, is the plain and simple truth - ask anyone who's actually made a difference to ordinary people's lives, ask Gandhi, ask Martin Luther King or Nelson Mandela. </p> <p>Given that the Kimberley Process utterly ignores this principle - and the plight of millions of Africans - I suppose I shouldn't be surprised that African-Americans on MTV, whose entire video budget probably costs less than their wristwatch, also appear to be ignorant of just how many child soldiers are bullying child workers in blood-soaked diamond mines in Sierra Leone. </p> <p><strong>·</strong> Maxi Jazz is a rapper with the band Faithless. For more information on conflict diamonds see <a href=\"http://www.amnesty.org\">www.amnesty.org</a></p>",
  "<b> Michael Portillo </b> Sunday Times, October 17 <br> <p>\"'We are selling our souls for dross.' So wrote Craig Murray, ambassador to Uzbekistan, referring to the fact that Britain and the United States are accepting intelligence extracted from suspects under torture. Mr Murray is offended on moral grounds that the western democracies are in the market for information beaten out of prisoners. He also believes that we are being bamboozled, because terrified captives will say whatever their interrogators demand and then the nasty regime in Tashkent spices it up to make us believe that it is on the front line against al-Qaida. </p> <p>\"The reaction of the Foreign Office has been to defend the UK's practice, saying that it would be irresponsible to disregard leads obtained under duress, and to dismiss Mr Murray as ambassador. How has Britain come to stoop so low? One of the things that defined us as a nation was our abhorrence of brutality. How can it be then we also encourage foreign governments to mistreat prisoners?\" </p> <p><b> Financial Times </b> Editorial, October 16 <br> </p> <p>\"The Tashkent tyranny of President Islam Karimov is one of the worst in the world, with more than 5,000 political prisoners and capable of boiling men to death. Its value as a forward US base for Afghanistan operations has given it the confidence to sell a long-running campaign against internal dissidents as part of the campaign against al-Qaida. That is a confidence trick the west appears willing to fall for. </p> <p>\"The moral and legal case against torture should not need further argument. Unhappily, it needs to be continually restated in opposition not only to what goes on in such places as Uzbekistan, but in US-run facilities such as Guantánamo, Abu Ghraib in Iraq and Bagram in Afghanistan. As for the Foreign Office, if it sends a principled person to advance an unprincipled policy it is not only incompetent but riding for a fall - and deservedly so.\" </p> <p><b> Independent </b> Editorial, October 16 <br> </p> <p>\"Over two years in Uzbekistan, Mr Murray had been outspoken about the abuse of human rights in that former Soviet republic. He might have got away with this hardly controversial view - indeed, he says he had cleared all his public speeches with the Foreign Office - had he not gone on to query the extent to which the US and Britain were turning a blind eye to human rights abuses in states such as Uzbekistan for the sake of the 'war on terror'. Implicating a third country, let alone a close ally, is a bigger offence than merely criticising your own. </p> <p>\"Earlier this year, the Foreign Office produced a new mission statement, which placed combating global terrorism and weapons of mass destruction at the top of its priorities, followed by protection from illegal immigration, drug trafficking and international crime. Human rights occupied the sixth of eight places. Craig Murray was working to the old agenda. Good for him.\" </p> <p><b> Times </b> Editorial, October 16 <br> </p> <p>\"As laudable as Mr Murray's motives were, his methods were self-indulgent. As ambassador he had unique access to [the Uzbek] regime via channels closed even to the most assiduous journalists, and his duty was to use them to advance Britain's interests, especially in security and trade, as well as those of Uzbekistan's oppressed dissidents and moderate Muslims. </p> <p>\"He described himself this week as a 'victim of conscience'. If so, the right time to salve his conscience, and the most effective time from the point of view of those he seeks to help, would have been at a post-resignation press conference. Mr Murray is guilty of naivety.\" </p> <p><b> Daily Express </b> Editorial, October 16 <br> </p> <p>\"Craig Murray has accused MI6 of using information obtained by the Uzbek government through torture: the Foreign Office has responded by claiming Mr Murray arranged visas in exchange for sex with women. Mr Murray fiercely denies the claims. </p> <p>\"This is no way for Britain to be conducting her foreign affairs in public: both parties should pipe down. But what is most depressing is this: Mr Murray emerges as far more credible than the Foreign Office. What a sad decline in our country if we can even imagine that one of the great departments of state is capable of telling a lie.\" </p> <p><b> Daily Telegraph </b> Editorial, October 16 <br> </p> <p>\"Compromises must be made during wars, of course. In the face of the Soviet menace, we propped up a number of brutal tyrants, telling ourselves, 'He may be a son-of-a-bitch, but he's our son-of-a-bitch.' In this case, though, it is far from clear that such an attitude serves western interests. The fact is that there is virtually no religious fundamentalism in Uzbekistan. The traveller to central Asia sees beards or headscarves rarely, and hears few calls to prayer. </p> <p>\"But President Karimov's claim that he is besieged by Muslim fanatics may eventually prove self- fulfilling. If they are offered no other outlet for their hatred of the regime, Uzbeks may indeed turn to fundamentalism. The quickest way to finish off the extremists in central Asia would be to encourage the development of property rights and political pluralism. What a pity that saying so should be a sacking offence.\"</p>",
  "In the past three months, British forces in Iraq have been attacked more often than at any time since the invasion. It is a largely untold story, however, since few British journalists have been able to get on the ground to report the situation for fear of kidnap, and it can be difficult to get access to the military. <p>Peter Kilfoyle, the former Labour defence minister, spoke for many at the weekend when opposing the redeployment of 650 British soldiers nearer to Baghdad on the grounds that \"We are putting our troops in harm's way and subject to the vagaries of how the Americans do things\". This is true, but with two caveats: our troops are already in great danger in the \"peaceful\" south, where armed resistance to the occupation is intense; and \"how the Americans do things\" already makes life very difficult for British soldiers. </p> <p>Last month, I spent 12 days working between the British stronghold in Basra and the more northerly town of Amara, dubbed the \"wild west\". Embedded with the Territorial Army, but seeing the work of regular soldiers as well, I discovered that in these areas, and on the roads in-between, troops are being shot at with small arms, mortars and rocket-propelled grenades every single day. Six have been killed in the past two months, and one described to me how he lost his kidney on a run-of-the-mill job to pick up mail and a broken television. </p> <p>Soldiers told me the reason there had not been more casualties was poor shooting, but they didn't expect such incompetence to last. In the run-up to January's proposed elections, things are likely to get worse, not to mention the predictions of increased activity during the fasting month of Ramadan. </p> <p>Amara has been under almost non-stop attack since late summer when the rebel Shia cleric Moqtada al-Sadr declared holy war on British forces. The leadership of the town - tribal and divided in its nature - has pledged allegiance to Sadr. </p> <p>In August, one unit was shot at more than any British battle group since the Korean war. In what has been dubbed the Battle of Cimic House, the Princess of Wales's Royal Regiment came under siege at an HQ set up in the downtown home of the former governor of Maysan province; in 10 days they were bombarded with 428 mortar rounds, 57 rocket-propelled grenades and countless 107mm rockets, and 86 small-arms attacks were counted. The troops fired 30,000 rounds of ammunition, more than was used in the whole of last year's \"war\" phase. There is no accurate record of the number of Iraqi casualties, but the soldiers I spoke to expected it to be high. </p> <p>At the same time as the onslaught in Amara, 200 men of B Company, 1st Battalion The Cheshires, were also besieged in their compound in Basra. In May, 60 Iraqis died in the Battle of Danny Boy - a checkpoint 15 miles south of Amara. A recent raid on the HQ of the Office of the Martyr Sadr (the cleric's organisation) in Basra uncovered dozens of mortars and \"improvised explosive devices\" and 155 artillery shells - a hollow victory as such weapons are easy to replace, particularly through the porous border with Iran. </p> <p>The number of attacks has meant that troops are often unable to leave camp to work on the decrepit infrastructure. Nor do they take their \"soft hats to win hearts and minds\", an approach seen after the fall of Saddam. Soldiers must wear helmets and body armour outside their heavily fortified camps. Many spoke to me of their frustration at not being able to get out and work on the promised rebuilding of Iraq. </p> <p>In a briefing, Captain Donald Francis, a spokesman for the Multinational Division (South-East), said that the British had 90% consent in the area, but it didn't seem like that on the ground. He admitted that there was evidence that the British had become a problem in the eyes of the local people, and that they were trying to fix that by moving bases from populated areas and agreeing with Basra council not to turn the city into a battlefield. </p> <p>In the recent heavy fight ing, Francis estimates that between 100 and 150 Iraqis had been killed, but no real records are kept. He said: \"We are not into body counts or how many people we kill. Every time we kill an Iraqi we will create a nationalist, and we are not in the position to wipe him off the face of the earth. We haven't got enough guns or soldiers.\" </p> <p>So the mission was not to kill, but to neutralise \"anti-Iraqi forces\" - a term coined by the coalition to describe the people shooting at them, even though most armed militants are Iraqis. </p> <p>An unusually frank military spokesman, Francis admitted the invasion brought with it some strategic mistakes. Disbanding the Iraqi army was a big one. \"We took away something which worked in its own way,\" he said. \"Security has been an issue since the day we arrived.\" But this is only one of the problems facing occupied Iraq - unemployment is very high and the failing infrastructure, including lack of power, oil, water and sewerage, will take years to fix. </p> <p> Almost 65% of the population of Basra does not have a tap supplying drinking water, sewage runs in thick green channels along the sides of roads, 60% of the fuel is still smuggled out of the country while Iraqis wait in line for overpriced petrol and still the power works on a \"three hours on, three hours off\" basis - as it did under Saddam. This adds up to a frustrating picture for the average Iraqi, never mind the young militant. The danger facing British troops is that this already perilous situation becomes explosive when mixed with the repercussions of US behaviour in Baghdad, Najaf and Falluja. As many soldiers were keen to point out: \"Whatever happens in Baghdad and Najaf trickles down to here.\" Any redeployment of British troops to the north will intensify this danger - dramatically so, if they are put under US military control - but it will not have created it. </p> <p>One evening I drove with British soldiers through downtown Basra, escorting a couple of American National Guards to the Basra Palace compound. Traffic was heavy, and the larger American sat twitching in the back. He wished he had taken the \"chopper\" the few miles up the road. An ambulance approached, its blue lights cutting through the darkness. A soldier up on top of our Land Rover waved the ambulance on. Peering out of the window on the back door, the American panicked: \"Whoa,\" he said, \"they should have shot that guy.\" No vehicle, ambulance or otherwise, can drive past a US convoy for fear of suicide bombers. </p> <p>Back in the camp at Basra Air Base, I described the scene to a senior British officer, who sighed: \"Don't they see it's a chicken-and-egg situation\". It was an apt metaphor for the whole country. Until the violence stops, a new Iraq can't be built. Until a new Iraq is built, the violence won't stop. </p> <p><a href=\"mailto:audrey.gillan@theguardian.com\">audrey.gillan@theguardian.com</a></p>",
  "Two failed asylum seekers said to be mentally ill and unfit to travel are due to be deported today in apparent defiance of Home Office guidelines. <p>In one case, a member of a prison's Independent Monitoring Board has warned that the detainee is seriously unwell. In the other, two psychiatrists believe the man should not be moved. </p> <p>The detainees, from Morocco and Russia, both have alternative accommodation in this country, one with his family, the other in a secure medical unit. </p> <p>Rabie Boulia, a 24-year-old Moroccan, has been detained in Norwich prison for two-and-a-half years. His parents and six brothers live in south London and have permission to remain in the UK. They say they will look after him and fear he will have to fend for himself if sent back. </p> <p>Raymond Brewery, of the Independent Monitoring Board, formerly the board of visitors, at Norwich jail, has met Mr Boulia. He said he had seen an immigration document, addressed to Mr Boulia, saying 'the contents of the document have been explained to you in English'. </p> <p>\"Mr Boulia could not have understood,\" Mr Brewery told the Guardian. \"He speaks very little English and believes he is going to Brixton prison, not Casablanca.\" Mr Boulia, he said, was so ill he was eating his own faeces. </p> <p>The second detainee is a 32-year-old Russian, who does not wish to be named, from Kabardino-Balkaria, in the Caucasus. A journalist and film-maker, he says he was arrested in Russia after making a documentary about Chechen refugees. </p> <p>While in prison, the authorities searched his flat and found evidence that he was gay. As a Muslim, he preferred to hide this from his family. The police reportedly made his sexuality public and he was subsequently disowned. </p> <p>He paid to be smuggled into England and sought asylum, saying his country's authorities would persecute him for making political films. His claim has been rejected eight times. </p> <p>He has been visited by Professor Cornelius Katona, who was, until recently, the dean of the Royal College of Psychiatrists. Concerned about the man's mental state, Professor Katona asked a colleague, Anthony Hale, to prepare a report on him for the Home Office. This concluded that he was \"depressed and clearly unfit to travel as he has made clear his express intent to kill himself if he is returned to his own country\". </p> <p>\"This is a man with a serious, treatable mental illness,\" Prof Katona said. \"He could make a positive contribution to this society.\" A bed in a secure unit became available for the Russian detainee last Friday. </p> <p>A Home Office spokesman said he could not comment on individual cases but insisted: \"Detainees have full access to healthcare facilities and, should an individual be deemed unfit to travel, removal directions will be postponed\".</p>"
]