[
  "The fact that Enoch Powell's 1968 attack on immigration has found a place in the collective memory of British politics says a lot about the remarkable restraint with which the issue of race is usually handled in this country. <p>Elsewhere in Europe, race and politics are much more to the fore and Powell's allusions to \"rivers of blood\" would have been swamped by yet nastier and more recent claims.</p> <p>Not just in Austria either, though the xenophobia of the country's Freedom Party is so overt that other EU states have placed the country in a sort of political quarantine, pending better behaviour.</p> <p>This record of verbal gentility by British MPs is obviously better than the alternative, yet it brings dangers nonetheless.</p> <p>Just because politicians are cautious in what they say does not mean they are always tolerant in what they do.</p> <p>John Major refused to play the race card at the last general election, after it had been handed to him at his final question time as prime minister by the late Tory MP Nicholas Winterton.</p> <p>But he was hardly generous in offering refuge to victims of the conflict in the Balkans.</p> <p>And for all the fuss made now about the number of asylum-seekers arriving in Dover, Britain's record stands out mainly for its meanness. Germany, for all its neo-Nazi undercurrents, is kinder to those who want to move there.</p> <p>This disparity between words and actions is no coincidence.</p> <p>British politicians are so eager to keep race out of politics that they fall into the trap of behaving with an absence of liberalism in the hope of keeping the racist genie in the bottle.</p> <p>In short, the government might be kinder to asylum-seekers if it was not worried that middle England would turn against it at the polls. </p> <p>This makes today's speech by immigration minister Barbara Roche especially commendable.</p> <p>She has pointed out the obvious, that Britain is suffering an acute skills shortage in key areas such as IT and that, for all the training schemes available to the unemployed here, the country needs experts from abroad if the economy is to thrive.</p> <p>This is not revolutionary stuff - after all, nurses, doctors and teachers have long been recruited overseas. But Ms Roche is right to suggest that a more generous system, along the lines of the US green card, will be required in the future.</p> <p>Her words are welcome not so much for the content of what she says (the government is not about to announce any imminent changes to immigration laws) but for the fact that she is saying anything of any substance at all which does not pander to intolerance. </p> <p>Beyond this, the reaction to her mild proposals will say a lot in itself.</p> <p>Conservatives will be tempted to express their party's opposition to Ms Roche's speech in the hope of shoring up hardcore, illiberal, support, but such comments would not necessarily make the party a racist one, merely opportunist.</p> <p>Likewise, Labour ministers may turn their scorn on the Tories for their apparent racism, but again that does not necessarily make them liberals, just opportunists after an easy target.</p> <p>But race is too important an issue to kick about in this way.</p> <p>Over the weekend, the foreign secretary, Robin Cook, made a speech that attacked William Hague and his home affairs team for the Conservative party's recent use of immigration as a political weapon.</p> <p>He criticised, in particular, John Bercow, a Tory junior spokesman who was once a member of the Monday Club, a party group which called for immigrants to be repatriated. </p> <p>His points were fair enough, but the suspicion remains that the foreign secretary was simply mouthing platitudes.</p> <p>While Britain's politicians are happy to talk tolerance without practising it, race will remain the issue that is seen but never debated, and only heard of at all as a cheap way of denigrating opponents.</p> <p><a href=\"http://www.guardianunlimited.co.uk/racism/\">Special report: race issues in the UK</a></p>",
  "The foreign secretary, Robin Cook, yesterday accused William Hague of legitimising racism and failing to stand up to extremism in his own party. <p>Insisting Britain must accept and embrace the multicultural society it has become, Mr Cook accused the Tory leader of exploiting fear. </p> <p>He also challenged Mr Hague over his refusal to close down an extremist publication in his party and his decision to promote so many colleagues with questionable records on race. </p> <p>Speaking to his Livingston constituency party, Mr Cook said: \"When William Hague talks of Britain being threatened by a flood of asylum seekers, he is exploiting fear. </p> <p>\"When Liam Fox claims that foreign doctors are threatening the lives of British patients, he is guilty of encouraging prejudice. </p> <p>\"If we are to build Britain as a stable and successful multicultural society, politicians need to mind their language. They should stigmatise racism, not legitimise it.\" </p> <p>He called on Mr Hague to take more control of his chief campaign adviser, Andrew Lansley. </p> <p>Mr Cook said Mr Lansley once admitted: \"Immigration was an issue we raised successfully in 1992 and again in the 1994 European election campaign. </p> <p>\"It played particularly well in the tabloids and has more potential to hurt.\" </p> <p>He also highlighted Mr Hague's refusal to close down the far right publication Right Now and criticised him for appointing John Bercow as a frontbench Home Office spokesman. Mr Cook pointed out that Mr Bercow served in the 80s as the secretary of the immigration and repatriation committee of the Monday Club.</p>",
  "<p>Hernando de Soto has pulled off a remarkable feat. You may not have heard of him, but governments around the world are apparently queuing up to hear what the Peruvian thinker has to say. Egypt, Romania, Haiti and Mexico, as well as his home country, are seeking and implementing his advice in a bid to transform their economies. Geoff Mulgan, head of the Number 10 policy unit, had him in to Downing Street. The World Bank is pouring huge sums into his projects. The Economist ranks his Lima-based institute as the second most important thinktank in the world. De Soto is pitching himself as a third way guru and it's working. With the launch of his new book, he's flavour of the month. </p> <p>The third way needs him. The weakest assertion at the heart of the bundle of ideas lumped together by a loose alliance of Tony Blair, Bill Clinton, Gerhard Schröder and other left-of-centre leaders such as the Brazilian Fernando Cardoso, is that capitalism can distribute wealth widely. The evidence is to the contrary; recent history seems to be proving the Marxist claim that, inevitably, a capitalist system concentrates wealth in fewer hands, thus sowing the seeds for its collapse. </p> <p>Walk on de Soto. His appeal lies in large part because he doesn't challenge the status quo; he accepts capitalism is the only economic system on offer. What he focuses on is the huge black economy that operates outside the legal system in all countries, particularly in the developing world and former Soviet bloc. In the extralegal economy, the poor accumulate huge assets in their shanty homes and small businesses, but because they have no legal protections, they cannot access credit nor can they safely invest. Their assets are thus \"dead capital\" as opposed to \"live capital\" in the west. The big idea can basically be summed up as: \"It's property law, stupid.\" </p> <p>De Soto has made a useful point. The underground market in Russia and Ukraine accounts for 50% of GDP and 62% in Georgia. According to his institute's inventory, as much as 90% of Cairo's economy is extralegal. In his emphasis on the enormous entrepreneurial energies of the poor, and that they know better than any policymaker how to improve their lot, de Soto should be shifting the minds of politicians and donor governments in the right direction. Perhaps he can help uncouple the ideas of poverty and laziness that still lurk behind some compassion fatigue towards developing countries. After all, in many countries it is the entrepreneurial resourcefulness of some of the most marginalised - women traders in west Africa for example - who ensure that millions of people are fed and clothed. </p> <p> But what this most certainly does not amount to is a big idea to solve global poverty. Gathering around de Soto is a semi-hysterical spinning that ludicrously compares him to Adam Smith and Karl Marx. His book, The Mystery of Capital, is breathless, grandiose, and claims to have fathomed \"secrets\" and \"mysteries\". But if that's what it takes to get a book that baldly states that globalisation is not working for five-sixths of the world's population on to the US bestseller charts, then more power to his elbow. </p> <p>Governments do need to devise ways to hook the extralegal economy into the formal economy. Opt into the system and you get access to credit to invest in your home and business, and you don't have to pay bribes to the mafia. De Soto claims his theory is backed up by what happened in the fast-track scheme he designed for small business under President Fujimori's government in Peru, when 276,000 businesses voluntarily opted for legalisation. </p> <p>But what de Soto doesn't acknowledge is that the balance of benefit between staying out of the system and opting in can be delicate or even tipped firmly against. Perhaps for shanty dwellers in Brazil or market stall holders in Kiev, the local mafia has far more clout than any government. To them, legalisation only doubles their burden, adding taxes to the bribes they will have to carry on paying. </p> <p>The laws a country makes and how they are enforced reflect the disposition of political power - and that is determined by who has economic power. De Soto's work is an elaborate smokescreen to hide the uglier truth. The power, political and economic, lies with the globalised elite in developing countries who are often employed or bullied by western multinationals, and who run those countries for the maximum extractive benefit of the west. We import their raw commodities at rock bottom prices, and export back to them manufactured goods; we restrict their manufactured exports and we charge high levels of interest on their debts. None of that, of course, gets a hearing in de Soto's work, which is no doubt partly because his CV includes a stint as an economist for Gatt (the precursor of the WTO) and as the chief executive officer of \"one of Europe's largest engineering firms\". This is touchy, feely capitalism with a heart. Handle it with care. </p> <p> The Mystery of Capital by Hernando de Soto is published by Bantam Press. <br><a href=\"mailto:madeleine.bunting@theguardian.com\">madeleine.bunting@theguardian.com</a></p>",
  "<p><strong>Health</strong><br>Under article 2 of the European convention on human rights, the right to life, not only must the state refrain from taking life, but it has a positive obligation to safeguard life. <strong> Postcode rationing</strong> for lifesaving drugs on the NHS, allowing patients in Oxford to have a drug but not in Newcastle upon Tyne, could be challenged under the right to life. Courts will probably still be reluctant to encroach too far on decisions by NHS trusts about allocation of resources, but will have to approach cases differently, giving more weight to the rights of the individual. Trusts will find it difficult to deny a dying person a life saving drug purely on the basis of resources. The convention (article 14) bans discrimination in relation to all the protected rights, such as life, so restricting kidney dialysis to patients of a certain age could come under challenge. </p> <p>Challenges to the <strong> refusal of medical treatment </strong> could also be brought under article 3, the right not to be subjected to inhuman or degrading treatment. When the Home Office proposed to deport a convicted drug smuggler with terminal Aids to his own country where no treatment was available, the European court of human rights held this to be a breach of article 3. </p> <p>Withholding of <strong> palliative treatment</strong> could also be challenged. In a judicial review against a London NHS trust which was settled out of court, article 3 was invoked to challenge a refusal to give pain relief to a woman with a severe mental handicap. </p> <p>Lawyers representing claimants suing over road, work or medical <strong> accidents</strong> are expected to use article 8, the right to privacy, to challenge defendants' rights to see all the claimants' medical records, however irrelevant to the claim. </p> <p>The right to infertility treatment is covered by article 12, the right to found a family, but states have a broad discretion as to the rules under which they make it available. If the convention had been incorporated earlier it might have helped Diane Blood, who travelled to Belgium to be impregnated with the sperm of her dead husband. British law prevented her from doing this in the UK because her husband had not given his consent. </p> <p>The <strong> closure of long stay hospitals </strong> and care homes is being challenged as a breach of article 8, the right to respect for family life, home and correspondence. Lawyers argue that closure denies residents respect for their home, an argument which has found favour with English judges. </p> <p>The <strong> mental health</strong> field is expected to be a fruitful one. Government plans to allow people with serious personality disorders to be detained if considered dangerous, even though they have not committed a criminal offence, are likely to be challenged, an appeal court judge predicted last week. Many doctors believe these disorders cannot be treated and the convention probably allows detention only for treatment. </p> <p><strong> Law and order</strong><br> </p> <p>The state has to protect the right to life where it reasonably can. In carrying out their duties to prevent and suppress <strong> crimes of violence </strong> , the police must do \"all that could be reasonably expected of them to avoid a real and immediate risk to life of which they have or ought to have knowledge,\" the Strasbourg court said in the case of Osman v UK. This opened the way for human rights claims where police fail to respond to threats and death or serious injury results. Victim support groups argue that in extreme cases of domestic violence there is a right to life issue and police have a duty to investigate. </p> <p>The <strong> criminal justice system</strong> - from police investigation through prosecution, trial, appeal and prison - is expected to give rise to the most cases. Most will involve article 6, the right to a fair trial. </p> <p>One of the main areas of challenge is expected to be what material the prosecution must disclose to the defence to guarantee a fair trial. When taking decisions on bail, judges must give more weight to the presumption of innocence. Procedures for withholding material from the defence on the grounds of public interest immunity, particularly allowing prosecutors to go before a judge without telling the defence, will need extra safeguards. </p> <p> <strong> Marchers and demonstrators</strong> charged with public order offences are likely to argue that a conviction would breach their right to freedom of expression (article 10) and freedom of assembly (article 11). </p> <p>Police forces which use <strong> stop and search</strong> powers that discriminate against ethnic minorities could be challenged under article 14 (the anti-discrimination article) coupled with article 10 or article 11 (freedom of assembly). The convention does not ban discrimination generally but only discrimination in relation to a right guaranteed by the convention. </p> <p>Article 8, the right to family life, could be invoked if the local authority fails to seek a remedy, such as an anti-social behaviour order, where neighbours create a serious nuisance. Prisons and police may have to tighten up their procedures for preventing cell suicides. The system for dealing with <strong> deaths in custody</strong> and the inquest system in general is likely to come under scrutiny to decide whether it provides a thorough enough investigation to safeguard the right to life. A Strasbourg ruling in a recent French case has established that when an individual is taken into police custody in good health but is injured it is incumbent on the state to give a \"plausible explanation\" of how those injuries occurred. </p> <p>The home secretary has lost his right to decide how long <strong> prisoners serving life</strong> for offences other than murder - discretionary lifers - and juveniles serving life should serve. The Strasbourg court has left him the right to decide on mandatory lifers - those, like Myra Hindley or Rosemary West, serving life for murder. But this could come under challenge again in the English courts. </p> <p><strong> Prisoners</strong> are expected to bring claims on a number of fronts, as they have done in Strasbourg. Different age limits for girl and boy offenders who can be sent to secure training units could be challenged. </p> <p>Laws on drink<strong> drivers</strong> and speed cameras are said by some to be in complete chaos following cases in Birmingham and Scotland where courts held it was a breach of article 6 for suspects to be required to incriminate themselves by admitting they were at the wheel of the car. But the cases could be overturned on appeal. If not, a small amendment to the law could ensure that motoring prosecutions comply with the convention. </p> <p><strong> At work</strong><br> </p> <p> For the first time, there will be a <strong> right of privacy</strong> in English law. </p> <p>Employers snooping on their staff will be prime targets for early test cases. The TUC is highlighting <strong> employer surveillance</strong> as a priority area for cases under the act. Practices likely to come under scrutiny are routine monitoring of staff telephone calls and emails, and CCTV monitoring. Companies and organisations that routinely record calls, such as insurance companies and banks, must ensure that staff are able to make personal calls that are not recorded. </p> <p><strong> Dress codes</strong> may come under fire for breaching freedom of expression, particularly where they discriminate between the sexes. Cases in which employers were held to be justified in imposing a ban on long hair for male but not female staff, and a requirement for female but not male nurses to wear a cap, would probably be decided differently in future. The TUC also hopes to back unions challenging <strong> discrimination against gay and lesbian employees </strong> , which is not currently unlawful. </p> <p>The law on <strong> picketing </strong> , limiting the number of pickets to six at or near the workplace, could be challenged as a breach of freedom of assembly. </p> <p><strong> Family life</strong><br> </p> <p> Fathers frustrated in their attempts to see their children by obstructive former partners are expected to invoke the right to respect for family life. A European court ruling that \"the mutual enjoyment by parent and child of each other's company constitutes a fundamental element of family life\" will help fathers. </p> <p>Greater rights for married than <strong> unmarried fathers</strong> could be considered discriminatory. The Strasbourg court has said that the distinctions are justified but Strasbourg rulings are not precedents like the judgments of UK higher courts, and challenges are possible. </p> <p>The implications of the act for local authorities are far reaching. There will be much more scope to challenge the decisions of social services departments in <strong> childcare</strong> cases. At present if courts think a care plan is unsatisfactory their only choice is to accept it or refuse to make a care order. Under the act they will be able to examine the merits of a social service decision. </p> <p>If local authorities fail to intervene despite clear evidence of serious abuse the court could force it to intervene to spare the child further inhuman and degrading treatment. A case pending in Strasbourg is likely to endorse this. </p> <p>Under English law, the <strong> welfare of the child</strong> is paramount. The convention requires all the parties' rights to be respected and is likely to be invoked in care proceedings and adoption cases to make sure the rights of the natural parents to respect for their family life are adequately considered. The convention will guarantee<strong> parents' rights</strong> to see papers and records when decisions are to be taken on their child's future. </p> <p>People in <strong> same sex relationships </strong> are likely to seek the same rights as heterosexual couples including the right to marry, the tax benefits that go with it, and the right to claim financial support when the relationship breaks down. Same sex couples in Canada have won the same rights as husbands and wives to claim support payments and a share of assets when they split up. </p> <p><strong> Education</strong><br> </p> <p> The right to education is not in the original European convention on human rights, but in article 2 of protocol 1, which was added later. No one can be denied education, but cases at Strasbourg have established that there is no right to a particular type of education, such as education in a single sex or selective school. <strong> Universities </strong> are allowed to restrict entrance to those who can derive benefit from them. </p> <p>Cases have established that the state may take needs and resources into account, and the UK has made a reservation to the right in the protocol. This states that the UK accepts article 2 of the first protocol \"only so far as it is compatible with the provision of efficient instruction and training and the avoidance of unnecessary public expenditure\". So parents wanting provision for their child which involves extra spending by the LEA will find little help. </p> <p>Article 2 says that the state must respect parents' right to ensure teaching \"in conformity with their own religious and philosophical convictions\". But the state is not required to subsidise a particular form of <strong> religious education </strong> , as long as it allows parents to educate their children at home and allows private schools to be established. </p> <p>The right to respect for their convictions does not allow parents to challenge the curriculum. Danish parents who challenged compulsory sex education for children from nine to 11 failed in Strasbourg. </p> <p><strong> School exclusions</strong> are likely to be a fruitful area for challenge. Heads will not be prevented from excluding children but there must be a full and transparent process. Government plans to give a bigger say to heads are certain to be challenged if they go ahead. Under article 14 on non-discrimination, if a disproportionate number of black children are excluded from a single school they may have an argument. </p> <p>A recent House of Lords ruling, following the principles in the Osman decision on police negligence in Strasbourg, allows LEAs to be sued for negligence if they fail to provide effective education for dyslexic children and others with <strong> special needs.</strong> </p> <p><strong> Environment</strong><br> </p> <p> Environmental rights were not on the agenda when the European convention was drafted in the aftermath of the second world war. But cases brought to Strasbourg in the past five years show that environmental concerns are becoming a fertile source of human rights litigation. </p> <p>Incorporation of the convention is expected to lead to claims that public bodies have breached their rights to a safe and clean environment, either directly or by failing to enforce laws against private polluters. Articles 2, 8 and 1 to the first protocol (peaceful enjoyment of possessions) are expected to be cited. <strong> Planning procedures </strong> may also be attacked as breaching article 6, the right to a fair hearing, as has happened in Scotland. </p> <p>However, lawyers predict that many challenges may fail because cases can be brought only by someone who is a \"victim\" of the breach and in other cases public authorities might be able to show that interference with article 8 was justified in terms of the greater good. </p> <p>Article 2 could cover cases where local authorities or other enforcement bodies find evidence of a serious hazard but fail to take effective action or to alert those at risk. The threat of such cases might force authorities to produce more informative environmental data. </p> <p>Claims against public authorities for failing to intervene in <strong> environmental pollution</strong> and nuisance cases might now succeed where they would have failed under English common law because of the difficulty of proving the public authority owed the individual a duty of care. There is no need to prove this under the convention, simply that the right was breached. </p> <p>The Strasbourg court found there was a breach of article 8 and awarded damages against Spain where the authorities failed to tackle the environmental damage caused by a waste treatment plant for tanneries built near the applicant's home. </p> <p><strong> Privacy and free speech</strong><br> </p> <p> Some lawyers predict that this is the area where incorporation of the convention will have its biggest impact. Lord Bingham, now the senior law lord, has argued that the courts could and should develop a right to privacy, now absent from English law, based on the convention. The convention provides for two clashing and competing rights, the right to freedom of expression and the right to respect for private and family life. Strasbourg case law makes it clear that, while privacy is important, freedom of expression is essential to democracy. A safeguard has been written into the Human Rights Act designed to make it harder to obtain <strong> gagging orders</strong> prior to publication. </p> <p>The courts could carve out a right to privacy while protecting the <strong> public's right to know </strong> and the media's right to report on matters of genuine public interest. In future, for example, the courts would protect anyone in the position of Gorden Kaye, the star of 'Allo 'Allo, who was interviewed and photographed by the Sunday Sport in his hospital bed when he was still heavily medicated after an operation. </p> <p>Elements in <strong> libel law </strong> are likely to come under attack, including the onus on defendants in libel actions to \"justify\" factual statements to prove them true. </p> <p>Nigel Wylde, a former Defence Ministry computer consultant, whose trial for breaches of the Official Secrets Act over a book, The Irish War, by Tony Geraghty, starts on November 20, will cite article 10, freedom of expression in his defence. </p> <p>So will the former MI5 agent David Shayler, also facing prosecution for breaches of the Official Secrets Act. </p> <p><strong> Immigration and asylum</strong><br> </p> <p>The convention is likely to be widely invoked by those with <strong> British-born children</strong> facing deportation, who will argue that returning them to their home countries will breach their right to family life. Cherie Booth QC has begin a high court case on behalf of a Ghanaian national convicted of smuggling cocaine who faces deportation, although he has lived in Britain for many years and has a British wife and children. </p> <p>The Strasbourg court has held, however, that immigration procedures do not violate the right to family life if the family can establish itself elsewhere or if claimants have brought it on themselves by flouting immigration controls. Ministers have said they will pay travel costs to ensure family unity outside Britain and will allow families to stay only on compassionate grounds. </p> <p><strong> Main articles incorporated into UK law by the act</strong> </p> <p><strong>Article 2</strong> Right to life </p> <p><strong> Article 3</strong> Prohibition of torture and inhuman or degrading treatment </p> <p><strong> Article 4</strong> Prohibition of slavery and enforced labour </p> <p><strong> Article 5</strong> Right to liberty and security </p> <p><strong> Article 6</strong> Right to a fair trial </p> <p><strong> Article 7</strong> No punishment without law </p> <p><strong> Article 8</strong> Right to respect for private and family life </p> <p><strong> Article 9</strong> Freedom of thought, conscience and religion </p> <p><strong> Article 10</strong> Freedom of expression </p> <p><strong> Article 11</strong> Freedom of assembly and association </p> <p><strong> Article 12</strong> Right to marry and found a family </p> <p><strong> Article 14</strong> Prohibition of discrimination (in access to the other rights) </p> <p><strong> Protocol 1, article 1</strong> Right to peaceful enjoyment of possessions </p> <p><strong> Protocol 1, article 2</strong> Right to education </p> <p><strong> Popular misconceptions about the convention</strong> </p> <p><strong> Myth </strong> It is a fevered byproduct of Brussels lawmakers. </p> <p><strong> Fact </strong> The European convention on human rights is a British export, drafted by Home Office civil servants after the second world war for the Council of Europe, which covers 41 member states. Its headquarters are in Strasbourg. </p> <p><strong> Myth </strong> Laws governing virtually every area of British life will be turned on their head because ministers have signed the human rights convention. </p> <p><strong> Fact </strong> The change is that Britons no longer have to go to Strasbourg to get cases under the convention decided. </p> <p><strong> Myth </strong> Myra Hindley and Rosemary West will see their sentences slashed. </p> <p><strong> Fact </strong> Strasbourg has declared that murder is so serious that early release is a privilege not a right. The House of Lords said life can lawfully mean life for Myra Hindley as long as her case is kept under review. </p> <p><strong> Myth </strong> Britain's motoring laws will be thrown into chaos. </p> <p><strong> Fact </strong> Minor amendments to the law establishing whether the owner was driving at the time of an offence is expected simply to bring Britain into line with the rest of Europe. </p> <p><strong> Myth </strong> Fagging, cold showers and early cross country runs will be banned in public schools. Gay sex will be legalised among schoolboys and school uniforms will be outlawed as infringing freedom of expression. </p> <p><strong> Fact </strong> Headteachers will remain in loco parentis and school rules will still apply. Gay sex among under-16s remains illegal. </p> <p><strong> Myth </strong> Wives, husbands and children of asylum seekers will be allowed into Britain under the right to family life. </p> <p><strong> Fact </strong> No. Ministers have already said they will pay travel costs if a family faces being split by deportation, and will allow failed asylum seekers to remain only on compassionate grounds. </p> <p><strong> Myth </strong> It is a licence to sue. There will be legal chaos. </p> <p><strong> Fact </strong> Out of 600 human rights challenges in the trail blazing Scottish courts, fewer than 20 have been successful. </p> <p>Useful links<br><a href=\"http://www.coe.fr/eng/legaltxt/5e.htm\">European convention on human rights</a> <br> <a href=\"http://www.open.gov.uk/lcd/humanrights/parlfr.htm\">Details of the passage of the act through parliament</a></p>",
  "<p>Global warming in the Arctic may have finally achieved something that generations of explorers from Tudor times to the present day failed to accomplish - the opening up one of the world's most fabled trade routes to international commerce. </p> <p>Sixty years ago, the St Roch, a ship belonging to the Royal Canadian Mounted Police (RCMP) battled its way through the pack ice of two winters at the top of the world to complete the first west to east journey through the North-west Passage after 27 months at sea. </p> <p>This year, another RCMP ship, named the St Roch II in honour of its 1940 predecessor, completed the same voyage from the Pacific to the Atlantic in just over a month, finally emerging into Baffin Bay, west of Greenland, last week. </p> <p>At no point in its journey across the Arctic ocean north of Canada did the St Roch II encounter any of the pack ice which defeated so many of its predecessors in the search for a westerly sea route from Europe to the Pacific Spice Islands. </p> <p>\"Concern should be registered with the fact that we didn't see any ice,\" the vessel's skipper Sgt Ken Burton reported last week. \"There were some bergs, but nothing to cause any anxiety. We saw some ribbons of multi-year ice floes, all small and fragmented, and we were able to steer around them.\" </p> <p>As so often, though, one man's environmental concern is another's financial opportunity. The success of the St Roch II's summer crossing opens up the possibility that commercial shipping may eventually begin to use the route - shortening the journey between Europe and Asia by around 5,000 miles and sharply reducing competitive costs. </p> <p>\"It is still a risky venture, but the day of the famed North-west Passage, the shortcut to the Orient, may be just around the corner,\" Sgt Burton said. </p> <p>That possibility has raised fears among conservationists that the regular use of the Arctic ocean by large commercial ships could cause some of the environmental damage that has already been done to Alaskan waters and coastlines by increased shipping, including cruise ships. </p> <p>At least two other ships apart from the St Roch II have cruised in the Northwest Passage this summer, one from the United States and the other from New Zealand. The growth of maritime traffic this year is a sign of things to come, the conservationists believe. </p> <p><strong> Environmental fears</strong><br> </p> <p> The St Roch II's voyage is another dramatic sign that the temperature of the Arctic ocean could be rising to a point at which existing assumptions about the once Frozen North may need to be rethought - though the causes of the change are still fiercely debated. </p> <p>Comparison of submarine sonar probes beneath the Arctic ice suggest that the thickness of the polar cap is now less than 60% of what it was less than half a century ago. Satellite photographs show that the size of the Arctic ice cap in the midsummer months is now some 6% smaller than it was in 1980. Last month it was reported that clear water had been found at the North Pole, though subsequent reports have called into question whether this was as unique as it was first claimed. </p> <p>\"We don't know enough about the Arctic to know if this is global warming, climate change, or maybe we were just plain lucky,\" Sgt Burton said. </p> <p>The St Roch II left Vancouver on July 1 on its journey around the north of the North American land mass, aiming to reach Halifax, Nova Scotia, by October 10, before sailing on to New York. Its voyage through the normally frozen area from Tuktoyaktuk near the Alaskan border to Baffin Bay could have been accomplished even more quickly had it not been for a number of land visits which the St Roch II made to isolated outposts along the route. </p> <p>For more than 500 years, sailors have tried to find a western sea route linking Europe with China and Japan. From John Cabot in the 1490s, to Martin Frobisher in the 1570s, to Roald Amundsen in the early 1900s, some of the most famous explorers in history have struggled to find the elusive North-west Passage. </p> <p>During his voyage, Sgt Burton and his crew found further evidence of one of the most famous earlier expeditions, when an Inuk hunter led them to a series of graves and an abandoned camp thought to belong to Sir John Franklin's lost expedition of 1845. The expedition, which included two ships and 128 men, was last spotted frozen in the Arctic ice in 1847. More than 30 subsequent expeditions have failed to adequately answer the questions about the fate of Franklin and his party.</p>",
  "<p>With the nation fixated on television's parody of George Orwell's dystopic vision of the future, most of us have failed to notice the real Big Brother sneaking through the floorboards into the back of our screens. On July 28, while many of us were settling down with a bag of crisps to see whether Nasty Nick had been rumbled, the Regulation of Investigatory Powers (RIP) Act was passed.</p> <p>In response to growing hysteria about \"cybercrime\" such as child pornography on the net and hacking, it gives the government, police, security services and lesser public authorities such as your local council, benefits office, even the Eggs Inspectorate, the power to intercept anyone's emails and demand decryption keys or passwords. </p> <p>There was an outcry at the time: internet thinktank FIPR, the Foundation for Information Policy Research, has declared the bill \"a grevious affront on our civil liberties\", while Liberty, the human rights group called it \"repugnant\" and the Conservatives snapped up the opportunity to wheel out the \"Blair's demon eyes watching you\" campaign again. </p> <p>A couple of the broadsheets - and Roy Greenslade in Media Guardian - nobly attempted to explain the implications for people who didn't understand the significance of the clauses in part III pertaining to cryptography, which mean that if you forget your pin number for your cashpoint card or mobile and are therefore unable to hand over the key to the authorities who have issued a warrant, you could be banged up for up to two years. </p> <p>The main complaint, according to the FIPR, is that it is \"a superbly effective machine for keeping tabs on law abiding citizens [such as journalists, who, for example, might find it very difficult to investigate a public authority and protect their sources] and of no use against criminals who can easily circumvent the proceedures.\" </p> <p>But anti-RIP feeling is just one aspect of the growing international protest against the infringement of data protection and escalating surveillance. In July it emerged that the FBI had been using Carnivore, a black box internet wire-tapping machine, for almost a year; in New Zealand it's the fight against the Echelon surveillance system; in Holland it's against the OCI (operational crypto interception) project. </p> <p>But even without the spectre of the \"technologies of political control\", we are entering an era of hyper-connectivity and data surveillance which would be beyond even Orwell's wildest imaginings. In terms of sheer penetration of \"smart screens\", reality has far outstripped fiction. Most households in Britain by 2004 will have at least two internet-enabled devices - most likely digital TV with broadband internet conection, home computer or mobile, while some of us will have gone the whole hog, with wired cars and kitchen appliances all \"talking\" to each other using Blue Tooth technology and co-ordinating our schedule for the day. </p> <p>Already people talk about how impossible it is to switch off. With ADSL \"always on\" phonelines, there is no escaping the network - unless you unplug every night. Connection speeds will be 20 times faster but that means the computer will be 20 times more susceptible to hacking and data leaks. Barclays bank had a bit of a shock in July when customer data had escaped onto the website. But corporates have the resources to counter these security risks and ultimately it is the average PC owner who should worrying. </p> <p>\"It is almost impossible for the man in the street to be sure that their computer is safe from a break in,\" says Caspar Bowden, spokesperson for FIPR. \"If there is data that you care about, just don't keep it on the machine\". People with broadband connections, he predicts, will feel obliged to fit personal firewalls to stop the threat of unsolicited visits and hacking and there will be a massive boost in sales of piracy tools designed to run rings around the RIP Act. </p> <p>With RIP, we can only trust that the authorities won't abuse their position, but can we trust the advertisers to do the same? The practice of web-tracking is already common amongst some new media agencies. Through a simple combination of cookies which attach themselves to the user when they visit a site, they can already, without their consent, build up profiles of users and follow them several other sites afterwards. Meanwhile, with third generation mobile phones that can pinpoint the user's location to a matter of metres, the central computer can doctor advertising promotions accordingly and in seconds. </p> <p>When consumers sign an online consent form to give up personal details and address information in exchange for offers and promotions - be it an ice lolly or a ticket to Steps - they are giving away precious data which could end up in the hands of third party advertisers or agencies who will pay handsomely for the information. \"It's a trade off - you buy privacy with hard cash. Something could cost you £20 less if you agree to pass on your data,\" says Bowden. </p> <p>Privacy is becoming a privilege we have to pay for. In America, backlash is already happening. The White Dot anti-TV campaign has just launched a controversial book, Spy TV, which exposes the methods by which digital interactive television will observe viewers and build up geographic, demographic and psychographic profiles of individuals which can then be used to \"modify their behaviour\". </p> <p>Motorola Broadband, ACTV and OpenTV have all invested in a company called digital ADCO which is designed to profile over 7m viewers without their knowledge. ACTV promises to deliver commercials based on \"the specific profile of an individual household which is generated by ACTV's software within the digital set-top in the home.\" Every time we change channels, select a certain programme, browse or buy through an interactive site, every click can be tracked. In other words, our TV sets will know us better than we know ourselves. </p> <p>\"People should express concerns about privacy to the data protection commission\", says Bowden, as a last recommendation to any paranoid consumers out there, \"and beware of phrases like 'personalisation' and 'tailor-made'\". </p> <p>New applications and technologies are sold to time-strapped and increasingly technophilic citizens, as a means to introduce more control and convenience into our lives; but ultimately, who is control of our personal details? Answer: the advertisers, marketeers, public authorities, data analysts and even that producer sitting behind the screen in the Big Brother interview room handing out tasks to the guinea pigs and offering kind words of advice.</p>",
  "It has always been at the heart of the English libertarian tradition that citizens can do whatever they like unless it is specifically banned by parliament. <p>When the Human Rights Act comes into force next month this will not change for the individual citizen, but for the first time government ministers and public bodies will find themselves having to operate within a set of agreed minimum standards which can be enforced by British judges. The courts will have much more power than before to hold the government and public bodies to account. </p> <p>But how enthusiastically will the judges stride out into the new human rights landscape? Will they flex their muscles at the expense of parliament, the people's elected representatives? </p> <p>From October 2, the act will incorporate the European convention on human rights into UK law, making rights enforceable in the UK courts which could be invoked previously only by a long, hard slog to Strasbourg. The task will be a wholly new one for judges used to poring over and interpreting the strict wording of statutes. They will now be asked to give effect to a broad brush bill of rights. In many cases, precedents of the UK courts, so carefully followed in the past, will become irrelevant. </p> <p>Critics of the Human Rights Act complain that this new power for the British courts to interpret the European human rights convention to protect individuals against abuses of power by elected politicians or public officials involves a significant erosion of the power of parliament. The former Tory home secretary, Michael Howard, argued that balancing individual rights against the exercise of power on behalf of the community at large often involved difficult judgments better made by politicians accountable to the voters than by unelected judges who cannot be dismissed. </p> <p>But the record of parliament, not to mention home secretaries, is not so exemplary when it comes to safeguarding the rights of less popular minorities, such as prisoners, asylum seekers, travellers and gays. Much of the impetus behind the convention was to ensure that minority rights would not be trampled on by the majority. </p> <p>Some leading Tory figures such as Lord Hailsham and Lord Brittan strongly supported the convention's incorporation over the years. But William Hague's party has already begun to attack the change, claiming it will shift legislative power from parliament to the judges and that their more controversial judgments will lack the support of the public. They argue that incorporation will \"weaken our accountable democratic traditions\". </p> <p>One major factor in Labour's conversion to the act was the \"elective dictatorship\" under Margaret Thatcher during which key senior Labour figures overcame the party's traditional hostility to \"Tory judges\" and came to believe that the courts could provide an essential check against an overweening executive. </p> <p>That check contained in the minimum standards set out in the human rights convention will apply not only to the government but to all bodies discharging a public function. It means that private prison companies will have to operate to a minimum set of standards. The courts are also considered a public body, so the convention could be breached if, for instance, an individual had no redress for invasion of privacy by a newspaper. </p> <p>There will be cases in which the judges will have to tread a fine line between the interests of the community, as defined by parliament, and those of the individual who might be bringing the human rights challenge. The question then is who takes precedence - parliament or the judges? </p> <p>The government has drafted the Human Rights Act to ensure that the courts cannot strike down acts of parliament agreed by elected MPs. What the judges will be able to do is to issue a declaration that a statute is incompatible with the European convention. </p> <p>Lord Lester QC, one of the key architects of the Human Rights Act, says that this will leave it to the government and parliament to decide whether to amend the offending legislation or to defend the case before the European court of human rights in Strasbourg. The aggrieved citizen will still have the option of taking the case to Strasbourg if no action is taken to change the law. \"It will be for government and parliament to decide whether to accept the judicial verdict,\" says Lord Lester. </p> <p>The legal principle that parliament still rules was set out this year in the Kebilene case in which Lord Steyn, a law lord, said in a House of Lords judgment: \"It is crystal clear that the carefully and subtly drafted Human Rights Act 1998 preserves the principle of parliamentary sovereignty. In a case of incompatibility of interpretation under section 3(1), the courts may not disapply the legislation.\" </p> <p>Those who advocate incorporation argue that this gets around the problem of giving more power to unelected judges. Because MPs will have the last say and citizens can lobby their MPs, they can do something about it if they take exception to a judge's decision. However, some argue that it will put the government under overwhelming political pressure if a judge issues a declaration that a particular act of parliament is not compatible with human rights. </p> <p>That power, together with the power to strike down secondary legislation such as rules and regulations drawn up by ministers under acts of parliament, will tilt the present balance of power in the judges' favour. </p> <p>In addition, the judges will be drawn into making \"much more obviously political decisions\" in judicial review cases challenging the decisions of ministers and public bodies, the appeal court judge, Sir Henry Brooke, acknowledged last week. He told a conference of the Howard League for Penal Reform that judges would pay appropriate deference to ministers. But he pointed out that for the first time judges would have to decide whether government interference with a human right was \"necessary in a democratic society\" - a clearly political value judgment. </p> <p>How active will the English judges be in applying the convention? In Canada, which adopted a similar charter of rights in 1982 - producing, one senator predicted at the time, in words later adopted by the Scottish judge, Lord McCluskey, \"a field day for crackpots, a pain in the neck for judges and legislators and a goldmine for lawyers\" - the supreme court has struck down a number of statutes. Its rulings have been described by some critics as \"a criminal's charter\". </p> <p>In Scotland, the human rights convention has been partly in force for more than a year as a result of devolution. Members of the executive, including the lord advocate, responsible for prosecutions, are subject to it, but other public bodies will not be covered until next month. Scottish judges have not let many challenges through - only 17 of 587 have succeeded - but although they have used the new powers sparingly they have readily embraced human rights principles. </p> <p>One decision, relying largely on Canadian supreme court case law, has put motoring prosecutions relying on admissions by suspects that they were behind the wheel into limbo, at least until the result of an appeal. Another, that part-time sheriffs were not independent enough of the executive to guarantee a fair trial, threw the court system into disarray. A third, which had little publicity south of the border, has put question marks over the fairness of the Scottish planning system. </p> <p>Ishbel Smith, of the Edinburgh law firm McGrigor Donald, said: \"The decisions show that Scottish judges are not just aware of the convention rights but are prepared to apply them to their full potential, no matter what the consequences.\" Early indications from the cases which have been brought in the run-up to October 2 are that English judges are taking a fairly conservative line, at least in criminal cases. </p> <p>As the judges are drawn further into political controversy the demand for reforms in the way they are appointed is bound to increase. At the same time pressure is likely to grow to establish a human rights commission for England and Wales - similar to the equal opportunities commission and the commission for racial equality - to help individuals bring cases under the new act and to help spread a human rights culture. Northern Ireland already has a human rights commission. </p> <p>The government has not ruled out setting up such a commission but ministers say they are yet to be convinced it is needed. The arrival of incorporation next month is likely to hasten its creation. </p> <p><b>Strasbourg cases that changed UK law</b></p> <p>Ten significant rulings from Strasbourg: </p> <p> 1. Prisoners won the right to consult a lawyer, write to an MP or a newspaper, and to sue the Home Office without having to have permission of the home secretary. 1975. </p> <p> 2. Certain interrogation techniques used at the RUC Castlereagh detention centre in Northern Ireland were banned after Dublin brought a case alleging torture and ill treatment. 1977. </p> <p> 3. Birching outlawed in the Isle of Man. 1978. </p> <p> 4. Sunday Times thalidomide ruling lifted a high court gag on publishing damning reports on the effects of a drug on unborn children and led to reform of contempt of court law. 1979. </p> <p> 5. Law changed to make it easier to opt out of joining a trade union. 1981. </p> <p> 6. Corporal punishment in schools was ruled not to be degrading but there had been a failure to respect the philosophical convictions of the mothers of two Scottish boys who were opposed to such beatings and brought the case. 1982. Caning in all state schools was banned in 1986 as a result. </p> <p> 7. Stricter controls on telephone tapping were introduced after a police operation that used unauthorised taps against an antiques dealer, James Malone. 1984. </p> <p> 8. It was ruled that the British government had violated freedom of expression by banning the Guardian, Observer and Sunday Times from publishing extracts from Peter Wright's book Spycatcher. The press played \"the vital role of public watchdog\". 1991. </p> <p> 9. Government lifted the ban on gays and lesbians serving in the armed forces after it was ruled to be illegal under the right to privacy and to family life. 1999. </p> <p>10. Bulger case ruling. Children charged with murder or manslaughter will never again face the full ceremony and publicity of an adult jury trial after the court ruled that Jon Venables and Robert Thompson had not received a fair trial because as juveniles they could not have understood the proceedings, and it was wrong for the home secretary to decide their final sentence. 1999.</p>",
  "Britain may have to change its laws on immigration if it is to compete in the international marketplace, says a Home Office minister. <p>A demographic time bomb and a shortage of skilled workers in key areas such as IT mean that Britain should consider changing rules allowing people to settle and work in Britain, Home Office minister Barbara Roche said today.</p> <p>Her comments, made on BBC Radio 4's Today programme, come in advance of a speech later today in which she is expected to call for an open debate on the issue.</p> <p>\"Every country, particularly the EU countries, is looking to see how we can attract the best and the brightest,\" she said. \"We need to make sure that our immigration policy works for us.\"</p> <p>She insisted that the issue was entirely separate from that of asylum, which concerned only those fleeing persecution abroad - and dismissed as \"absolute and complete nonsense\" reports that she was envisaging 100,000 extra immigrants a year under changed rules.</p> <p>The most likely way forward would be for Britain to adopt a version of the US green card system, which allows migrants and their families the right to settle without awarding them full citizenship.</p> <p>However the immigration minister stressed that the government has no firm policy plans on the subject at present.</p> <p>She also called for people to realise that Britain is often not the first choice of potential migrants. \"We do live in a global economy, where skilled people are at a premium and it is not always a buyer's market,\" she noted.</p>",
  "A highlight of the 1998 Berlin Film Festival was the 75-film retrospective celebrating the Siodmak Brothers, Robert (who died in 1973) and his younger brother by exactly two years, Curt, who has died aged 98. To the surprise of the audiences, the gnomish Curt had travelled from his home in California and was happy to introduce the movies and meet viewers. <p>Some 25 of the films had his credit, the rest being devoted to Robert Siodmak, who had enjoyed a more elevated career, as is the fortune of directors rather than writers. Curt had contributed to even more films - over 70 in all - than had Robert, mainly as a writer of horror, science fiction and adventure movies. </p> <p>Curt Siodmak occasionally directed and several of his short stories had been turned into feature films. One of his books, Donovan's Brain, had the unusual distinction of being filmed a number of times between 1943 and 1962. </p> <p>Curt Siodmak was born in Germany, where his parents had returned from America. His father was a banker and Robert at first followed that profession, freeing Curt to become a journalist. Then in the mid-1920s he contributed to several screenplays for silent German movies, and the die was cast. </p> <p>The turning point for both brothers came with a remarkable and influential documentary, People On Sunday (1929), which is a minor masterpiece and boasts credits that were rarely equalled in cinema history. Curt Siodmak worked with Billy Wilder on the screenplay, Eugen Schufften and Fred Zinnemann filmed it and the co-directors were Edgar G Ulmer and Robert Siodmak. All enjoyed long and successful careers. </p> <p>Curt went on to write several more German films, but the Siodmak brothers, who were Jewish, decided to work abroad from the mid-1930s, first in France where Curt wrote La Crise Est Finie (1935), directed by his brother. Curt then moved on to England (Robert stayed in Paris until 1939), co-writing Girls Will Be Boys and It's A Bet, I Give My Heart and The Tunnel. He also worked on the famously uncompleted version of I Claudius (1937), starring Charles Laughton and directed by Josef von Sternberg. After Non Stop New York (1937) for Michael Balcon, he moved to the US and began his career as writer and director. </p> <p>His first credit was on Her Jungle Love, a romantic adventure with Dorothy Lamour. Two films, both inspired by H G Wells, The Invisible Man Returns (1939) and Invisible Agent (1942) followed, and the remarkable horror movie The Wolf Man (1941), starring Lon Chaney Jr, which helped establish his career. He gained further credibility with the publication in 1942 of the brilliant horror/fantasy novel Donovan's Brain. This was filmed in 1943 as The Lady And The Monster, with Erich von Stroheim; it fared better under its original title in 1953, later became a TV movie, and then another feature made in Britain in 1962, as Over My Dead Body. </p> <p>Among his other novels Heuser's Memory, published in 1968, was filmed in 1970, and two more of his books, Skyport (1959) and City In The Sky (1974), partly inspired the film adaptation of Ian Fleming's Moonraker in 1978. Other short stories were expanded into screenplays: The Devil's Brood became House Of Frankenstein in 1944 and Girl In Ice became Devil's Messenger in 1962. </p> <p>Although primarily a writer, Curt Siodmak had a short, mundane career as a director with adventures such as Bride Of The Gorilla (1951), Curucu, Beast Of The Amazon (1956) and No 13 Demon Street (1957) among others. Unlike his brother, he never made the transition into A features and almost all his work was in genre movies. </p> <p>But the low budget horror films he wrote proved occasionally memorable, standing up well today. The Beast With Five Fingers (1946), starring Peter Lorre and directed by Robert Florey remains wonderfully atmospheric and scary. I Walked With A Zombie (1943) was an elegant and sensitive work, largely the result of director Jacques Tourneur, for whom Siodmak also provided the story for the semi-documentary thriller, Berlin Express (1947). </p> <p>Curt wrote Son Of Dracula (1943) for his brother to direct, plus The Climax (1944), Frisco Sal (1965) and Tarzan's Magic Fountain (1948). He later wrote the screenplay for the SF picture Riders To The Stars (1954), for Richard Carlson, an actor turned director: they worked together on several films. </p> <p> Curt's other credits include a German-made adaptation of a Conan Doyle story, Sherlock Holmes And The Deadly Necklace (1962), directed by Terence Fisher and starring Christopher Lee. During the 1960s, as television increasingly led to the demise of small budget movies, Curt Siodmak ended his directorial career with a Swiss-Czech production, Ski Fever (1966). He also looked abroad for work, but only a TV movie in Germany, Die Heiligenschein (1977) was available. </p> <p>He had remained on the sidelines of mainstream cinema, working in several countries with fine co-writers, actors and directors. Of the six young hopefuls who had made that documentary about ordinary people on a Sunday in Berlin, Curt Siodmak had the least distinguished career. </p> <p>But his quirky, inventive talent displayed innate professionalism; the whole history of the movies would have been much poorer without such mavericks and journeymen, the backbone of popular cinema. </p> <p>He is survived by his wife of 75 years, Henrietta; a son, and two granddaughters.</p>",
  "<p>Lately I saw a sight most quaint; </p> <p>London's lily-white policemen faint </p> <p>In virgin outrage as they viewed </p> <p>The nudity of a Lawrence nude. </p> <p>Oh what a pity, Oh don't you agree </p> <p>That fig-trees aren't found </p> <p>in the land of the free </p> <p>As this ditty illustrates, DH Lawrence took a dim view of his compatriots' prudery. Not only was his most successful novel, Lady Chatterley's Lover, banned here for 30 years after his death, but his risque paintings could not be shown either. </p> <p>Today a previously unknown Lawrence screen silk will be unveiled at Nottingham University, his alma mater, as the centrepiece of a DH Lawrence research centre. </p> <p>For years the writer, who based much of The Rainbow around his time at the university, was persona non grata after running away with his professor's wife, Frieda, whom he later married. </p> <p>In 1929, the occasion for the ditty, police stepped in when the then home secretary objected to Lawrence's depiction of the Holy Family that included a naked blonde being fondled from behind, and another canvas of nuns ogling a naked peasant Adonis. Lawrence had to send them back to his home in New Mexico to stop them being destroyed. </p> <p>The new work lay undocumented for 40 years after the death of Frieda in 1956. Lawrence himself died in 1930. </p> <p>John Worthen, professor of DH Lawrence studies at the university, said the screen silk was quite unlike the rest of his work - \"like a lino cut, but done on silk\". Because of damage due to the altitude and dryness of New Mexico, the work had taken four years to restore.</p>",
  "Palestinian leaders put their people's dream of statehood on ice yesterday, at the same time keeping the peace process alive by postponing a declaration of independence that had been fixed for Wednesday. <p>The PLO's central committee said it would meet again on November 15 to discuss ways of putting Palestine on the map, short of declaring a state, such as drafting a constitution, and seeking entry to the United Nations. </p> <p>Such pledges will not diminish the bitter disappointment felt by most Palestinians at the decision to defer statehood once again - seven years after the start of the peace process. But the move by Palestine's mini parliament does give negotiators some breathing room to try to reach a final settlement with Israel. </p> <p>\"We have to look at what is important to our people here on Palestinian land,\" said Mohammed Nashashibi, the Palestinian finance minister. \"The date is not important for the people.\" </p> <p>Mr Nashashibi said Palestinian officials would press Israel in negotiations, which are to resume today, for control of international borders and natural resources, especially water, and access to world markets. </p> <p>The Palestinian decision was forced by Israeli opposition to a unilateral declaration, given teeth by the threat of its prime minister, Ehud Barak, to annex territory in the West Bank and Gaza where the Palestinians have had self-rule for six years. That threat - and the fear of a spiral of violence - also extinguished international support for a declaration on September 13. </p> <p>Still, Mr Nashashibi insisted: \"There is no such thing as half a state. We are on our way to full sovereignty, and there is no turning back. Peace is coming whether we like it or not.\" </p> <p>But to Palestinians that means a state with East Jerusalem as its capital - a concession the Israelis are loath to grant, especially when it involves holy places. </p> <p>The aspiration is made tangible in the statue of the unknown Palestinian soldier in Gaza's main square, whose assault rifle is pointed towards the holy city. </p> <p>For ordinary Palestinians, the delay is a crushing blow. They have their own tricolour flag, which flies over Gaza and parts of the West Bank, their own cult of personality in the portraits of Yasser Arafat plastered almost everywhere, a form of parliament, a police force, and even a national airline - with three planes. But without agreed borders, they lack the very basics of statehood. </p> <p>\"Only when we declare a state can we get our rights. Israel is playing with us like a ball, and the world does not give a damn,\" said Tahsin al-Dera, in Palestine Square in Gaza. </p> <p>Members of the central committee had said earlier that they would not put off independence indefinitely. </p> <p>\"We do not want to keep this delay open-ended because this will let Barak carry out all his plans, and we will be stuck in self-rule forever,\" said Salim Zanoun, the head of the CC, who had argued against the delay. </p> <p>Prospects for a breakthrough in the next four weeks of secret talks now look increasingly dim, with the two sides deadlocked on the question of Jerusalem. Several members of the central committee said they had given up hope of an agreement until after President Clinton leaves office in January. </p> <p>\"I am waiting for the day that the administration of President Clinton and the secretary of state, Madeleine Albright, will end,\" said Hani al-Hassan, secretary-general of Mr Arafat's Fatah faction of the PLO. </p> <p>\"So long as the president represents the Israeli point of view, how can we reach an agreement? It is clear he is not a neutral man.\" </p> <p>Although Israel reacted favourably to the expected delay of a declaration of independence, the acting foreign minister, Shlomo Ben Ami, was not optimistic. \"I don't see that the chance [of a final peace being reached] is all that great,\" he told Army Radio.</p>",
  "The UN warned Indonesia yesterday that it would be held responsible for the fate of some 130,000 East Timorese refugees in West Timor who are facing deteriorating conditions and a dwindling food supply following last week's evacuation of international humanitarian organisations. <p>With stocks of rice, the refugees' staple, and medicine exhausted in many of the 200-odd camps in West Timor and running dangerously low in the others, UN officials are warning that unless Jakarta changes its policy towards the refugees then thousands could soon die. </p> <p>\"If they do starve then it's because of a decision by the Indonesian government,\" said Andrew Harper, who was the programme coordinator of the UN's refugee agency (UNHCR) in West Timor until all staff of international organisations were withdrawn following the murder of three UNHCR staff by pro-Jakarta militiamen on Wednesday. </p> <p>\"Indonesia has a major programme to distribute rice across the archipelago to feed its 200m people and it has the resources to carry out this programme,\" he said. \"So another 130,000 mouths should not be a problem. All it will take is the political will.\" </p> <p>Such political will has been in short supply in Jakarta since the UN staff were killed. After an emergency cabinet meeting on Friday, the vice president, Megawati Sukarnoputri, announced that 100 tonnes of rice would be sent soon to the refugees in West Timor. </p> <p>That is about 6% of the amount the UN has been distributing to the refugees each month through its partner organisations since October. Most of the refugees were forced to leave East Timor by the militias following the territory's overwhelming vote for independence from Indonesia in a UN-sponsored referendum. </p> <p>In the past refugees have said that even when they were given food, much of it was seized by the militiamen who control the camps.</p>"
]