[
  "<p>Mortgages of up to five times the applicant's income; offers of unsecured loans screaming from press, poster and TV ads; new credit card launches whose main target is those who may already hold multiple plastic; remortgages to consolidate owings; second-hand car finance operations targeted at those already deep in money trouble: wherever you look, loans and the temptation to borrow even more are facts of life. </p> <p> Adverts and mailshots suggesting \"guaranteed acceptability\" for sums often up to £10,000 are part of this easy-credit atmosphere. </p> <p>Someone earning £20,000 a year - around £1,200 a month after deductions - would pay some £600 a month interest on a home loan of five times salary. </p> <p>Banks say they only lend to those who have a bright earnings future. But if there is the slightest setback - failure to get promotion, loss of overtime, redundancy, illness, relationship breakdown or death - the borrower could be plunged into money misery. </p> <p>According to a recent survey from the National Association of Citizens Advice Bureaux, debt and the problems associated with it are increasing dramatically. </p> <p>Consumers coming to them with difficulties have increased by 16% over the past year and 37% over two years. Local CABs in England and Wales handled more than 500,000 new debt cases in the past year. \"This has fuelled fears that people are being encouraged to borrow more than they can afford,\" says Nacab chief executive David Harker. </p> <p>He cites: </p> <p>The 65-year-old man who was sold a £2,600 secured loan which will take 15 years and £14,000 to repay. </p> <p>A man who borrowed £7,000 and then lost his job. His lender was taken over, the new finance company was tougher and he now owes £39,000. </p> <p> A 37-year-old man whose £600 credit card debt soared over three years, with interest, to £4,500. </p> <p>But while the CABs offer free help there are many organisations which earn profits from money problems. Fee-charging debt management companies come in two flavours; those that charge the debtor and those that deduct a percentage from an agreed settlement before handing cash on to the lender. </p> <p>Hereford-based Brookvale charges debtors \"sums according to the work done\" for a variety of solutions led by \"individual voluntary arrangements\" (IVAs). </p> <p>These allow individuals in financial difficulties a chance to make a formal proposal to agree debts with their creditors within a fixed time period. Typical IVAs, Brookvale claims, \"provide light at the end of the tunnel for debtors and a better return for creditors.\" </p> <p>Not-for-profit Paylink takes 9% of money raised from debtors. It has teamed up with PayPoint, which collects money owed to utilities and landlords via a corner-shop chain. It has recently set up a swipe card scheme so all creditors can be paid fairly through one pre-agreed amount a month. \"This prevents one creditor making demands and getting paid at the expense of others,\" it says. </p> <p>With fees swallowing up an average 15% of debtors' cash, many debt counsellors are against charging. There is some evidence that money does not always end up with creditors; that some do not work out which debts are priority and which can be ignored; and few bother about income maximisation, such as applying for state benefits. </p> <p>\"We feel charging is unethical,\" says Martin Green at the Bristol Debt Advice Centre. \"We believe that good quality independent and free money advice is good for both debtors.\" </p> <p> National Debtline can be contacted at 0808-808-4000</p>",
  "Israeli troops last night staged a desperate operation to rescue wounded settlers trapped in a five-hour firefight with Palestinian gunmen that further undermined hopes for a swift end to the violence. Israel's prime minister, Ehud Barak, said the confrontation was a \"grave breach\" of a precarious ceasefire brokered only 48 hours earlier, according to a statement from his office. <p>As two attack helicopters provided covering machine-gun fire, troops struggled to extricate six wounded Jewish settlers from Mount Ebal, north-west of the West Bank city of Nablus. At least one settler and one Palestinian gunman were reported to have been killed. Two other Jewish settlers were critically injured. </p> <p>The gunfire erupted after the settlers allegedly opened fire on olive harvesters, killing one man and injuring 11 others. It was the second attack on olive harvesters this week. </p> <p>By nightfall, scores of armed men from the Nablus area, including men in the uniform of Palestinian security forces, were clambering up the steep rocky hill. Several opened fire on the helicopters. The settlers, in a group of about 36, had visited the hilltop hoping for a view of a tomb compound in the centre of the city that had been desecrated. </p> <p>As the pictures were broadcast live on Israeli television, the trapped settlers, who included elderly people and children, gave interviews on mobile phones. </p> <p>\"Under fire for five hours straight,\" Elazar Mizrahi told Channel Two television against a background of automatic fire. \"There are still gunshots. Hiding. Others 30 metres from me. We came to tour the area. We came with army escort... I'm hiding behind a rock. I can't leave here.\" </p> <p>Israeli radio stations broadcast warnings in Arabic for people in the neighbouring Askar refugee camp, at the foot of the hill, to leave their homes before punitive action was taken. </p> <p>Scores of religious Jewish settlers gathered by the roadside to pray beside the 30 who had been rescued earlier. </p> <p>Yesterday's confrontation was the most serious for a week, and punctures hopes that Israel and the Palestinians can ease tensions within 48 hours, a deadline set on Tuesday. </p> <p>The head of Israel's central command, General Yitzhak Eitan, said members of the tanzim, the militia raised by Mr Arafat's Fatah organisation, were among the gunmen on the mountain, deepening Israeli suspicions that he does not truly want an end to the violence, or that he is losing control on the ground. </p> <p>Last night, there was ferocious criticism of the settlers' decision to visit the area, which many Israelis viewed as a deliberate provocation. Gen Eitan admitted the army had approved the visit, but he said it was unclear why permission had been granted. </p> <p>The gun battle is certain to further inflame rightwing Likud party leaders who have been calling for the army to crack down even harder on Palestinians, after three weeks of bloody mayhem left more than 100 dead. </p> <p>Elsewhere yesterday, two Palestinian policemen were killed in an explosion at Bethlehem's main police station. Israeli officials said a bomb they were assembling blew up. </p> <p>To the north of the Gaza Strip, Palestinian stone throwers clashed with Israeli soldiers, who fired teargas grenades. </p> <p>There were also skirmishes in the West Bank city of Hebron after Palestinians found graffiti insulting the prophet Mohammed on walls near a Jewish enclave. </p> <p>Nabil Shaath, a Palestinian minister, in Cairo preparing for tomorrow's summit,said: \"Israel wants to kill the Pales tinian people and to keep them under siege, and to put them under pressure that they cannot bear.\" </p> <p>As part of the ceasefire plan, Israel lifted the internal closure on Palestinian areas on Wednesday, and yesterday transported tanks out of the Ramallah area. But it has yet to lift a closure between Israel and the Palestinian areas, barring 110,000 Palestinians from their jobs and the Palestinian economy from its principal sustenance.</p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "<p><strong> The Mask Of Zorro</strong> </p> <p>(Martin Campbell, 1998) </p> <p>9.40am, 7.40pm, Sky Premier </p> <p>More derring-dos, with Old California's own Robin Hood legend. It's overlong, but done with great verve. Antonio Banderas (pictured), a dashing hero in the Tyrone Power mould, is the rugged, buffoonish Murrieta, protégé of the now elderly Zorro (Anthony Hopkins), who trains him to fight, ride and smile wickedly, and to take on corrupt Governor Montero. Catherine Zeta Jones plays Zorro's long-lost daughter, pretty sharp with a blade herself. </p> <p><strong> The Basketball Diaries</strong> </p> <p>(Scott Kalvert, 1995) </p> <p>10pm, FilmFour </p> <p>The diaries, written by basketball player Leonardo DiCaprio, chart the boy's steady decline into theft and mugging through heroin addiction. Based on the real-life story of Jim Carroll, it's a cautionary tale that takes a simple-minded line on addiction - heroin leads on in a straight line from recreational drug use. An affecting, low-key performance from DiCaprio, nevertheless. </p> <p><strong> Payback</strong> </p> <p>(Brian Helgeland,1998) </p> <p>10pm, Sky Premier </p> <p>A thriller that isn't as hardboiled as it would like to be, this is a rerun of Point Blank, John Boorman's version of Richard Stark's novel The Hunter, with Mel Gibson trying in vain to fill the considerable Lee Marvin role as Porter, a-hard-as-coffin-nails hood double-crossed, left for dead, and now returning to get even with The Outfit: \"I just want my money back.\" Hefty entertainment, with James Coburn and Kris Kristofferson among the heavies. </p> <p><strong> Los Olvidados</strong> </p> <p>(Luis Buñuel, 1950) </p> <p>2am, FilmFour </p> <p>A jarring and harsh account of streetlife in the Mexico City slums - an introverted boy gets caught up with Jaibo and his gang of young robbers. It's an unsentimental look at hopeless lives, and with its oddball characters and disturbing imagery, much more than social tract.</p>",
  "The pine marten, an attractive little cat-sized mammal with lustrous, chocolate brown fur, was once widespread in the UK, but, persecuted by gamekeepers, is now one of our rarest native mammals. Relict populations still exist in areas like the National Trust's Crom Estate in County Fermanagh, and parts of Scotland, Wales, Northumberland and the Lakes, but proponents of a plan for their re-introduction suggest the species is effectively extinct south of the Scottish Border. <p>Author of the propsosal is the People's Trust for Endangered Species, a wildlife charity, supported by government wildlife agency English Nature. The re-introduction project (for woodlands in Devon, Somerset, Dorset, Avon, East Sussex and Cumbria) seems attractive, but some scientists think there still exist in England and Wales some long-established populations which, though elusive and struggling, are viable. They aren't opposed to the principle of re-introduction, but believe that questions need to be asked first - notably, what is responsible for the failure of existing relict populations to recover? </p> <p>The legislative advance of the right to roam is unlikely to do any favours for shy wildlife. Could we see the pine marten reaching the conservation icon status of the otter, with a poster on every schoolroom wall? I do feel that these proposals will do little to halt the pressures which humanity puts on the other tenants of this planet. </p> <p> If you have a view on the proposal, now in its consultative phase, contact the People's Trust for Endangered Species on 020-7498 4533. </p>",
  "When the young Walter Lippmann, later to become the foremost advocate of American engagement in the world, travelled to Europe in June 1914, he had not even the faintest notion that a terrible war was imminent. \"It was possible,\" he wrote, \"for an American in those days to be totally unconscious of the world he lived in.\" He dallied in the Lake District for a while, then crossed to Belgium, planning to go on through Germany to Switzerland for a walking holiday. He remembered \"being rather annoyed when I went into the railway station and found that the German border was closed because Belgium had had an ultimatum.\" <p>Lippmann recorded this anecdote in a book he wrote in 1943 arguing that the United States could no longer operate as if it was a country separate and aloof from all others, that it had a stake in world order, and that it had to respect what order existed. The tenaciousness of the American sense of separateness can be seen in the fact that the issues which Lippmann raised are, in not too different form, the same ones which face Americans today. The blissful ignorance of the world which he sketched is gone. If there is ignorance now it is wilful rather than blissful. But America still acts internationally according to its own rules and accepts only partially and reluctantly rules made by others. This tendency, now more often and more accurately called unilateralism rather than isolation ism, was in abeyance during the years when the US marshalled a network of alliances against the communist states. Even then, some argue, the appearance of collective decision making was usually misleading. In any case, once the Russian and Chinese enemies had disappeared, the US rapidly regressed, spurning treaties over which other nations had long laboured, misbehaving in international organisations, and acting with others usually only in ad hoc alliances of which it was the main organiser. And all this was under a president, Bill Clinton, who began in office committed to the UN, to international law, and to multilateralism in all spheres. </p> <p>The difference between Americans and others can be illustrated by the case of the Statute of Rome, which sets up an international criminal court. The Americans, it is well known, did not like the idea that their servicemen might face charges in such a court, but their deeper objection was constitutional. The US constitution would not permit the actions which an American government might have to take under the statute. France and Germany had similar constitutional difficulties. Both chose to change their constitutions. But, in the words of one American opponent of the statute, writing in an illuminating recent publication from the Royal Institute of International Affairs, \"The US ... is not going to amend its constitution to accommodate the latest international fad ... the US shall stand by its old ways which have served it well for over 200 years.\" There is surely no clearer case of ancestor worship in the western world than this. </p> <p>A partial accounting of American delinquency during the Clinton years includes the failure to pay its full UN dues, the refusal, since Somalia, to place American troops under direct UN command, the refusal to sign the landmines treaty, the refusal to sign the Statute of Rome, the refusal to ratify the comprehensive test ban treaty, and the pursuit of a national missile defence scheme which, if realised, would almost certainly undermine most of the existing arms limitation agreements with Russia. While refusing to be bound by rules agreed on by large groups of nations, the US has meanwhile come up with sanctions against some 60 countries which have offended it in one way or another. The Congress, it appears, believes it has a right to legislate for the world, but the world has no right to legislate for the US. </p> <p>It cannot be simply said that in choosing between Gore and Bush, the American people are choosing between an internationalist and a unilateralist road. Clinton has already been forced into serious compromises, with which Gore is associated and, if he is elected, he too would have to contend with a legislature in which unilateralism is entrenched. Bush is not absolutely shackled to the unilateralist idea and, in office, realism would no doubt often prevail. The difference is rather that Gore would fight the unilateralist tendency, while Bush would be inclined to go along with it. </p> <p>The second debate between the candidates, on foreign policy, showed both men tiptoeing around the charged question of \"humanitarian\" military intervention. In a strange way this has become for many Americans the most important international issue. In spite of the fact that the US has committed its forces to such interventions very much on its own terms and conditions, the notion persists there, or at least is assiduously cultivated for political reasons, that America has been forced into these onerous tasks by an international community which is at the same time demanding and ungrateful. The concentration on the military question also obscures the fact that what the world needs from the US is not a constant readiness to come up with troops, but constant and responsible attention, while resisting the temptation to act in a solitary and capricious manner. </p> <p>It has been disturbing in recent weeks to watch this American argument over foreign policy unfold without much awareness that a huge crisis may be just around the corner. The American effort to manage the Middle East, an effort which goes back at least 40 years and which Clinton had tried to round off with a settlement between Israelis and Palestinians, could be in terminal trouble. Yet many Americans see this only as a tragedy or a problem for the people who live there, rather than as a failure for which America may well be largely responsible and one which could affect all of us for the worse. In other regions where the US has made similar efforts to manage and control events, notably East and South-east Asia, serious trouble could also be brewing. There is hardly a region or a country where American policy could be deemed a clear success. These policies, whatever their individual worth, belong in the broad unilateralist tradition, serving American interests in ways which often ignore the real needs and the real sentiments of the countries concerned. That they may therefore not truly serve American interests either is an idea whose time ought to have come. Acts have consequences, as DW Brogan, in his introduction to Lippmann's book, implied when he called for an end to \"the illusion that the United States has complete freedom of choice, that the American people can order as much peace, security and prosperity as they want, on their own terms, in their own time.\" </p> <p> </p> <p>\u0095 Understanding Unilateralism in American Foreign Relations (ed Gwyn Prins), Royal Institute for International Affairs</p>",
  "<p><strong> Ghost Dog</strong><br> Rental and DVD (£19.99)<br> FilmFour Cert 15 <br> **** <br> </p> <p>An unhurried, often beautiful oddball comedy, Ghost Dog is typical of Jim Jarmusch and not remotely like anything anyone else does. Like his last proper film, Dead Man, it's a kind of western, but for William Blake, accountants and Indians, read pigeons, rapping geriatric Italian mobsters, Haitian ice-cream trucks and our lead character, an existentialist samurai hit man, played serenely by Forest Whitaker. </p> <p>It bears a twisted relationship to Shane, with Whitaker's best friend being a child he is educating through books. Common to all Jarmusch's films is the incomprehension of different races and languages trying to get along (appropriately, it's a US-Japanese-German-French co-production). His New York is the polar opposite to Woody Allen's, a loose, frayed multi-ethnic community where Allen's is tightly homogeneous. </p> <p>You remember it for the mood and the moments - the bird alighting on Whitaker's gun, the murder through the sink pipe - but where most films float by, Jarmusch's stay with you. </p> <p><strong> American Psycho</strong><br> Rental and DVD (£19.99)<br> EV Cert 18 <br> *** <br> </p> <p>Now that the 70s have been drained, 80s nostalgia starts here. American Psycho - a cold metallic film with the spirit of Reagan and Thatcher, Donald Trump and Gordon Gekko - is full of it. Its lead character, Christian Bale, is a Wall Street broker who works out in his flawless apartment to The Texas Chain Saw Massacre or pornography, and likes to issue reviews of Phil Collins (\"Early Genesis was too artsy, too intellectual, but now he's reached a new peak of professionalism\") to bored hookers before having sex, while admiring himself in the mirror. </p> <p>All this is reasonably amusing and Bale's self-analysis (\"I have all the characteristics of a human being but not a single emotion\") reminds us that humans ceased to be in the 80s - there was no such thing as society, either. Mary Harron keeps things sleek and chic - it looks a bit like Crash - and relatively gore-free but it's a one-track film: Fight Club trashed consumerism in 20 minutes and went on to do so much more. This just has Bale, his chainsaw and his Simpson and Bruckheimer fantasies. </p> <p><strong> Love, Honour and Obey</strong> <br> Rental Universal Pictures Cert 18<br> * <br> </p> <p> A British gangster comedy so wearisome, sloppy and shoddy as to defy belief that it could ever have been made. Everyone uses their own name to show that they're mates - a bit confusing when two of them are called Ray. There's talent involved, but only on the acting side. It substitutes guns and shouting for script, plot and character and is lumpenly unfunny and uninteresting from start to finish. </p> <p>There are two deeply depressing things about this: a) it features Ray Winstone and Kathy Burke, who only three years ago, in Gary Oldman's marvellous Nil By Mouth, showed how great a British film could match the best; and b) it was funded not by the lottery, as you'd expect of this sort of tat, but by the BBC. As we say round my manor: \"Sort it aht, Dykey.\"</p>"
]