[
  "<p>Australians do tend towards a refreshing down-to-earth attitude. \"Not a dunny in sight when you need one doesn't apply here,\" says the website blurb for the Sydney Olympic stadium. Fifteen hundred dunnies [toilets] for a 110,000-capacity crowd divided (or is it multiplied?) by a large number of ice-cold beers... sounds fair dinkum to me. There's no doubt that the organisers of the games and their stadium architects, Bligh Lobb Sports Architecture (a joint Anglo-Australian venture), have done everything to make this centrepiece of the 2000 Olympics one of the most comfortable - as well as among the best-looking - stadiums yet built. </p> <p>The striking saddle-shaped polycarbonate roof keeps the sun at bay while admitting as much daylight as anyone could want, and 700 TV monitors keep spectators on the ball while they queue at one of 53 bars and 72 food outlets serviced by 15 kitchens. Each of the stadium's three tiers has been provided with its own concourse, a well-serviced gathering of cafes, bars, shops - and dunnies. </p> <p>The food served here may not be to everyone's taste: 42,000 meat pies, 25,000 sausage rolls, 15,000 \"gourmet\" sausages and 12,000 portions of fish'n'chips were served the day the stadium opened. That was in March 1999, nicely ahead of time as far as the Olympics are concerned, when a near capacity crowd of 104,000 watched a rugby match between Newcastle and Manly (which other country would have a town called Manly?). </p> <p>But there is no doubt that this is a great and good-looking stadium that makes Wembley seem more and more like the wrecks of the stockyards and abattoirs that stood at Homebush Bay, nine miles west of Sydney city centre, until construction of the Olympic village began four years ago. </p> <p>In Britain, the idea that sports venues might be designed to be pleasurable for all the family and not just for 14 pints-a-day men (and women trying to outdo them) is still a novelty. The Lobb Partnership (a part of the Bligh Lobb Sports Architecture group) has led the way with a new stand for Arsenal at Highbury and the good-looking new Huddersfield stadium. In Australia, as in much of the US, the British approach to sports is seen as exciting but antiquated. Also old-fashioned is the idea of building stadiums that stand in grim isolation on greenfield sites on the edge of town, divorced from the communities they are meant to serve - which the British have done over and again. </p> <p>The Olympic Games started out this way, a religious festival of sorts first recorded in 776BC, held at Olympia in a \"greenfield\" stadium measuring 196 metres by 30 metres and host to, eventually, 10 events, ranging from the 200-yard sprint or \"stadion\" - from which we derive \"stadium\" - to the four-horse chariot race. The games were abolished by the Christian emperor Theodosius I in 393AD in an edict that banned worship at pagan sanctuaries. They were re-established in Athens in 1896. Ever since, they have presented an opportunity for global cities to reinvent themselves. </p> <p>Berlin, one of the greatest Olympic stadiums - designed by Werner March, with stone cladding by Albert Speer, in 1936 - was meant to impress the world with the athletic might, cultural weight and political muscle of Nazi Germany. It did. The 120,000-seat stadium, architectural star of Leni Riefenstahl's bombastic documentary Olympia, remains deeply impressive today. Impressive, yet set at the far end of a U-bahn line, very much detached from the rest of the city. </p> <p>More than half a century later, Barcelona demonstrated how the new infrastructure needed for the games - from housing to new roads - could be used to revitalise both the city centre and decaying parts of the town. It is commonly held that Barcelona achieved in four years what it might have taken 40 years to plan and build if it hadn't won the Olympic bid. Since the 1992 Olympics, the \"Barcelona effect\" has been used as an example of how to regenerate worn-out and cash-strapped cities. </p> <p>Eight years on from the Olympics, and the gentrification of the Catalan capital continues apace. Manchester had high hopes of winning the 2000 Olympics bid, with the idea that it could follow Barcelona's example. In the event it lost to Sydney, but, as a kind of consolation prize, it got the 2002 Commonwealth Games, which are being used to rebuild a large tract of derelict east Manchester. </p> <p>The Olympic park at Sydney is a more relaxed creation. Sydney is in pretty good shape overall - as long as you can take the LA-like suburban sprawl - and hasn't regarded the Olympics in quite the same way as Manchester or Barcelona. Instead, the games are seen as a form of glamorous flag-waving. However, although the Sydney stadium and its attendant Olympic buildings are impressive, they are still outshone by Jorn Utzon's famous Opera House and the Sydney Harbour Bridge. Olympic buildings - Berlin and Munich aside - are curiously unmemorable when compared with other city monuments; and, even then, the German examples are overshadowed by the sinister activities of the Nazis and Black September. </p> <p>The Sydney Olympics, although conceived on a heroic scale, will have far less of an effect on the host city than the games did on Barcelona. Not only is the sports village nine miles out of town, but less is expected of the games in urban terms. Yes, there will be spectacular Olympics-related fireworks displays over Sydney harbour, and the city centre will be animated by Bladerunner-scale video screens bringing the games live to those who choose not to join the five million-strong throng expected to head out to Homebush Bay. But there will be no architec tural rub-off, aside from an industrial wasteland being transformed beyond all recognition. </p> <p>What has been special in Sydney is the extent to which architects and developers have gone to ensure that the Olympic infrastructure is \"green\". The stadium is, by and large, naturally lit and ventilated, while the water that flushes its 1,500 dunnies is drawn, as far as possible, from rainwater and condensation flowing down from the polycarbonate tiled awnings. </p> <p>But the best bit of the conservation story is that of the green and golden bell frog (Litoria Aurea). A 700-strong colony of these rare amphibians was found in a quarry on the site of what was to be the Olympic tennis courts (the same quarry that was used as a set in Mad Max: Beyond the Thunderdome). Not only was the tennis court re-sited, but £1.5m was spent on protecting the frogs' home, and the animals are expected to be a frequent sight hopping about the Olympic village. </p> <p>By a quirk of nature, the frogs are the same colour as Australia's sporting colours. Naturally, they have been adopted as a symbol of the Sydney Olympics. A car-sized sculpture of a green and golden bell frog has been installed in the departure lounge of Sydney's international airport. </p> <p>As long as they don't pop up from under the seats in the dunnies, along with poisonous spiders, the frogs should bring humorous relief to the human drama of the Olympic Games. As for the architecture, it's not as revolutionary as that of Berlin (1936), Tokyo (1964) or Munich (1972), nor will it have the impact of Barcelona (1992). But well liked? No worries.</p>",
  "The American comedian Rich Hall won the Perrier award at the Edinburgh fringe festival yesterday amid shameful scenes of good grace from other comedians. <p>The Perrier, a virtual passport to fame and fortune, can usually be relied on to bring out the worst in the male-dominated world of stand-up, including a ruck at the party in the early hours of Sunday when the winner is announced. </p> <p>But with no burning controversy to match the farce of the disqualification and reinstatement of last year's winner, Al Murray, it passed off without anything more than a few bruised egos. </p> <p>Hall, a regular on the Saturday Night Live and Letterman shows in the US, had been the favourite with his show on the wit and wisdom of his latest creation, Otis Lee Crenshaw, a country and western singing jailbird bigamist from Tennessee, who has been married seven times to women called Brenda. \"Them damn shrinks keep tellin' me I have this darn thing called an Oedipal complex, but my maw, Brenda, told me not to listen to them.\" </p> <p>Hall and the British comedian Dave Gorman - whose show follows his search for all the other Dave Gormans in the world - were acknowledged to be in a league of their own this year. The best newcomer award went to the double act Noble and Silver. </p> <p>The Perrier, offering a £5,000 prize, has been the springboard into the big time for such comedians as Lee Evans, Steve Coogan and The League of Gentlemen. However, Hall is already a bestselling writer in the US with his five Sniglets books (dictionaries of words that should have been invented) and Self Help for the Bleak and Vanishing America. </p> <p>He vowed to make the Perrier better known across the Atlantic by \"welding the trophy to the hood of my pick-up truck and driving it around. I could be in America doing crap sitcoms as the cranky neighbour, but I love it here.\" </p> <p>Hall has refused to follow his old friend Jerry Seinfeld into sitcom, where American stand-ups go to retire, but he did have his own show on the Comedy Channel in the US and has appeared in three films, albeit mostly forgettable, including Million Dollar Mystery. </p> <p>From the Otis Lee Crenshaw show, it is clear that he is also a talented songwriter. </p> <p>But Hall, who based the Crenshaw character on his redneck relatives in North Carolina, is more worried about his home in Montana than his immediate career prospects. \"They have had huge forest fires raging right around it.\" </p> <p>He prefers to work in Britain because \"comedians are taken much more seriously here. In America you are there to get people to drink more at clubs, so you have maybe five or six comedians on the bill doing 10-minute slots, while here you can build up an atmosphere over an hour or more.\" </p> <p>The other comedians on the shortlist were Sean Locke, Lee Mack and Garth Marenghi. </p> <p>Meanwhile, Alejandro Gonzalez Inarritu, director of the Mexican film Amores Perros, last night won the Guardian new directors prize at the Edinburgh film festival. </p> <p>The film, which won a host of prizes at Cannes, compares the lives of dogs and humans in Mexico City, but the Board of British Film Classification has intimated that it will not pass the dog fighting scenes at the heart of the story, despite assurances from the film-makers that no animals were hurt during the shoot. </p> <p>Stephen Daldry's tearjerker, Billy Elliot, about a boy from a pit village who dreams of being a dancer - also a crowd-pleaser at Cannes - won the festival's audience award, while Aiden Gillen, best known for his role in Queer As Folk, picked up the best newcomer award for his performance in Jamie Thraves's feature debut, The Low Down. </p> <p>The main Michael Powell award for the best new British feature went to Last Resort, a touching and funny BBC film about asylum seekers in a Kent seaside town by Pawel Pawlikowski, the award-winning director of Twockers. </p> <p>Martin Radich's A Good Man Is Hard to Find shared the best short film award with Alnoor Dewshi's comedy about a stalker, Jomeo and Ruliet, while the animation prize went to Robots by John Williams. </p> <p>\u0095 The shadow home secretary, Ann Widdecombe, was heckled and chased by protesters as she left the Edinburgh book festival in a taxi. </p> <p>Police said about 50 people demanding that asylum seekers be allowed to enter Britain gathered outside an event at which Ms Widdecombe read from her book, The Clematis Tree, on Saturday night. </p> <p>Protesters thumped the taxi and hit it with placards. One man was arrested for \"a minor public order offence\". </p> <p><b>Past winners</b><br></p> <p> <b> 1981</b> Cambridge Footlights (with Emma Thompson, Stephen Fry, Hugh Laurie) </p> <p><b> 1982 </b> Writers Inc (Vicky Pile, Smack the Pony producer) </p> <p><b> 1983</b> Los Trios Ringbarkus </p> <p><b> 1984</b> The Brass Band </p> <p><b> 1985</b> Theatre de Complicite </p> <p><b> 1986</b> Ben Keaton </p> <p><b> 1987</b> Brown Blues </p> <p><b> 1988</b> Jeremy Hardy </p> <p><b> 1989</b> Simon Fanshawe </p> <p><b> 1990</b> Sean Hughes </p> <p><b> 1991</b> Frank Skinner </p> <p><b> 1992</b> Steve Coogan </p> <p><b> 1993</b> Lee Evans </p> <p><b> 1994</b> Lano and Woodley </p> <p><b> 1995</b> Jenny Eclair </p> <p><b> 1996</b> Dylan Moran </p> <p><b> 1997</b> The League of Gentlemen </p> <p><b> 1998</b> Tommy Tiernan </p> <p><b> 1999</b> Al Murray </p> <p> <b>Useful links: </b><br><br><a href=\"http://www.edfilmfest.org.uk\" target=\"_new\">54th Edinburgh International Film Festival</a><br> <br><a href=\"http://www.imdb.com/Title?0245712\" target=\"_new\">Amores Perros</a></p>",
  "<p>If Jo Bates is something of a clockwatcher, then she has the perfect excuse. As the accreditation secretary at the British Olympic Association (BOA), she is one of those tackling the logistics of getting Team GB to the Olympic Games - and with Sydney 2000 set to enthrall the globe next month, a clock on the wall of her Wandsworth office is already synchronised with the Australian city, nine hours ahead of London time. \"Operating across vastly different time zones can be a bit tricky,\" concedes Bates. </p> <p>Team GB is made up of around 550 athletes and officials, all of whom will need the driving licence-sized pass which acts as a visa into the host country and provides \"access all areas\" to that holy of holies, the Olympic village. Throughout the winter and spring, Bates, 27, was responsible for compiling a database of those who might potentially need a pass from the 1,200 sportsmen and women who stood a chance, however slim, of making the final selection. </p> <p>During that time, Bates liaised with the team chiefs for the 21 sports in which Great Britain will have a presence at the games, gently pushing them and their members to return their BOA questionnaires. Over the weeks leading up to the June 1 deadline for accreditation entries, she recalls, \"virtually each one needed chasing\". </p> <p>Her initial approach was to send the relevant manager a fax or email with the word \"urgent\" in a suitably prominent position. \"Or I'd ring someone up and talk it through. It was all done in a nice, polite way - screaming, ranting and raving doesn't get you anywhere,\" she explains. But as the weeks sprinted by, her messages became more emphatic: \"Maybe they were competing all over the place, but I made it clear that if anyone didn't get their paperwork to me on time, they didn't go to the Olympics. Simple as that.\" </p> <p>The administration for the games, however, was anything but simple. \"Once selected, I had to register each individual for their event, plus extra information - if they're doing judo, the specific class; or if they're sailing, the correct type of boat,\" she says. Sometimes more data was required, such as the athlete's height and weight. \"I had to be very pernickety - triple-checking became a way of life for me.\" </p> <p>All the forms which passed through Bates's hands over the past few months will also accompany her in \"at least\" 25 box files when she boards the plane for Australia this week. She will take with her the master version on CD, but the originals are needed as a back-up, in case the system crashes. </p> <p>Otherwise, she will be travelling light: at the Gold Coast training camp, the Team GB corporate look is waiting for her - from towels and sunglasses to polo shirts and sweatshirts, along with a parade uniform for formal functions. </p> <p>In Sydney, living in an Olympic village apartment block, Bates and five colleagues will run the front desk of the squad HQ. \"It certainly won't be a big 'jolly',\" she points out. \"The place opens on September 2, and effectively we're on duty 24 hours out of 24.\" One area of responsibility during her stay centres on accommodation issues. Would-be medallists do not need the hassle of faulty taps or a shortage of pillows to get in the way of their preparations, and \"any problem of that variety will be down to me to make sure they're reported and sorted out\". </p> <p>Bates's road to Sydney began with a sports science degree at the University of Brighton, followed by 17 months of general administration duties at UK Sport (the former Sports Council). In October 1999, just a month into her spell as a temp in the BOA press office, the accreditation secretary vacancy was advertised. \"A few applicants were seen for it, but my then boss spoke to my current one, and, after an informal interview, I was offered the job,\" she says. The last year in the job has \"taught me lots. Not just through dealing with so many people, but how to get things done. Project management skills, really.\" </p> <p>There is, though, a potential cloud on her career horizon - how do you top working at the Olympics? It's not something she wants to think about as the games approach. \"That will keep for the future. For now, I'm looking forward to the experience of the next five weeks. I'm proud to be part of it.\" </p> <p>The Sydney Olympic Games run from September 15 to October 1.</p>",
  "It's a summer night and my mother is not in the house. The Lady Who Lives Downstairs is keeping an eye on my brother, sister and me. I am the oldest so I must be calm, even though it feels as if we are alone. I'm too hot, so I kick back the sheet and lie in the dark, aware of the closeness of summer, the stuffiness of the room and my sister's even breathing from the other bed. Soon my mother will be home. It is the time between night and morning and it's deathly quiet with a stillness that makes me still, too, despite my restlessness. I listen for the sound of my mother's key in the lock. <p>\"He'll be back soon,\" my mother said and I've been trying to believe her. I've lain awake, wondering why he hasn't asked to see me. \"Children aren't allowed to visit the grown-up ward,\" my mother tells me. But he can do anything, anything at all. If he wanted me to come, he would make it possible. I keep beating back the fear that he's forgotten me. Or perhaps he knows how naughty I've been. \"You must be good for Mummy,\" he said before he left and I've tried really hard but perhaps I haven't been good enough. </p> <p>\"Is Daddy going to die?\" I asked my mother when she came in one night to see if I was sleeping. </p> <p>\"No, of course not,\" she replied, sounding cross. I waited for the safe feeling her answer should have brought but it wouldn't come. </p> <p>Each long night, I feel the heat of summer. I am seven years old and it's the first time I've been aware of the changing seasons. When it is warm, Daddy plays with us outside; we suck lollies shaped like rockets from the ice cream van. This summer there is sun, but it feels dark. Even the days seem like night. </p> <p>I sit up suddenly. My mother is home. The front door shuts. I run to the top of the stairs and look down at her. Something's wrong. She's crying. I go down slowly, not sure what to do. I wait beside her, wanting her to tell me what is wrong yet fearful of knowing the terrible thing that's made her cry. I reach up to touch her but she pushes me away. I look at her angrily. \"I'm sorry, darling,\" she says and she holds me close but it's too tight, I want it to stop now, she's squashing me. \"Daddy is dead,\" she says, in a distant voice. \"He is never coming home.\" </p> <p>In that moment, everything changes. It is daylight now, but the darkness grows deeper. I am sitting in my father's chair, holding a big handkerchief. My eyes burn. I don't remember coming into the living room and sitting here. When did I start to cry? When will I be able to stop? </p> <p>\"Dead, dead, I hate the word dead!\" I shout, full of childish intensity. I'm trying to behave the way you should when someone dies. A grown-up would say these things and I know I must be grown up now. </p> <p>My sister is sitting on the floor, nursing her doll. We are each alone. From his playpen, my brother asks for cake. My sister and I look at him scornfully. It's much too soon for ordinary things. </p> <p>\"He doesn't understand,\" my mother says. I don't understand either but I know I mustn't say it. I'm not a baby any more. </p> <p>Day slips into night again, the cycles barely noticed. We have no sense of time passing. It is as if we are trapped in a single moment. We may never really move beyond it. </p> <p>All around us, there are pieces of my father: his carvings and paintings, many only half completed, are spread all over the house. The sense of incompleteness terrifies my mother. \"He still had so much left to do,\" she keeps repeating. He used to say that each figure was embedded in the piece of wood he chipped, he only brought it out. But the Madonnas and Christs, with their African features, rarely sold. \"He was ahead of his time,\" my mother would say. He worked in a factory, leaving the house in the dark and returning home at night to sculpt and paint and write. \"He had to work too hard. They killed him,\" my mother adds, \"all those people who couldn't see his work or recognise the beauty of it.\" </p> <p>Looking at my father's work starts to bring too much sadness. I begin to shut it out until it becomes part of the furniture. I tear up a picture he painted of my teddy bear and hide the pieces in a cupboard. In those summer nights, I learn to conceal things. </p> <p>I make myself stop crying in the daytime. I want to be big and strong for my mother. In bed at night, I learn to cry without making any sound while I play back the memories: my father dancing like a bear to make us laugh; my father cooking rice and peas. I also remember when I was four, just before my brother was born. My mother was ill, so my sister and I were sent to stay with friends. In those summer nights, my father would visit after work. He would leave his black corduroy jacket hanging at the foot of my bed so I would sleep. I needed to know he was still there before I could close my eyes. The jacket smelled of wood and paint. Where is it now? If I can find it, maybe he'll come home. I search secretly, but it has gone. </p> <p>\"Daddy's never coming home.\" I try to imagine never. I play the word over and over in my head. It stands beside \"forever\" and \"eternity\"; terrible, powerful words that are impossible to understand even in adulthood. \"You and Lucinda and Tamba must always be like your father,\" my mother says. \"You must write and paint like him.\" My father was a Maroon; he was the carver and storyteller. These roles were passed down the generations. It's up to us now to keep them going. </p> <p>My mother struggles on. My father is always in her thoughts. Their marriage was courageous; an English woman and a Jamaican man fell in love in 1953; they were verbally abused, spat upon, ostracised by many. They had the kind of romantic, passionate love that rarely exists beyond books. She was never to become involved with another man. \"Our happiness was a once-in-a- lifetime thing,\" she would say. Sometimes she'd add: \"We were too happy. I knew it couldn't last.\" </p> <p>She kept a diary. A year after his death, she wrote: \"I feel him so near me today. It was just as though his spirit was everywhere. I had the same peace and security that nothing could touch, that I sometimes had when I was with him, without the fears and the cares of the world crowding in. Everything I do, I try to put him in front of me, to do it because he would want it, or that is how he would do it. I hold his red pullover very tight and this helps to bring him close because I cannot see him.\" </p> <p>I cannot see him either and his jacket is no longer there. He was the Caribbean part of my inheritance and now there are only empty spaces. </p> <p>But slowly, through the months and years, the sadness starts to yield. He begins to come back into view. I start to hear his voice again and the Jamaican words that had been lost to me. </p> <p>There comes a time when I can almost touch his jacket; I can smell the paint and wood. I can see his carvings and I feel my history as I look. There is colour and light in the pictures he painted. I read his books and feel his warmth as I recall the tales he used to tell of ancestral spirits. I look inside myself and I see the part of me that has always wanted to be like him. </p> <p>Summer nights are long. They are full of the comfort of remembering.</p> <p>\u0095 Jacqueline Roy is a senior lecturer at Manchester Metropolitan University. Her novel, The Fat Lady Sings, is published on September 14 by The Women's Press at £9.99.</p>",
  "At one time they were like ghosts, disembarking at night and hidden in the mountains by the time dawn revealed their footprints on the beach. <p>Sunbathers might find plastic bags of soggy bread and soiled clothes, but uninvited entry into the first world was generally discreet. </p> <p>They were Moroccans who had crossed the Gibraltar strait to southern Spain. </p> <p>Capture meant instant deportation, so on sight of the police they fled into the upland pine forests and cacti. After a few days they would fan north and try to melt into the economies of Spain and northern Europe. </p> <p>This summer something has changed. Thousands of sub-Saharan Africans have started following the Moroccans into overloaded dinghies for the two-hour moonlit ride. Staggering ashore are asylum seekers and immigrants from Nigeria, Sierra Leone, Cameroon, Ivory Coast and Senegal. </p> <p>Unlike the Moroccans they do not run. They sit, or collapse, on the beach or motorway and wait to be picked up. </p> <p>Police around the town of Tarifa, Spain's southernmost tip, have intercepted more than 600 people in the past 10 days alone - an unprecedented rate of entry which shows no sign of slowing. </p> <p>The infrastructure to receive them is crumbling. A sports stadium is being used to supplement overflowing police cells. Stocks of shoes and clothes are running out. The arrivals are processed en masse rather than individually. The explanation is simple: Fortress Europe has shut one door, so the illegals are using another. </p> <p>Prompted by its European Union partners, Spain has sealed off Ceuta and Melilla, its two enclaves on the Moroccan coast which for years attracted sub-Saharans fleeing poverty and oppression. </p> <p>New fences ringed with razor wires, infra-red cameras and police patrols redirect the sub-Saharan traffic into the 12-mile Gibraltar strait. </p> <p>The strait is so narrow that car headlights can be seen on the other side, but treacherous currents and winds have claimed an estimated 3,000 lives in the past five years. </p> <p>\"After all we'd been through, we discovered we'd have to take another boat. It was almost too much,\" said Kisley Osas, 22, from Nigeria. </p> <p>With 26 other young men from his village, on June 28 he attached a motor to a fishing boat and started rowing. \"If you saw our lives there you'd understand why. We have nothing,\" he said. </p> <p>Using tyre tubes and air-filled plastic bottles as life-jackets, they stayed within sight of land and took turns rowing. They had hoped to avoid the Gibraltar crossing. </p> <p>\"About halfway across a wave from a tanker or something hit us. We were praying to God. Then a boat with white men in uniform came,\" he said. </p> <p>Maria, 25, and her three-month-old daughter were picked up last week, eight months after she left her Nigerian village to trek across the Sahara. The birth of her daughter, she said, was not easy. \"No professionals, no medicines.\" </p> <p>Other survivors tell of women dying in childbirth, and of companions dying of thirst and disease. Women are routinely raped by bandits and border guards, they say. </p> <p>With their livelihood threatened by civil guard naval patrols, the smugglers have raised the price of the crossing to £1,000. The higher stakes have increased the temptation to overload the inflatable speedboats, called Zodiacs. </p> <p>The smugglers wait for calm weather, then race across in convoys of four or five to overwhelm the civil guards. Their \"clients\" are tossed overboard if a patrol boat approaches. </p> <p>A new route that has opened this summer is the unguarded 60-mile stretch to the Canaries, where surfers have watched as the boatloads of human cargo struggled to shore. </p> <p>The smugglers' tactics will have to become more ingenious - or brutal - in 2004, when Spain finishes installing an £80m radar system that will form a 350-mile electronic wall across the Mediterranean. It will be able to detect boats at distances of up to seven miles. </p> <p>An underground network of activists has begun helping the new arrivals to elude police. They risk arrest but have the support of some civil guards. </p> <p>Other officers could be bribed, said a restaurant owner in the port city of Algeciras. As he spoke two officers entered and a table of four Moroccans froze. They stopped talking while the officers ordered coffee. Ten minutes later the officers left and the Moroccans exchanged tense smiles. \"If you look clean and well-dressed it tends to be OK,\" the owner said. </p> <p>At the weekend the Catholic church echoed human rights activists, saying that the government's policy was incoherent and irresponsible. </p> <p>A shrinking population and economic boom suggest that Spain will need 12m immigrants over the next 30 years. Farms and industry are crying out for labour. </p> <p>But conservative lobbying and fears of a voter backlash have prompted the government to crack down. Under a law due to be passed in the autumn it will become harder for immigrants to become legal, and it will be easier to expel them. </p> <p>This would make the traffic more expensive and dangerous, the church said, condemning the decision to seal off Ceuta and Melilla, which have orientation centres. </p> <p>\"It's tragic and stupid. No matter how many radars, police and boats we put on the beaches, these people will still come. The sooner Europe understands that the better,\" said Juan Maria Perez, an immigrant group coordinator. </p> <p>At the moment, the new arrivals are taken to Algeciras, fingerprinted, given new clothes and ordered to leave within two weeks. Then they are dumped on the street. </p> <p>They cluster around telephone boxes and the bus station, plotting to head north. Some ask the way to Italy, others have mobile phones, maps and contacts in Madrid. </p> <p>After rowing thousands of miles, Kisley Osas was not going to allow a lack of cash stop him getting a bus to Madrid last night. \"I'm going - just watch,\" he said.</p>",
  "An Argentine businessman is facing possible extradition from Mexico to Spain, where he is wanted on charges of genocide, torture and terrorism arising from his former life as a naval officer during Argentina's 'dirty war' A judge in Mexico City gave the green light on Saturday for extradition procedures to begin against Ricardo Cavallo, who until his arrest last week was director of Mexico's new vehicle registration programme. <p>The charges stem from an investigation headed by a Spanish judge, Baltasar Garzon, into human rights abuses committed during Argentina's 1973-1983 military regime. Mr Garzon has more than proven his determination to bring Latin America's dirty-war criminals to justice with his pursuit of the former Chilean dictator, Augusto Pinochet. </p> <p>The extradition request, in its preliminary form, links Mr Cavallo directly to the murder of two women and the torture of a third at the notorious Naval Mechanical School, the Buenos Aires dirty-war nerve centre where then Captain Cavallo was allegedly a member of a crack operational unit. </p> <p>Mr Cavallo is one of 98 military and civilian figures of the Argentine regime indicted by Judge Garzon last year. The vast majority of them live in Argentina and are protected by local amnesty laws and their government's reluctance to allow the Spanish judge to determine their affairs. </p> <p>Human rights groups say that as many as 30,000 Argentines were killed or disappeared during military rule, and that many of those responsible not only escaped justice, but also pillaged the possessions of their victims. </p> <p>Mr Cavallo' s alleged link to the Argentine dirty war, including a sideline in car theft, was revealed last week by the Mexican newspaper Reforma. </p> <p>He was detained on a 48-hour order on Thursday at Cancun airport when his flight to Buenos Aires stopped for refuelling. Mr Cavallo said he was returning home to collect evidence to prove his innocence. </p> <p>French investigators are also preparing a separate extradition request for Mr Cavallo in connection with the death of several French citizens in Argentina, including two nuns.</p>",
  "A state of emergency has been declared on the Greek island of Corfu as wildfires continue to burn throughout the Balkans and many Mediterranean regions. <p>Blazes in the island's central mountainous region follow major outbreaks on mainland Greece. However, a Foreign Office spokesman says the holiday island is safe for British tourists. </p> <p>Firefighters on the mainland are facing an uphill battle against a new fire along the border with Macedonia which threatens to spread into Greece, which has had its worst fire season in decades. </p> <p>Areas near the Albanian border and in the southern Arcadia region remain in a state of emergency. </p> <p>Croatia has closed sections of the Adriatic coastal road near Dubrovnik as firefighters struggle to contain blazes that have consumed hundreds of hectares of forest and brush, threatening coastal villages and resorts. </p> <p>One volunteer firefighter has died and several have been injured in recent days. </p> <p>Fire has engulfed several hundred hectares of pine forest and scrub in the hills 25 miles south-east of Podgorica, the capital of Yugoslavia's smaller republic, Montenegro. </p> <p>The authorities on Corsica evacuated 30 people during the night from the village of Vivario when fires began to threaten homes. At least 10 fires were burning yesterday and more looked set to break out in strengthening winds.</p>",
  "In January 1967, when the Bahamas was still a British colony, the black population of Nassau, New Providence, and of the other 700 or so islands of the far-flung archipelago, danced with delight as the news seeped through of a famous election victory. By a whisker, black majority rule had arrived. <p>The stranglehold on power of the entrenched white elite, the so-called \"Bay Street Boys\" (named after Nassau's main business street), had been broken. For three centuries, they had dominated commercial and political life, and had been the mainstay of the \"colour bar\" that controlled most areas of Bahamian life. </p> <p>The man responsible for this historic electoral win was Sir Lynden Pindling, leader of the Bahamas for 25 years - both before and after its independence in 1973 - known as \"Black Moses\", who has died aged 70. Always ready to use robust language to denounce first, British colonialism, and later, American imperialism as the political occasion demanded, he deployed his considerable charm to court British, European and American investment and business activity. </p> <p>Most Bahamians overlooked his dictatorial manner (often accompanied by intense staring through a slow eye) and questionable business deals, as he transformed the prospects of his fellow blacks. By the time he was voted out of office, in 1992, GNP per capita was $12,000, second only to the Caymans in the English-speaking Caribbean. </p> <p>The son of a retired policeman, he did well enough at school to go to London university, from where he graduated with a law degree in 1952. He was called to the Bar at Middle Temple in early 1953 and to the Bahamian Bar in the following August. On his return home, he joined the minority black-led Progressive Liberal Party (PLP), which had been only recently formed. </p> <p>He was elected to the House of Assembly in 1956 on a limited franchise and unremittingly campaigned for universal suffrage, always delayed by the white elite. Male universal suffrage was conceded in 1962, when older women also got the vote. </p> <p>Contrary to expectations, the United Bahamian Party (UBP), which had been created by the white elite to counter the PLP, won the 1962 elections, although the PLP polled a majority of votes. Crisis gripped the PLP leadership and Pindling became leader soon after. His platform was to insist on constitutional advancement, and universal suffrage for both sexes came in 1964. Despite growing prosperity, the British government reserved considerable powers to itself, and this provided a further target for Pindling. </p> <p>At the 1967 election, he switched his electoral base from New Providence to Kemp's Bay, Andros Island, where accusations of corruption against members of the UBP, vigorous PLP campaigning and support from the sole representative of the Negro Labour Party resulted in Pindling becoming premier. Shock waves rippled through the Bahamas. Racial strife and economic collapse were predicted. In fact, the white elite soon learned they could live with a PLP government, which was similarly interested in promoting business, tourism and offshore finance. </p> <p>Almost at once, Pindling insisted on constitutional change: the Assembly was dissolved and an election called in 1968 to ensure a mandate for change, which returned the PLP to power. Independence followed five years later. Thereafter, Pindling led the PLP to win five successive elections. The UBP collapsed and it took years of confusion before the Free National Movement (FNM) eventually emerged as the opposition party. Pindling paid particular attention to immigration, in the hope that black Bahamians would benefit. Yet successive clampdowns on illegal Haitian immigrants and strict work permit rules for (mainly white) expatriates had unforeseen effects. Wages rose, but not in line with skills. </p> <p> Despite impressive industrial and other development, notably at Freeport on Grand Bahama Island, black (especially youth) unemployment stubbornly remained and investment was often being directed at capital-intensive rather than labour-intensive projects. </p> <p>By the late 1970s, the Bahamas had become associated with drug trafficking and money laundering, being en route between south America and the United States. The FNM eventually focused on narcotic-related corruption in the PLP ministerial ranks. In 1983 - the year he was knighted - Pindling was accused in a US television programme of involvement in drug trafficking and was forced to launch a royal commission to investigate the claims against himself and the PLP. The commission found against several ministers but Pindling was cleared, although the report noted that his expenditure was eight times his declared income. </p> <p>Confronted by an angry US government which threatened sanctions against the Bahamas, Pindling had to grant US law enforcement officials diplomatic immunity and free passage through the archipelago, plus access to the criminal secrets of offshore banks. </p> <p>Gradually, the offshore industry was cleaned up. In 1985 a joint US-Bahamian operation in Bimini netted an incredible 34,000 tonnes of marijuana and 2,500 tonnes of processed cocaine . </p> <p>Pindling sought political vengeance for his humiliation. The FNM opposition had urged cooperation with Washington. In the 1987 election campaign, he played both nationalist and racial cards to good effect. His opponents, he said, were traitors, concerned only to appease US and white interests and to degrade the black populace. The FNM was trounced and its leadership demoralised. But change was in the air. Former PLP minister Hubert Ingraham emerged as FNM leader and his party's image became more black-orientated. </p> <p>By the early 1990s, the black population in New Providence in particular was severely affected by recession; then another scandal broke over the state-owned airline, Bahamasair, and the Pindling-headed Bahamas Hotel Corporation. In the 1992 election, the PLP was decisively defeated. </p> <p>As leader of the opposition, Pindling fought a long rearguard action against inquiries involving his business affairs. Despite his legal difficulties, he gained comfort from the knowledge that the political magic associated with \"Black Moses\" remained very much alive. His offer to resign after the 1992 election was refused by the PLP rank and file, who revered him to the end. </p> <p>He is survived by his wife, the former Marguerite McKenzie of Andros, and by his two sons and two daughters. </p> <p><b>Sir Lynden Oscar Pindling, politician, born March 22 1930; died August 26 2000</b></p>",
  "<p>It could be a quiz question tricky enough to test the knowledge of the dullest football anorak. What do Holland, Belgium and Turkey have in common apart from the fact that the first two staged Euro 2000 jointly in cities largely occupied by Turks? Answer: all three won play-offs to prevent the Republic of Ireland from reaching the finals of the last three major tournaments. </p> <p>Holland, Ireland's hosts in the Amsterdam Arena next Saturday, triumphed in a play-off for Euro 96 at Anfield to end Jack Charlton's reign on a sad note. Luc Nilis hammered in the Belgian goals that prevented Mick McCarthy's side from making a third successive appearance in the World Cup finals and then, amid much controversy in Bersa last November, it was Turkey's turn to discredit the myth of the leprechaun. </p> <p>So much so then for the luck of the Irish. McCarthy, who had a tough enough job winning over Irish hearts in Charlton's wake, will not have a simple task placating his critics in the months ahead. </p> <p>One look at the formidable list of opponents lining up in the second qualifying group for the 2002 World Club was enough to convince McCarthy that the target of qualification this time will, if anything be even more strewn with obstacles. But if Ireland will do anything to avoid another play-off, Holland have a particular aversion themselves to shoot-outs, habitually losing on penalties. </p> <p>McCarthy knows it will be no picnic. Not only must his side start with ties against the two Euro 2000 beaten semi-finalists who have much to prove, but the games against Holland and Portugal are both away. Talk about getting the tough ones out of the way first. </p> <p>It should be considerably easier for Ireland after fixtures against that gruesome twosome, but the question remains as to whether Ireland will have lost too much ground by the time they prepare for the simpler looking matches against Estonia, Cyprus and Andorra. </p> <p>Publicly, at least, McCarthy is content with the way the schedule has been arranged: 'I'm quite happy,' he said 'We've got to play these games at some stage. I think it would be a false economy if, for instance, we played Andorra away, Cyprus and Estonia at home, put nine points on the board and started feeling great about ourselves. In my mind we have to play these games at some time so why not now? </p> <p>'Potentially, of course, we could lose both of them and people will start screaming but I don't subscribe to all that nonsense.' </p> <p>McCarthy who has yet to see his side lose a competitive game at Lansdowne Road, added: 'When you consider our home form , it would be brilliant if we could nick something from these games.' </p> <p>Like Holland, Ireland opted not to take advantage of the date set aside for friendly internationals the Wednesday before last. </p> <p>'It would have put a lot of demands on the players,' explained McCarthy who had resisted numerous complaints from the clubs to take his squad to the US Cup in June when, after draws with the USA and Mexico and a 2-1 win over South Africa, they finished runners up to the hosts. If the players were supposedly exhausted after their domestic campaigns, many of them did not show it. </p> <p>McCarthy returned home extolling the virtues of, among others, Mattie Holland (a doubtful starter for the Dutch trip), Gary Breen, Richard Dunne, goalkeeper Dean Kiely and Stephen Carr. </p> <p>The summer was far from over for McCarthy. Continuing in an easterly direction, he fetched up in Holland to run the rule over his next opponents and to marvel at the venue, the Amsterdam Arena which would surely have been a far more appropriate choice than Rotterdam for the Euro 2000 final. </p> <p>McCarthy dismisses suggestions that some of his younger, less experienced players will 'freeze' in that spectacular setting. 'There's not a chance of that happening,' he insisted. </p> <p>'People want to play in the big games. They'd far rather play Holland away than Liechtenstein or Moldova away because they will raise their game for this one.' </p> <p>The Arena will therefore present no fears. But what of Holland themselves under the care now of Louis Van Gall? With no warm-up game the home coach is certain to pin his faith in tried and trusted players, the nucleus of the side he had with him at Barcelona or, in the case of Marc Overmars, players who have since jointed the Catalans. </p> <p>But what of the tactics. McCarthy can be sure of one thing. Holland will provide fiercer resistance than the night they went out of Euro 2000 when Van Gall's predecessor Frank Rijkaard curiously elected not to put on an extra striker after Italy had been reduced to 10 men. </p> <p>Rijkaard jumped before he was pushed. If there is any apprehension still lurking within Dutch minds, McCarthy must feel that he has just the players in the Keanes, Roy and Robbie to exploit the weaknesses.</p>",
  "<p>If you ever doubted the merits of European integration go and get a visa for your non-EC national spouse at any EC embassy. You'll find it a small piece of bureaucratic holiday pre-history perfectly preserved. If you're under 40 you won't even remember that it used to be like this to go on holiday anywhere - the long queues, the raffle tickets, the security man who treats you like a criminal for wanting to visit his country, the assumption that somehow you must be undesirable if you have to subject yourself to this process. </p> <p>The offices are always in a dark windowless basement. There is always security glass (as if there was any point in stealing a visa) and there is always an officious official, generally female, walking around with a clipboard. They want your bank statements, your marriage certificates, a letter from your employer and a solemn promise that you won't like their country enough to actually stay there. All the time you want to scream: 'We're only going on holiday.' But you can't because the man has a rubber stamp marked 'denied' and being grumpy might be a reason for using it. </p> <p>For me and my wife though, the Italian consulate will always stand out as the only place where our actual choice of destination was questioned. 'Ischia? Why on earth do you want to go there?' said the man behind the counter, whose blue shirt and crumpled monotone tie were the height of bureaucrat chic. We couldn't work out why he would say it, though after two hours at the consulate it was a question we were starting to ask ourselves. If good things come to those who wait, Ischia would have to be paradise. </p> <p>The island of Ischia sits in the middle of the bay of Naples, a 30-minute boat ride from the city, its holiday appeal apparently rendered invisible by the wealth and fame of nearby Capri and the overcrowded resort draw of Sorrento. The island has been treated as Capri's supposedly ugly sister for two millennia, in 29BC the Roman emperor Augustus swapped Ischia with the Greeks to get hold of Capri. The island has had an inferiority complex ever since, even to the extent of fostering a legend about an island next door where the women are incredibly beautiful. The women of Ischia are expected, presumably, to take this on their double chins. </p> <p> It takes as long to duck and dive through the smog and snarl-up of Naples to get to the boat for Ischia as does the journey from the port to Ischia itself. The journey is short enough that your companions are more likely to be commuters than tourists. But the island might as well be on another planet. When you arrive at Ischia Port, a volcanic lagoon fringed with green hills and a fishing-village picture-postcard sea-front, Naples feels 100 years away. They say you can see Naples from Ischia on a clear day. But who would bother looking? </p> <p>They, which I suppose means people who produce brochures, call Ischia the Green Island, historically because of the mineral content of the rocks, now because of the foliage that seems to cling to the volcanic summit and foothills that dominate the island. </p> <p>Ischia is small, only 47 square kilometres, and nearly half the 40,000 inhabitants live in the main town, simply called Ischia. Because of its size there are limits on the number of cars allowed on the island and restrictions on building which have stopped it turning into any kind of resort hell. Everything here feels up close and personal in the nicest sense (except perhaps the cliff edges on some of the winding roads). The two best hotels, Il Moresco and the Excelsior, are barely visible from behind trees and bushes - the lemon tree and Indian fig are trademarks of the island. There are cacti, exotic birds, fruits, trees hanging out of everyone's back garden, views from extinct volcanoes, seafood by the bucket, beaches, castles, history. So how has such a beautiful place remained relatively undiscovered? </p> <p>There have been people on Ischia since the Stone Age. It's been occupied by the Phoenicians, taken over by the Syracusans, claimed by Romans, overrun by wealthy refugees from Pompeii, attacked by the Vandals, Byzantines, Saracens and Normans, developed by the Emperor of Swabia (don't ask me where that was), routinely swapped between France and Spain, returned to Garibaldi's new Italy and occupied by the Germans between 1942 and 1945. The invading Tourists must have seemed harmless in comparison. </p> <p>Of course the real reason for its absence from most tourist radars is that the island is very small and those who got here first (the Germans again) have kept coming back. There wasn't room for many more until recently and so there was no need for Ischians to shout about the place. </p> <p>There are other reasons why it has escaped attention. It caters for the quieter crowd, which has tended to mean older and richer folk and tourists who don't like tourists. The word of mouth has probably been limited because the kind of people who like Ischia wouldn't want to tell everyone about it. Its appeal is genteel, lying less in the beaches, which are plentiful but of mixed quality, and more in the volcanic springs and heated mineral waters which hide beneath Ischia's volcanic rocks. All the best hotels have spas and for those of us who think heaven will be an eternally hot bath with a succession of books and newspapers and a constantly replenished glass of fine wine, Ischia can give you a strong hint of how pleasant eternity could be. Mobile phones only work sporadically here too. </p> <p>The island even produces its own wine, which is exclusively drunk there. The Pietratorcia (Flaming Rock) winery on the island is open to visitors and offers light lunch and a tour of the vineyard for a pittance. Don't let the kids ask what they're going to do with the luvvly bunny wabbits they keep in a stony underground hutch, though. They double as the local culinary speciality. </p> <p> You don't need to choose between the beach or the hot bath. The nearest Ischia comes to a resort is at the Poseidon Gardens, where the prettiest beach backs on to an outdoor spa and bath complex with differently styled pools supplied by the 12 local springs and varying in temperature from 26C to 40C (for those who aren't cooks or chemists, the temperature of a very hot bath). From the coastal road above it looks like a giant crazy-golf course. Poseidon gets quite crowded so we went to the Negombo, which is more to local tastes, smaller and one suspects the island's premier water-based al fresco shagging opportunity. </p> <p>All of Ischia reeks of understated unhurried good-living. In fact the only bold and dramatic thing about Ischia is its castle, which, if you saw The Talented Mr Ripley, you have already seen without knowing it. The fake coastal town of Mongibello in the film was a composite of a number of southern Italian towns, but the beach where Ripley and his prey meet and the town square with a huge island castle in the background is Ischia. The cast stayed at Il Moresco and loved it, though how Gwyneth Paltrow maintained her stick-like dignity with the overgenerous portions and five courses they serve up at lunch and dinner is a mystery to me. </p> <p>If you don't want to return home with unwelcome excess baggage on your gut then the castle does at the very least offer an opportunity for a brisk uphill walk. There is a lift (not an original feature), but the walk up the wide spiral passage that leads to the top is cool and invigorating with a couple of shrines and chapels for those who want to mask their exhaustion with fake religious fervour. </p> <p>The castle's history is typically rich. It was used as a refuge from pirates by local inhabitants and at one time was home to 5,000 people. Michelangelo is said to have designed a turret for Princess Vittoria Colonna. They claim Mona Lisa came from here. It boasted 13 churches and was a convent for the Poor Sisters of Clare. The word Poor hardly does justice to the miserable existence of the Sisters of Clare. The convent was made up of the unloved first-born daughters of wealthy folk and when they died, their bodies were not buried but sat in chairs to putrefy in the room where the nuns prayed. The remains were left to drain away through a hole in the chair into the rocks. Mortality rates were high, which I suppose, was the point. The chairs are still there. </p> <p>The only English intervention up to now in the history of the island was noisy and unhelpful - the Royal Navy bombarded the castle and destroyed part of it in 1809. Well, not quite the only intervention. The English composer Sir William Walton made a lasting, positive contribution to the island and remains the Ischians basic idea of what the English are like. Walton fell in love with the island and made his home here in 1949, creating a now beautiful garden from a lump of volcanic rock that the locals thought utterly barren. The venture was written off as a typically eccentric and hopeless piece of English bravado. Walton is no more, but his Argentinian wife Susana prowls the garden at La Mortella, now open to the public and containing at least 300 exotic plants from all sorts of places whose climate is nothing like Ischia, evangelising its beauty and the talents of its designer Russell Page. Go there in the morning or the late evening to avoid the busy times or go when Lady Walton has scheduled a recital. But definitely go. </p> <p>Perhaps as a thank you to Walton, Ischians are prepared to forget the bombardment and welcome the English back. The mainly middle-aged Germans are not coming in the numbers they were so there are vacancies which British travel agents are moving in on. The nightlife of Ischia is not sensational, your kids would get bored in less than 24 hours, but if you and your significant other want some peace and quiet and a do-nothing, feelgood fortnight away from home and work, the food, the hot spas, the beach and the sheer green tranquility of the place will send you to bed early anyway. And as for the man at the Italian embassy. Well, I'm afraid, my friend, the secret of Ischia is out. </p> <p>\u0095 From 6-31 October, Crystal Premier Italy offers seven nights at the four-star Il Moresco from £818 per person, including Gatwick-Naples flights and transfers (0870 888 0024). </p> <p>\u0095 Lady Walton's garden at La Mortella is open from 1 April to 15 November on Tue, Thu, Sat and Sun, 9am-7pm. Concerts at 5pm in recital hall at weekends. Five-day breaks staying in a newly built annex to the house are available from £795 per person from Heritage Productions (020 8878 5887).</p>",
  "<p>Walsall went clear at the top thanks to a sweeping 4-1 win at Swindon which maintained their 100% record, the only one in the division.</p> <p>Darren Wrack put them in front after only five minutes and despite an equaliser from Swindon's Australian midfielder Danny Invincible, formerly of Marconi Stallions, the Saddlers eased clear with goals from Dean Keates, Darren Byfield and Jorge Leitao.</p> <p>Millwall finished with nine men in their 2-1 home defeat by Wycombe, who are unbeaten on seven points. Neil Harris scored for Millwall after 10 minutes but Andy Baird and Dannie Bulman had put the visitors in front before Dave Livermore was sent off for a second yellow card, Steve Reid following him five minutes from time. \"The sendings-off were for two-footed tackles,\" said Lawrie Sanchez, the Wycombe manager. \"I believe the only way to describe them is the coward's tackle.\"</p> <p>Peterborough thumped Oldham 4-1 away, Andy Clarke and Francis Green soon putting them two up and, after Matt Tipton pulled one back, a Paul Jones own-goal and Guy Whittingham's debut effort keeping Posh on Walsall's heels.</p> <p>Stoke had a shock when Notts County's Mark Stallard struck the only goal, and Rotherham were also beaten at home, 2-1 by Bury, for whom India's captain Baichung Bhutia got the opener; Robert Scott equalised before half-time but Adrian Littlejohn won it.</p> <p>Wigan won 3-1 at Wrexham, who had Craig Faulconbridge sent off for abusive language a minute after Andy Liddell gave the visitors the lead. Wigan's Paul Mitchell marked his 19th birthday by being sent off for a professional foul in the 72nd minute, only eight minutes into his debut.</p> <p>Swansea are still without a win or goal after their 2-0 home defeat by Colchester, and Brentford staved off a club record when they won 1-0 at Oxford after 15 games without a win. Luton finally got off the mark through Matt Spring's penalty against Bournemouth.</p>",
  "<p> Like any small Spanish beach town worth its salt, Sitges boasts the usual attractions; yellow sun, yellow sand, blue sea, blue sky and a pink church. Hey, wait a minute, a pink church? Is this a hint that there's more to the place than sun loungers and the ubiquitous grilled sardines? Indeed it is, because Sitges has a past - and a present - that is just a little bit unexpected. </p> <p>The flamingo-coloured Sant Bartmeu I Santa Tecla is, by coincidence not intent, rather symbolic of the town that prides itself on being the most gay-friendly in Catalonia - a sort of Spanish Brighton, only with sand and nice weather. In fact, Sitges welcomes all types of people - jet-setters, honeymooners, the retired, families with children and young people looking for fun. We sought it out as a brief respite from the hum and buzz of Barcelona, just half an hour's train journey around the Costa Dorada. </p> <p>But the gay community has really taken Sitges to its heart and who can blame them. Picture-perfect by day, with shady cervecerías for that vital pick-me-up after a few gruelling hours on the beach, by night it can be a vibrant hot-spot. </p> <p>Carrer del 1er de Maig, just off the seafront, is nicknamed Carrer de Pecado (Sin Street to you and me) because of its 10 or so bars which keep the place jumping into the early hours of the morning. Fun-seekers of all ages and proclivities drink, bop and generally 'large it' to a wide range of music (only some of it deeply dubious 'Europop') which swirls into a cacophony on the street outside. In February, there is carnaval , where revellers parade though the narrow streets, led by drag queens and party animals in outlandish costume, who come from all over Europe. </p> <p>If you want a peaceful evening though, the beachfront twinkles with the lights of small seafood restaurants and tapas bars, from where you can hear the cheery chinking of glasses of cava - and the waves lapping. </p> <p>So how, we wondered, did this wee town end up with such a split personality? It turns out that Sitges has spent more than a century welcoming groups that mainstream Spain hasn't been exactly fond of. </p> <p>In the 1890s the artist Santiago Rusiñol settled here and invited the avant-garde art world to hang out and paint. Sitges responded to this bohemian invasion with laissez-faire aplomb and soon grew fond of its slightly eccentric children. Rusiñol's studio-cum-house, now the Museu Cau Ferrat, is well worth a visit. There is something unsettling about blinking out of 1,000-watt sunshine into a small house two minutes from the beach, and trying to adjust to the gloom, only to realise that you are staring at Picasso drawings and El Greco paintings, as well Rusiñol's own work. </p> <p>This artistic legacy is reflected in the shops that line the twisting, narrow streets of the town's centre. There are quirky little boutiques, craft shops and, of course, galleries exhibiting the works of the latest generation of artists to settle here. Some of these shops have a kind of happy, hippy- dippy feel with hand-dyed fabrics and psychedelic prints that hark back also to Sitges's second renaissance in the Sixties. </p> <p>Then, people came here to swing, man, away from the gaze of the, like, uptight Spanish authorities. It was a place where anything went, where inhibitions could be left at home, and the free-love society flocked here to chill out in the heat. There are still two nude beaches (one now exclusively gay), about 20 minutes walk from the far end of the main beach. </p> <p>We're not old enough to remember swinging (well, that's our story) so we stuck to the quiet, crescent-shaped, most emphatically non-nude Platja de Sant Sebastia. A couple in their sixties sat behind us and though, naturally, I find eavesdroppers to be the lowest of the low, I just couldn't help but overhear when they started to reminisce about the old days. </p> <p><strong> Her:</strong> 'Do you remember, I bought my first bikini to come here.' </p> <p><strong> Him:</strong> 'That's right.' </p> <p><strong> Her: </strong> 'My parents weren't at all pleased. My father was furious.' </p> <p><strong> Him:</strong> 'That's right.' </p> <p><strong> Her:</strong> 'We had some fun that summer.' </p> <p><strong> Him:</strong> 'We did.' </p> <p><strong> Her:</strong> 'Mind you, I was young and slim in those days.' </p> <p><strong> Him:</strong> 'You said it.' </p> <p><strong> Her: </strong> (Silence.) </p> <p>We decided to move before things turned ugly and found a shady bar run by an Antonio Banderas lookalike from where we could admire a statue of Rusiñol - still the town hero. It was set in a tiny, lush garden, filled with glorious flowers, where bees buzzed and birds chirped. The area was enclosed by ornate wrought iron - easy on the eye but discreetly protective. </p> <p>Ah, we thought, as we sipped our ice-cold Estrella beers, that's the real symbol of Sitges.</p> <p><strong>Fact file</strong></p> <p><a href=\"http://www.easyjet.com\">EasyJet</a> flies from Luton to Barcelona, with fares from £37.50 one-way. Phone 0870 6000 000 or book online. </p> <p>Four trains an hour run from Barcelona Sants station daily from 6am to 10pm. The journey takes 30 minutes and costs 300-350 pesetas (about £1.25).</p> <p>If driving from Barcelona, use the the A16 tollway.</p> <p>The Sitges tourist office is at Carrer de Sinia Morera (93 811 76 30).</p> <p>A gay-friendly guide, Plano Gay de Sitges, is available in restaurants, bars and shops around the town.</p> <p>Museu Cau Ferrat opens Tues-Sun, 10am to 9pm, June-September and 9.30am-2pm at other times.</p>",
  "<p>It is 4.35am. The English countryside. May. Long ago, perhaps 1974. At 19 I had discovered that getting up early, really early, exactly fitted my rhythm and psyche. The early morning was mine and like any proselytizing coloniser, I felt that I alone owned this territory. I would quietly slip out into this private world, feeling like Columbus. For those of you who have never been to dawn in mid-May - and it is, without question, the best place that there is - it bubbles with birdsong. Not like March's shrill, almost hysterical dawn chorus, but wave upon distant wave of fading, gentle song. </p> <p>Now, at the end of August, this last May - any May day - seems like another country. But that particular May morning, a repetitive metal clicking drew me down the road. Not harsh, but insistent. Round a bend and the noise is coming from the top of a pair of wooden stepladders. Mr Woodhay is cutting the hedge at four-thirty in the morning. He is a dapper man, lean, with white moustache, cap, shirt and tie even at this time of day, bicycle clips tucking in the bottom of his trousers, although as far as I knew, he did not own a bicycle. For all his slimness, his forearms are beefy and his hands like great hams. In one of them is a pair of clippers. He has already done a few yards and has perhaps another 100 or more to go, right down the lane to the crossroads. I am intruding on his early privacy as much as he is on mine. We greet each other warily, me scarcely more than a boy, him older than my father but almost apologetic. </p> <p>'Thought I'd do a bit before it got too warm.' </p> <p>'It's early.' </p> <p>'Best to be up and doing. I'm always awake anyway.' </p> <p>I knew his story. Mr Woodhay had farmed a small dairy farm all his life - 120 acres on the border with Wiltshire. Small fields, all hedged, with a coppice and a stream. His father farmed it before him. He slept in the room he was born in, surrounded by the land he cared for. This is the patchwork of fields that people sentimentalise as 'The Country', only he had not an ounce of sentiment. He loved it, deep in the bone and hardly ever expressed it. </p> <p>He had the gentleness and slow strength of a man bred to the land. He loved his herd of cows. This was a deep and true passion. You can love a herd of animals just as you can love a house or a dog or a garden. </p> <p>Then the farm's 99-year lease expired and was not renewed. He had to sell up and get out in three months. Nearly 60 and everything he ever wanted over. A lesser man would have pined publicly, bitterly. I would. But he took the job offered him by the man who threw him off the land, and became his gardener. He was a refugee, watching his new employer come home each night in his Mercedes from his agribusiness that had an office but no farmhouse, grew crops that no one loved, used land with every hedge of the 2,000 acres grubbed out. And Mr Woodhay was polite and worked hard. He was delighted at little things. He had more dignity than any dignitary I have ever met. </p> <p>They had one daughter. Married, with kiddies. If the son-in-law had been interested, they might have taken on the farm, the lease safe for another century. But it was not to be. Three years after they moved, the daughter got cancer and started to waste terrifyingly fast. After a bit, Mr Woodhay couldn't bring himself to go to the hospital to see her, his little girl. She died inside six months. He got thinner, remained scrupulously polite, even smiled, but his eyes were terrified. And he got up at dawn, just as he had done all his life, for the milking, to clip the hedges of the man who took his farm from him. </p> <p>The hedge that he was cutting that morning was not a neat, foursquare job, a yew wall working like theatrical screens or a box edge marking patterns on the ground. There was no line or rule. This was a mixed hedge which was probably all of 500 years old, running around the five-acre garden. That five acres was one field that, like all fields, had a name, Pengessen, as old as the hedge and derived from the Old English 'gaerstun', which means an enclosed meadow. Fields have names because they are places with meaning and identity. Eventually the house, a Victorian villa, also took on the name of the field. </p> <p>The hedge comprised hawthorn, hazel, ash, blackthorn, oak, elder, dog rose, holly and ivy, all growing indiscriminately. It was a rolling, lumpy thing, a bit open at the bottom, and Mr Woodhay did not try and impose any particular shape on to it, merely going the way it inclined so that it ran round the garden with an organic flow to it rather than a fierce boundary. It was a marker more than a fence. Of course, cutting a hedge in May is likely to disturb nesting birds and probably not a good idea, although his clinking shears and light trim was not as hostile as the foursquare levelling of a power hedgecutter. Shears are hard work but make a good job for a fraction of the price of a hedgecutter. </p> <p>I often think of Mr Woodhay, particularly at this time of year when I cut the hedges in my own garden. At 19, I learned from him that life is both unremittingly hard and endlessly beautiful. And that you must carry on. </p> <p>I also often think about gardening as a substitute for farming, that all our little patches in a row are really the farms our hunting fathers tilled. Our English obsession with hedges is because really they are psychological remnants of the irretrievable fields that time and history have made into motorways and shopping centres. Instead of thinking of the garden as a series of outdoor 'rooms', perhaps we should more helpfully see it as a jumble of small fields, enclosed meadows, carved out of the wildwood that are our cities and suburbs and housing estates. </p> <p>The etymology of 'garden' is the same as yard and garth, and derives from the Old English 'geard', meaning enclosure or hedge. So, a hedged enclosure is the exact definition of a garden, just as it is of a field. </p> <p>'The Country' to most Englishmen is a hedged, farmed place. Every stupid, greedy farmer that rips out another hedgerow is despised not just because he is doing irreparable damage to the balance of the ecology for short-term gain but because he is clawing at the guts of the landscape and reaching into the viscera of our own gardens. </p> <p>We are all on a 99-year emotional lease. So instead of connecting the garden to the house by making it into a roofless living room, better to think of it as our land that we tend like a herd of dairy cows. We crop contentment, beauty, privacy, some prized bits and pieces of food and maintain that direct link to our own private farmed countryside. An Englishman's home is not his castle but his farm.</p> <p> <strong>My roots: A week in Monty's garden </strong> </p> <p>My lettuces have all been attacked by root aphids. This has never happened to me before, and very unpleasant it is too. I went away for a couple of days and came home to find rows of the things - Salad Bowl, Little Gem, Lobjoit's Cos - all collapsed into wilted heaps. Pull them up and you find that the rootball is smeared with a white, waxy film and dozens of white insects busily going about their daily grind. Apparently hot, dry weather causes it. So much for the miserable summer. At any rate the ground is very dry and, although it rained all day yesterday, only the top half-inch or so of open bare soil got a wetting, and where the borders are thickly planted almost nothing got through. </p> <p>While I was away, I picked up a paper and was reading an article in The Independent about garden makeovers - agreeing with almost every word - when I saw words to the effect that putting young gardeners like Monty Don on the cover of more traditional gardening magazines will harm sales. I liked the 'young' bit but was surprised at the rest. It went on to imply that you could tell that I did not know how to garden by the way I held my spade.</p> <p>I tried not to mind, but it began really niggling me, as one of the things I think that I can do as well as anybody, anywhere, is to handle a spade - especially my favourite stainless-steel, Bulldog one, ten years old now and worn unevenly at the corners through hours - weeks, months - of hard use.</p> <p>Weeks and weeks overdue we have cut the long grass in the orchard. The main problem of doing this every year is getting the machinery. I have done it before with a scythe, but is does take ages to do it not very well. Our rotary mower will not begin to do it. A rotary cutter is best, but they have to be exceptionally powerful. I finally got hold of a Honda machine which looked as though it would not mow a lawn, let alone an orchard, but I have to say it has been quite brilliant. It quietly trudges through the grass - all of which has been battered by rain and become matted, and turns it into rows of compost-to-be. I spent a happy Sunday in the drizzle, opening out the orchard and raking the grass into great heaps, fantasising of bringing magazine empires to their knees with a mere glimpse of me clutching my favourite spade in a thoroughly louche manner. Dig it!</p> <p><strong>Your roots: Monty's tips on hedge manicure </strong></p> <p>If you are cutting your hedges straight, they are best done with sides that gently slope out so that the base is wider than the top. This is called a 'batter' and lets light get to the bottom half of the hedge . </p> <p>Topiary of any kind is best done with shears or a light electric hedgecutter. If using shears, hold one hand still and 'work' only one side. This gives more precise control.</p> <p>The more you trim a young hedge, the denser it will grow. So leave it until it has reached the height you want and then trim it off. Also, try and keep young hedges narrow - it is all too easy to let a hedge become sprawling and not very thick.</p> <p>If you have a young or unhealthy hedge, give it a foot-wide stretch of bare soil either side .</p> <p>Leyland cypress can be used to make hedges but, unlike yew or box, it cannot be cut back hard, so little and often is the way to go.</p>",
  "<p>Britain boasts more than 500 separate walking trails of 20 miles or more, so if you don't have the time or the legs for the Pennine Way why not try something a little more manageable instead? There are plenty of short, scenic routes that make ideal weekend breaks for all ages and abilities, and since most are quite easy and straightforward you won't need huge backpacks or mountain skills. </p> <p>Plus they're full of interest, often reflecting local historical and cultural themes: you can step out with William the Conqueror as he lands on English soil for the first time; or retrace the journey of protesting villagers rallying to the Monmouth Rebellion in the West Country. The Cistercian Way links a number of religious sites in south Cumbria, while the Lead Mining Trail follows packhorse routes across the moors of Upper Weardale in search of a bygone industry. </p> <p>The trails are each about 25-30 miles long, and ideal for a weekend or leisurely three-day break. They are all described by a book or leaflet guide, and in some cases their precise routes are even shown on the Ordnance Survey's new Explorer maps. Local tourist information centres can offer accommodation advice - even book a bed for you in advance. It's the perfect introduction to trail-walking in Britain - and before you know it you'll get the bug and be eager to discover the likes of the Witches Way (Lancashire), Landsker Borderland Trail (Pembrokeshire), Bonnie Prince Charlie Walk (Derbyshire), Forest Way (Essex), and Abbeys Way (Lothian). Time to get those boots polished! </p> <p> <strong>1066 country walk, East Sussex</strong></p> <p><strong> Start:</strong> Pevensey, East Sussex <br> <strong> Finish:</strong> Rye, East Sussex <br> <strong> Distance: </strong> 31 miles <br> <strong> Route guide/accom:</strong> Free leaflet from <a href=\"http://www.1066country.com\">Tourist Information Centre</a>, 88 High Street, Battle, East Sussex TN33 0AQ, tel 01424 773721, e-mail <a href=\"mailto:battletic@rother.gov.uk\">battletic@rother.gov.uk</a>.<br> <strong> Maps:</strong> OS Explorer 124: Hastings &amp; Bexhill (route shown) </p> <p> This straightforward lowland route loosely follows in the footsteps of William, Duke of Normandy, after his landing at Pevensey Bay in 1066. Along the way are the castles of Pevensey and the moated Herstmonceux, with a mid-point stop at the town of Battle, site of Harold's famous defeat. Visit the abbey and battlefield exhibition, then continue eastwards via vineyards and quiet farmland to the historic Cinque ports of Winchelsea and Rye. Both Pevensey and Rye have railway stations, and apart from being shown on the Explorer map, the route is also indicated on the ground by special waymarks with directional arrows. </p> <p> <strong>Ouse Valley way, Cambridgeshire</strong> </p> <p> <strong> Start:</strong> Eaton Socon (near St Neots), Cambs <br> <strong> Finish:</strong> Earith (near St Ives), Cambs <br> <strong> Distance:</strong> 26 miles <br> <strong> Route guide/accom:</strong> Leaflet pack (50p incl postage) from <a href=\"http://www.huntsdc.gov.uk\">Tourist Information Centre</a>, Princes Street, Huntingdon, Cambs PE18 6PH, tel 01480 388588, e-mail <a href=\"mailto:Hunts.TIC@huntsdc.gov.uk\">Hunts.TIC@huntsdc.gov.uk</a>. <br> <strong> Maps: </strong> OS Explorer 208: Bedford &amp; St Neots, and 225: Huntingdon &amp; St Ives (route shown) </p> <p> An easy, flat path alongside the River Great Ouse in the district of Huntingdonshire. Shown on the ground by a waymark depicting a pair of swans, the route passes through traditional arable and meadowland into the landscape of the fens - but beware flooding in the winter and spring. Submerged gravel pits provide home to a range of wildfowl, and there's also much of interest in the old towns of St Neots, Godmanchester and St Ives visited along the way (nature trail and town trail leaflets are also available). </p> <p> <strong>Liberty Trail, Somerset/Dorset</strong></p> <p><strong> Start:</strong> Ham Hill, South Somerset <br> <strong> Finish:</strong> Lyme Regis, Dorset <br> <strong> Distance:</strong> 28 miles <br> <strong> Route guide/accom:</strong> Booklet pack (£4.25 plus 60p p&amp;p) from <a href=\"http://www.southsomerset.gov.uk\">South Somerset Tourist Information Centre</a>, Petter's House, Petter's Way, Yeovil, Somerset BA20 1SH, tel 01935 471279, e-mail <a href=\"mailto:yeoviltic@southsomerset.gov.uk\">yeoviltic@southsomerset.gov.uk</a>.<br> <strong> Maps:</strong> OS Explorer 116: Lyme Regis &amp; Bridport, and 129: Yeovil &amp; Sherborne (route shown) </p> <p> The Liberty Trail follows the route taken by villagers from Somerset and Dorset who in 1685 flocked to the coast to greet the Duke of Monmouth, Charles II's illegitimate son and beacon of Protestant protest. The short-lived Monmouth Rebellion ended bloodily at Sedgemoor, and the guide looks at the stories of some of the ordinary people who took part. Today's route via Crewkerne and Forde Abbey also visits several Iron Age hillforts on its way to the sea. It's mostly low and undulating farmland, which may become muddy after wet weather, and is waymarked by distinctive yellow discs. </p> <p> <strong> Saints way, Cornwall </strong></p> <p><strong> Start: </strong> Padstow, Cornwall </p> <p><strong> Finish:</strong> Fowey, Cornwall </p> <p><strong> Distance:</strong> 26 miles </p> <p><strong> Route guide/accom:</strong> Booklet (£3.99 plus 75p p&amp;p) from Tourist Information Centre, 4 Custom House Hill, Fowey, Cornwall PL23 1AB, tel 01726 833616, e-mail <a href=\"mailto:foweytic@visit.co.uk\">foweytic@visit.co.uk</a> </p> <p><strong> Maps: </strong> OS Explorer 106: Newquay &amp; Padstow and 107: St Austell &amp; Liskeard (route shown) </p> <p> The Saints Way or 'Forth an Syns' is Cornwall's coast-to-coast route, a cross-country wander linking the estuaries of the Camel and the Fowey and mirroring the journey made by the early saints, holy men and traders from Cornwall and Wales. The route follows paths and quiet country lanes via St Breock Downs and Helman Tor, and is waymarked on the ground by the distinctive Celtic cross. It links a number of religious sites, including chapels, holy wells and standing stones. </p> <p> <strong>Three Castles walk, Monmouthshire</strong></p> <p><strong> Start and finish: </strong> Skenfrith, near Monmouth </p> <p><strong> Distance:</strong> 19 miles </p> <p><strong> Guide/accom:</strong> Guidebook (£3.95 plus 50p p&amp;p) from <a href=\"http://www.visitwyevalley.com\">Tourist Information Centre</a>, Shire Hall, Agincourt Square, Monmouth NP25 3DY, tel 01600 713899, e-mail <a href=\"mailto:Monmouth.tic@tsww.com\">Monmouth.tic@tsww.com</a>.</p> <p><strong> Maps: </strong> OS Outdoor Leisure 13: Brecon Beacons Eastern area, and 14: Wye Valley &amp; Forest of Dean </p> <p> This short circular route close to the Monmouthshire/Herefordshire border links the so-called 'Trilateral' castles. Skenfrith, Grosmont and White Castle were built by the Normans to form a line of defence along the Welsh Marches, and also proved handy for Edward I in his attempts to counter the threat from Llewellyn the Last. The waymarked route winds its way through valleys and wooded hillsides. </p> <p> <strong>Rhymney Valley Ridgeway walk, Mid Glamorgan </strong></p> <p><strong> Start and finish: </strong> Caerphilly Common </p> <p><strong> Distance:</strong> 29 miles </p> <p><strong> Guide:</strong> Contact <a href=\"http://www.caerphilly.gov.uk\">Caerphilly Mountain Countryside Service</a>, Taff Gorge Countryside Centre, Heol-y-Fforest, Tongwynlais, Cardiff CF15 7JR, tel 029 2081 3356; accom details from Tourist Information Centre, Twyn Square, Caerphilly, Mid Glamorgan CF8 1XX tel 029 2088 0011, e-mail <a href=\"mailto:tic@caerphilly.gov.uk\">tic@caerphilly.gov.uk</a>.</p> <p><strong> Maps:</strong> OS Explorer 151: Cardiff &amp; Bridgend, 152: Newport &amp; Pontypool, 166: Rhondda &amp; Merthyr Tydfil (route shown) </p> <p> A circular route around Caerphilly, mostly high above the spectacular Rhymney Valley, and combining steep beech woodland, hedged lanes and open hillsides. The high-point is Mynydd Machen at 1,197 ft. Waymarked on the ground, the Ridgeway Walk or 'Fford-y-Bryniau' links with the equally attractive Taff-Ely Ridgeway Walk (Caerphilly-Bridgend, 21 miles), and is partly coincident with the Sirhowy Valley Walk (Newport-Tredegar, 26 miles). </p> <p> <strong> Sandstone trail, Cheshire </strong></p> <p><strong> Start:</strong> Beacon Hill, Frodsham, Cheshire </p> <p><strong> Finish:</strong> Grindley Brook (near Whitchurch), Shropshire </p> <p><strong> Distance:</strong> 32 miles </p> <p><strong> Guide: </strong> Details from <a href=\"http://www.cheshire.gov.uk\">Countryside Management Service</a>, Cheshire County Council, Station House, Hadlow Road, Willaston, Neston, Cheshire CH64 2UQ, tel 0151 327 2084, e-mail <a href=\"mailto:countryside@cheshire.gov.uk\">countryside@cheshire.gov.uk</a>, accom details from Tourist Information Centre at Whitchurch, 01948 664577 </p> <p><strong> Maps:</strong> OS Explorer 257: Crewe &amp; Nantwich, and 267: Northwich &amp; Delamere Forest (route shown) </p> <p> The 300-million-year-old central Cheshire sandstone ridge runs north-south through the county, and apart from offering great views of the Welsh hills and across the plain it's studded with fascinating historical remains: from Iron Age hillforts to the fourteenth century Beeston Castle perched spectacularly on a high crag. </p> <p>Natural attractions include vivid red sandstone outcrops and mysterious caves, plus the little-known Delamere Forest and Peckforton Hills. </p> <p>A revised leaflet guide is expected shortly, detailing new extensions into Frodsham and Whitchurch town centres. </p> <p>However, the main route is also shown on the latest Explorer maps, and waymarked with yellow and black footprint signs.<strong> </strong></p> <p><strong>Cistercian way, Cumbria</strong></p> <p><strong> Start: </strong> Grange-over-Sands, Cumbria </p> <p><strong> Finish: </strong> Roa Island, Cumbria </p> <p><strong> Distance:</strong> 33 miles/53km </p> <p><strong> Guide/accom:</strong> Free leaflet from Tourist Information Centre, Victoria Hall, Main Street, Grange-over-Sands, Cumbria LA11 6DP, tel 015395 34026 </p> <p><strong> Maps:</strong> OS Landranger 96: Barrow in Furness &amp; South Lakeland (route shown) </p> <p> The leaflet guide provides an overview to a trail that is waymarked on the ground by a logo featuring a walking monk with a staff. Befittingly it's a wandering and unhurried route through the quiet limestone hills of south Cumbria overlooking Morecambe Bay, linking together a number of religious sites. </p> <p>The highlights are the red sandstone ruins of Furness Abbey, founded by Cistercian monks in the twelfth century; and Cartmel Priory, with its unusual tower and impressive stained-glass window, and which was home to an Augustinian order. </p> <p>The way ends as it begins on the shores of the bay, opposite Piel Island where the monks of Furness built a refuge from Scottish raids. </p> <p> <strong>Lead mining trail, County Durham </strong></p> <p><strong> Start: </strong> Cowshill (near Stanhope), Co Durham </p> <p><strong> Finish:</strong> Edmundbyers (near Stanhope), Co Durham </p> <p><strong> Distance:</strong> 24 miles/38 km </p> <p><strong> Guide:</strong> Leaflet pack (£2.25 plus 50p p&amp;p) from <a href=\"http://www.durham.gov.uk\">Killhope Lead Mining Museum</a>, Cowshill, Upper Weardale, Co Durham DL13 1AR, tel 01388 537505, e-mail <a href=\"mailto:killhope@durham.gov.uk\">killhope@durham.gov.uk</a>, accom details from Tourist Information Centre at Stanhope, tel 01388 527650 </p> <p><strong> Map:</strong> OS Landranger 87: Hexham &amp; Haltwhistle </p> <p> The trail consists of three short walks in Upper Weardale, an area that during much of the eighteenth and nineteenth centuries was the most important centre for lead mining in the country. By the mid- nineteenth century there were 6,000 miners and their families living high in the dales who were dependent on the lead industry. </p> <p>Today's signposted route follows former packhorse trails across the moors that the miners used to transport the lead ore from the mines to the smelting mills, and then on to market. A few relics of the industry remain, and a visit to the nearby mining museum at Killhope will also help you visualise the struggle to extract the galena ore from underground. </p> <p> <strong>Fife coastal path</strong></p> <p><strong> Start:</strong> North Queensferry, Fife </p> <p><strong> Finish:</strong> Leven, Fife </p> <p><strong> Distance:</strong> 27 miles/43 km </p> <p><strong> Guide/accom:</strong> Six leaflets (20p each, plus 20p p&amp;p) from <a href=\"http://www.visit-standrews.co.uk\">Kingdom of Fife Tourist Board</a>, Haig House, Haig Business Park, Balgonie Road, Markinch KY7 6AQ, tel 01592 750066 <br> <strong> Maps:</strong> OS Landrangers 59: St Andrews, Kirkcaldy &amp; Glenrothes, 65: Falkirk &amp; Linlithgow, 66: Edinburgh &amp; Penicuik </p> <p> The long-term plan is for the Fife Coastal Path to stretch all the way around the peninsula to Dundee, so linking the famous Forth and Tay bridges. The European Regional Development Fund is giving some financial backing. A lot of it is already walkable, including some of the shoreline between St Andrews and Crail; but for the moment only this first section from the Forth Bridge at North Queensferry is officially open, plus another attractive stretch between Elie and Crail. With ample accommodation and handy public transport connections you can relax and enjoy the succession of historic towns and castles, plus a wealth of birdlife and some fascinating coastal geology.</p>",
  "<p>Bleepleepleepleepleepleepleep </p> <p>Needless to say I can't quite hear myself think for the noise when my wife comes dashing in from being in the middle of trying to repair a puncture with two dessert spoons wondering how she's supposed to get anything done round here when the first sign of our ridiculous new so-called variable-browning-control toaster from Argos actually doing what it says on the box is when the smoke alarm starts screeching the house down. </p> <p>'Are you sure you read the instructions?' I ask.</p> <p>'There's something wrong with it,' she says.</p> <p>'But have you read the instructions?'</p> <p>She wafts at the alarm with a telephone directory until the bleeping stops. She is now officially red in the face. 'Look. Number four leaves it completely white, number eight sets it on fire and everything in between only toasts one side. Why should you need instructions? It's a toaster, not a nuclear'</p> <p>She leaves me to fill in the blank. Reactor? Submarine? Family?</p> <p>Obviously I'd like to stop and pretend to take an interest but it's the rabbit's birthday and as a special treat the eldest and I are supposed to be taking him for his annual jab in the neck. We drive off, leaving my wife opening the windows and doors and trying to persuade everyone to have muesli.</p> <p>Twenty minutes later, the boy and I are holding Lucky against his will on the surgery table. 'What does he eat?' says the vet, poking about in his mouth. 'Rabbit food,' says our 11-year-old.</p> <p>The vet is a bit worried about Lucky's molars. She says we have to make sure he eats the green pellets. She's a bit worried about his testicles, which may harbour subcutaneous myxomatosis. She's a bit worried about his rectal corridor in case flies get up there and lay eggs. She's a bit worried about his ears in case he gets them caught in a combine harvester.</p> <p>'He seems healthy enough,' I say. Admittedly I'm thinking about the unnerving way he suddenly starts vigorously practising his otherwise redundant sexual technique on his plastic football in front of the children, though come to think of it, I suppose even this might cast doubts on his powers of observation, notwithstanding the old carrot joke that you never see a rabbit wearing glasses. And, OK, you can't expect the little furry chap to know what a member of the opposite gender looks like if he's never seen one, but you'd think he'd know it would have ears at least, and that a regular sphere rolling away from him may be merely following the dictates of physics and not necessarily playing hard to get. </p> <p>On the upside, he does get three shags a day without anyone nagging him about the state of the hutch. </p> <p>I decide not to mention it to the vet. I'd hate to give her something else to worry about. 'If you could just check his bottom every morning,' she says. </p> <p>I pay the bill, which has a pound off for paying in cash and another pound for not asking why it costs so much.</p> <p>'Dad, can we buy a present for Lucky?' says the boy on the way back. He knows someone who bought his dog an edible birthday card. So we stop off at Tesco to see if we can't find him a little treat, but everything is for dogs and cats - rubber mice, tartan flea collars, Bob Martin's range of novelty worming products - and in the end we have to choose between a box of nourishing Snack-stix and a salmon-flavour hairball remedy. On the way out I pick up a form telling you how you can save pounds on legal bills by insuring your pet against running in front of a car, which might then crash into a lamppost, causing whiplash injuries or death to the occupants.</p> <p>We arrive home to discover that my wife has been to Argos and back and is plugging in a replacement variable-browning-control toaster. 'How's the rabbit?' she asks, following us out to the run, where Lucky is giving his ball a good seeing to.</p> <p>'Er the vet says you have to check his bottom for maggots.' </p> <p>'Check his bottom for WHAT?' she says with a look of mounting horror.</p> <p>Bleepleepleepleepleepleepleep</p> <p>'Ah,' I say, 'that must be for me.'</p> <p><a href=\"mailto:phil.hogan@observer.co.uk\">phil.hogan@observer.co.uk</a></p>",
  "<p>The Irish novelist Colm Toíbín, soon to embark on a year's fellowship at the New York Public Library's Centre for Scholars and Writers, is a very lucky guy. I should know. I am one of the inaugural Fellows who will shortly - and most reluctantly - be making way for Toíbín and his colleagues in the sleek new £12 million facility overlooking Fifth Avenue, fast establishing itself as a brave new force in New York's intellectual life. </p> <p>For a writer like myself, unattached to any academic institution, the opportunity to research full-time in so fertile a vineyard, and be paid for the privilege, is such stuff as impossible dreams are made of. The NYPL's Centre is the kind of literary Xanadu that does not exist in Britain, whose Iron Chancellor has yet to wake up to the blessings of tax-deductible private philanthropy - described by the library's president, Paul LeClerc, as 'the perfect embodiment of the principles of the Enlightenment'. </p> <p>Will the day ever come when anyone can walk in off the street to consult a book in the British Library, built by the taxpayers' billions - as do more than two million people a year from all over the world at the New York Public Library? Like the inscription over the fireplace in the its Trustees Room - 'The City of New York has erected this building for the free use of all the people' - the Centre for Scholars and Writers is, in microcosm, what this great democracy is all about. Small wonder British visitors invariably ask for an application form before heading home. </p> <p>Which I, for one, won't be. When I arrived in New York 12 months ago, the proud if startled bearer of a scholar's visa, I thought I had come for a year researching my next biography. By the time I returned briefly to the UK in November, for publication of my life of Shakespeare, I knew that I was already sliding helplessly back into the love affair with America I began 20 years ago as The Observer 's Washington-based US editor. By the time I popped back to Britain in January, to judge the Whitbread awards (and inadvertently spark a national nervous breakdown over the relative literary merits of Seamus Heaney and Harry Potter), I was editing my life into a skip after selling the family home. </p> <p>That old, familiar feeling had returned with a vengeance: that I was far more comfortable in the UK as an occasional, affectionate visitor than an increasingly reluctant subject of the Crown. Every time I crossed the Atlantic, whether for book tours, poker tournaments in Las Vegas or summer vacations at Cape Cod, I felt so much more at home. Ten years ago I even married the US in the luminous shape of the novelist Cindy Blake, an adopted Londoner these 22 years yet still an all-American girl at heart. Together we always planned, once our five children were grown, to lead a transatlantic life, its centre of gravity gradually shifting west towards the country we both call home. </p> <p>It's not just that Britain, viewed from a real democracy, more than ever exudes its lethal combination of self-satisfaction and backward thinking: still dithering xenophobically about Europe (for me, its only hope of any future as even a wannabe world power); keeping 92 hereditary peers, for pity's sake, not to mention that pantomime horse of a monarchy; blowing a billion pounds' worth of schools and hospitals on that hollow, doomed, vainglorious Dome; grumbling nationalistically about immigrants when they are the pulsating lifeblood of my adopted homeland, its raison d' tre . No, for me, it's also that the intellectual, cultural and literary life of the Eastern seaboard is (like the language) more alive, more alert, much feistier than the primping and preening of London's cosy circle of back-patting glitterati. Viewed from here after a month back in Britain, the old country seems more than ever like some overgrown, nose-in-air, single-sex Pall Mall club, whose pettifogging rules it is so rejuvenating to escape. </p> <p>New York City thrives on change; it can't wait to pull down buildings, for instance, to erect even more thrilling ones. Hence - along with its throbbing masses of new arrivals, each community making contributions from the cultural to the culinary - the unique vitality of the place. There is no undue reverence for the past, or indeed the present, for its own sake. </p> <p>The very essence of Britain, by contrast, is and has always been a profound resistance to change, especially change for the inspiring sake of change. Yet fundamental change is, I believe, what Britain sorely needs. Tony Blair appears to grasp this, while mysteriously failing to do much about it. To spend July in London was to be reminded almost surreally that politicians in Britain have abandoned policy for packaging. Here is a Government elected with a huge majority that is far more concerned with being liked - and so re-elected - than putting its mandate into action. Politicians of true conviction go out there and implement their manifesto, braving the consequences. This lot - and I speak as one of who rejoiced in their election - have mired politics in the era of the permanent campaign. </p> <p>I hold these truths to be self-evident. As long as Britain retains a hereditary head of state, an oligarchic government formed in the name of that monarch rather than the electorate, an established but irrelevant Church, not to mention such class-drenched fripperies as an honours system adding antique handles to lists of autopilot names, it cannot truly call itself a popular democracy. As long as its people remain subjects rather than citizens, with no written rights and no Supreme Court to adjudicate them, it is not a country in which any self-respecting democrat can comfortably hang his or her hat. </p> <p>Like his Government, Blair is Her Majesty's Prime Minister, not ours; we are defended by the Royal Navy and the Royal Air Force, not our own; it is illegal even to post a letter without a stamp bearing the monarch's head. 'You can tell a lot about a country,' as William Cobbett put it, 'which refers to the Royal Mint and the national debt.' Or, as John Updike more recently mused in the New Yorker : 'Without their crowns and coronets, how could the English be distinguished from the Icelanders?' </p> <p>As The Observer argued recently, the monarchy promotes 'privilege over people, chance over endeavour'. This culture of 'being something rather than doing something' filters right down to the cult of celebrity which sees Britain's irredeemably philistine middle class protesting about arts subsidies while worshipping what Bryan Appleyard has aptly called 'a succession of vacant bimbos and talentless hoodlums'. </p> <p>Even more distasteful, and far more retrograde, is the pervasive reluctance to acknowledge that Britannia no longer rules the waves - that insular, Last Night of the Proms mentality which clings to dreams of empire so long after its death. Having linked this to football hooligans abroad in a recent article here, I was gratified to see the Home Secretary, Jack Straw, take up the theme the next day. Hooliganism and racism, he said, were 'largely caused by English people with a distorted view of their own nationality', still carrying 'the baggage of empire' and thus 'distorting' what it means to be English. </p> <p>Right on. After the rank, enseamed sweat of English racism, how sweet it is to breathe the air of a nation based on the simple, pure intent of seeing if all the peoples of the world can live and work together, side by side, in mutually supportive harmony. It is surely the greatest experiment in the history of mankind; it has worked stunningly well for two increasingly prosperous centuries; and it is a privilege to tag along - to be so welcomed by Liberty's open arms, another refugee from bigotry and hypocrisy, humbug and cant, if not (like so many) dictatorship and repression. </p> <p>No, I am not blind to America's running sores: the aching gap between rich and poor; the failure to tackle gun control and political funding; the excesses of political correctness and religious fundamentalism; a taste for latter-day imperialism and sanctimonious witch-hunts, from the political to the sexual (the latter brilliantly savaged in Philip Roth's new novel, The Human Stain). But all, in their way, are by-products of the quest for individual freedom, and all are constantly under address. </p> <p>Equally unwelcome, for me, is the return of capital punishment on a truly reckless scale. But this, too, is a by-product of genuine, grassroots democracy. The same would be true in Britain if any government were rash enough to hold a referendum on the issue. The US, as Jonathan Freedland has so powerfully argued in his book Bring Home the Revolution, is a country run from the bottom up rather than the top down - a nation founded on expatriate English notions of civic rights and responsibilities, imported by Brits on the run from an unelected monarchy two centuries and more ago. </p> <p>To some extent, I confess, my departure amounts to a forlorn confession of failure. For more than 20 years, since I was first pilloried for challenging the monarchy before it became voguish, I have banged my head against the status quo's all too solid brick wall in a vain quest for constitutional reform - campaigning via lobby groups such as Charter 88, helping launch new ones like Common Sense . But even the simplest notions - that the head of state should take an oath of allegiance to the people, rather than the other way around - still elude Blighty's supposedly proud sense of fair play. </p> <p>So now, with Coriolanus, I am mustering the arrogance to banish you. I prefer to walk a city whose streets are numbered, rather than named, not just for practical reasons but to avoid any divisive hierarchy of personality. Streets which are now, moreover, safer than London's, thanks to the draconian (but undeniably effective) methods of Mayor Rudy Giuliani. Manhattan is so compact I can walk everywhere, which is good for my waistline, and enjoy a feast of music and art (if not always theatre) as fine as even London has to offer. I can savour a restaurant boom which does not masquerade, as in Britain, as some sort of cultural revolution. And I can venture forth into a country the size of a continent, filled with fascinating mini-countries, each with its own distinctive character. </p> <p>Capping the joys of my vita nuova is its headquarters, a 48th-floor apartment I call A View with a Room. From my tiny balcony, on a clear day (most), I can see way beyond the Hudson to the Catskills and across the East River beyond JFK airport, from a central vantage point majestically framed by the Empire State and Chrysler Buildings. Five hundred feet beneath me, day and night, throbs the most dynamic city on earth. </p> <p>So what will I miss, apart from some treasured friends (most of whom pass through New York regularly, anyway)? I already have three regular Manhattan poker schools to compensate for the loss of my 30-year-old seat in London's Tuesday Game (where I am still welcome, as I was last month, to make cameo appearances). And my beloved Arsenal are available here both on cable TV and at the Gooners' New York headquarters, McCormack's Bar on 3rd Ave - where, with my sports-mad wife and son, Joe, an editor on Tina Brown's Talk magazine, I suffered in May as they lost the Uefa Cup Final. </p> <p>Twenty years ago, concluding my last US column for The Observer before heading back to the Britain, I wrote: 'From a country alive to its future, back to one which seems able only to take a decaying satisfaction in its past.' </p> <p>Two decades on, for all Blair and his semi-works, I see little reason to change a word. As I said during the Potter furore, Britain is a nation which seems to derive a perverse pleasure from refusing to grow up and take itself seriously. The result, viewed from the not-so-new world, is a glorified theme park of a nation, Europe's constitutional Disneyland (where most of the rides, alas, do not work). </p> <p>You may well choose, after hearing me out, to bid this particular emigrant 'Good riddance'. But please don't sink to quoting at me, yet again, those hoary old words of Dr Johnson: 'A man who is tired of London is tired of life.' I can only point out that the old boy never got the chance to visit the United States, let alone New York City.</p> <p><strong>Brits who love the US</strong></p> <p><strong> Salman Rushdie</strong> Moved to Manhattan with his girlfriend, former model Padma Lakshmi, earlier this year. New Yorkers were apparently less than welcoming: 'We don't want to die because of his fatwa,' complained one literary agent. 'It's so passive-aggressive toward people in Manhattan.' </p> <p><strong> Harold Evans and Tina Brown</strong> Former editor of the Sunday Times , who moved to the States with his wife, the editor of Talk , because of 'the position of respect held by the journalist in American society'.</p> <p><strong> Amanda Foreman</strong> Historian and bestselling author of the bestselling Georgiana, Duchess of Devonshire. Has homes in New York and London.</p> <p><strong> Anna Wintour</strong> Editor of American Vogue for the past 12 years.</p> <p><strong> Also</strong> Christopher Hitchens, Jonathan Raban (lives in Seattle).</p> <p><strong> RIP</strong> W.H. Auden, Quentin Crisp, Raymond Chandler, Alfred Hitchcock, Christopher Isherwood, P.G. Wodehouse, Tony Richardson, Liz Tilberis</p> <p><strong>Yanks who love the UK </strong></p> <p><strong> Bill Bryson</strong> Travel writer. Came to England in 1973, met his wife and decided to stay. Worked on the Times and the Independent. Moved back to the United States five years ago.</p> <p><strong> Raymond Seitz</strong> U.S. Ambassador to Britain from 1991 to 1994. Settled in London after stepping down and is now senior managing director ofLehman Brothers.</p> <p><strong> Tom Cruise and Nicole Kidman</strong> Moved here to work on Stanley Kubrick's Eyes Wide Shut . Now own a house in Dulwich.</p> <p><strong> Madonna</strong> Despite her distaste for English hospitals, the pop diva wants her children to be educated here. Still looking for a permanent base with partner Guy Ritchie having tried out a number of 'unsuitable' houses.</p> <p><strong> Also</strong> Woody Allen, Ed Victor, Ruby Wax, Suzi Quatro, Chrissie Hynde, Jerry Hall, Caprice</p> <p><strong> RIP</strong> Stanley Kubrick, T.S. Eliot, Henry James, Wallis Simpson</p> <p>\u0095 Research by Kim Bunce.</p>",
  "<b> Terrorist fear as bomb cache is found hidden in woods</b> <br> <p> Bomb disposal experts were yesterday working to defuse a series of sophisticated explosive devices found in a copse near Witney, Oxon, on Friday. There are fears they may have been placed by dissident Irish republican terrorists. </p> <p><b> Driver held over immigrants</b><br> </p> <p> Belgian lorry driver Muzafer Prekopuca, 33, appeared at Dover accused of illegally bringing 25 Indian and Afghan men into Britain. He was remanded in custody. </p> <p><b> Storm family strike it lucky</b><br> </p> <p> A family struck by lightning during an open-air concert at Blenheim Palace, Oxfordshire, had a lucky escape, said emergency workers. A tree they were standing under was split in half. </p> <p><b> Army billets for bats </b><br> </p> <p> Rare bats are to be given protected homes in Second World War pill boxes in Thundery Meadows, Surrey, under a conservancy scheme by the National History Museum. </p> <p><b> Fire of London </b><br> </p> <p> Crowds gathered to see a replica of 17th century London go up in flames last night at Torrington, Devon. The recreation of the Great Fire of 1666 raised money for charity. </p> <p><b> Vodafone price cut claim</b><br> </p> <p> Vodafone announced new tariffs which, it claimed, would mean the cost of using a mobile phone had dropped by 6 per cent in the last five years. It was the latest operator to announce cuts. </p> <p><b> One dead, 20 hurt in crash</b><br> </p> <p> Twenty holidaymakers were treated in hospital after their coach left the A1 near Harrogate, crashing into a field. The driver died. Those aboard were returning from a holiday to the north-east of England. In other parts of the country bad weather contributed to bank holiday motorway traffic jams yesterday. </p> <p><b> Lottery winners</b><br> </p> <p> The winning numbers are 4 11 16 29 34 35, bonus 13. Thunderball numbers are 2 8 10 30 33, Thunderball 9. </p> <p> <b> War victims to be buried </b><br> </p> <p> Four Second World War airmen whose bomber crashed in Iceland in 1941 are today to be buried with full military honours at the Commonwealth Graves Commission cemetery in Reykjavik. </p> <p>Their Fairey Battle bomber was entombed in a glacier. Last week a team from RAF Kinloss, Morayshire, retrieved the bodies when exceptionally warm weather softened the ice.</p>",
  "It would be hard in the modern age for a 12,000-tonne cargo ship, loaded to the gunnels with furnace slag, to disappear from the face of the earth. But that is exactly what happened to the MV Cheung Son, a Panama-flagged bulk carrier, as it ploughed through a slow swell in the South China Sea about 200 miles east of Hong Kong in November 1998. <p>It didn't vanish, of course. It was 'shipjacked' by pirates. The modern-day Long John Silvers gathered the crew of 23 together on the deck and shot them. Their bodies were weighted, bound and gagged, and dumped overboard. Later, six bodies were recovered in fishing nets off the southern Chinese port of Shantou. Of the ship and its cargo, there is no trace. The suspicion is that it has been given a new identity, with the collusion of corrupt officials. </p> <p>The shipjacking of the Cheung Son was one of nine in the past two years. The rising problem of piracy on the high seas has led Foreign Officer Minister Peter Hain to call for global action. 'Piracy is deadly,' Hain told The Observer. 'Attacks on sailors, ships and their cargoes are increasing, by both opportunists and organised crime groups. They also steal huge vessels such as oil tankers, worth millions of pounds, and whose cargo if not protected poses a dreadful threat to the environment.' </p> <p>Pirates work mainly from wretched places of the earth - Somalia in the Horn of Africa, west Africa, Bangladesh, and Indonesia - using speed boats capable of 30 knots to overtake ships going half as fast. The choke-zones of the high seas are favoured places to strike: the Malacca Straits between Malaysia and Indonesia and the lawless waters where the Red Sea enters the Gulf of Aden, a short boat ride from Somalia. </p> <p>The Piracy Reporting Centre of the International Maritime Bureau (IMB) has a standard instruction that the coast off Somalia is a no-go area. The advice is to sail 50 or 100 miles off shore and keep radio use to a minimum. </p> <p>Recently, pirates in small fast boats have tried to board ships off Bab el Mandeb in the Red Sea's southern tip. Masters report that small boats wait at the northern end of the traffic lane where ships slow down to turn towards the Indian Ocean. </p> <p>The Indonesian archipelago and the Straits of Malacca - the world's busiest sea lane after the English Channel - have seen increased attacks. 'Piracy is increasingly concentrated in South-east Asia and the Indian Ocean,' said Hain. 'The number of pirate attacks worldwide in the first six months of this year was 161, an increase (of 56) on the same period last year.' </p> <p>Captain Jayant Abhyankar of the IMB said: 'Most ships that are targeted are going eastbound through the Straits of Malacca, loaded, fairly low in the water and because the way the traffic system works, close to the Indonesian shore.' </p> <p>Incidents logged in the past week by the IMB give a picture of modern piracy. </p> <p>\u0095 In the Malacca Straits two speedboats showing no lights approached a bulk carrier from the stern at night. The ship directed an Aldis lamp at the boats, which sped off. </p> <p>\u0095 Off Chittagong in Bangladesh, four pirates in a small wooden boat tried to steal zinc anodes - worth around $200 each - from the rudderpost of an anchored chemical tanker. Crew spotted the sea-thieves, who fled. </p> <p>\u0095 A would-be pirate was spotted on the forecastle of a tanker anchored off Vietnam, attempting to lower a rope to fellow raiders. When crew raised an alarm, he climbed down and escaped in a motorboat. </p> <p>\u0095 Off the coast of Conakry, Guinea, nine men armed with shotguns attempted to board a bulk carrier. The ship's crew fired flares at their wooden boat, and they fled. </p> <p>Modern-day piracy - like that of old - requires organisation and funds. Impoverished fishermen cannot afford speedboats. The Foreign Office believes five or six gangs, some linked to Chinese triads, are behind some attacks. One gang operated from a mother-ship, where Indonesian police found handcuffs, masks, knives, immigration and ship stamps, and paint. Rogue regulators from flag-of-convenience states sell ship's papers for as little as $6,000. </p> <p>And the IMB points to evidence that rogue Chinese military units have, in the past, colluded with pirates. </p> <p>The Louisa was bound for China sailing on the South China Sea, out of Malaysia, with 5,000 tonnes of palm oil, when pirates struck in September 1998. A band of 25 toughs with automatic weapons, dressed in army camouflage and aboard what looked like a Chinese Navy boat boarded the Louisa. They accused the ship's master of smuggling illegal aliens and robbed him. They bound the crew and changed the name of the ship to 'Holly', flying Panama's flag. They kept the crew in fear of their lives for six days, then left with all that they could carry. </p> <p>IMB investigators were alarmed. Five months earlier, pirates 'shipjacked' the Petro Ranger, bound for Ho Chi Minh City with a cargo of jet fuel and diesel oil. The pirates, balaclava-clad, and armed with machetes, boarded from a speedboat and beat Australian captain Ken Blyth. As the ship sailed on, the intruders ate, drank and watched blue movies. Then Blyth's crew managed to contact Chinese authorities. The pirates were arrested - with paperwork for the 'Holly'. </p> <p>Captain Blyth was interrogated by two Chinese law enforcement agencies, the People's Liberation Army and the Public Security Bureau. One PSB officer even suggested he made up the pirate attack. The pirate gang, however, were released by the Chinese authorities - and, it seems, went on to attack the Louisa. The International Chamber of Commerce said it was 'a result of inefficiency and infighting amongst seemingly inept Chinese authorities concerned, or part of a deeper plot to cover up China's participation in criminal activity.' </p> <p>'We had evidence of collusion at the highest level,' said Captain Abhyankar. </p> <p>Named and shamed, the Chinese authorities hanged several suspects. </p> <p>Marine investigators now suspect that pirate loot is still being smuggled into China, via Vietnam. </p> <p>Meanwhile, the search for the missing Cheung Son continues, so far without luck. </p> <p><a href=\"mailto:john.sweeney@observer.co.uk\">john.sweeney@observer.co.uk</a></p>",
  "The Himalayas: you've seen the film, now climb the mountain! The human body can acclimatise to altitudes of up to 17,500ft. At above 26,000ft, it simply starts to shut down: remain at that height without oxygen for more than three days and you will die. This is important because the summit of Everest is at 29,028ft - about the height of a cruising airliner. A task that takes seconds with oxygen can take 20 minutes without, so oxygen is at the top of any Everest climber's shopping list, and Russia has cornered the market in lightweight titanium oxygen canisters (around £50,000 for the average two-month ascent). <p>Your bags are going to be bulging with climbing equipment: carbiners (£5), harness (£65), rope (£100 per 50m), goggles (£80), climbing pick (£110), crampons (£100 a pair, plus £5 for point protectors), titanium ice screws (£30 each) and the ubiquitous One Sport Everest boots (£300).</p> <p>Reaching Base Camp (17,500ft) is the easy part. Take a flight to Nepal (£500), then another to Lukla. Hire a yak train and porters (£5,000) and don't forget your visa ($30 for 60 days) and Everest climbing permit ($70,000 per team of seven). It can take two weeks to reach Base Camp and at least another month to acclimatise.</p> <p>You'll need a bit of a hand on the way up to the summit from sherpas, who earn about $7 per day. A ratio of one climber to one sherpa is the minimum, although a rich Canadian was recently assisted by 15. Including bonuses, a sherpa will earn about £2,000 for a two- or three-month expedition: in 1953, Sir Edmund Hillary's team of sherpas were each paid 100 rupees per month.</p> <p>Radios are more useful than satellite phones. However, digital cameras (£500), laptops (£1,000) and websites are now de rigueur among the sophisticated Everest set.</p> <p>A good tip is to take four tents (£450 each) and sleeping bags (£250 each) per person and leave them at each camp for the descent. Maps are not strictly necessary since the route is signposted by footprints, rubbish, ropes and the odd dead body. In 1996, 98 people reached the summit, and 15 died (a ratio of 6.5:1). Everest can be literally breathtaking. </p> <p><b>Flights and visa </b>£600<br> <b>Permit</b> £46,700<br> <b>Oxygen </b> £50,000<br> <b>Yaks and porters </b> £5,000<br> <b>Sherpas </b> £2,000 each<br> <b>Laptop and camera </b>£1,500<br> <b>Climbing equipment </b> £2,000<br> <b>Tents and sleeping bags </b> £2,800<br> <b>Total not less than </b> £110,600</p>",
  "For an impeccable piece of advice on the way to cook sweetcorn, look no further than the literature of its homeland. It was Mark Twain who recommended making a fire in the middle of a field where maize grew and shucking the ears straight into the pot. More recently, Garrison Keillor recounted how the folk of Lake Wobegone would set a pan of water to boil in the kitchen, walk slowly down to the bottom of the garden, pick their corn and then run back to throw it in the saucepan. <p>All such stories illustrate the speed with which sugar in the kernels turns into starch as soon as the cob is separated from the plant - but the best city dwellers can do is to buy the cobs with the husks intact, or make a pilgrimage to a PYO farm. Sweetcorn - when not imported from the US, where it is grown in every state - is restricted by climate to southern England. At <a href=\"http://www.the-barnyard.co.uk\" target=\"_NEW\">The Barnyard</a>, Gore Farm, Upchurch, Sittingbourne (01634 388 856) four different varieties of edible maize extend the picking season to two months from the beginning of September, and each cob costs around 20p. </p> <p>The Barnyard's farmer, Mike Blee, would have liked to grow exotic-coloured varieties for fun, but was put off by the risk of hybridisation. Sweetcorn is a shockingly promiscuous crop, capable of hybridising not merely with other varieties of maize, but also with certain wild grasses. This is why maize kernels may number 16 or 500 on ears the size of a thumbnail or a giant 2ft (in Mexico), and vary in colour from yellow to pink, red, purple, blue, brown or almost black. Seekers after novelty might like to see (and buy) some decorative corn on the cob at Over Farm Market, Over, Gloucester (01452 521 014). Fiesta is a multi-coloured variety, Strawberry is dark red; customers hang these in their kitchens to dry, and pick a yellow-and-white variety called Honey Bantam to eat. </p> <p>We pick sweetcorn while its kernels are still tender and milky; it is then botanically green, but gastronomically ripe. Popcorn is another variety of maize altogether and is best bought dried from a grocery store. Like freshly roasted nuts, it tastes better made at home than the cardboardy versions available in cinemas. You need only a pan with a close-fitting lid to contain the exciting explosions. </p> <p>A type of maize widely eaten, yet lacking any discernible flavour in my opinion, is baby sweetcorn. Upmarket caterers Blistering Barbecues (020 7720 7678) say they season them up with Cajun spices to make acceptable canapés, but admit that the best corn is regular-sized and cooked in its husk on a griddle over the coals. The vegetable is suffused with a wonderful smoky flavour and served with a simple sauce of mint-and-parsley butter or just fresh mint, olive oil, Maldon sea salt and pepper. </p> <p>Barbecuing is probably the most American way to cook corn, if by authentic you mean old-fashioned. At Dakota, however - the acclaimed Notting Hill restaurant at 127 Ledbury Road, London W11 (020 7792 9191), not the state - chef Terry Williamson makes corn fritters, in which the kernels are combined with cornmeal, eggs and herbs and served with chilli jam. Williamson is a cook who works hard with exotic ingredients and says he's thinking of adding a new vegetarian option: red peppers stuffed with spinach and goat's cheese sitting on a creamy corn salsa. Then he blows his street cred by saying there's nothing like corn-on-the-cob 'just with butter on it - you can't beat that, can you?'</p>",
  "Twelve years ago, I visited an alternative health practitioner with some non-specific health symptoms. I'd hardly sat down before he told me that my diet needed radical attention - I had to cut out all dairy, wheat, alcohol and caffeine, and substitute protein in the form of soya milk and tofu instead. Nowadays this kind of advice is routine, but at the time, it seemed glamorously radical: I had to trek to Clapham's one health-food shop to stock up on soya milk because Sainsbury's certainly didn't have their own brand (as they do now) and veggie/soya sausages were just a glint in Linda McCartney's eye. <p>In the event, I lost a stack of weight and felt immensely rejuvenated. So much so that, four months later, I started eating normally again. Just as well, because it has now been found that soya - far from having the magical, health-giving properties that the alternative medicine brigade endlessly bangs on about - can actually be bad for you. Its reputation as an anti-cancer, cholesterol-lowering, osteoporosis-fighting, low-fat all round good egg of a product is based on bad science and superlative marketing by the powerful soya industry. </p> <p>Worldwide, the evidence is starting to stack up against soya. In this country, MAFF is so worried about the possible health problems of phytoestrogens in soya that they are funding a rolling programme of 19 separate research projects, due to end in 2002. Preliminary findings by Professor John Ashby of AstraZeneca Central Toxicology Laboratory in Macclesfield, for example, confirm that soya infant formula (currently the sole food of 6,500 British babies) has an oestrogenic effect on rats. According to public health minister Yvette Cooper, no new advice will be given on soya until the independent COT (Committee on Toxicity of Chemicals in Food, Consumer Products and the Environment) has reviewed the programme's findings. </p> <p>This could take several years. Meanwhile, if you've been seduced by the message that soya is the healthy 21st-century superfood, read on...</p> <p><b> Is soya bad for you? </b></p> <p> It contains high quantities of various toxic chemicals, which cannot be fully destroyed even by the long cooking process. These are: phytates, which block the body's uptake of minerals; enzyme inhibitors, which hinder protein digestion; and haemaggluttin, which causes red blood cells to clump together and inhibits oxygen take-up and growth. Most controversially of all, soya contains high levels of the phytoestrogens (also known as isoflavones) genistein and daidzein, which mimic and sometimes block the hormone oestrogen. </p> <p> <b> Surely, the Japanese eat huge quantities of soya, and as a result have low rates of breast, uterus, colon and prostate cancers? </b></p> <p><b> </b> That's the big myth on which the idea of 'healthy' soya is built. In fact, the Japanese don't eat that much soya: a 1998 study showed that a Japanese man typically eats about 8g (2 tsp) a day, nothing like the 220g (8oz) that a Westerner could put away by eating a big chunk of tofu and two glasses of soya milk. Secondly, although Japanese people may have lower rates of reproductive cancers, this is thought to be due to other dietary and lifestyle factors: they eat less fatty meat, more fish and vegetables and fewer tinned or processed foods than in a typical Western diet. Thirdly, Asians have much higher rates of thyroid and digestive cancers, including cancer of the stomach, pancreas, liver and oesophagus. </p> <p> <b> I'm vegetarian and eat loads of tofu and soya milk. Should I stop? </b></p> <p> Soya has become vegetarians' meat and milk, the major source of protein in their diet. But eating soya actually puts vegetarians at severe risk of mineral deficiencies, including calcium, copper, iron, magnesium and especially zinc. According to Dr Mike Fitzpatrick, a New Zealand biochemist who runs a soya information website (see below), this is because soya contains high levels of phytic acid, which blocks the absorption of essential minerals in the digestive tract. To reduce the effects of a high-phytate diet, you need to eat, as the Japanese do, lots of meat or fish with tiny bits of soya. </p> <p><b> I'm intolerant to cow's milk, so should I drink soya milk instead? </b></p> <p> Soya has become the fashionable option for people 'intolerant' to dairy products. It's little known that soya is the second most common allergen. Only 1 per cent of the population is truly allergic to cows' milk and, of those, two-thirds will also be intolerant to soya milk. In addition, soya milk is high in aluminium. That's because the soya protein isolate it's made from is acid-washed in aluminium tanks. No wonder it tastes bad. </p> <p> <b> Can soya affect your thyroid? </b></p> <p> It's been known for years that phytoestrogens in soya depress thyroid function. In Japan, 1991 research showed that 30g of soya a day results in a huge increase in thyroid-stimulating hormone. This can cause goitre, hypothyroidism, and auto-immune thyroid disease. </p> <p> <b> I'm pregnant. Should I avoid soya? </b></p> <p> Probably, and especially if you're vegetarian. A new study of babies born to vegetarian mothers showed that baby boys had a five-fold risk of hypospadias, a birth defect of the penis. The researchers suggest this was due to greater exposure to phytoestrogen rich-foods, especially soya. Inappropriate hormone levels such as that caused by a high intake of soya during the first 12 weeks of pregnancy can also cause damage to the foetus's developing brain. </p> <p><b> But surely I can feed my baby soya formula? It must be safe: it's available in every supermarket and chemist. </b></p> <p><b> </b> Soya-fed babies are taking part in 'a large, uncontrolled and basically unmonitored human infant experiment', said Daniel Sheehan, director of the FDA's National Center for Toxicological Research, in 1998. A newborn baby's sole food is the milk it drinks: a soya-fed baby receives the equivalent of five birth control pills' worth of oestrogen every day, according to Mike Fitzpatrick. These babies' isoflavone levels were found to be from 13,000 to 22,000 times higher than in non-soya fed infants. </p> <p>As a result of this phytoestrogen overload, soya-fed babies have a two-fold risk of developing thyroid abnormalities including goitre and auto-immune thyroiditis. Boys risk retarded physical maturation, while girls risk early puberty (1 per cent of girls now show signs of puberty, such as breast development or pubic hair, before the age of three) and fertility. Researchers have also suggested that diabetes, changes in the central nervous system, extreme emotional behaviour, asthma, immune system problems, pituitary insufficiency and IBS may be caused by high phytoestrogen intake in early life. Last year, compounds in soya were also implicated in the development of infantile leukaemia. Current government advice is that breast is best and that soya formula should not be given to infants unless on the advice of a health professional. </p> <p><b> Can soya help with prostate cancer? </b></p> <p><b> </b> Ex-junk bond trader Michael Milken certainly thinks so. He consumes 40g of soya protein every day with that hope in mind. The science is less conclusive - a recent study on Japanese-Americans living in Hawaii showed that men who had eaten two or more servings of tofu a week during mid-life not only had 'accelerated brain ageing', and more than twice the incidence of Alzheimer's and dementia, but also looked five years older than those men who didn't. </p> <p> <b> My mother died of breast cancer and I've been advised by both mainstream and complementary medical sources that increasing my soya intake may offer me protection against the disease. Is this true? </b></p> <p> The evidence is highly inconclusive. In The Breast Cancer Protection Diet , published last year, Dr Bob Arnot states that eating between 35g and 60g of soya protein daily protects against breast cancer by raising intake of the oestrogen-blocker genistein. But this ignores contrary evidence. In 1996, research showed that women eating soya had an increased incidence of epithelial hyperplasia, a condition that presages malignancy. In 1997, genistein in the diet was also found to stimulate human breast cells to enter the cell cycle. As a result, the researchers advised women not to eat soya products to prevent breast cancer. </p> <p> <b> But surely soya prevents osteoporosis, the bone thinning that particularly affects post-menopausal women? </b></p> <p> No. In fact, soya blocks calcium and causes a deficiency of vitamin D, both of which are needed for strong bones, say American nutritionists and soya debunkers Sally Fallon and Mary G Enig. </p> <p> <b> Is there any kind of soya product I can safely eat? </b></p> <p> Yes. Fermented soya products, such as soy sauce, tempeh and miso. The long fermentation process counteracts the effects of natural toxins in soya. </p> <p><b> Can I avoid soya? </b></p> <p><b> </b> It's hard. You can stop eating the obvious candidates such as soya milk and tofu, but soya is also to be found in breakfast cereals, ice cream, convenience food such as hamburgers, fish fingers and lasagne, and all manner of baked goods from cakes and biscuits to tortillas and bread. If that's your mission in life, read labels carefully, and eat organic processed foods wherever possible. </p> <p> <b> Finally, the pro-soya lobby always says that, in the US, a quarter of the population has been fed infant soya formula for 30 to 40 years, with no adverse health problems. So why should I worry? </b></p> <p> Scientists are only just beginning to research and understand the harmful long-term effects that eating large quantities of soya can have on the human body. As Fallon and Enig write: 'The industry has know for years that soya contains many toxins. At first they told the public that the toxins were removed by processing. Then they claimed that these substances were beneficial.' Sounds like there's a big battle ahead.</p> <p>\u0095 For further information, contact <a href=\"http://www.soyonlineservice.co.nz\" target=\"_NEW\">www.soyonlineservice.co.nz</a>, a detailed information resource on soya run by biochemist Dr Mike Fitzpatrick. Sally Fallon and Mary G Enig's excellent article 'Tragedy and Hype: The Third Soy Symposium' is on <a href=\"http://www.nexusmagazine.com\" target=\"_NEW\">www.nexusmagazine.com</a>. 'The Trouble With Tofu: Soya and the Brain' by John D MacArthur is on <a href=\"http://www.brain.com\" target=\"_NEW\">www.brain.com</a></p>",
  "<p>I'm a proud, even patriotic, American who can't survive without ice cubes, Diet Coke, air-conditioning and manicures. But after 30 years of coming to London every summer and renting all over the city, my husband and I have bought a flat. We've finally got a permanent London address and hope to qualify for a Freedom bus pass. As daily users of public transport, we plan to explain to American friends that we're moving to London for the bus pass alone. </p> <p>Not entirely, of course, although the routes to our new home in Islington are pretty nifty. From the moment I first arrived in London in 1964, my heart beat faster here, although in those days we would have starved to death without the Chinese and had to wear mittens to work in some of the libraries. In the Seventies we came back for two sabbaticals, sent our kids to London schools, became addicted to Coronation Street , and developed an attachment to the culture and lifestyle of the place that has become deeper every year. </p> <p>London is a great city first of all because things that are scattered all over most countries are located here in one place: government, the arts,fashion, medicine, the financial centre, sports, the film and television industries, publishing and journalism. There's a concentration of creativity and talent which is unequalled anywhere else in the world. It also has a truly liveable scale, in part because of its history as a set of villages,and in part because the skyscrapers are mainly along the river in the second, twin London that has sprouted magically in the past decade. </p> <p>My husband (whose name, believe it or not, is English Showalter) and I are among that much-ridiculed group of American tourists who come for the theatre, and our son's early exposure to great performers like Ian Charleson, Antony Sher and Jonathan Pryce helped convince him to become an actor. I have grey hairs to show for that. But London theatre also has an intimacy, continuity, and scope that American theatre painfully lacks, and the London cultural boom offers as much to Americans as to Brits. There is no American national theatre in the States, but here we can see Miller, Mamet, Williams, Rodgers &amp; Hammerstein and O'Neill. In the reading rooms of the new, state-of-the-art British Library, American professors and graduate students fill half the seats. The Tate Modern has one of the world's great collections of contemporary American art. </p> <p>Over the years we've tried to give back some of the pleasure we've received by becoming members and supporters of various theatres and museums, an effort that provides much more in the way of acknowledgment and real opportunity to connect than the over-priced nominal boards of their New York equivalents. </p> <p>There are things I don't admire about London. I think that street beggars have gotten out of hand and that there must be a better way for the Government to handle homelessness than to have five young men and two dogs sitting outside the supermarket (as they are in my neighbourhood), drinking beer, cooking sausages over a campfire, and harassing the shoppers for change. I don't like the Tube, or the traffic, although compared to New York's subway the former looks pretty good, and my husband swears that English drivers are the most courteous in the world. </p> <p>But I love it when a cab driver entertains us with imitations of Russell Crowe and Elvis, and gets us to our remote destination with dispatch as well. I'm dazzled by British classiness at Wimbledon, because if Americans hadn't won a sports competition for 65 years they damn well would stop hosting it. I'm excited by the cultural variety of London, and the ferocious energy of the British press, and soothed by living in a city where I can hear seagulls as well as pigeons, where a quarter-inch of snow seems like a blizzard and 80 degrees Fahrenheit is called a heatwave. I don't plan to move to London permanently. My dream would be an Atlantic tunnel, where I could zip back and forth and have the best of both worlds. But I've given my personal papers to the Fawcett Library so that in the future, if there's another young American feminist who wants to know about me, she will have to come to London to find out. I like thinking about that as my best legacy to my country.</p>"
]