[
  "On every front, the United Kingdom's public services - teaching, medicine, social work - are only surviving by importing large numbers of overseas workers. Now, it appears, the government is to liberalise immigration rules across the board (Barbara Roche is due to set out the new approach next week). But already, in the health service, 28% of all new nurse registrations are from overseas; an outer London borough, Croydon, is so desperate that it has sent a team to Australia to recruit primary and secondary teachers for 20 of its schools; Essex social services department was forced to turn to South Africa to help plug the gaping holes in its services. Ministers openly acknowledged at the launch of the national health plan in July that new targets for extra doctors could only be met by importing overseas medics. Home Office officials have even been considering letting police forces recruit officers from abroad. <p>What has gone wrong? Part of the problem has to be pay. Our labour editor has documented the widening gap between the public and private sector. This is not a new phenomenon. The problem has been developing for almost two decades. A succession of frozen pay years, staged awards and increases linked only to the movement in prices has seen the gap increase. Between 1982 and 1997 the difference in average earnings between private and public employees widened by a further 16%. The situation in some third world countries to which our public services have been turning had become so critical that in November 1999, hospital and community health trusts were instructed to stop poaching nurses from South Africa or the Caribbean because of the way their services were being undermined. Yet the recruitment of South African social workers continues, even though the same principle requires that it should be stopped. </p> <p>But better pay and more rigorous recruitment and training programmes are only part of the solution. Attitudes have to be turned round. Labour has still to tackle the lingering Thatcherite belief that ambitious and talented people who opt for the public services are making a serious career mistake. What sort of society gives more esteem to those making a fast buck in the city than dedicated professionals working in public services? For all the tributes paid to teachers, nurses, doctors, police officers and social workers, they are constantly distorted by counter-tunes. The prime minister has lambasted public services for their reluctance to change. There is some truth in this, yet ministers also need to acknowledge the huge changes which have taken place - in funding, inspection, targets, league tables. No area of the private sector has seen bigger changes. </p> <p>Ministers need to do much more in selling the positive side of public services - the satisfaction of watching children develop in school, patients recover in hospital, housing estates emerge more secure and safe, disabled people given more independence. They need to be reminded of the virtuous circle: better services create more pride, resolve retention problems, attract more recruits. They should seek to restore the respect for public services that once existed - and still remains in many European states. Even the great risk-taking Victorian entrepreneurs so admired by Tony Blair as well as Margaret Thatcher belatedly recognised the free market's social consequences had to be tackled. Excellence in public services - and public servants - is a matter of self-interest as well as an attribute of the civilised society.</p>",
  "<p>Last week's historic meeting in Zurich about how football should respond to the European Union's determination to ban transfer fees underlines more than ever exactly why sport, and professional football in particular, needs to be given a special protocol. </p> <p>Perhaps encouraged by the Bosman ruling, the EU is interfering in sport as never before. But the best service the EU could perform for sport would be granting the sort of special consideration - a protocol - which it needs if it is to survive the huge changes the EU is proposing. </p> <p>The arts and broadcasting are already recognised as special cases, in that they are not mere 'businesses', so why not sport too? The issue of transfer fees and players' contracts illustrates perfectly why sport is different and should not be treated as just another business. </p> <p>At first sight it may appear right and proper that footballers should have the same rights as other workers. But it is not that simple. Business has copyright and patent laws to encourage and reward research and development; the transfer system is football's way of investing in development of talent. If football is to be compared to a business, it needs similar protection, and not de-regulation. </p> <p>The EU wants to end big-money transfers such as those we saw this summer involving Hernan Crespo and Luis Figo. But even if transfer fees are abolished, Figo's market value would still be £37 million because that is how much a club is prepared to pay for his labour. So the European Commission's plans would mean that a player's market value would end up being reflected in his wages instead of the transfer fee. Thus Figo and anyone else at world-class level could soon be earning £250,000-a-week - that's £35,000 a day - which is the equivalent of £37 million over three years of a contract. Top players' wages will explode. </p> <p>Any large increase in wages would further undermine the financial viability of a sport in which Deloitte &amp; Touche report that players' salaries already account for 95 per cent of the turnover of Third Division clubs and 58 per cent of the Premier League's turnover. </p> <p>Without wishing to sound alarmist, this could destroy many of the smaller clubs in England, Scotland and across Europe. These clubs rely on selling players on to bigger clubs for a fee to help keep afloat. A club like Crewe Alexandra would have their incentive to develop players such as David Platt, Neil Lennon and Ashley Ward removed at a stroke. The way these clubs have managed to stay alive, their lifeline, would disappear. Unless, of course, the EU accepts that proper compensation should be paid. </p> <p>Among the proposals agreed in Zurich by Fifa, Uefa, the Premier League and Fifpro, the international confederation of players unions, was that there must be a compensation system so that when a player under 24 moves clubs, the selling club are rewarded for the part they have played in his development. The amount would be based on the club's training programme, the value of the player's contract and his first-team and international experience. Without such a system, the EU's latest foray into sport could destroy countless clubs and jobs - footballers' jobs. People may wonder why the chief executive of the players union is arguing against a move that will make many of my members significantly richer. The answer is that, without the EU agreeing to proper compensation and the creation of an annual 'transfer window' during which players can move - then and only then - the price would be too high. There's no point creating greater freedom for professional footballers if as a result of that freedom there are fewer clubs left to employ them. </p> <p>While I understand the EU's motives in pursuing this, they have barely consulted the players, the 'workers' whose rights they are so keen to extend. If they had I would have told them that none of our 3,000 members is unhappy with the current system. The present standard contract gives players security and protection to a much greater degree than they would have under the EU's proposals. </p> <p>If this change is not thought about, planned and implemented in a sensible way, football clubs will become like Euston station, with different players arriving, staying for a short while and leaving again almost non-stop. Nobody wants that - and the EU should do everything possible to ensure that this chaos is avoided. Fans certainly do not want that. </p> <p>Concern has already been expressed by a wide range of respected voices in football, including the Uefa president, Lennart Johansson, that the increasing influx of foreign players into British football is making it harder for fans to identify with certain teams because so few British players play for them, sometimes none at all. </p> <p>The special protocol would recognise that sport was indeed different from any other business, and therefore grant it a limited exemption from European principles of free trade and free movement of labour. </p> <p>The key point is this: sport is not simply another business. Most businesses try to reduce competition through mergers and market forces; sport without competition, without 'uncertainty of result', would descend into monopoly and monotony. </p> <p>The recycling of money through football via transfer fees helps guarantee that clubs can potentially 'do a Wimbledon'. We end that trickle-down of funds at our peril. A protocol would enshrine in law sport's right to sometimes do things differently. In the view of Fifa, Uefa and the PFA, it would also let us control the influx of foreign players into our game. </p> <p>The movement of European players within the EU is unchecked because 'free movement of labour' is a sacrosanct principle. But surely there is a level beyond which 'free movement' is no longer beneficial. We could soon have a situation in football like the one in British ice hockey where there are only half-a-dozen English-born players left in the Super League; the national team suffers, obviously. While the EU encourages 'free movement of labour', it should also recognise that national and local identity are important too, especially in sport, and that a balance has to be struck between the two. </p> <p>Sport is different. Thirteen of the 15 EU member states support some sort of protocol for sport. The only two governments that do not are the Danes and our own. Although the Culture Secretary, Chris Smith, backs us, I understand that the Trade and Industry Secretary, Stephen Byers, is against a protocol, believing that it would 'open the floodgates' and that other industries would start demanding special treatment. </p> <p>Anyone who cares about the future of sport should back the campaign for a protocol. Football fans can help by writing to their MP, MEP or even Tony Blair, asking them to urge the EU to give sport the special consideration it needs and deserves. </p> <p><em>Gordon Taylor is chief executive of the Professional Footballers' Association</em></p>",
  "<p>West Ham United have turned down another bid to sell Rio Ferdinand to Leeds United for £15million - despite knowing that transfers could be scrapped within a year. Hammers boss Harry Redknapp admits that the central defender could walk out of Upton Park at the end of the season, but still decided to keep him at the club. In his column in the Racing Post, Redknapp said: 'Leeds have come back in with another £15million bid for Rio Ferdinand and the news that transfers could soon be scrapped made it a massive temptation to sell. 'I had a long talk with the chairman and we decided to resist again, even though in a year Rio could just walk out. 'That's what could well happen if the European Commission gets its way and bans transfers.' Redknapp believes scrapping the transfer system would be 'a disastrous move' with players' salaries spiralling out of control. He added: 'We'd have to put a revolving door in at Upton Park because we wouldn't be able to pay the wages.' </p> <p>Paul Merson claims he will have to go into management when he stops playing football to avoid ending up like former Manchester United star George Best. The Aston Villa midfielder has battled against alcoholism, drug addiction and gambling for several years and spent some time in rehabilitation while he was at Arsenal. </p> <p>Now Merson has revealed that watching a recent documentary about the sad decline of Best, who was recently admitted to a London hospital suffering from a liver condition brought on by years of alcohol abuse, has made him think hard about his own future. </p> <p>'It hit home when he said he turned to drink after he finished playing football because he felt lost without the game he had known all his life,' Merson told FourFourTwo magazine. </p> <p>'That frightened me. I was sitting on my own indoors and thought, \"I don't want the same thing to happen to me.\" </p> <p>'What happens when you finish with football? What a horrible feeling that must be. I want to stay in football, because I can't be without the game. </p> <p>'I would like to go into management and being a player-manager is something that appeals to me, especially as you are out there with your team. I know I have to start planning for life without football so it doesn't just hit me.' </p> <p>World Cup qualifying games continue today, with 15 ties taking place around the world. In Europe there are seven games, the most attractive of which is Italy's visit to Hungary. Giovanni Trapattoni takes over from Dino Zoff at the helm of the azzurri and the game in Budapest will not be an easy start for the beaten Euro 2000 finallists. </p> <p>Italy's Serie A does not start for another month, because of the country's participation in the Olympic football tournament in Australia, so his squad could suffer from some rustiness, which means this group-eight encounter could throw up a surprise result. </p> <p>The other match in the group sees Romania host Lithuania. England's conquerors at both France 98 and this summer's European championship must get used to life without the talismanic Gheorghe Hagi. </p> <p>Portugal will have a first chance to put their heartbreaking semi-final defeat at the hands of eventual champions France in Euro 2000 behind them when they head to Tallinn where they will tackle Estonia, who beat Andorra 1-0 in the first European World Cup qualifier on 16 August. </p> <p>On the other side of the Atlantic, qualifying is in full swing. In Concacaf group C, the picture could become much clearer by late tonight. Canada need an away win in Trinidad &amp; Tobago in order to cling on to any hope of progressing. Panama would appear to need a miracle in Mexico City. In group D, Jamaica play hosts to tiny St Vincent while in group E the US face a crucial game with Guatemala while Costa Rica could make qualification easier if they beat Barbados. </p> <p>Brazil's defeat to Chile still reverberates in South America. The four-time world champions definitely need a convincing win over Bolivia to get back on track. Uruguay face a crucial home match against Ecuador who have only one point fewer. </p> <p>Argentina travel to Lima with the intention of extending their lead in the qualifying competition in South America where they should have little trouble in disposing of Peru. The top four go through automatically.</p>",
  "<p>At 4am, beneath blazing equatorial stars, P&amp;O's Arcadia arrived off the Amazon light vessel. I had gone on deck hoping to hear the pororoca - a collision between river and ocean triggered by the full moon and likened to the crash of siege guns - but our skipper, mindful of his 1,460 sleeping passengers, steered clear. Moving dead slow we made our 15-mile transit of the bar with only a metre between sea bed and keel. </p> <p>Every eight hours a million tons of silt are dumped on the bar, every 50 days the Amazon discharges enough to form an adobe Everest as wide as it is high. The bar, therefore, remains in a state of constant agitation. I waited for the bump and shudder that would signify we had touched bottom, yet the largest liner ever to enter the world's greatest river finally heaved her 63,534-ton bulk across and picked up speed. </p> <p>The mouth is 170 miles wide and, though a procession of big trees - mahogany, araucaria, various exotic hardwoods - came wallowing past, toppled by erosion, it was mid-morning before we saw smudges of land. Meanwhile the ship settled into its routine: a clinic taken by the onboard chiropodist, golf chipping in the nets, choc-ices being sold on the sun deck. Then came a bridge announcement: 'At 3pm, after boarding our pilots, we shall cross the Equator.' A woman pointed to an opaline butterfly with the wingspan of a swallow. 'We really are in the tropics!' I noted we also now seemed to be in a river - though the banks remained so far apart they seemed like the shores of different continents. </p> <p>Over an excellent Goan fish curry lunch I tried to imagine the incredulity felt by Francisco de Orellana, a one-eyed Portuguese who, on a Sunday morning in 1542, went searching for cinnamon in a small wooden boat. Emerging from a tributary 2,000 miles upstream, he and his men encountered a phenomenon which 'came on with such fury and with so great an onrush that it was enough to fill one with the greatest fear'. They emerged from the mouth seven months later telling tales of female warriors even more barbarous than the mastectomised man-killers of Asia Minor. The Amazon was thus named after a Greek myth compounded by Orellana's own feverish imagination. </p> <p>I recalled some pub-quiz facts. The Amazon and its 1,000 tributaries carry a fifth of all the world's fresh water - 10 carry more than the Mississippi - produce one-fifth of its oxygen, sustain 30 per cent of its forests and one-tenth of its plant and animal species (though each category, bar the first, is diminishing by the hour). </p> <p>At Santana, a large, leafy town with a scattering of high-rise buildings, we anchored a full mile offshore to collect our officials. A purser spoke of the rapacious Rebelli brothers. 'They were the first Amazon pilots to realise the kind of money they could make from tourism. \"Pay up or this ship doesn't move!\" Even today the skipper has to hand over $55,000 in cash. And now the authorities want 60 per cent of the takings of our shops - and a big cut of our bar profits. If it goes on like this we may stop coming altogether.' </p> <p>Only a handful of liners visit the Amazon anyway. It's so far off the beaten track that P&amp;O, selling around 100 cruises annually, does this only once. A circular from the Tours Office said: 'As one of the last frontiers in the world, life in Amazonia is very different to life as we know it in Europe.' It warned of bad roads, poor transport, inadequate guides and 'varying degrees of poverty'. </p> <p>Yet ships have travelled it for 150 years. Clipper-bowed and brig-rigged, built from live oak, locust wood and hackamack (double-planked and strapped with iron) they later gilded their paddle-boxes and added social refinements: string quartets, champagne bars, and chandeliers that twinkled along the Amazon. </p> <p>It descends in a series of sweeping parabolic curves, the force of water around the outer rims scouring channels so deep we swept along at oceanic speeds ('17 knots over the ground,' reported a gratified officer of the watch). At times one bank remained a whisp on the skyline as Arcadia, hugging the other, put us within yards of macaws and troupials, blizzards of white egrets, orchids half-smothered by strangler vines, blossom-decked trees taller than Nelson's Column, tiny whey-faced monkeys scampering through a banyan's canopy. Someone even heard a whippoorwill's call. </p> <p>Leafage thick as thatch neutralised sunlight, made the forest's interior dim and smoky. At dusk a few clearings appeared - each containing a shack where rubber tappers or distillers of rosewood sat by their supper fires. Peering with voyeuristic intensity at them I wondered what they made of us - shining white, 14 decks high, humming with privilege - and was tickled to note most barely even glanced up; we were of less interest than a passing canoe. </p> <p>Santarém lies on a tributary 15 miles wide and shallow as a pond. Though it possesses a university and a pretty little eighteenth century cathedral it is, in reality, just a toe-hold in a wilderness that reaches all the way to the Mato Grosso. Empty streets and a sense of isolation characterised Santarém on a Sunday morning. But, magically, it soon repopulated itself. Whores in hot pants turned up at the dock, transport materialised. A stout Geordie woman hailed a taxi with a cry of: 'Take me to the jungle, pet!' The rest soon scrambled into coaches and followed. Its proximity had helped sell every berth on Arcadia six months earlier. </p> <p>Joe distributed walking sticks. Young, black, intense, he warned: 'Once inside always look before you touch; there are flowers that can poison you, and trees with nee dles that will send you to hospital. Last night we had heavy rain; it is very slippery.' </p> <p>The dozen trudging after him into Amazonia's Green Hell included a used-car dealer, a retired judge and a couple who ran a Bristol off-licence. This dim, airless world with its unexpected sound-effects - exploding rubber pods scattering their seeds - proved to be a giant life-support system. In proper virgin bush, just two acres may contain 3,000 botanical species yet, even here along well-trodden tourist tracks, we saw scores of edible fruits, nuts and leaves, pods which made cashew-flavoured beer, bushes yielding nourishing worms, trees providing sweet water. By a brackish creek we learnt that eight times as many types of fish have been caught in a tiny Amazonian lakelet than in all the rivers of Europe. </p> <p>Building materials lay to hand: palms like the accashy made good thatch, the caranda strong walls. Swatting at stingless, sweat-drinking bees we noted plants used against malaria and depression, learnt that the forest Indians had identified at least 15 female oral contraceptives, that shrubs containing revolutionary anti-Aids or cancer compounds might be growing only yards away. 'Or maybe not,' said Joe. 'Maybe the last such plants were burnt yesterday.' </p> <p>In 1996 developers burnt a region the size of Belgium - now the Amazon smoke cloud has reached Antarctica. Since Chico Mendez was shot dead for creating his protected reservas extrativistas, hundreds of other protesters have also been murdered. 'In Manaus you will see the timber factories. And if, one day, you hear they have been fire-bombed, remember - it was me.' Gilberto Mestrinho, a governor of Amazonas state, believed in 'a chain saw for every family'. Responsible for flattening a million square miles of rainforest during three terms in office, he declared: 'I like trees, but they are not indispensable.' </p> <p>One afternoon, anxious to get the measure of the river, I visited the bridge to meet Luís, our scholarly pilot. He said: 'It changes quickly. One day you pass an island that has been there for 10 years, next day it has gone. So you must keep your hand in; if I am away one month I lose my confidence. Often I still use the old methods - lining up two trees, following ripples and drifting vegetation; these mean depth. This way I could take Arcadia all the way to Iquitos in Peru, 2,200 miles from the sea; a smaller ship I could get quite close to the Andes; the source is there, in a glacier.' An officer muttered: 'I'm doing a fix every three minutes but, according to the charts, we're running over dry land.' Luís winked at me. 'You see? It is playing with us!' </p> <p>Moments later the air grew dark. Every oxygen atom in an oxygen-rich atmosphere went critical and spontaneously liquefied, heavy water thundered down and made the water foam. We moved in a dense black wall, dead slow, siren blaring. Luís said: 'Our problem is the country boats, they always go fast. The crews are so ignorant! There is no money for education in Amazonas.' The reappearance of the sun provoked a surprise announcement on the bridge PA. 'Ladies and gentlemen, if you look for'ard you'll see we're about to sail smack through the middle of a rainbow.' Luís grinned. 'This river! She can be a real old drama queen.' </p> <p>Boca do Valerio is an Indian hamlet of a dozen houses - on stilts to offset flooding - overlooking a marsh. As Arcadia's invasion force trampled its territory and walked through its homes, some of the 80 inhabitants posed in cloaks of iridescent feathers for a dollar a shot. Others peddled crude souvenirs; an Essex man looking for shrunken heads (miniaturised, he said, by removing the skull then packing the skin with hot sand) got a few wry smiles from the Indians. P&amp;O's printed Port Guide said we might haggle ('Bartering is possible') and I watched an Old Etonian banker doggedly knock a dollar off a wooden bird carved by an illiterate slash-and-burn peasant. In the end the peasants always gave in. Indeed, part of the charm of the transactions lay in the fatalism of the traders; ultimately you could almost name your price. </p> <p>Back aboard I wondered what a tiny riverine community would do with the small fortune it had acquired that morning. A steward pointed to a satellite dish half-hidden in the trees. 'Last time I was here they were watching Leeds versus Man United.' He added: 'But it's causing tensions ashore, the chief has even asked us to stop other communities getting in on the act. And there are, uh, cultural implications. Have you seen what's going on aft?' Tiny mahogany canoes, carved with adzes, clustered beneath the stern. Women, some suckling babies, gazed up as female crew tossed down lipsticks, mascara, eye shadow, blusher and nail varnish. 'It's a sisters thing,' a uniformed girl told me crisply. </p> <p>Some day the Indians might even get José Carreras to sing for them. The one million he got for an evening at Manaus's neo-classical opera house was probably partly compensation for having to perform in a grubby, chronically disorganised city with a chemical edge to its ozone and some of the worst slums in Brazil. Arcadia, inbound, passed the tributarial line along which the inky Rio Negro meets - but does not mix - with the mustard-coloured Rio Solimoes. Pink dolphins may be seen here, even manatees (which Columbus mistook for mermaids). Beyond the floating ice factory lay the giant floating dock, built by a Scot in 1902 and able to adjust, seasonally, to 46ft of fluctuating levels. </p> <p>Yet Manaus offered access to the igarapes , an intimate neighbourhood of creeks, bayous and half-submerged woodlands. Here, over a drink at a waterside hotel, a retired teacher told me about Amazonia's problems - the huge areas to be flooded for hydro-electric schemes, the human suffering caused by the wildcat garimpeiros who used mercury to prospect for riverine gold, the heavy-lift Russian helicopters soon to start plucking trees from areas previously protected by their remoteness. Only half joking, he said: 'In 100 years, much of our rainforest may be turned into golf courses.' </p> <p>As Arcadia headed back to the Caribbean, many of her passengers - golfers included - had been turned into ardent rainforest activists.</p> <p><strong>What it costs </strong></p> <p>Alexander Frater was a guest of P&amp;O Cruises on board Arcadia on the 15-night Amazon and Caribbean cruise. A similar 15-night cruise - the Amazon Adventure - runs from 19 January to 3 February. The fly-cruise departs from Barbados on 19 February with ports of call including Trinidad, Santarem, Alter do Chao, Manaus, Boca do Valerio, Ile Royale and Grenada. Prices for the cruise start from £2,175 per person and include return flights and all meals on board. Other Caribbean cruises are available on Arcadia throughout the winter. </p> <p>For a P&amp;O Cruises brochure, call 0990 726726. To make a booking call P&amp;O on 020 7800 2222 or visit an Abta travel agent.</p>",
  "It was news and no news; the most significant milestone in one of the most profound changes to affect the US in the past century, and yet a non-event. Last week the US Census Bureau issued figures showing that non-hispanic whites made up 49.8 per cent of the population of California. <p>Anglo-Saxon whites are already a minority in Hawaii and the District of Columbia. Now they are an ethnic minority in the country's most populous state, the one most usually identified with the American dream. </p> <p>'It's my hope we can all see our state's diversity as a cause for celebration and not consternation,' said California's lieutenant governor, Cruz Bustamente, a Latino. Robert Newby, a white shop-owner who has lived in Los Angeles for 40 years, echoed his optimism: 'This confirms what most of us have thought for years. I am happy for there to be more immigrants - by and large they work harder and have more money to spend.' </p> <p>As recently as 1970, eight out of 10 Californians were white. Fuelled by immigration at its highest rate since the start of the last century, and higher fertility rates, the Asian and Latino populations of California have risen by almost a third since 1990. At the same time, with limited immigration and low birth rates, the population of non-hispanic whites has fallen by 3 per cent. By 2040, hispanics are expected to be the overall majority in the state. </p> <p>Where California goes, the rest of America is predicted to follow. At present 72 per cent of the US population is non-hispanic whites; the US Census Bureau predicts they will become a minority between 2055 and 2060. </p> <p>Not every one likes the new face of America. White far-right extremists predict the break-up of the union. Thomas W. Chittum, a New Jersey-based Vietnam War veteran, declared in his book Civil War Two, that the US, like Yugoslavia, will shatter into new, ethnically-based nations. 'America was born in blood, America suckled on blood, America gorged on blood and grew into a giant, and America will drown in blood,' Chittum warned. </p> <p>The separatists have set up groups such as Americans for Self-Determination. One of the founders, Jeff Anderson, said: 'We are suggesting the US be partitioned into states for blacks, whites, hispanics, and so on, along with multi-racial states for those who wish to continue with this experiment. Now is the time to begin such a multi-racial dialogue about separatism, before a storm of violent racial conflict erupts.' </p> <p>The shifting sands of the US reflect wider - and highly controversial - changes elsewhere in the world. It is an area in which few demographers dare to tread for fear of being accused of racism. 'You cannot quote me - a word out of place and I get crapped on from a very great height,' said one academic. 'Whatever you say you are deemed racist'. </p> <p>The past millennium was more than anything the era of the whites. Just 500 years ago, few had ventured outside their European homeland. Then, with several acts of genocide clearing the way, they settled in North America, South America, Australia, New Zealand and, to a lesser extent, southern Africa. </p> <p>But now, around the world, whites are falling as a proportion of population. The United Nations collects and produces a vast array of statistics on population, but produces none relating to race or ethnic origin. Indeed few countries collect their own figures on ethnicity - in Europe, only the UK and the Netherlands do. </p> <p>However, the UN's State of the World Population 1999 predicted that 98 per cent of the growth in the world's population by 2025 will occur in lesser developed regions, principally Africa and Asia. The most significant reason for this is lower birth rates in rich countries: in 61 countries, mainly the rich ones, people are no longer having enough babies to replace themselves. </p> <p>In its World Population Profile 1998, the US Census Bureau predicted that by the second decade of this century all the net gain in world population will be in developing countries. 'The future of human population growth has been determined, and is being determined, in the world's poorer nations,' it said. </p> <p>The global centre of gravity is changing. In 1900 Europe had a quarter of the world's population, and three times that of Africa; by 2050 Europe is predicted to have just 7 per cent of the world population, and a third that of Africa. The ageing and declining populations of predominantly white nations have prompted forecasts of - and calls for - more immigration from the young and growing populations of developing nations to make up the shortfall. </p> <p>Last year net immigration to Britain reached 185,000, an all-time record. The Immigration Minister, Barbara Roche, recently announced plans to attract migrants to fill specific skills shortages, such as in the computer industry. </p> <p>Last month Edmund Stoiber, the premier of Bavaria in southern Germany, called on Germans to have more babies as an alternative to more immigrants. 'We are having too few children - to a worrying degree, the significance of which is scarcely recognised,' he said. His calls echoed those of a fellow Christian Democrat who earlier this year stood on a platform of 'Children not Indians'. </p> <p>In Britain the number of ethnic minority citizens has risen from a few tens of thousands in the 1950s, to more than 3 million - or around 6 per cent of the total population. While the number of whites is virtually static, higher fertility and net immigration means the number from ethnic minorities is growing by 2 to 3 per cent a year. </p> <p>One demographer, who didn't want to be named for fear of being called racist, said: 'It's a matter of pure arithmetic that, if nothing else happens, non-Euro peans will become a majority and whites a minority in the UK. That would probably be the first time an indigenous population has voluntarily become a minority in its historic homeland.' </p> <p>Lee Jasper, race relations adviser to the Mayor of London, Ken Livingstone, predicted a similar future, telling The Observer : 'Where America goes, Europe follows 30 years later. There is a potential for whites to become a minority in some European countries.' </p> <p>In Britain, that is almost certain to happen in London, and in the relatively near future. 'At the moment ethnic minorities are about 40 per cent in London. The demographics show that white people in London will become a minority by 2010,' said Jasper. 'We could have a majority black Britain by the turn of the century.' </p> <p>British National Party chairman Nick Griffin said: 'I don't think there's any doubt that within this century, white people will be a minority in every country in the world.' For Griffin, however, it is a major cause of alarm: 'Every people under the sun have a right to their place under the sun, and the right to survive. If people predicted that Indians would be a minority in India in 2100, everyone would be calling it genocide.' </p> <p>Yasmin Alibhai-Brown of the Foreign Policy Centre, who arrived in London from Uganda in 1972, said such fears are basically racist: 'Only white people worry about this. It's because for such a long time the world has been their own. To talk about it feeds a particular type of racism that says that blacks breed like rabbits. There is an underlying assumption that says white is right.' </p> <p>She added: 'There is a white panic every time one part of their world seems to be passing over to anyone else. But it's foolish to panic about it. So what if we do become a majority? What difference does it make?' </p> <p>For Alibhai-Brown, the decline of whites is a question of redressing the balance after they colonised much of the world. 'The empire strikes back really. There was this extraordinary assumption that white people could go and destroy peoples and it would have no consequence. It astounds me,' she said. </p> <p>But present trends have little chance of redressing the injustices of history. Native Americans used to have the lands to themselves but are now less than 1 per cent of the US population, with little chance of becoming a majority again. The biggest growth is among Latinos (largely derived from Spain), and Asians, particularly from China and the Phillippines. </p> <p>Jasper said the concerns of the British National Party are based on outdated ideas. 'The racial mix of nations changes all the time. There is no way that ethnicity of blood can be tied to a specific geographic place in a global world. You can no longer look at ethnic states, saying that Germany is Anglo-Saxon and so on.' </p> <p>Jasper felt the process would strengthen Britain. 'Diversity strengthens a country. It makes it more exciting. We have hundreds of languages spoken, when we go out to eat we never eat English, we eat Thai or French or Indian. It makes London a very cool place to live and work.' </p> <p>Nor does it seem likely that whites will become marginalised in terms of influences, even if their numbers decline. David Owen, of the Centre for Research in Ethnic Relations at Warwick Univer sity, said: 'Population has never been the main determinant of influence - it's wealth and income. White people still have their hands on most of the levers of military and economic power.' </p> <p>Even so, Griffin warns that, as in Germany and the US, the rise of ethnic minorities will lead to a backlash. 'It's going to put race to the top of the political agenda,' he said. </p> <p>But that seems unlikely. Britain has far less of a track record of racism and right-wing extremism than other European countries. Alibhai-Brown insisted that rising numbers of ethnic minorities could even help reduce what racism there is: 'The right-wing parties are growing in Somerset, not Brixton. The idea that more black people means more racism is not born out by the research. The more of us there are, it reduces racism.' </p> <p>Back in California, in a land built by immigrants, Bustamente put a positive spin on the end of the white majority: 'If there are no majorities, then there's no minorities.' In Europe, with its 40,000-year-old indigenous white population, the rise of a non-white majority may not be greeted with such equanimity. </p> <p> \u0095 In the United Kingdom, the number of people from ethnic minorities has risen from a few tens of thousands in 1950 to more than 3 million now. </p> <p>\u0095 In Italy, the birth rate is so low that, without immigration, the population is predicted to decline by 16 million by 2050. </p> <p>\u0095 The United States government predicts that non-hispanic whites will become a minority in the country by 2055. </p> <p>\u0095 The United Nations predicts that 98 per cent of world population growth until 2025 will be in developing nations. </p> <p>\u0095 The population of Europe is expected to drop from 25 per cent of the world total in 1900 to 7 per cent in the next 50 years.</p>",
  "Whites will be an ethnic minority in Britain by the end of the century. Analysis of official figures indicate that, at current fertility rates and levels of immigration, there will be more non-whites than whites by 2100. <p>It would be the first time in history that a major indigenous population has voluntarily become a minority, rather than through war, famine or disease. Whites will be a minority in London by 2010. </p> <p>In the early 1950s there were only a few tens of thousands of non-whites in the UK. By 1991 that had risen to 3 million - 6 per cent of the population. The population of ethnic minorities has been growing at between 2 and 4 per cent a year. Net immigration has been running at record levels, with 185,000 newcomers last year. </p> <p>Government forecasts suggest that immigration on its own will be responsible for half the growth of the British population over the next couple of decades. </p> <p>New immigrants, who are on average younger than the population at large, also tend to have higher fertility rates. In contrast, the population of white British citizens is static. Their fertility rate is very low - at under 2 children per woman - and there is overall emigration of British citizens. </p> <p>The analysis of the figures showed that if the population of ethnic minorities grows at 4 per cent a year, whites will become a minority before 2100. The demographer who made the calculation wished to remain anonymous for fear of accusations of racism.</p>",
  "Last Sunday I got lost driving through Glasgow to visit my mother in the stroke unit at the Victoria Infirmary. I stopped in a street of tenement flats to ask the way to the hospital. <p>'Och, ye didnae wanna to hae started from here,' a child smiled as he told me the way out of the maze. I struggled to decode the heavy Lanarkshire accent. At international conferences I have seen the most skilled of interpreters reduced to tears as they failed to comprehend the English of Clydeside trade union leaders, so indecipherable is the raw patois of Scotland's streets to most people. </p> <p>Dr Liam Fox emigrated from Scotland to seek asylum as a Tory MP in the comfort of southern England. He is now William Hague's spokesperson on health matters and as such has called for foreign doctors and nurses in the NHS to sit language tests. He claimed that people's health might be put in jeopardy by patient and doctor or nurse not understanding each other. The suggestion was so widely derided and correctly seen as a simple piece of racist pandering that the best Dr Fox can do is go off and drink a quick 14 pints before moving on to the next bit of xenophobic prejudice the Tories will throw at us. </p> <p>I doubt if there is a single Observer reader who has not been profoundly grateful at some stage of their lives for the care given by a doctor or nurse whose first language is not English. Medicine is a universal, non-national profession. Go into any hospital in Europe or America and it is pulsating with doctors and nurses of different nationalities. </p> <p>Last week there was an intervention on race and immigrants of a different sort. The Metropolitan Police, far closer to the problem than Dr Fox, produced a sensitive and sensible guide on how police officers should deal with the many non-Caucasian, non-Christian communities that make up modern Britain. Hard-headed police chiefs in London recognise that, even more than New York, it is the world's greatest immigrant city. Britain, more than any other country, has been a nation of what the French call métissage - the mixing together of different peoples, faiths and races. </p> <p>There is nothing new in this. Three hundred years ago, Daniel Defoe wrote his poem 'The True-Born Englishman', pointing out the ethnic diversity of what he called our 'mongrel race'. Far from being a source of weakness or loss of identity, the mixed blood that courses through our veins has been a core strength. </p> <p>Hugenots, Kashmiris, Jews, Chinese, Poles, Sikhs, Trinidadians have succeeded each other as wave after wave of immigrants and asylum-seekers crash-landed on our shores. The energy, the global world view, the knowledge of other languages and cultures has enriched Britain in the past and today. Britain always despises immigrants to begin with, then realises the contribution that they make, and finally stops noticing the difference. </p> <p>We should celebrate the fact. Compared with other major European nations which have the same level of non-European, non-Christian immigrants as we do, Britain is light-years ahead in showing that a country need not be defined by colour and accent. Look at our television newsreaders, our footballers, our novelists and many of our public figures and modern Britain can be proud of being Europe's first country of métissage . </p> <p>In this, Britain is a lot closer to America where city halls, police departments and nightly television news shows would be unthinkable without a black presence. In contrast, administrations on mainland Europe as well as the Brussels bureaucracy remain all-white affairs. </p> <p>The logic of a declining birth-rate and the need to rejuvenate Europe's ageing population will begin to work its way through our sclerotic thinking. Pre-war European xenophobia and racism forced many of the cleverest of Europeans to leave Russia, Lithuania, Poland and Austria. Most went to the United States to provide that most precious of gifts - energetic, hard-working, ambitious people ready to make a new life. </p> <p>Again today, the United States and Canada are awash with new races, new languages - George W. Bush and Al Gore campaign in Spanish - and new cultures. If he wins, George W. Bush has said he will up the number of immigrants allowed into America. Europe should follow America's example and rejoice rather than reject the diverse people seeking to bring energy and ideas to our countries. </p> <p> \u0095 Denis MacShane is Labour MP for Rotherham</p>",
  "<p>It started with a roar, but ended in a whimper. <a href=\"http://www.jungle.com/\">Jungle.com</a>'s launch party a year ago was one of dotcom land's most lavish. Entrepreneur Steve Bennett's brash new Birmingham firm hired one of London's largest nightclubs, Tiger Tiger, and packed it with young models dressed in leopardskin bikinis. Tight Fit's hit The Lion Sleeps Tonight played as vodka splashed down a sculptured ice monkey. </p> <p>Backed by a £5 million launch budget, jungle.com aimed to revolutionise music and computer buying on the internet. In February, at the height of the dotcom craze, 34-year-old Bennett appointed City advisers UBS Warburg to prepare for a stock market flotation. Barely six months after going live, bankers were talking of a £750m valuation. The hyperbole made <a href=\"http://www.boo.com/\">boo.com</a> look tame. </p> <p>The reality turned out to be more sobering. Last Friday jungle.com was snapped up by Great Universal Stores (GUS), owner of the Argos catalogue chain, for £25m, plus £12m for its debt. Jungle.com staff learnt the news, appropriately enough, at a sales conference at Woburn Abbey Safari Park. </p> <p>The timing, too, was typically Bennett. This Saturday the former door-to-door computer salesman is due to marry his girlfriend and wanted the deal out of the way beforehand. His 30 per cent stake will net him £7.5m - enough for a lavish honeymoon. But staff with share options who hoped to become millionaires overnight have seen their dreams dashed. </p> <p>GUS's takeover of jungle.com marks the demise of the third UK internet retailer in as many months. True, Bennett's landing has been softer than that of boo.com, which went spectacularly bust, or clickmango, which is winding itself up after running out of cash. But the background to jungle's sale shows the great 'e-tail' clear-out is here with a vengeance. </p> <p>'Any idea of the business being worth £750m was fantasy. The idea was that if you were a first mover, could get ahead and get scale, you could dominate the sector,' one top retail executive said. 'The concept never held water. The economics don't work. And the trend will continue. Clicks will go bust or seek refuge with bricks.' </p> <p>Despite the huge fanfare, with promises of a £10m product giveaway, jungle.com had teething problems from the start. Swamped by millions of 'hits' on its website, it had difficulties fulfilling orders before Christmas. Bennett went on to BBC's Watchdog to defend his delivery record. Sources close to jungle say those niggles never went away, even though in May it bought the mail order and fulfilment side of Bennett's retail venture, Software Warehouse (which went bust last month), to beef itself up. </p> <p>Many staff and friends swear devotion to Bennett. But his zeal sometimes also caused friction, insiders say. Jungle's public relations agency, Cohn &amp; Wolf, quit in June, as did marketing director Patricia Rubio. </p> <p>None the less, if any e-tailer should have made it on its own, it was jungle. Its website was among the top five visited in the UK and the firm sold £75m of goods up to July. Venture capitalists 3i put £1m in at the start and pumped in more money in the summer. So what else went wrong? </p> <p>'The difficulty for Steve was jungle couldn't earn enough gross profits to cover costs,' one insider said. 'So month by month, creditworthiness got worse. Suppliers start to keep you on a short lease and you can't get enough stock. That affected jungle seriously.' </p> <p>By the time of the GUS deal, 3i already owned around a third of jungle, and Bennett's stake faced even further dilution, with no guarantee the credit issue would go away. </p> <p>As another retailer says: 'In those conditions, a sale is the sensible answer. There are many dotcoms in the same boat but few like jungle are attractive enough to the GUSs, Dixons or Kingfishers waiting to pick up the pieces.'</p>",
  "<p>So you want to make a film? Before you do that, you have to prove you can. And the only way round this Catch-22 is to make your film a short, an affordable five- or 10-minute calling card showing your mastery of structure, photography and coaxing decent performances from your stars - at best drama students, most likely complete amateurs. </p> <p>Doug Miller, co-founder of the non-profit Short Film Bureau, thinks this is the best way to learn the trade. 'We took the perspective that for the British film industry to be globally competitive, its indigenous filmmakers have to truly understand the market they are working with, and the only way to truly understand that market is through participation in it.' The Short Film Bureau has set up the Filmgoer's Award for Cinematic Excellence (F.A.C.E), co-sponsored by The Observer, to offer a selection of shorts a choice spot before a mainstream feature. </p> <p>Kicking off a career via shorts has become a dominant British way: without a full-scale industry, the chances for directors to work their way from production assistant to second unit director or editor and then director are few and far between. That's not to say that the American directors don't also make shorts; the movie brat generation, especially, grew up with little home Super 8s or 16mm cameras in their hands; Spielberg and Scorsese both made notable short films. And George Lucas's debut feature THX 1138 was a reworking of a 15-minute movie he had made three years earlier. But they all had intermediate stages to go through before making films that their reputations rested on. </p> <p>In Britain, the short film can be all important. 'There is a difference in the way this industry matures its talent,' Miller contin ues. 'There is a culture in this country that says \"go out and prove yourself by making a short\". And that's not necessarily a bad thing. It creates an irony and a Catch-22 in that it is difficult for these new film-makers to get their shorts shown. But it is a good thing that film-makers grow up by making films, and the Lottery funding has really helped elevate the quality level.' </p> <p>You can see the successful products of this path: Shane Meadows, Guy Ritchie and Lynne Ramsey have all followed it, while successful short director Jamie Thraves won praise when his debut feature film The Low Down premiered at the Edinburgh International Film Festival recently. Ramsey is the shining example: being showered with prizes for her shorts put her in the position to make the daring Ratcatcher as a first film. </p> <p>Over recent years this seems to have taken over from the traditional route of learning the ropes at the BBC and then branching out into feature films. Opportunities no longer exist at the BBC in the way they did in the heyday of Alan Clarke, Mike Leigh and Ken Loach. Which is why the Short Film Bureau thinks that the directors whose work is in competition for the Audience Choice Awards are the future. 'The Bureau's emphasis is not on the short films themselves but on the film-makers,' says Miller. </p> <p>For not everyone sees short films as something you do on the way to making a feature. Most short-film directors will never make anything longer. And shorts do exist as an artform in themselves. The only real definition of a short film, after all, is that it is a film not long enough to be considered a feature. That can mean as long as an hour, although most festivals and the Short Film Bureau prefer under 30 minutes, while 10 minutes is the ideal time if you're hoping to run it before a feature; at the artier end of things, under a minute is not unknown. </p> <p>There are feature film directors who intersperse long movies with shorts. Not many, admittedly, but Werner Herzog has done it throughout his strange and never dull career, and so has Hal Hartley. </p> <p>Then there are the films that are so important that their shortness is often overlooked. Take the trio of Buñuel and Dali's Un Chien Andalou (1929), Chris Marker's La Jetée (1962) and Kenneth Anger's Scorpio Rising (1964) - three films that wouldn't have been viable at feature length, three films that took advantage of how much more abstract you can be in a shorter film, relying on startling imagery rather than narrative to keep people interested. All three were seen as strange, obscure and - in the case of Un Chien Andalou and Scorpio Rising - obscene, at the time, and all three have had an influence that has seeped into mainstream culture. </p> <p>This has been largely in indirect ways, but sometimes as blatant as a classic pop song ( Un Chien Andalou inspiring the Pixies's 'Debaser') or a hit film starring Bruce Willis (the reworking of La Jetée as Twelve Monkeys ). </p> <p>All of Anger's films, in fact, are shorts, which must have been a matter of choice because at the same time Andy Warhol was proving that no-budget, experimental films could be as long as you liked. Which brings us to the blurred line between short films and film art: what are Gillian Wearing, Jane and Louise Wilson and Steve McQueen (the British artist, not the dead American icon) doing if not making short films? </p> <p>Meanwhile, back in the world of short films that call themselves short films, things are bustling. All films, in this era of cheap DV cameras and iMacs, are easier to make. But budget, logic and a certain amount of realism mean most aspiring film-makers aren't starting out by shooting something three hours long. There are short film festivals besides the Audience Choice Awards: the Rushes Soho Shorts Festival that runs in August, Brief Encounters in Bristol in November and the BBC British Short Film Festival which runs in September. </p> <p>Apart from these there are the short film evenings, most famously run by London's Hallowe'en Society, which use shorts as part of a night out rather than a traditional filmgoing experience, often throwing in a bit of music along the way. I remember one event - not organised by the Hallowe'en Society - in which a couple of terrible shorts starring The Fall's Mark E. Smith were sandwiched around a ramshackle performance by the man himself. </p> <p>But that's the fun of short films: at best, you never know what you're going to get. Often, the ones that just leave you dumbfounded prove more memorable than the big star-slumming and the all too predictable plot twist you often get with the bigger budget variety. Too often, short films seem to have caught the disease of written short stories, relying on some kind of tricky punchline. </p> <p>Most of all, though, short films are prospering because they are perfect for the internet. Just this week a new and, at first glance, well-organised British short film website (<a href=\"http://www.in-movies.co.uk\">www.in-movies.co.uk</a>) was launched. Fears of mass web piracy of features seem exaggerated for the moment because of slow download times, but running a two-minute film seems to be within the capacity of most home computers. And so there are thousands of mini-movies out there. </p> <p>Which has to be good. The only question is: who has the time to watch enough of them to discover the good ones? </p> <p><strong>Short stories</strong></p> <p><strong>Cloudbuster</strong><br> Dir: Simon Fellow <br> Stars: Geoffrey Banks, Everal Walsh </p> <p><strong>Clueless</strong><br> Dir: Jonathan Karlsen<br> Stars:Jason Flemyng, Susan Vidler, Andy Serkis</p> <p><strong>Cookie Thief </strong><br> Dir: Hugo Currie and Toby Leslie<br> Stars: Jack Davenport and Honor Fraser</p> <p><strong>Football</strong><br> Dir: Gaby Dellal<br> Stars: Helena Bonham Carter</p> <p><strong>Grandpa</strong><br> Dir: Andy Shelley<br> Stars: Derek Smith</p> <p><strong>Green monkey</strong><br> Dir: Robert Sprackling<br> Stars: Steve Elliot</p> <p><strong>Inside out</strong><br> Dir: Charles and Tom Guard<br> Stars: Lena Headey, Simon McBurney</p> <p><strong>Mother's day</strong><br> Dir: Steen Agro<br> Stars: Graeme Hawley, Caroline Sugden</p> <p><strong>Somersault</strong><br> Dir: David Mackenzie<br> Stars: Nichola Given, Mandy Matthews</p> <p><strong>Sweet</strong><br> Dir: Jim Pilkington<br> Stars: Comedy duo The Boosh</p> <p><strong>Chance for the big time</strong></p> <p>The Filmgoers Award for Cinematic Excellence (F.A.C.E) was born out of the Short Film Bureau's Cinema Programme, which offers a chance to have short films assessed for theatrical release. The 10 films were selected by a jury drawn from the film industry and journalism.The panel includes actors Jason Flemyng and Lena Headey, and The Observer . The criteria for selection included a running-time of no more than 10 minutes and a suitability for screening with the the accompanying features, Paul Verhoeven's Hollow Man and The Farrelly Brothers' Me, Myself &amp; Irene . At the cinema screenings, you will be able to vote on the short you have just seen. When all votes have been cast, the favourite short will win the FACE award. </p> <p>\u0095 The F.A.C.E films will play alongside Hollow Man and Me, Myself &amp; Irene at Odeon cinemas nationwide from 23 September. </p> <p>\u0095 Visit the official site at <a href=\"http://www.mymovies.net/face/\" target=\"_new\">mymovies.net/face</a></p>",
  "<p>Do you remember the scene at the end of Jaws where the shark gets it? Just as the Great White is about to take a mouthful of Roy Schneider, the animal's teeth penetrate a full oxygen cylinder lodged in its gob. It explodes, sending up a titanic plume of shark blood and guts that takes a good few minutes to come down again. Of course you remember it. I certainly do. At the Sequel in Clapham, south London, there is a large wall-mounted video screen on which, silently, they show classic movies in their entirety while you eat. Last time I was there it was Barbarella . This time it was Jaws : the shark exploded just as I was finishing off my apricot and almond tart. </p> <p>I may have felt differently about it had I been eating the rare and bloody pork fillet at the time but, as I was on to pudding, I felt it made for a fitting climax to what had been a terrific meal. I'm not suggesting that large animals should be detonated to mark every dinner I finish, but once in a while it does make a nice change. </p> <p>Some people might find the thought of a massive cinema screen hung over their table horribly distracting, though for some reason - probably the lack of soundtrack - it isn't. In any case, the restaurant sits next door to the local independent film house and its presence therefore seems meant. (Friends of mine swear by the screen; on Sunday mornings they can laze over brunch while their children sit gawping at cartoons.) That said, the Sequel can be a noisy place, and if you don't like loud music - particularly of the hyper-kitsch Andy Williams-Petula Clark variety - you are best advised not to go there. </p> <p>The tragedy for those with sensitive ear drums is that they will be missing out on food which makes an awful lot of sense of that overused and therefore devalued phrase 'fusion cooking'. Rather than just randomly chucking together exotic ingredients because it sounds clever, chef Nick Carter, a 27-year-old Essex boy who has spent a lot of his career in South Africa, plunders the global larder with precision. </p> <p>Granted, there is a smarty-pants wordiness to the menu. It flings exotic terms about, much as Victoria Wood does brand names. In a Victoria Wood gag, Doris doesn't just sit down in an armchair to eat a biscuit. It's got to be a Parker Knoll and a Jammy Dodger. Likewise, on Carter's menu, mere tuna isn't good enough. It has to be Northern Albacore. There are guest appearances by mizuna (a Japanese green leaf), enoki (a mushroom), and rojak (a kind of Asian salad). Don't worry, I had to look all those up on the net. Nantaise Butter Sauce had me stumped until I worked out it was a butter sauce made in the style favoured in Nantes, northern France - whatever that may be; I didn't try it. </p> <p>The things I did try rewarded the effort put into reading their descriptions. 'Penang-style noodle soup, pineapple, cucumber, mint, Australian shellfish' was, at £5.50, an extraordinarily intense kick of flavour, the sweetness of the liquor lifted by vigorous amounts of chilli. Our waitress said it should only be tried if you are into the bold and the dramatic, and I think she's right. Pat's 'Honduran-style lime and coconut marinated blue-fin tuna' - essentially a ceviche - was, at £6.50, a far more subtle affair, the juice having just begun to 'cook' the fish, but still leaving it with its raw bite intact. Its presentation was on the expansive side: the fish was served in a half coconut shell on a bed of crushed ice, which could all have been rather tacky and 'paper cocktail umbrella', but a cleanness to the display rescued it from that fate. </p> <p>Serious thought has gone into all the presentation here. My main course of pink emperor fish (the flesh is, in fact, white and much like bass) with pancetta and wild mushrooms on a light butter sauce (£12), came in a towering stack. OK, I know this makes no difference to the way it tastes, but I like the fact that someone could be fagged to do it. As to the execution, it was on the money: firm fish, sweetly sautéed fungus and a grand salty kick from the bacon. Pat's 'Coriander marinated pork fillet, potato, spring onion, bean and corn salsa' (£10.50) was a different beast, bringing together the exotica of a sweet Mexican stew with Asiatic-style meat. Clever stuff. </p> <p>We finished by sharing that tart of almonds and apricots. It came with a soothing scoop of blueberry mascarpone ice cream and a sliver of honeycomb, all for a fiver. And then, in celebration, the shark exploded. Which was nice. </p> <p>At the bottom of the menu is a short statement informing customers that they will not cook fish or red meat beyond medium. 'We are sorry that our concern to deliver a better product may be construed as arrogance,' it continues. 'It is not. Please respect our passion.' With cooking as good - and as interesting and reasonably priced as this - the respect is more than earned.</p> <p>\u0095 The Sequel, 75 Venn Street, London SW4 (020 7622 4222). Dinner for two, including wine and service, £65. Jay Rayner can be contacted at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p>",
  "<p>The directions to Adam and Katy Waterman's house in Stocksmoor are clear enough, but this part of south-west Yorkshire is lushly rural, its deep lanes overhung with sycamore, dipping and rising from intense green to black shade then revealing huge views. There are places that you pass that are not on the map and places that are on the map, but which never materialise. I got lost. </p> <p>Stocksmoor is a village in the nexus of industrial Yorkshire. Those dark, satanic mills are set in some of the loveliest countryside in Britain. Just up the road is Holmfirth, where Last of the Summer Wine has been filmed for the past 200 years. Town and country have no real border here. </p> <p>Finally I found their house, last in a row of terraced cottages flanking a long road. Over the door was a Clematis 'Montana', the flowers long faded and nearly invisible, as the whole frontage is practically obscured. Adam and Katy have four small children, and the front garden is dedicated to them, a playground of Wendy house, decking, slide and sandpit all set within bananas, palms, gourds scrambling over a trellised walk, and an igloo made from willow they call a 'cave'. I know these things because for a few months earlier this summer, Adam and Katy were participants in Channel 4's Real Gardens . </p> <p>Go out the back door and walk along the path through the back gardens - there are fields on one side, back doors on the other. A hundred yards takes you to a recreation ground and a small group of allotments - 14 in all, held by nine people. This communal back garden for this row of households accentuates how public the front, 'private' bits are. The real life is lived out the back, cheek by jowl and, like any allotment, under close scrutiny. Most of the allotment holders overlook the site and are neighbours. Their children and grandchildren play next to it. This makes the allotment, normally underpinned with a sense of urban displacement, a halfway house between gardening and farming, almost like the village green. In fact, the original allotments were in the middle of the village but were moved to the present site. The land plus the 'rec' were left by Lord Norton for the community of Stocksmoor. </p> <p>This is not easy gardening. The wind blows in off the moors, summer comes late and winter early. The soil is thin and hungry, and slips downhill to where the train into Sheffield rumbles unseen in a wooded cutting. But it is lovely. All of us - and I am the worst culprit ever - with our buttoned-up gardens and hedges like lace curtains are missing out on the openness and shared experience of gardening in this kind of small, very local allotment. </p> <p>I know a number of men who take an allotment in their thirties just as they toy with adultery or scuba diving - a mid-life need for diversion and self-realisation that involves other places, other people and some kit. But Adam's conversion is the real thing. A few years ago, he was an ardent clubber, coming in at 5am. Now he gets up at 5am to go to his allotments. He has three plots, one dominated by a large polytunnel. That is a serious commitment, the equivalent - given that allotments are as intensive as gardening can possibly be - of four large urban gardens. Put that into context: Adam is a student liaison officer at the University of Huddersfield; he has four children under seven which, despite Katy being one of those extraordinary women who does three things at once well, means real involvement, as she is a lawyer with the Crown Prosecution Service; he is a magistrate, a reader, a great chatterer and inventive cook. The allotments are weft in a busy weave. </p> <p>Adam is a committed organic gardener. When he took on his first plot in 1997, it had been untouched for five years, a tangle of couch, bramble and weeds. Next year he took another abandoned plot. He put up his tunnel on a third plot earlier this year. Each allotment was roughly 10 poles or 300 sq yds (about the size of a 100ft by 30ft back garden). As he would not spray, all this had to be dug and cleared by hand. He intended it to be the only digging he did - he was determined to run his allotments on the 'no-dig' method. This is based on a belief that digging destroys the soil's delicate microstructure and balance. The feeding roots of most plants are near the surface of the soil, and the no-dig system demands a layer of well-rotted compost laid on top as a mulch each spring, which is worked into the soil by worms during the year. The only absolute to this method (which I find inadequate for heavy or light ground) is that you never walk or tread on the soil - this compacts it and destroys the microstructure - so Adam made dozens of raised beds. </p> <p>You can imagine the talk along the terrace. Adam, an Essex boy, new to gardening, declares himself organic and makes dozens of raised beds... He then started what he calls his 'paper thing'. He covered his beds with great sheets of white landscape paper. His fellow allotmenteers had seen nothing like it. In summer, when their ground was thick with orderly rows of vegetables, fruit and weeds, his area looked like ranks of coffee tables dressed with snow and sprouting blocks of produce. But even the most curmudgeonly gardener could see that there was method in his madness. The paper suppresses weeds, holds in moisture and reflects light back up to the growing plants. By the end of the season, it had rotted into the ground. And his allotments were cared for. Last year he won the village Best Vegetable Garden prize, which he admits was 'a shock to all'. </p> <p>The stuff Adam grows is integral to his kitchen, and it does seem to me to be at the heart of all vegetable, herb and fruit growing to actually cook and eat the things. I wonder how many allotment holders cook and eat everything that they grow? </p> <p>I suspect that the polytunnel is where Adam is happiest. At 5am, he is busy in its pearly, cocooned light. The tunnel is warm. And very productive. Tomatoes, sweetcorn, lilies, squashes, cucumbers, peppers and huge onions ripen within the Mediterranean folds of the plastic. It smells fecund. But there are hints at a more conservative Yorkshire past. The onions are being grown as champion specimens 'as an experiment'. The sweetpeas are grown as cordons, producing a handful of perfect show flowers, 'just to try it out'. The melons, carrots and beans include Heritage seeds from the HDRA seed bank, grown to preserve the dying strains of rare vegetables that commerce has no use for. Outside, Adam works hard, but with an almost cavalier faith in his system. Inside the tunnel, the specialised and show plants receive hours of detailed care. This is remarkably similar to the rows of show dahlias and chrysanths of his neighbours, the runner beans selected for their extra length and plate of identical tomatoes chosen for the local flower show. </p> <p>I am writing from the priviliged position of one who has spent days with Adam on his allotment, but I suspect that deep in his horticultural heart, beneath the New Man qualifications, is a flat cap and a fiercely competitive instinct. This, I suspect, is what gets him out of bed at 5am on a rainy Sunday, almost as much as the chance to do something he loves in peace and quiet. </p> <p>I like allotments. I like this gardening in the open - slightly suspicious, slightly competitive, but uncloseted and generous. Wouldn't it be fantastic if more clubbers bought the easy communal generosity of the e-generation to local allotments? I suspect that the old boys, despite the odd mutter and funny look, would love it.</p> <p><strong>My roots: A week in Monty's garden </strong></p> <p>I got very dejected about our garden this week. Partly because I have got to go away next week (on holiday, good for the exhausted TV presenter/writer, but bad for the gardener in harvest time) and partly because there are times when you walk round the garden and suddenly see that it does not come up to your own standards. We all have an idealised picture of the garden that we have carried around in our heads from the moment it became ours and which is never the same as the growing reality. Over the years that the garden comes into being, that image carries you forward and inspires you, but when things reach maturity, the reality can be harsh. The other day, it seemed that this entire garden, in all its 13 different components, was unrealised, dull and wanting. </p> <p>So what to do? I started by doing what I always do in this position (it happens every year, about mid July), and spent a day in the vegetable garden. I removed every weed, sowed Hungarian rye grass as green manure, planted out cabbages and broccoli, planted a bed of radiccio (dozens of plants, but what the hell, they'll last most of the winter), transplanted the strawberry runners pegged into pots a month ago (all with good root systems), dug up a bed of Charlotte potatoes for storage and rotovated the ground, spent ages squashing caterpillars, and watered the lot. It was a start, and I felt better for it.</p> <p>The Jewel garden is still a disgrace, over-lush with flowers, undeadheaded and mildewy. I exaggerate, it is still lovely - but not lovely enough. We shall rationalise the planting this winter in the light of the weather that we are all having to cope with. Everything needs more space for ventilation and less feeding to reduce lush growth. I think the skill will be in creating an effect of lushness without crowded, sappy growth.</p> <p>Why have my tobacco plants grown so variably this year? Some are their usual fat-leafed selves, while others just feet away are puny, runtish things. But I suspect that when I dig them up I will find that the stunted ones have not got beyond their potbound rootball, and I am learning that the timing of potting on and planting out in relationship to an individual plant's root development is vital. In the end, what makes the garden shine are healthy plants, and the detail of that kind of timing can swing the balance between the happy and dejected gardener.</p> <p><strong>Your roots: All about allotments </strong></p> <p>\u0095 Anyone can apply to their local council for an allotment. The 1922 Allotment Act states that it 'shall comprise of an allotment not exceeding 40 poles in extent (roughly acre) cultivated by the occupier for the production of vegetables or fruit crops for consumption by himself or his family'. A tenancy is for 12 months, so you may have to wait for a vacancy, although in most areas there are plenty available. Many councils divide plots into two. You can grow lots of veg in 150 sq yards. </p> <p>\u0095 The National Society of Allotment and Leisure Gardeners can be contacted on 01536 266 576.</p> <p>\u0095 Now is an excellent time to start a vegetable garden. Weeds just show that the ground is fertile - clear them and turn over the top soil. Sow a green manure over areas you are not ready for, so as to keep the weeds down and enrich the soil.</p> <p>\u0095 Do a little - often. If you do not go at least once a week and a few hours each weekend regularly, then it is not worth taking on an allotment.</p>",
  "<p><strong> Mao</strong><br>Jonathan Spence<br>Phoenix £6.99, pp205 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502440321,00.html\">Buy it at BOL</a></p> <p>Mao tells us all we ought to know (and probably didn't) about Mao Zedong, or Mao Tse-tung. Born in 1893 in Nunan, Mao was 25 when he left for Beijing, where he read widely (Darwin, Rousseau, Lenin). By 1936, now leader of the Peasants Army, he was living in cave dwellings in Shaanxi. After gaining complete power in 1949, Mao became increasingly tyrannical. </p> <p>Jonathan Spence, a leading American historian, charts with clarity Mao's slow and painstaking rise to power, marshalling his facts with detachment: Mao dumped his second wife to marry a young actress; the Great Leap Forward, a series of agrarian reforms, led to more than 20 million deaths during 1960-1; the Cultural Revolution increased the repression in China. Spence calls Mao 'The Lord of Misrule': this readable study explains why. </p> <p> <strong> Along the Wall and Watchtowers</strong><br>Oliver August<br>Flamingo £7.99, pp244<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502442615,00.html\">Buy it at BOL</a> </p> <p>This engaging narrative is Oliver August's story of his recent car journey along the length of the old Iron Curtain ('Stalin's giant garden fence'), from north to south. The writer was brought up in Germany, then educated at Oxford and is now China correspondent for the Times. He reflects, reports and uses delightful anecdotes to illustrate the changing shape of Germany's identity since the fall of the Berlin Wall in 1989.</p> <p>A few miss the old border: in Lübeck, an old man laments how once, 'wonderful birds nested in these trees' because the border guards inadvertently created a nature reserve; East German relatives of August's tell how they lost 'their worldview'. A buxom girl reveals that the 'Wessi' (West Germans) are useless in bed, 'all bumm, bumm, bumm'. But all who read this vibrant, intelligent book will come away more optimistic about the changes in Germany. </p> <p> <strong> Midnight All Day</strong><br>Hanif Kureishi<br>Faber, £6.99, pp217<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501007105,00.html\">Buy it at BOL</a></p> <p>The title of Hanif Kureishi's second collection of short stories sums up the mood of the whole: dark, urban angst. The stories focus on love trysts, ex-lovers, drugs and love, sex and love. The love is often claustrophobic and rarely happy. The characters are fringe people, actors, artists and writers living in well-described London settings.</p> <p>The surreal concluding story, 'Penis', is the only one that almost breaks clear of world-weary despair. This phallic motif indicates the source of many of the problems suffered by male characters in the other stories. Kureishi has masterful precision of scene, dialogue and temporal movement, but the author is too much in control of his characters: there is often a lack of surprise. However, these obsessional, rather weird stories greatly entertain. </p> <p> <strong> What the Body Remembers</strong><br>Shauna Singh Baldwin<br>Anchor £6.99, pp540<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502300943,00.html\">Buy it at BOL</a></p> <p>This first novel by an Indian author now living in America traces the history of two Sikh women, both married to a rich Balliol-educated Punjabi, and the interrelated lives of all three up to the Partition of India in 1947. The promising first chapter, set in 1937 Rawalpindi, lays out the tensions between the older, childless Satya, and Roop - young, pretty and fertile. Then the novel returns to 1928, and psychological tension is weakened. </p> <p>Dialogue is sometimes wooden: 'It's simply not done these days, old chap,' sums up the stereotyped Englishman, Cunningham. The narrative can be a bit heady: 'When the wind-god, Vayu, bearer of perfume, god of all the northwest of India...' Some passages strain for a Technicolor effect. The well told later chapters, where plot is tightly underpinned by historical events, grow in pace and intensity. </p> <p>The overall impression, though, is too melodramatic. </p> <p> <strong> The Bedroom of the Mister's Wife</strong><br>Philip Hensher<br>Vintage £6.99, pp200<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000303285,00.html\">Buy it at BOL</a></p> <p>This rich and startling collection of 14 short stories draws the reader into numerous different worlds with a deftness of touch reminiscent of V. S. Pritchett. The stories feature Stalin's daughter living in Cambridge; a committee of MPs in Prague and Rome; a middle-class couple rising up the property ladder; a strange relationship with the internet; the odd life of an adopted daughter.</p> <p>Each story reveals some twist or turn that satisfyingly unifies. The metaphysical dimension is earthed by compellingly accurate details of the worlds involved. Characters are depicted vividly, descriptions are spare and taut. One of these stories, 'Dead Languages', was included in the recently published Oxford Book of English Short Stories. Each story demands concentration: this is a collection of extraordinary power.</p>",
  "<p>Huw Howe provided Education Secretary David Blunkett with his one good news story of last week. Just. As headteacher at Fir Vale Secondary School in Sheffield he has managed to squeeze enough improvement out of his most able children to save his local MP from extreme embarrassment. His was the only school in the Government's flagship Fresh Start scheme for failing schools to show any real rise in its GSCE results last week, and that by just a tiny margin. </p> <p>This weekend Howe was understandably defensive of the Fresh Start scheme, by which failing schools are closed down and reborn with new headteachers, new management and a new name. 'The situation in schools like ours is very complex and needs to be managed with sensitivity. I won't comment on the other schools, but the reason we are bucking the trend is that we have established partnerships, working very closely with other schools, the local authority and benefiting from the strong leadership of the governors.' </p> <p>He was fortunate. Torsten Friedag, the superhead at London's flagship Islington Arts and Media School, who resigned earlier this year after just months in the job, found himself caught between some hostile left-wing governors opposed to New Labour's education policy and a Lib-Dem controlled local authority that wouldn't release the money he needed. The experienced heads at Firfield Community School in Newcastle and East Brighton College of Media Arts found themselves in similarly impossible positions before they threw in the towel. </p> <p>The rash of summer stories about ever-increasing numbers of exam passes at GCSE and A level, the news that girls were outperforming boys across the board and the Laura Spence affair over elitism at Oxford all concentrated on the children at the top of the pile. Last week's evidence that the Fresh Start scheme is in meltdown was a salutary wake-up call to a government obsessed with education. At Firfield, only 4 per cent of pupils scored five or more GCSEs at A*-C grades and at East Brighton College the proportion fell from 20 to 13 per cent. At Islington Arts and Media School, where Tony Blair's special adviser on education was on the appointment panel for Friedag, only four pupils managed to achieve a total of five results in the top three grades. </p> <p>Howe, a determined character who worked in tough inner-city schools in the West Midlands before moving to Sheffield, knows that he is only one bad year away from failure. When you are near the bottom of the league tables, a handful of able children can make a difference of several percentage points. He had therefore unashamedly concentrated on the children capable of boosting the figures and attracting more children to the school who can do the same. </p> <p>'We have a large proportion of youngsters for whom English is their second language and while we are still undersubscribed we are still vulnerable to refugees coming in to the school who inevitably depress the results.' </p> <p>One of his major achievements is that this year's intake and classes now moving into the second year are full and no longer open to new arrivals excluded from other schools or asylum seekers who have just arrived in the country. Howe doesn't buy the idea that the success of his school will simply create a sink school elsewhere in the city. 'The secondary schools in this part of Sheffield have always had a tough ride. The real problem is that pupils have to catch a bus to the other side of the city after the age of 16 because there are no sixth-forms.' </p> <p>Nigel de Gruchy, general secretary of the National Association of Schoolmasters/Union of Women Teachers, has been at the centre of the debate over failing schools since he took up the case of teachers at the ill-fated Ridings school in Calderdale, which was forced to close after children rioted. He believes Blunkett is genuine in his wish to tackle underachievement, but not prepared to put his money where his mouth is. 'There is nothing magic about this, you need a brilliant head and brilliant staff and lots of them. In these sorts of schools you need class sizes of about 10 pupils, to treble the number of staff and pay them premium salaries. They are just not prepared to face up to the cost and so they turn to privatisation.' </p> <p>The symbolic importance of Fir Vale cannot be underestimated. The school - the name was changed from Earl Marshall two years ago - is right in Blunkett's backyard, bang next door to his Brightside constituency. Quite properly, the Secretary of State has been one of the school's most high-profile supporters, happy to be photographed laughing with the head during better times. </p> <p>The proportion of 16-year-olds at Fir Vale gaining five or more exams at grade C or above rose from 11 to 17 per cent, but even a recognised superhead like Howe realises he is not out of the woods yet: the national target is 50 per cent. This weekend Howe, a straight-talking pragmatist, told The Observer that his targets had to be modest because he knew he was working with children who had become almost completely alienated from the education system. Next year, he will aim for 20 per cent. </p> <p>Research by the Roehampton Institute has identified a contradiction at the centre of New Labour's education policy. 'On the one hand, New Labour has decided to continue the Conservatives' policies of choice and competition; on the other hand, it has put in place a package of policies to reduce social exclusion,' says Jim Docking, senior researcher. These policies, which include privatisation of failing schools, the Fresh Start scheme, Education Action Zones, and the new Excellence in Cities programme to persuade middle-class parents back into the state system by introducing increased selection, have yet to be genuinely tested and this summer's exam results demonstrate that the gap between the educational haves and have-nots is as great as ever. </p> <p> <strong>Blunkett's timetable</strong><br></p> <p> <strong> May 1997 <br></strong></p> <p><strong>Numeracy and literacy targets </strong><br></p> <p> For 11-year-olds. </p> <p><strong> July 1997 <br></strong></p> <p><strong>Fresh Start</strong> <br> </p> <p>Blakelaw in Newcastle reopened under the name Firfield Community College. </p> <p><strong> September 1997 <br></strong></p> <p><strong>New Start</strong> <br></p> <p>£10m over three years to help remotivate 14- to 17-year-olds who have dropped out. </p> <p><strong> January 1998 <br></strong></p> <p><strong>Headteachers honoured</strong> <br> </p> <p>To improve image of teaching. </p> <p><strong> May 1998 <br></strong></p> <p><strong>Social Exclusion Unit</strong> <br></p> <p>Truancy and social exclusion: calls for levels to be reduced by one-third by 2002. </p> <p><strong> July 1998 <br></strong></p> <p><strong>Sure Start Pre-School programme</strong> <br> </p> <p>Focus on 125,000 pre-school children and their families. </p> <p><strong> September 1998 <br></strong></p> <p><strong>New Deal for Communities</strong> <br> </p> <p>Deals with run-down estates and failure in schools. </p> <p><strong> February 1999 <br></strong></p> <p><strong>Booster classes</strong> <br> </p> <p>First 'crammer' lessons for Year 6 children with literacy and numeracy problems. </p> <p><strong> March 1999 <br></strong></p> <p><strong>Excellence in Cities</strong> <br></p> <p>Launched to revitalise urban schools. </p> <p><strong> July 1999</strong> <br> </p> <p>Teaching and Higher Education Act &amp; School Standards and Framework Act passed. The former reduced the length of some courses to two years. The latter removed the LEA's ability to review expulsions. </p> <p><strong> January 2000</strong> <br></p> <p><strong> Maths Year 2000</strong> <br> </p> <p>A programme of action to ensure 75% of 11-year-olds reaching the expected standard in maths by 2002. </p> <p><strong> September 2000 <br></strong></p> <p><strong>Revised National Curriculum</strong><br> </p> <p>Plans for lessons on citizenship.</p>",
  "<p>At absolutely no one's request, we hereby announce the winners of Inside corporate America's first annual Golden Vulture Awards: </p> <p> <strong> The Call-My-Lawyer Award to... Sony Corporation.</strong> </p> <p> Only last month, Sony and other media giants won a court injunction in the US against Napster, the website that lets you record music CDs off the internet. </p> <p>Sony concedes that Napster doesn't actually steal the music - individuals use Napster technology to trade tracks. </p> <p>However, the recording industry seeks ruinous damages against Napster on grounds that the website's technology knowingly abets copyright infringement. </p> <p>Forget Napster, Sony. You now face an even bigger threat of music filching. One company has just begun to market a device just like a Walkman which the manufacturer openly advertises as making it 'easy to record music off the internet'. The music-snatching machine is made by, uh, Sony. Sony should sue. </p> <p> <strong> The Four's-A-Crowd Award to ... Sony Corporation.</strong> </p> <p> It could be that the world's skint youth pilfers music off Napster because of the stratospheric prices of CDs in stores. </p> <p>This column suggested (and Italian and US trustbusters agree) that suspiciously high CD prices might be explained by the extraordi nary fact that more than 95 per cent of all music CDs in the western world are distributed by just six big companies: BMG, Polygram, Universal, Warner, EMI and Sony. </p> <p>Not so, claims a huffy letter from BMG. 'You assert that six companies dominate the industry. [Due to] takeovers, there is (sic) currently five, and will soon be four when Warner and EMI merge.' </p> <p>The industry spokesman avers that my error should convince readers that there is no monopoly control of the market. </p> <p>I stand corrected. </p> <p> <strong> The Generous-To-A-Fault Award to... Ford Motor.</strong> </p> <p> As British citizens, you have a right to compensation from cartels that conspire to fix prices. But as British subjects, no consumer in the past hundred or so years has actually collected anything in a court of law from rip-off monopolists. </p> <p>Previously, I spotlighted the case of John Clare. I tried to get him back some loot from Volvo UK (a unit of American car maker Ford Motor). Despite a finding by the Office of Fair Trading that Clare's dealer participated in a price-fixing ring, he got nothing. Anti-trust experts say the presence of a manufacturer-aided price-fixing conspiracy would bend the whole market. Volvo did create a voluntary compensation fund, but when we first checked, of the 100,000 consumers who purchased a Volvo during the three-year period of collusive pricing, none had received compensation. </p> <p>Volvo told us that this is an indication that virtually all its customers believed they had paid a fair price. My own view is that this may have been the result of a minor oversight in the refund programme: Volvo didn't notify any of its customers. </p> <p>I can now report that Clare has received the handsome sum of £720 from his Volvo dealer and several lucky buyers have received £25 M&amp;S gift vouchers. Thanks, guys. That only leaves, by my estimate, roughly 99,000 refund claims to go. </p> <p> <strong> The Last-Straw-Gilded-Cage Award goes to... Wackenhut Corporation.</strong> </p> <p> One year ago this week, we ran a story about Wackenhut Corrections, the operator of a private prison in New Mexico where sadism, greed and frightening incompetence risked lives and the public purse. </p> <p>Internal company documents and witnesses revealed, for example, that a chief guard warned company executives that their penny-pinching under-staffing was, 'a death sentence' for guards sent alone into cell blocks. A company executive responded: 'Better to lose one guard than two.' Two weeks after this glib comment, the prediction became reality: a lone guard was murdered along with a prisoner in a riot. </p> <p>Over the past months, Wackenhut has run into more trouble. The US Justice Department charged the company with using 'excessive force and gas grenades' in a youth detention centre in Louisiana, where guards beat a 17-year-old boy so severely that part of his intestines leaked into his colostomy bag. </p> <p>Then the state of Texas indicted 20 Wackenhut guards and officials on criminal charges of sexually abusing prisoners. Wackenhut's stock has tanked. </p> <p>Say what you like about Jack Straw, but in this case, the Home Secretary has shown us his soft-hearted side, granting the beleaguered Wackenhut political asylum in the UK. The Home Office handed the refugee company contracts to run the immigrant and asylum-seekers' detention centre in Manchester, and granted Wackenhut new contracts to operate prisons in Doncaster and Marchington. On the news that the Home Office also approved Wackenhut's opening a youth detention centre in Bristol, New Mexico's prison watchdog, state Senator Cisco McSorley, told The Observer : 'That's bordering on the bizarre.' </p> <p> <strong> And finally, The Dammed-If-You-Do Award to... Balfour Beatty.</strong> </p> <p> In July, Inside corporate America published comments by one of Britain's top corporate lawyers. He told us that, in 1997, at a Department of Trade reception, a man identified as chairman of construction company Balfour Beatty 'announced with enormous pride that he personally had handed over the cheque to the government minister for the Pergau dam bribe' in Malaysia. </p> <p>Not unexpectedly, that week's mail brought a note from Balfour Beatty. Spokesman Tim Sharp wrote that he had spoken to The Observer's source, who 'denies absolutely having said what is attributed to him'. The company demanded a retraction. </p> <p>There was something odd about this complaint. The company seemed to challenge only the wording of the allegation, not the substance. For clarification I wrote to the company asking for an answer to a simple, and far more relevant question: 'Did Balfour Beatty pay bribes in Malaysia - yes or no?' We received no reply. </p> <p>This is a difficult time for Balfour Beatty. A consortium to which the company belongs faces new charges of bribery, this time over another dam project in Lesotho in southern Africa.. I thought the company deserved an extra chance to clear its name. So I called Sharp. </p> <p> Obs: Was a payment made to a government official by Balfour Beatty, its chairman or an agent for its chairman regarding the Pergau Dam project, yes or no? </p> <p>BB: I tell you I've worked with some journalists in my time! </p> <p> Obs: Did you pay a bribe? </p> <p>BB: I like your approach. </p> <p> Obs: I just want to know if you bribed the Malaysians. </p> <p>BB: We could spend the rest of the afternoon... </p> <p>We nearly did. This continued for almost an hour. </p> <p> Obs: I'm worried about the issue of bribery and corruption. </p> <p>BB: Aren't we all? </p> <p> Obs: I'm happy to print 'Balfour Beatty states unequivocally that no payment was made to a Malaysian official.' </p> <p>BB: I suggested to you that you might have misled people. </p> <p>How had The Observer led our readers astray? </p> <p>BB: The thing you wrote has been denied flatly by your alleged source. </p> <p>Indeed, the company had received a letter from the lawyer this paper had quoted. I asked Sharp to read it twice during our interview. Only on the second reading did he include this: </p> <p>BB: [from the letter]'I do not deny the accuracy of the words attributed to me in the article.' </p> <p>Oh. Well, in that case, along with the company's Golden Vulture Award, which has been deposited in a numbered Swiss account, Inside corporate America offers the following correction: 'We hereby retract the statements made regarding Balfour Beatty's alleged boasting of corrupt practices on the grounds that our article was wholly accurate.' </p> <p><a href=\"mailto:gregory.palast@theguardian.com\">gregory.palast@theguardian.com</a></p>",
  "'I can still hear the sound of the Methodist bells, <br> I'd taken the cure and had just gotten through <br> Staying up for days in the Chelsea Hotel <br> Writing Sad-Eyed Lady of the Lowlands for you' <br> <b>'Sara' by Bob Dylan (1975) </b> <p>Bob Dylan got married during his three-year stay in the Chelsea Hotel from 1961-64, and his first child Jesse was born there. After first arriving at the hotel in 1963, Viva (who went on to become an Andy Warhol superstar) gave birth to both Gaby and Alexander and married both her husbands during the 25 years she lived there. Leonard Cohen, however, preferred to write 'Chelsea Hotel No 2', a song commemorating fellatio with Janis Joplin in room 104, when he lived there in the 1970s. Patti Smith first stayed there in 1959, and in 1962-63 returned with a penurious Robert Mapplethorpe who could not persuade the owner Stanley Bard that his photography made an equitable exchange for rent. Stanley let them stay anyway. Joni Mitchell had 'Chelsea Morning'. BonJovi had 'Chelsea Midnight' and Nico and Andy Warhol had Chelsea Girls . </p> <p> Stanley Bard has been at the helm of the Chelsea Hotel for more than 40 years, since taking it over from his father David in 1957. The building was the first co-oped building in New York, having been built, complete with features such as artist studios, in 1882. It became a hotel in 1905, ended in bankruptcy, and rescued from the bank by a group led by David Bard in 1940. Now featuring 400 rooms, it has been the recent focus of morbid rumours of its imminent sale. It's not happening. What seems to have happened is that attention has been drawn to New York's Chelsea area in general as a result of the recent move there by so many art galleries, filling the blocks from 10th Ave and 24th St West to 11th Ave and 26th. </p> <p>In its relationship with the various art movements that flowed through New York, the hotel under Stanley's watchful eye, was always a noteworthy recipient of those fringe, and sometimes mainstay, figures that were active then. The list is long and fearsome, something like the opening verses of Genesis. It begins with Brendan Behan who needed to finish two books for Geiss and was allowed in on the proviso that there was 'no destruction of property'. </p> <p>He was followed by Dylan Thomas, whom Stanley remembers as being inebriated all the time (but then, 'they're all like that over there!'). The now legendary film-maker Harry Smith, who had been living in the hotel while contriving his Folklore Anthologies hung out with Allen Ginsberg, who then brought around Dylan and Cohen. Along with Aaron Copland, the most important American composer of his generation, Virgil Thompson lived in the most elegant of the rooms (a five-room apartment), until his death seven years ago. The wood appointments were my most vivid memories of that floor complete with a Steinway Grand and rich, dark wood surroundings. </p> <p> In 1967, I met the young designer Betsey Johnson in a long narrow room with a small bed at one end and Betsey's sewing machine at the other. Over a sleepless three days, she completed the costumes for Ciao Manhattan, and although they were the most disturbing costumes she had ever designed, she became instantly famous for her mini-skirt (simultaneously with Mary Quant in London) and Story of O dress. </p> <p>Another member of the Andy Warhol Factory, Danny Fields, held an Assassination Party on the Thanksgiving after JFK's assasination - to lift people out of their gloom. There he met Nico, a Teutonic vision of an ice-maiden, and introduced her to Warhol. He also took Leonard Cohen to visit Edie Sedgewick at the Chelsea. Edie was the daughter of an owner of the Southern Pacific Railroad who was introduced to AW by Barbara Rubin, a Lower East Side film-maker, whom she had met during a recent stay in a mental home. Barbara had taught her how to stay slim (throwing up after meals). Leonard left her room greatly concerned at the way her room seemed to overflow with candles in what looked to him like a foreboding vision of the future. He wasn't wrong. Edie was soon burnt out of the Chelsea and out of her apartment in separate incidents. It was at that time that I first saw her in the Factory, her arms heavily bandaged, which only served to accentuate her Jean Seberg-like fragility. </p> <p> If you were indigent and had a partying nature, then it was imperative you found a place to crash for the night, and if you didn't already have a room to go to, then you would surely know someone who knew someone who knew where the action was... and this was invariably at the Chelsea. This partying vortex echoed the same moveable feast one encountered at Andy Warhol's Factory, when Andy and Edie, the young poet and photographer Gerard Malanga, and Andy's 'discovery' Ingrid Superstar moved en masse around the Manhattan salons. It was the networking style of the day. </p> <p>I recall the days when they disappeared to 23rd St to shoot Chelsea Girls because the Factory was forlorn and empty, no silk screens stretched out on the floor, and more ominously no opera! Stanley remembers the soothing gloss Andy put on the filming of Chelsea Girls, seeking to persuade him of the positive effect it would have on the image of the hotel. Stanley would not have it. Still, he signed the release for Paul Morrissey and has never seen the movie to this day. </p> <p>Piero Heliczer as the link between the Factory and the Velvet Underground, and was already documenting the Lower East Side, when Paul Morrissey saw us play and offered to manage us. It was the beginning of a dizzying four years in which we went from total anonymity to great renown. A vertical path that proved too much for our centre of gravity. It gave each of us in the band the bends from which we never quite recovered. Although we tried to focus on the music, the tug of war between Andy's artworld panache and the more crude demands of rock'n'roll street life, never allowed for an amicable resolution. </p> <p>For one reason or another, I view this period, with its misplaced gaiety, as a wholly owned subsidiary of the people who helped the art get made. Misplaced in the sense that Vietnam was the backdrop and art was a versatile posture, arrogant and unforgiving of loss of life. Amphetamines are thirsty work: they were the viral bone-meal of creativity in the 60s. </p> <p> Stanley Bard is today the last of a line of art mavens who from the sidelines helped many a young artist in need who would otherwise have slipped through the net. He took what was handed him and rode with it. Stanley's philosophy of mentoring is down to earth. He viewed Andy as trustworthy: artistically... but not into the far ether. When he allowed Robert M to live there rent-free with Patti in 1962-63 he was persuaded by Mapplethorpe's conviction that he would have money very soon... but demurred when he saw what was offered, Robert's photo-prints of his dying friends. </p> <p>This kind of story happened frequently in those early days. A frequent figure at the Factory, Danny Fields took Nico to see a dentist (his uncle) who was offered a Warhol painting in lieu of his services, but who turned it down. </p> <p>The lobby of the hotel was so furry with art from its tenants that it has never fully moved away from being an overgrown taxidermist's Valhalla. The ghosts, the plaques, the fame, still ooze from the walls. Furry people, too. Werewolves of Chelsea. Limited always to the 2nd floor, where the cleaning staff entered with caution, eyes down for glass, peering through the door into the bath, the discipline of homicide detectives. </p> <p> Every nascent movement has its benefactors, detractors, hangers-on and champions. In New York, movements have a way of coalescing around people and locations with their own unique built-in level of difficulty. The stand-offishness of the personages would often mimic the centre of gravity of the activities. We see this in New York with the case of the Mudd Club and its covert owner Steve Maas, and in Mickey Ruskin in the case of Max's Kansas City. Each of these individuals played a visceral role in the activities of the day. In Stanley Bard's case (no less than the others'), he gave shelter to those in need of it while completing their work. It was as if you gained diplomatic immunity the moment you entered the lobby. </p> <p>This rings in one's ears when the story of Bill Graham and the opening of Filmore East is told. As well as wanting to open the San Francisco version of the hotel, since rockers were not welcome in any hotel in those days, he saw his friendship with Stanley as part of the solution as well as future commerce in the cloning of the Chelsea on the West coast. (Also there was Hilly, later at CBGB, who opened and developed a property on the Bowery where the derelict held court over the dissolute, and where musicians scampered in and out of the club heaving their heavy equipment under the doleful gaze of the street people hungry for knowledge of any spectacle beyond the gutter. Hilly, meanwhile, could, on any lazy afternoon, be found roaming the chairs and tables of the empty bar with his acoustic guitar singing his favourite Gilbert &amp; Sullivan songs in a rich, operatic baritone. The punk movement was not his only home from home.) </p> <p>All these years later, Max's has closed down, the Mudd Club has moved, but the Chelsea is still there, like a stately lady, slightly run down. Now I have mixed feelings about her. Although the aura of that icon of the 60s is still intact, for many of us those days had lustre but too much confusion. If only the delivery had been better... if only the song was in tune... if only the fame had lasted... if only the truth were known... if only the drugs were free... if only we hadn't lost the sight... if only the film was in focus... if only the money was in the bank... if only art would last forever...</p>",
  "<p>It was a fairly routine Orange County police call; a man was threatening to commit suicide by diving off the 17th floor of the Hyatt Regency Grand Cypress Hotel, just two miles from Disneyworld, Florida. </p> <p>When they reached the balcony just before 10am on 20 February 1992, police officers found a deranged 42-year-old man perched on the balcony ledge. Police officer Stan Spanich spent 40 minutes coaxing the man back into his room, 1708. Inside, flat out on the bed suffering a cocaine overdose was 22-year-old Denise Wojcik from the local Escorts-in-a-Flash agency. Denise said she and an 'associate', Sherri, had spent the night in the room's sunken Jacuzzi with the would-be suicide snorting cocaine through rolled up $100 bills. The big man, 6ft 4in, paranoid on coke, said he was Irish, he was a businessman, and his name was Ben Dunne. </p> <p>None of it meant very much to the Florida police officers; arresting people strung out on cocaine was a daily occurrence in the Sunshine State. But 3,000 miles on the other, wetter side of the Atlantic in Ireland, Ben Dunne was a very big man indeed. Dunne was one of the most prominent businessmen in the Irish State. His billion-pound supermarket retail empire supplied the majority of Irish households with the food for their tables and the shirts on their backs. Dunne was also, in secret, a major benefactor of the Irish Prime Minister Charles Haughey. </p> <p>For 30 years Haughey, whose hero was Napoleon, had bestrode the narrow Irish political stage dominating friend and foe. Charlie, as he was universally known, had held every major office of state and was Taoiseach of Ireland four times. </p> <p>Haughey was rich. He lived in a glorious 18th-century mansion, filled with art, on the outskirts of Dublin. In the 270 acres of his Kinsealy estate he ran a horse stud and bred racecourse winners. He owned an island off Ireland's west coast, Innishvicillaun, that was so remote the building materials for his house had to be helicoptered in. He had an ocean yacht. He spent lavishly, £700 Charvet shirts from Paris, £1,000 meals in Dublin's most exclusive Le Coq Hardi restaurant, the best wine, vintage Cristal champagne, and even in Catholic Ireland, the best of mistresses. As Taoiseach he rubbed shoulders with the great and powerful - President François Mitterand was a friend, and there were the usual St Patrick's Day lunches at the White House and tea, albeit it frosty given the state of Anglo-Irish relations, with Prime Minister Thatcher in Downing Street. </p> <p>But the fall out from Dunne's cocaine binge would tortuously but relentlessly, destroy the achievements, the fortune and the entire reputation of a man who was once frequently compared to the legendary, romantic IRA leader Michael Collins. </p> <p> These days Haughey is still at the cen tre of the Irish political stage. But he is no longer welcoming Europe's leaders to EU summits in the splendour of Dublin Castle. Instead, for two hours every day, he is in the witness box at an anti-corruption tribunal answering questions as to where all the money for the mistress, the mansion and the racehorses came from. </p> <p>For the last two years lawyers at the specially convened Moriarty Tribunal have combed through every Haughey bank statement, every invoice, every property deal he was involved in over the past 30 years in search of evidence of bribery. What they found is damning. Haughey was a career politician whose annual salary even as Taoiseach in the 90s never exceeded £75,000 per annum. Yet more than £8.5m flowed through Haughey's secret bank accounts to fund his lavish lifestyle. </p> <p>The hidden accounts, the secret transfers, and the network of the rich and powerful who made out their cheques to 'Charles Haughey &amp; Co' point to one conclusion; that Charles Haughey ran for public office to make himself rich and then ran Ireland and the Irish State for the benefit of his cronies. It was a neat quid pro quo and the quid ended up in Charlie's pocket. </p> <p>'He was the boss. We all looked up to him, the whole Irish nation looked up to him. He stood up to Mrs Thatcher. But all that is undermined by the fact that he was conning us. What really cuts is that all he wanted was to be in power, to have power. And he abused it,' said Steven Kelly, a student who queued to be in the public gallery of the tribunal. </p> <p>Haughey may be unloved, but he is not defeated. Citing ill-health and age, he is 74, he is only allowed to be questioned for two hours a day. He is far from contrite. </p> <p>In the witness box, hood-eyed, he scowls at his interrogator as he is minutely led through one damning document after another highlighting his extravagance, his mysterious land-developer friends and their coincidental business dealings with the Irish State. His answers are a never-ending stream of denials, omissions and evasions. 'I can't remember, I do not recollect, not in any detail, I do not have any recollection.' When he is not taking the Irish equivalent of the Fifth Amendment - about self-incrimination - on the basis of his now allegedly faulty memory, Haughey lays the blame on his old financial manager and secret bagman Des Traynor who is wonderfully, discreetly, but indisputably dead. </p> <p>It is a bravura performance. But it cannot alter the truth. For the past 40 years, bribery and corruption, rather than elections, were the life-blood of Irish politics. The next Irish general election is less than two years away, but a political revolution is coming. All the established parties are facing wipe-out. The beneficiaries will be some of the smaller parties and Gerry Adams's Sinn Fein - fighting as the squeaky-clean newcomers. </p> <p>The taint of scandal has even touched the current Taoiseach Bertie Ahern, Haughey's protégé. Testifying to the Moriarty Tribunal, he admitted signing entire books of blank cheques for his former leader - cheques drawn on an Irish government account that Haughey later used to pay his Paris shirt bills. 'What Haughey says about Ireland is not very good. It says Ireland is a small coun try and a lot of people in the professions, pillars of the establishment, covered up for him out of fear and greed. It's easy to be abusive about Haughey now, but standing up to him 20 years ago was a different matter. All the stuff about Mafia-style leadership was not a joke,' said Joe Joyce, author of The Boss , a hostile biography of Haughey. </p> <p>In Haughey's potato republic, only little people paid their taxes. It was government of the people in favour of the few. But the web of power around Haughey was impenetrable. It would take Ben Dunne's suicide bid and a high-stakes legal battle for the Dunnes retail empire to finally expose the rotten core of Haughey's Ireland. </p> <p> Haughey was the Juan Peron of Irish politics. Like the glamorous Argentinian dictator, he inspired a fanatical following with his peculiar blend of nationalist fervour, right-wing views and appeasement of powerful trade union leaders. He was master of the small political gesture - granting tax exemption to artists and free travel to retirees - and was hugely popular. He was also the supreme practitioner of the Irish political art of 'cute hoorism' ('a clever whore'), slyly outmanoeuvring his opponents with backstage deals. He cultivated his image as the man of power, the man of decision, the very embodiment of the Irish nation. </p> <p>Party conferences were carefully orchestrated to create an aura around the leader with a personalised theme tune, 'Arise and Follow Charlie'. He loved photo-calls but hated reporters' prying questions; he was always acutely self-conscious of his height, 5ft 6in, and avoided situations where he physically looked up to those he politically looked down upon. </p> <p>'If you opposed him you were seen as not just being disloyal to him as an individual, but to the party and the country - words that were always mentioned in the same breath - as well. That's why it was so hugely dangerous and that's where you got the slightly fascist overtones of the whole thing,' said his bitter political rival Des O'Malley, who was expelled from the ruling Fianna Fail party on Haughey's orders. </p> <p>Irish corridors of power hummed with fear and tales of his cutting sarcastic tongue. Haughey, always aloof and imperious, once called a senator into his office to give him a furious dressing down. After a tirade of insults, Haughey dismissed him and returned to the work on his desk. The stunned senator, confused by the wood panelling, could not find his way out. After a few moments Haughey looked up. The hapless senator explained his predicament. 'Then why don't you jump out the fucking window,' retorted Haughey. </p> <p>Far from being shocked, the Irish fell in love with a politician whose earthy nature and soaring ambition they somehow saw as a better reflection of themselves than his bumbling saintly Fine Gael political rival Garret Fitzgerald. Charlie may have been a bit of a crook but, his followers reasoned, he was our sort of nice crook. </p> <p>He had chutzpah. One of his first acts as Taoiseach was to lecture the Irish people about living beyond their economic means. At the same time his own extravagance wildly outstripped his income. For decades he ran up a crippling personal IR£750,000 overdraft with one of Ireland's major banks, Allied Irish, when his annual salary at the time was IR£5,500. Demands by the bank for repayment were met by threats and pointed remarks about his political power. 'It was blatantly obvious that he was living a lifestyle he could not afford. It was staring everyone in the face, the helicopters, the ridiculously expensive girlfriend. He was up to something,' says Vincent Browne, one of the few Irish journalists ever to question Haughey openly about his wealth. </p> <p> Haughey certainly needed money and lots of it. Although he married Maureen Lemass, the daughter of a former Taoiseach, and had four children, he also had a high-profile affair with a Dublin gos sip columnist. His mistress, Terry Keane, was a woman who expected and received the very best her lover could lavish upon her from vintage Cristal champagne at £200-a-bottle, jewellery from Tiffany's in New York to luxurious holidays abroad. Like his hero Napoleon, Haughey was no movie star, but he oozed, according to Keane, sex appeal and had 'the most beautiful mouth of anybody I'd ever seen'. </p> <p>Keane, now 60, is no longer quite the beauty that turned a Taoiseach's head, but she remains a spirited, spiky woman with an unashamed fondness for fur coats, heavy-set gold jewellery and la dolce vita. It was not, she insists, love at first sight, but it did become a tempestuous passion. 'We were both chancers and we shared the same cynical sense of humour. I knew it would be a mistake to let him know how mad I was about him. We often drank too much when we could get away together and had terrible rows, but usually we had them in private,' said Keane, who remained married to her husband, a Supreme Court judge. </p> <p>The couple met for weekly trysts in luxury hotels around Dublin or dined privately at their favourite restaurant Le Coq Hardi. 'Charlie was great fun, a great raconteur, and a good companion. He had an unwavering belief in himself. He always seemed very certain of where he was going and what he was going to achieve. He was never daunted by the obstacles, they were always challenges.' </p> <p>The affair, which began in 1972, was soon an open secret in Dublin media circles. Keane anointed herself with the semi-official title of Taoiseach's Mistress and terrorised those beneath her in the rigid Irish social pecking order, including once an unfortunate young policeman who had the audacity to give her a parking ticket. 'I am,' she would declare, 'the most powerful woman in Ireland; wife of a Supreme Court judge and mistress of a Taoiseach.' She even regularly hinted about 'sweetie' in her weekly gossip column for a Dublin newspaper. </p> <p>Keane was less popular in other Dublin circles where she was regarded as vain, empty-headed and bitchy. But the true nature of her relationship to Haughey, which would have scandalised a country that still banned condoms for unmarried couples, was never revealed to the Irish people. Ireland's strict libel laws kept Haughey's adultery off the front pages, even when he denounced attempts in 1986 to introduce divorce. Ireland was still too small a country, its ruling elite too tiny, for such secrets to be shared with the masses. For years the same cloying subservience towards power would protect Haughey's secret financial affairs. </p> <p> The source of Haughey's wealth may have been mysterious, but the scale of it certainly wasn't. In 1969, after a decade as a full-time government minister, Haughey bought Abbeville, the James Gandon-designed mansion that had been the summer home of the English Lord Lieutenants of Ireland, for IR£120,000. The 10-bedroom Georgian mansion, on the outskirts of Dublin, complete with 270 acres, was an astounding purchase. Gandon's other buildings in Ireland include the majestic Four Courts, home of the Irish judiciary, and the historic Dublin Custom House - a drawing of which adorns the back of Irish IR£5 bill. </p> <p>Abbeville is one of the greatest houses in Ireland, the renovation and upkeep alone consumed vast sums, yet Haughey's ministerial salary in the 60s never exceeded IR£5,500, a 20th of the purchase price. Nor was there any family wealth - Haughey had been brought up in a council house and money was tight. But when pressed about the origins of this impressive wealth, he refused to disclose his finances. 'Talk to my bank manager,' he retorted. </p> <p>Conveniently, Haughey's bank manager, Des Traynor, a secretive accountant who controlled all of his master's finances, did not give interviews. Indeed, Traynor, despite being on the board of a whole network of prestigious Irish companies - including the state airline, Aer Lingus - was virtually unknown to Irish journalists. </p> <p>Haughey's four administrations, in the 80s and 90s, were awash with scandals from the illegal bugging of journalists, to the discovery of a wanted double murderer in the attorney general's apartment and even to the arrest of Haughey's personal election agent Pat O'Connor Pat O'Connor, as he humorously became known, for voting twice in the same 1982 election. Most scandals were financial and, although not proven, were never far from Haughey's door. </p> <p>In early 1992, Haughey's luck finally ran out when an old phone-tapping scandal about the illegal bugging of journalists' telephones resurfaced. Haughey had blamed his minister of justice Sean Doherty and denied all personal knowledge of the telephone intercepts. Doherty willingly took the rap and was forced from government. But 10 years later, Doherty changed his story and said Haughey had ordered the bugging. Haughey resigned on 11 February 1992, with a vintage performance in which he quoted Othello. 'I have done the State some service, they know't; no more of that.' </p> <p>Nine days later, Ben Dunne's Florida escapade hit the Irish newspapers. Headlines come and go, but for Dunne's siblings, particularly his sister Margaret Heffernan, members of the Dunne family trust that had overall control of the retail chain of stores, it was the final straw. For years, the family had been angered by their brother's autocratic behaviour; she decided to oust him from the Dunnes' board. A full-scale family war for the billion-pound empire broke out during which details of Dunne's secret gifts, actually company money, to Haughey were revealed to Heffernan for the first time. She was amazed. Her late father, Bernard Dunne, the store's founder, had detested Haughey. Heffernan had a simple response: she wanted the money back. </p> <p>According to Dunne, he first learned that Haughey was in financial difficulties in 1987. Traynor, Haughey's accountant and secret bagman, had phoned up Dunne's legal advisor and asked for cash. Dunne agreed to pay IR£1.3m from secret accounts within the far-flung Dunne empire. Traynor acted as a cut-out; the money was routed into offshore bank accounts. There was nothing to connect Dunne and Haughey. </p> <p>But then, by chance, in early November 1991, Dunne called on Haughey in Abbeville after playing a game of golf nearby. Haughey, besieged by the latest crisis in his government, looked uncharacteristically down. Dunne happened to have three blank sterling bank drafts for £70,000 each in his pocket. He handed them to Haughey. 'Look, that is something for yourself.' Haughey responded: 'Thank you, big fellow.' The exchange of drafts was over within seconds, but it would in the end crucify Charles Haughey. </p> <p>Despite Dunne's evidence to Heffernan's lawyers, Haughey, now in retirement, continued to deny that he had ever received money. Heffernan went to Abbeville and confronted him. Haughey, playing for time, was careful to neither deny or affirm receiving the money There was no proof. </p> <p>Haughey's sophistry cut little ice with either legal team in the Dunnes' dispute. Dunne's payments to Haughey, indicative of Ben Dunne's abuse of the firm's finances, had become a weapon in their own legal clash. Haughey, despite his carefully studied aloofness on his personal finances, was in a panic. He knew that public disclosure of the Dunne money, and all the embarrassing questions it would raise about his wealth, would destroy him. </p> <p>Suddenly it was Charles Haughey who started making begging phone calls, 11 in total, to Dunne's lawyer. He invited Heffernan back to Abbeville to urge her to resolve the family feud in private. In November 1994, just days before the case reached open court, the Dunnes' legal dispute was settled with a huge IR£85m payment to Ben Dunne. Evidence of Dunne's secret 'gifts' was consigned to the legal dustbin. Haughey thought he had survived. There was even talk in 1996 of a run for the Irish presidency. </p> <p>But then in 1997 his carefully constructed façade collapsed. Ben Dunne was caught out making illegal payments to another government minister. It was hugely embarrassing for the then Fine Gael government and it was forced to appoint a tribunal of enquiry to investigate payments to members of parliament by Dunne. Within days the tribunal, under the formidable Honourable Mr Justice Brian McCracken, was on the track of Charlie. </p> <p>This time there was no escape. Statements from the Dunnes' legal battle were retrieved from the archives, witnesses were called, and lawyers interrogated in the full public gaze of an open tribunal. Haughey stonewalled, prevaricated, hoping he could brazen it out, but the tribunal's investigators were relentless in their pursuit. They uncovered an elaborate financial system, organised by Traynor, which could be used to disguise the payment of bribes and the systematic defrauding of the Irish state of tax revenue. </p> <p>The system was simple but ingenious. Traynor, chairman of the small legitimate merchant bank Guinness Mahon, had established an offshore bank, Ansbacher Cayman Ltd in the Caribbean tax haven of the Cayman Islands, and acted as the Irish agent for its deposits. Money deposited would theoretically be held offshore beyond the scrutiny of the Irish tax authorities. Ansbacher Cayman then redeposited its funds in a consolidated account with Guinness Mahon in Dublin. </p> <p>Internal auditors for both banks expressed concern at the exposure to risk of mismanagement and fraud by Traynor's operation of the Ansbacher deposits. At one stage these reached IR£38m and comprised one third of Guinness Mahon's liabilities. Access to the operations of the Ansbacher accounts and the coded names of the estimated 120 secret depositors was kept separate from all other bank business. None of the usual banking controls, paper documentation, independent supervision of staff, operated. The 'bank' was little more than a box of records that Traynor kept in the corner of his office. </p> <p>None of the money ever left Irish shores. When Haughey needed money Traynor simply transferred funds out of the hidden accounts and into the legitimate companies Haughey used to fund his lifestyle. </p> <p>'The guys running the show were ripping off taxes and all of it was being organised by Des Traynor. Charlie was a great Taoiseach to have around even if they did have to give him a bit of money. He was not exactly going to order an investigation into offshore accounts or give the revenue commissioners a new set of computers,' said a close observer of the tribunal proceedings. </p> <p>Despite the evidence against him Haughey still continued to deny all knowledge of money from Dunne until the very last moment. But the evidence of the bank drafts he had personally received from Ben Dunne was irrefutable. He was forced to issue a statement saying he had 'mistakenly' instructed his legal team and, yes, he had taken the money. He was a proven liar. </p> <p> Bizarrely, apart from Ben Dunne being top of the Haughey family wedding invitation list, McCracken found no evidence that Dunnes' companies received any favours from Haughey. 'Charlie would have had such a sense of noblesse oblige that he would think it was his entitlement. And he certainly would not have felt he was under an obligation. I suppose like Napoleon he went a bit barmy,' said his lover Keane. </p> <p>McCracken was not the end of Haughey's fall from grace; it was the beginning. McCracken was soon replaced by the Moriarty Tribunal tasked with trawling through his entire financial records. It discovered that businessmen keen for his favours invested tens of thousands of pounds in the Haughey family helicopter firm Celtic Helicopters. One such investor was Guy Snowden, the disgraced former American director of the national lottery firm Camelot, who lost his libel trial against Richard Branson over corruption allegations. </p> <p>As leader of Fianna Fail, Haughey also had control of the funds that the Irish state pays its political parties to help with staff and research costs. Money from that account, countersigned unknowingly by Bertie Ahern, ended up being used to pay his Charvet shirt bill, IR£15, 000, and his bill, IR£14,000, at Le Coq Hardi. An IR£20,000 donation to the cancer fund of his seriously ill foreign minister Brian Lenihan, who received a liver transplant at the Mayo Clinic, ended up in the account of Celtic Helicopters. </p> <p>The new Ireland, a country of computer firms and the vibrant economically successful Celtic Tiger, was shocked and outraged at its hidden past of sleazy deals, bribery and Charles Haughey. The people turned. Instead of the saviour he was now the scoundrel of the nation. 'Haughey represents the corruption that ran through Irish society. He represents the centre of it all,' said Kevin Scally, a teacher who also queued to see Haughey in the witness box. </p> <p>Finally, even his mistress Terry Keane betrayed him by selling her story, and some highly embarrassing pictures of the couple kissing, to a Dublin newspaper in May 1999 for IR£65,000 and auctioning off his old love tokens. To Haughey's fury, Keane also appeared on a popular Irish television chat show to expand on their relationship. Their 27-year relationship ended in a terse phone call the following day. 'Charlie didn't so much think that he would not get caught, he thought it would not matter if he did,' said Keane tartly. </p> <p> Like his hero Napoleon, Haughey, when he is not in the witness box, spends his final days in a gilded mansion, Abbeville, that has become his prison. He is deserted and alone, railing against his enemies and lamenting what could have been. Nothing will erase the ignominy, the shame, of his fall. It may be just, but it is a bitter end to an illustrious career. Even Charles Haughey might be forgiven for cursing that Florida police officer, far away across the Atlantic, who stopped Ben Dunne, and his secrets, from jumping from the Hyatt Regency's 17th floor balcony.</p>",
  "<p>Ah, the empurpled Lakeland hills! Mighty Scafell and Crinkle Crag! The splash of rill and babbling burn! And yet amid such majesty, might a vex'd traveller in a Fiat people carrier pause a while upon a crude, ill-tarmac'd precipice and marvel at what piece of intelligence is a sheep that has a million acres of grass at its disposal and still decides to park its arse in the middle of the road? </p> <p>I nudge the car up the hill towards the wool-witted miscreant. Handbrake. </p> <p>'Why don't you honk the horn, Dad?' </p> <p>'Remember, this is the sheep's home, not ours,' my wife coos. </p> <p>The sheep yawns and opens a newspaper. </p> <p>'Get out of the WAY!' I shout, revving, waving my arms. </p> <p>At last it gets up and joins its friends, who all give it high fives and slap it on the back. They go off, baaing in triumph. </p> <p>We're heading for Muncaster Castle, conveniently located at the other side of whatever this mountain is called, which according to the map is slightly further into the middle of nowhere than the rest of the Lake District. </p> <p>'Can it possibly be this far?' I say. </p> <p>'Look, they put the castle up 800 years ago,' says my wife. 'You can't blame them for not guessing where the motorway was going to be.' </p> <p>At last we're there. And actually it is quite brilliant. The place is huge, with its own little old church and views that look like paintings and a giant environmentally oriented vole maze and world-renowned owl conservation things going on, and enough dark, leafy trails into the surrounding acres of wild gardens to lose all your children in one go while you're having a beer. </p> <p>We leave the older ones swinging from a zipline in the playground while we go inside the castle, which not only has walls and a proper roof but the same family still live here who stopped marauding Scots getting into our country when the king couldn't be fagged to help, back in the year dot. Even to this day a twinkle-eyed grandfatherly figure in a tweed jacket stalks the Great Hall regaling unwary visitors with tales of Lord Muncasters past, in particular his father-in-law, who came second in the Grand National on a horse with one eye and was awarded a medal by Ethiopian Emperor Haile Selassie for showing him how to use a lawnmower, and someone else who was British attaché in Paris but was eaten by a bear in 1865. The grandfatherly figure in the jacket is Patrick, who happens to own the place. He's very nice. He shows us some stained-glass windows from 1550 and a cup owned by Henry VI and spooky rooms with four-posters, including one slept in not only by Edward VIII but also his granddaughter Kate (Patrick's granddaughter Kate, not Edward VIII's), who is staying for the weekend. At the top of the stairs there's a picture of Tom Fool, who was the jester here in the 1500s and who used to sit under a tree and direct lost travellers into the quicksand and eventually chopped the carpenter's head off, which in those days passed for having a well-developed sense of humour. Needless to say, he soon came to the attention of William Shakespeare, who couldn't stop laughing and by all accounts used him as the model for the Fool in King Lear . It is said that you can still hear old Tom clumping around the corridors, dragging his bumper book of excellent jests behind him. </p> <p>We go outside to see the owls being exercised on the lawn. The woman tells us that there's hardly any long grass any more and so barn owls are endangered mainly because they have to hunt near motorways and keep getting hit by lorries. </p> <p>We sit dribbling ice lollies and watch the fire-eater, before hiking through the forest, which is full of trees from the Himalayas. 'This is a Douglas fir,' I say knowledgeably. I have learnt that Douglas himself fell into a trap in Hawaii, where he was trampled to death by wild cows. He also invented lupins. Right at the top, we climb over the stile and on to the moor full of thistles and rocks and drystone walling and look out over the sea. On a good day, you can see the Isle of Man and Scotland and Wales and Tunisia. Even Sellafield looks like poetry out there, steaming in the distance. </p> <p>'Baa,' say the sheep, who are passing through on their way to the A595.</p> <p><a href=\"mailto:phil.hogan@observer.co.uk\">phil.hogan@observer.co.uk</a></p>",
  "Phan Thi Kim Phuc pulled back a corner of the curtain at the bedroom window. It was the only window in her tiny flat from which you could see further than the side wall of the house next door. If she had looked up over the roofs of Chinatown, where she lived, she could have seen Toronto's modern downtown skyline, but she wasn't thinking about the view. She scanned the pavement for anybody watching, then looked down at the uncovered porch below: nobody. But the evidence remained: a crushed drink can and the red-and-white carton of a Kentucky Fried Chicken lunch from the branch at the top of the street. <p>The previous evening, she and her husband, Toan Bui, believing they had entered their apartment unseen by coming up the back stairs, had looked from this window, and noticing the can and carton, realised the two women they had just met on the street had been staking out their flat for some time that day, at least long enough to get hungry. One of them had a camera. Kim had cautioned her husband against opening the front door to put out the rubbish. </p> <p>How did the two women know her address? Why had they been waiting outside all day? </p> <p>The day came to an end, marking the beginning of the weekend, when Kim's solicitor's office would be closed. By Sunday, she was relieved to be able to go to church in Ajax, an hour away from Toronto. Since she and her husband were the only Vietnamese in the congregation, it seemed unlikely her past would ever come up. But after the service, when she and Toan went to collect their 11-month-old son Thomas from the créche, one of the priests told them Kim's picture was in the newspaper. He held up a Toronto tabloid. 'The photograph that shocked the world' said the headline, above a picture of a young girl, naked and running in terror. There was another headline, 'Child of war is a woman living in Toronto' alongside another picture, one of Kim, wearing the coat she'd been wearing all week. </p> <p>Clearly, the two women had got the photograph they'd come looking for. 'Yes,' Kim told the priest, 'I am the girl in the picture.' </p> <p>The newspaper that broke the story - that the subject of one of the most famous images from the Vietnam war now lived in the West - was the Mail on Sunday. The date was 19 March 1995. Toronto's Sunday Sun bought the story and ran it across pages two and three. Accompanying the article were photographs of Kim and Toan pushing their baby in a buggy along a Toronto street, and of Kim's parents in front of their mud hut in Trang Bang, Vietnam. </p> <p>The story was picked up by the international wire services. Within a couple of days, Kim's phone began to ring, and didn't stop. The doorbell rang almost constantly. Kim grew afraid to leave the house. She hardly slept and, exhausted, spent entire days in her dressing grown. </p> <p>This was not the scenario she had contemplated when, a few months earlier, she had decided that, in order to support the family, she would re-emerge from her secret life and sell her story; it would be her 'work'. </p> <p>She had gone for advice to Nancy Pocock, a long-time adviser to Vietnamese refugees in Canada, who knew a prominent Toronto entertainment lawyer. Before making the introduction, Pocock had wanted to make certain that Kim understood something: once she invited publicity, there would be no going back. Kim had accepted this, but a month on she was having second thoughts. She worried that newspapers would get the story and pictures of her without paying a penny. She felt as though she was becoming a victim all over again. She told her husband: 'It's like another bomb falling out of the sky.' </p> <p><b>Trang Bang, 5 June 1972 </b><br> Communist troops have broken through Route 1, the highway running northwest from Saigon and over the border of South Vietnam with Cambodia to Phnom Penh, and are occupying the market place in Trang Bang. Soldiers from the US-backed South Vietnamese army have been called in and a bloody bombardment has begun. The villagers have abandoned their homes and moved into the nearby Codai temple. They think the holy place will be safe from 'the fire which falls from heaven'. </p> <p>On the morning of 8 June 1972 Associated Press photographer Nick Ut and his driver approached Trang Bang on Route 1. Refugees were clogging the road, heading east. Women carried babies, men shouldered poles balancing clothing and pots and pans, children carried babies and led water buffalo on ropes. The old and injured rode on oxcarts. Heavy smoke hung in the air above Trang Bang and planes were circling. The sound of Soviet- and Chinese-produced weapons confirmed the presence of North Vietnamese soldiers. Just outside the town, traffic was stopped behind concertina barbed wire stretched across the road. Ut flashed his pass to the military police, identifying himself as a journalist. He could go no farther than the small elevated bridge. As the morning progressed, more than a dozen foreign newsmen arrived. There were television crews from NBC and ITN and at least three other photographers. Three British journalists, among them William Shawcross for the Sunday Times, arrived by chance: the roadblock had waylaid their plans to take a sight-seeing trip to the Holy See. </p> <p>A senior officer from the South Vietnamese army told the journalists that the objective on this third day of fighting was to drive the Viet Cong into the treeline, and therefore out of town, so the highway could be reopened. The plan was to launch a ground assault with air support. Two or three times that morning, South Vietnamese planes came in on bombing runs. Ground assaults followed: government soldiers, moving in single file, swung in wide arcs through waist-high grass in the fields. Nick got shots of planes coming in. He shot soldiers on their bellies aiming grenade-launchers and firing machine guns, and soldiers rushing out the wounded on stretchers. These were images he had recorded hundreds of times before. </p> <p>The crowd at the roadblock, many of whom had been there three days, was like an audience at an air show. At the sound of an approaching aircraft, they would stand, transfixed, and then gaze at the explosion and fires half a mile away. In between times, a boy peddled ice-cream cones from his bicycle to the line of stalled traffic. Some of the crowd crouched in the shade of their vehicles, snacked on bananas and savoured the sticky, sweet pulp of the last of the star apples of the season. </p> <p>Sometimes, during the lulls, the crowd caught sight of uniformed North Vietnamese soldiers dragging wounded colleagues to safety. It was the first time many had seen 'soldiers from Hanoi'. Reassured by their presence they agreed that it was unthinkable that either the Communists or the government would attack a holy place. </p> <p>Late that morning the clouds had formed a low-lying blanket and the typical afternoon downpour of the wettest summer months began. The photographers and television cameramen covered their equipment with army-issue rain ponchos. The photographers looked about to see if anyone was thinking about calling it a day: the cloud cover would mean a halt in air strikes and, therefore, ground assaults. </p> <p>They compared notes about what 'today's picture' would be: refugees on the road, people fleeing the town. Ut took his lunch of French cheese and baguette from his camera bag. He decided to leave by 2pm, because of the heavy refugee traffic. One o'clock came and went without a break in the cloud cover. Some of his colleagues left, presuming that the Viet Cong would also take advantage of the weather to leave the town. The rain continued. The children inside the temple outbuilding were running around, playing. Perhaps an hour or more after it had begun, the rain stopped. The wind began to clear the clouds. A small observation aircraft circling in the north-eastern sky began an approach. Dipping low above the treeline behind the temple, it fired two phosphorous rockets that spewed white smoke upon impact. Immediately, several government soldiers ran out from a building outside the temple gates onto the temple grounds and popped violet- and mustard-coloured smoke grenades. The colourless smoke fired by the observation plane marked the enemy; the coloured smoke, popped by those on the ground, identified the South Vietnamese forward position. Perhaps 150 yards separated the opposing positions. What happened next was up to the pilots on the bombing missions. An argument broke out among the soldiers inside the outbuilding, apparently about the meaning of the smoke. Suddenly, they turned to the villagers and told them to get out of the temple: it was about to be attacked. </p> <p>Kim Phuc's father Phan Tung assembled his children and their cousins, instructing them all to make for the 'American base'. He sent out the smallest and oldest first, Kim Phuc's grandmother and her aunt Anh, who was carrying her nine-month-old son. Next, he sent out the middle children, including Kim Phuc and two of her brothers. Then, the oldest siblings. Some of the panicking soldiers had already run out with the first of the villagers. Others who remained behind shouted at the stragglers to run fast, or they would die. Phan Tung and Kim's mother Nu were among the last to go with their baby niece. </p> <p>The 30 to 40 soldiers and civilians sketched a ragged line from the outbuilding, past the side and front of the temple, through its main gate and onto Route 1. How they appeared from the air through the lens of a dirty, partly clearing sky is debatable. </p> <p>Nick Ut looked at his watch. It was well after one o'clock. I have one good shot already, he told himself, crouching low as a South Vietnamese Skyraider approached. Then, changing his mind, he scrambled out of the embankment and onto the road. He decided to get a couple more then go home. </p> <p>Quickly, it became apparent that the plane was off course and had crossed into government lines. Instead of aborting his run, the pilot dipped into a dive and dropped two bombs. No explosion came; the bombs were duds. Some moments later, a second Skyraider came in on an approach even more off-target than the first. It dipped in a kind of corkscrew motion, a manoeuvre normally used when under fire.The soldiers and journalists at the bridge flattened themselves to the ground. </p> <p>Ut did not move from the road. He kept his camera lens trained. The plane dipped so low that anyone on the road could plainly see its South Vietnamese identification, red stripes on yellow. There was an unwritten 'rule of engagement' that the Americans had established early in the war: no fire was to be directed at unarmed Vietnamese unless they were running. Anyone running could be assumed to be Viet Cong fleeing attack, and thus fair game. Nick followed the code of conduct when covering combat during a bombing run: stand still, and lift your face towards the pilot. </p> <p>Once the bombs had fallen from the Skyraider, Nick composed his shot: silhouetted figures in uniform on the road in the foreground; the temple against an expanse of sky as the background. He had time. Hard bombs drop heavily, but the lighter napalm canisters tumble end over end, making forward progress as they head towards the ground. </p> <p>The napalm ignited on impact in a fierce explosive splash across the highway and the fields on either side. Flame shot upwards. Shades of saffron, blood, fire and sunset filled the viewfinder. Nick was sorry that he was shooting black-and white instead of colour. </p> <p>Even from a distance of several hundred yards, the blast of heat was immense. Fire rolled out of the treetops. Heavy, dirty black smoke swirled upwards. Gradually, as ash rained down, the scene was repainted in shades of grey. Faint shouts and screams could be heard. </p> <p>The first discernible figures were a half dozen or so women and children and a small black dog. A boy carried a child on his hip; two girls clutched jute sacks. Two stragglers appeared. One woman was ahead of the other, on the left edge of the road; the second woman was on the right, by habit, keeping out of the way of vehicles. She carried a baby, its face and scalp smudged black, facing forwards. Its eyes were open but its body was limp in the woman's arms and with every flat-footed step she took charred skin flapped or fell from the child's limbs. </p> <p>The photographers knew this was the day's picture. They clicked frame after frame until there was no film in their cameras. Already they were thinking of the editing, of finding the frame that separated life from death. The living better convey the horror of war; the dead have no expression. </p> <p>Kim Phuc had fallen a step or two behind her two brothers. Once she had reached the highway, she heard the drone of a low-flying plane, and, curious, turned her head to look. She had never before seen a plane so close. Without breaking her stride, she watched it drop four bombs before it passed from sight. </p> <p>A minute later, Phuc was struck with such force from behind that she fell face first to the ground. At first, she felt unafraid, only curious. She did not realise what was happening until she was enveloped by fire. Then fear took over. Later, she would have no recollection of getting to her feet and pulling at the neck of her burning clothes, nor that what was left of them fell away. Her first memory was of flames licking her left arm, where there was an ugly, brownish-black gob of burnt flesh. She tried to brush it off, only to scream out at the pain of the burn that had now spread to the inside of her other hand. </p> <p>Kim had taken a hit of napalm to her left side, on her upper body. It incinerated her ponytail, burnt her neck, almost all of her back and her left arm. She knew she should keep running, but intense fatigue and weariness overtook her, and she felt desperately thirsty. There were still a few hundred yards to go to safety. </p> <p>Her brother (on her right in Ut's picture) pulled at Phuc to help keep her on her feet. Some photographers, having used the last frames in their cameras on the old lady and the child, had begun to rewind their films and reload. Leicas and Nikons in those days were finicky, and unless rewinding and reloading were done slowly, they could easily jam. Others among the journalists had turned their minds to making haste for Saigon. None thought there was anyone left to walk out of the flames. </p> <p>Then Kim Phuc came running, naked, screaming out of the flames, her arms held limply outwards. Her cry pierced the silence. ' Nong qua, nong qua! ' ['It's too hot, too hot!'] </p> <p>Nick Ut was among those who ran forward. He reached for the last of four cameras he had in his bag. Keeping a loaded camera in reserve was a quirk of his. Christopher Wain, an ITN journalist, put his hand out to bring Kim to a stop. From behind, the extent of her burn was already apparent. Her body radiated heat, and chunks of pink and black flesh were peeling off. Someone put a canteen of water to her lips. Other soldiers began to empty theirs over her still burning flesh. Nick went to get a poncho to cover the girl's nakedness. </p> <p>Realising they would have transport, Phan Tung begged the journalists to take his daughter to hospital. The nearest one was in Cu Chi, on the way to Saigon. </p> <p>Nick Ut, shaking at what he had witnessed, thought about his deadline and about the competition from UPI. He felt torn between trying to do the humane thing and getting back to Saigon as quickly as possible. It was getting dangerously late. There would be refugees on the road to slow the van, time lost stopping at the hospital. And the later it got, he realised, the more he was putting not only his own but the driver's life at risk. Nightfall was the 'hour of the Viet Cong'. </p> <p>The crowd at the bridge dispersed. The last villagers emerging from the strike went up the road, while the soldiers tended to their own wounded and the journalists raced to file their stories. The first army jeeps appeared on the scene to load the military's dead and wounded. The army refused to take civilian casualties. A policeman came by on a jeep, but said he couldn't take villagers to hospital without orders from his superior. </p> <p>Ut and his driver made good time to the hospital. They left Kim Phuc and another napalm victim with a nurse and set off for Saigon. </p> <p>Ut had not stopped sweating since leaving Trang Bang. His dilated pupils saw everything within a halo of red, an after-effect of the napalm. When he arrived at the AP office the only person there was a technician named Jackson. Ut handed over his film and Jackson disappeared into the darkroom. Nick paced to steady his nerves. </p> <p>Bureau chief Horst Faas returned an hour later. By this time his deputy, Carl Robinson, had already edited the day's shots and decided not to develop the negative of Nick Ut's shot of Kim Phuc because of AP's rule against full-frontal nudity. However, as soon as Faas saw the image he knew it was 'the one'. He decided at once to break the rules and submit the shot to AP's New York headquarters. If he had any doubts, they were dispelled by the correspondents who dropped in during the evening as usual to see what pictures AP was transmitting. Life photographer David Burnett, who had been at Trang Bang, saw the shot of the girl and said: 'Sure beats the shit out of anything I got.' </p> <p>That evening Faas waited around longer than usual. He had been prepared to raise hell if the desk in New York had killed the picture. He didn't have to. </p> <p>\u0095 This is an extract from Denise Chong's The Girl in the Picture. To order a copy for the special price of £14.99 plus 99p p&amp;p, call 0800 3168 171</p> <p><b>Kim's long road from Trang Bang to Toronto</b></p> <p>Every picture tells a story, but the stories which some pictures tell continue to develop long after the film first went into the processing lab. Nick Ut's photograph of Kim Phuc had an extraordinary impact around the world. While it certainly influenced attitudes to the Vietnam War, the image also rose above the detail of place and time because it showed with terrible economy how war kills and damages children. The psychological history of the war seems inconceivable without it. </p> <p>Along with half a dozen other photographs, it helped to shape the popular feelings which in turn influenced policy. Kim Phuc's moment of terror deepened the scepticism with which, by mid-1972, the war was being viewed. The fact that the napalm strike was a case of friendly fire, the result of a mistake by the South Vietnamese, reinforced that message. </p> <p>Two of Kim Phuc's six brothers, one three years old, the other nine months, were killed in the attack on Trang Bang. She spent months in hospital afterwards, in pain all the time. Her sister fainted at the sight of her. Eventually, she was able to return to her family and to school. Her body was brutally scarred, she suffered constant headaches, and extremes of heat and cold caused her severe pain. But her face and hands were clear of burns and she might have slipped back into anonymity, were it not for a German journalist from Stern magazine who remembered the photograph and tracked her down. After that Hanoi recognised her propaganda value. She was called out of school and college so often to be interviewed by foreign journalists and to give talks against the evils of capitalism, often involving weeks of travel, that she couldn't complete her studies. She had hoped to become a doctor. </p> <p>In 1986, Kim Phuc was sent to Cuba to study and embark on 'goodwill missions' for the Communist cause. For six years, she attended the University of Havana, now studying English, where she fell in love with and married another Vietnamese student, Bui Huy Toan. During this time, she quietly planned her defection. </p> <p>In October 1992, Kim Phuc and her husband managed to buy plane tickets to Gander, in North-east Canada, where they pleaded for asylum. The couple moved to Toronto where they spent the next three years in hiding. </p> <p>Since her 'discovery' by the press, Kim Phuc, who has a six-year-old son called Thomas, has met and publicly forgiven John Plummer, the US pilot who dropped the napalm bomb on Trang Bang, and has rekindled her friendship with Nick Ut, who became a family friend after he saved her life. She has also become a goodwill ambassador for Unesco and founded the Chicago-based Kim Foundation to help child victims of war. </p> <p><b>Napalm: the chemical killer</b></p> <p>Napalm, first used during the Second World War, is a lethal weapon when dropped from the air. The bomb explodes and fragments, and the burning jellied napalm (the name comes from its combination of naphthenic and palmitic acids) sticks to whatever it lands on. It burns at 800 to 1,200ºC (by comparison, water boils at l00ºC) - and for a long time. A big enough mass of burning napalm will consume skin, hair follicles, sweat glands and sensory nerve endings. This is a third-degree burn, and appears red and oozing. If the napalm continues to burn down, feeding on fat, muscle and other deep tissue, the injury becomes fourth- or fifth-degree charring. </p> <p>Napalm wounds were as common in Vietnam as bayonet wounds had been in the First World War. Doctors did not expect to be asked to treat napalm burn victims as they were more likely to die than need medical aid. Victims taking a direct hit suffered burns to at least 25 per cent of their bodies. One-third of them died within a half-hour of burns or of asphyxiation. Many spread the napalm themselves by trying to remove it from their skin or clothes, or in stripping off burnt clothes. </p> <p>Kim Phuc sustained third-degree burns or worse to 30-35 per cent of her body surface. Those areas included almost her entire back, the left side of her chest, the back of her neck into her hairline, and her entire left arm. She also had lesser burns from napalm that splashed from her clothes on to her right arm, buttocks and stomach, and she had singeing to her left cheek and both ears. Life or death for victims of such major burns depends on making it to a specialist burns unit within 24 hours, 72 at the most.</p>"
]