[
  "Frantic efforts to save the Northern Ireland peace process from collapse were underway last night as Gerry Adams launched a vitriolic attack on the Ulster Unionist party leader, David Trimble. <p>The visibly angry Sinn Fein leader accused Mr Trimble of \"arrogant\" behaviour and \"stupid and unattainable demands\" in the wake of his threat to bar Sinn Fein from attending a cross-border council meeting later this week. </p> <p>He queried Mr Trimble's commitment to sharing power with nationalists and republicans at Stormont. \"Sinn Fein does not hold executive position by dint of patronage from the UUP. We have a mandate,\" he said. </p> <p>The Northern Ireland secretary, Peter Mandelson, is expected to hold urgent talks this week with the Irish foreign minister, Brian Cowen, to find a formula to persuade all sides to keep faith with the process as the rift between unionists and republicans over IRA disarmament deepens. </p> <p>The peace process was thrown into a serious crisis on Saturday when Mr Trimble pledged to block Sinn Fein from attending the special cross-border ministerial council until the IRA lived up to its commitment to place its weapons \"completely and verifiably beyond use\". </p> <p>The move, which saw off a challenge from unionist hardliners opposed to Mr Trimble, infuriated Sinn Fein which said it would attend the next meeting of the cross-border body in Enniskillen, Co Fermanagh, on Friday. </p> <p>Sinn Fein regards the cross-border body as one of the most important elements of the Good Friday agreement because republicans can claim that the body is an embryonic united Ireland. Cross-party support is needed for a minister to attend any north-south council meeting. </p> <p>Speaking to party activists in Co Louth, Mr Adams said: \"Does Mr Trimble think what he said is going to sort this out? Of course it isn't and everyone knows that. </p> <p>\"People don't react, whether they are unionists or republicans, to threat and to diktat and to the type of gesture politics we saw the other day.\" </p> <p>Mr Adams also said the British and Irish governments must not pander to a \"unionist veto\", and must fulfil their commitments under the Good Friday agreement and provide effective political leadership. \"Republicans have serious concerns about the focus and intent of Mr Blair and his colleagues,\" he added. </p> <p>His remarks were condemned as a \"hysterical over-reaction\" by Michael McGimpsey, the Ulster Unionist arts minister in the Northern Ireland power-sharing executive. </p> <p>There was relief in London and Dublin that Mr Trimble had succeeded in defeating hardliners at a meeting of the Ulster Unionist council on Saturday. A relieved Mr Trimble won by 54% to 46%, a one point increase since the last meeting in May. </p> <p>Victory for the dissidents, led by the UUP MP Jeffrey Donaldson, would have dealt the peace process a potentially fatal blow because Mr Trimble would have been forced to abandon the power-sharing executive. </p> <p>However, there were fears last night that Mr Trimble's victory came at a dangerously high price. Both London and Dublin are acutely aware that excluding Sinn Fein from the next meeting of the north-south ministerial council on Friday would harden the IRA's opposition to disarmament. </p> <p>If a legal challenge to Mr Trimble, which is being considered by the SDLP, fails ministers may consider postponing Friday's meeting at which Sinn Fein's health minister, Bairbre de Brun, is due to set up a cross-border food standards agency with her southern Irish counterpart, Micheál Martin. </p> <p>Beyond that, Mr Mandelson is expected to tell Mr Cowen that the IRA should live up to its pledge to press ahead with disarmament. Mr Cowen will make clear that threats from the unionists will guarantee that the IRA does not make any further gestures. </p> <p>The tension between unionists and republicans came amid fears that the loyalist paramilitary feud could erupt again after the shooting of a 21-year-old man in north Belfast. The body of David Greer, a member of the Ulster Defence Association, was found with a gunshot wound to the chest on Saturday night. The Ulster Democratic party, the UDA's political wing, blamed the killing on the rival Ulster Volunteer Force.</p>",
  "<p>Ten years ago, climate change was a worry far away on the horizon, more of concern to grandchildren, a problem that, as responsible citizens, we should tackle soon.</p> <p>This week, as the south east of England was battered by the latest in a series of storms the threat seemed much more immediate - once in 30 years floods had come twice in a month to places in Kent and Sussex.</p> <p>While all the international political focus has been on reducing carbon dioxide emissions to avert future global warming, an equally important second area of work has been progressing on local adaptation to its effects, which are soon to be.</p> <p>In the UK there have been, so far largely unheeded warnings about not building on flood plains, plus unreported changes to building regulations so that tall buildings can withstand higher wind speeds.</p> <p>The response to the danger of ever increasing sea levels has been to add another few feet to the height of sea walls around property on the coast and abandon some poorer quality agricultural land to the sea as no longer worth the expense of protecting.</p> <p>It is the small beginning of a new era in a Britain and the rest of Europe that is used to a benign climate.</p> <p>Extremes were always regarded as rare and generally happened somewhere else - the United States being a prime example.</p> <p>Scientists are still reluctant to say that what is happening to the British climate can be blamed on global warming.</p> <p>While they say that this is the sort of weather we could expect as a result of global warming, they say that current events have not been going on long enough to be sure.</p> <p>But the evidence of climate change is building all the time.</p> <p>On average, British birds nest two weeks earlier than 30 years ago. Insect species - including bees and termites - that need warmer weather to survive are moving north.</p> <p>Some have already crossed the Channel from France. It is now warm enough for malaria mosquitoes to survive and breed in Sussex.</p> <p>Glaciers in Europe are in retreat, particular in the Alps and Iceland. Icecaps throughout the world are getting smaller - even the North Pole was ice free for part of this summer.</p> <p>Extremes of weather are driven by heat, together with the contrast between the hot tropics and the cold poles.</p> <p>The warmer the sea the more intense the storms - and the average wave height in the Atlantic has increased - making the damage that a rise in sea level can do to the coast even greater.</p> <p>If this is not climate change then it is a pretty good example of what to expect from now on. It seems the British fascination with the weather is set to continue.</p>",
  "<p>Car design works in reverse. The more a vehicle is made to look rugged and ready for that all-night, cross-mountain trek over gravel, ice and the carcasses of dead sheep, the more likely it is to earn a strictly urban cachet and be unlikely to be called upon for so much as a hill-start. This certainly seems to be the story with the sports utility vehicle, or SUV. </p> <p>The snazzier models are what today's ram raider or rap star is wearing uptown at the weekend. The ones with the quieter boom boxes are for urban or suburban people who have families but want to insist that this hasn't entirely exhausted their appetite for life. In either form, the SUV has dealt a blow to the pride of the hatchback, which used to do well by both these social groups but which these days looks timid and grey-complexioned beside these pumped-up, rounded-off bundles of energy. </p> <p>Sports utility - it's a boldly yoked concept. What \"sports\" means in these circumstances is surprisingly fast engines, stiff suspensions and the ability to get airborne at speed bumps. What \"utility\" seems to mean, however, is, actually, \"inutility\", in the sense that the cars tend to come generously decked with features for which the average urban owner will have little or no use, such as chunky anti-rhino bars, rear storage spaces the size of horse boxes, and four-wheel drives. </p> <p>But what, then, are we to make of the compact SUV? Regular SUVs are, generally, the kind of car you can walk into without ducking and they appeal to the consumer whose desire is to own an extremely large lump of metal. The idea, then, of a deliberately compact one is necessarily hedged about with contradictions, but the vehicle must presumably be aimed at people who want to own an extremely large lump of metal but who don't quite have the heart or the driveway to carry it through. </p> <p>The Toyota RAV4 is a compact SUV. Toyota pretty much invented this concept-within-a-concept six years ago, with the original RAV4, and are now revisiting it. The new model is tall and roomy and fairly big, as lumps of metal go, but is a complete pussycat next to its muscled-up brothers, the Land Cruiser Colorado and the Land Cruiser Amazon, whose bumpers reach up to your eyebrows. It comes in two models - a cute and snubby three-door version, and, for rappers with larger entourages, a five-door version. </p> <p>The five-door was the model I drove, and it was also, naturally, a five-wheel car, in the sense that there was a fifth wheel stuck prominently to the outside of the back door. Conspicuous tyre display is, for some reason, the staple of the SUV, the size and prominence of the spare being almost the measure of the car. All that canny work that designers once did, creating underfloor crannies to hide the spare, is ritually mocked by the SUV. </p> <p>In publicity photographs, the RAV4 is poised, not on somebody's drive or outside a childrens' shoe shop, but on the lip of a gushing waterfall. One gets the impression that the target RAV4 owner would have to miss an awful lot of road signs before life got as wild as that. </p> <p>Still, even in the suburbs, there are tough jobs to be done by tough men in tough vehicles, and last week I did such a job in a Toyota RAV4. Throwing caution to the wind, I gunned the two-litre engine and drove to Sainsbury's Homebase to buy a lawnmower. </p> <p>Funny time of the year to be buying a lawnmower, I concede. But then, this year time does seem to have gone funny - the leaves still sticking to the trees, the grass still growing. Anyway, I needed a new machine for a final, pre-winter cut - and I had a RAV4 on hand to help me score one. </p> <p>I was there in no time, because the RAV4 is extremely fast. Toyota claim it offers the best power-to-weight ratio in its class. I could perhaps have done with some more weight, finding the steering wispy and the car faintly frail-feeling. I wouldn't fancy it over mountains or down waterfalls, but I have to say it managed with aplomb the rumble strips on the Homebase car park feeder road. </p> <p>It also nipped easily into a parking space. Regular SUVs tend to need two. The Flymo Turbo Compact 330 I eventually selected was quite a handful - both in boxed form and also, as I later discovered, as an electric mayhem-maker, out there on the lawn - but thanks to the RAV4's dual-position luggage cover, it slotted without complaint into the boot. (And without me having to remove the back seats - though I could have done, had I for some reason been buying several lawnmowers.) </p> <p>I found reverse, eased my spare tyre out into the exit lane and headed smoothly for the one-way system. And then I drove home, very fast, to mow the lawn. </p> <p>So there you have it: usefulness and sportiness in the same concise, affordable package. But enough about the Flymo. The Toyota RAV4? It's a mixed-up kid. But someone's going to love it. </p> <p><strong> The lowdown</strong><br> </p> <p> <strong> Toyota RAV4 </strong></p> <p><strong>Price: </strong> from £13,495 </p> <p><strong> Top speed: </strong> 115 mph (2.0, manual) </p> <p><strong> Acceleration: </strong> 0-62 in 10.6 secs </p> <p><strong> Consumption: </strong> 32.1 mpg (combined) </p> <p><strong> On the stereo: </strong> Puff Daddy </p> <p><strong> At the wheel: </strong> Puff Daddy's daddy </p> <p><strong> En route for: </strong> downtown Stevenage</p>",
  "At first sight it is hard to imagine that anyone can have more to gain from the US Secretary of State Madeleine Albright's groundbreaking trip to the North Korean capital, Pyongyang, this week than the people of Tae Song Dong. <p>As the only South Korean community inside the demilitarised zone - the border between North and South, which Bill Clinton once called \"the scariest place on earth\" - the 132 villagers have been on the frontline of the cold war for more than 50 years. </p> <p>In the increasingly unlikely event of an invasion by the North, their homes and paddy fields will be the first to be pummelled by artillery and overrun by tanks. But rather than feeling relief at the greatest chance of a thaw in half a century, the villagers - like many South Koreans - are beginning to wonder whether better relations are really in their best interest. </p> <p>Proposals to build a new road and railway across the border and talk of US troops being stationed in a friendlier North have raised fears that the DMZ, which has made Tae Song Dong the richest village in Korea, will disappear, along with their land, wealth, and a surprisingly pristine environment. </p> <p>\"Some of the villagers are worried that if the two Koreas get friendly we'll lose our benefits,\" said the mayor, Jun Chang-kwon, in a rare interview with journalists. </p> <p>The church, the school and the 50 homes of Tae Song Dong - called \"Freedom Village\" by US troops - are in a stunningly beautiful, if perilous place. The farmers' lush fields of ginseng, peppers and rice stretch across a broad plain to distant mountains in the North. </p> <p>As a virtual no man's land, the two-and-a-half mile corridor of the DMS is a perfect nature reserve, filled with wildlife. </p> <p>But it is hard for a visitor to imagine a more terrifying place to live. This is, after all, the point at which the 1m-strong North Korean army faces the 650,000-strong force of the South and its 37,000 American allies. </p> <p>The villagers are surrounded by barbed wire, minefields and tank traps; the landscape is pockmarked with memorials to fatal skirmishes; there is six to 10 hours a day of propaganda from giant speakers in the North; a curfew begins at 11pm; a platoon of South Korean soldiers sleeps in the village and provides the farmers with an escort as they tend to their fields. </p> <p>Even with this protection, the villagers live in fear of abduction. The most recent incident was in 1998 when two villagers were snatched while they wandered along the border picking acorns for a seasonal dish. </p> <p>Compared with the South Korean troops in sunglasses and crisp uniforms, the farmers are unlikely cold-war warriors, but in many ways they play just as crucial a role, overtly demonstrating the affluence of the South to their neighbours in Gi Jong Dongin the northern half of the zone. </p> <p>Gi Jong Dong wins only on the size of its flag pole, which bears a North Korean flag the size of a three-storey building. Tae Song Dong has a smaller flag, but it is ahead where it counts - in the income of its people, who can easily afford the best mechanised ploughing equipment, while farmers in the North still use oxen. </p> <p>This is no accident. The full military and economic weight of South Korea and the US ensure that the villagers of Tae Song Dong live privileged and protected lives. </p> <p>As the American military guides are eager to point out, the 50 families have an average annual income of $82,000 (£56,000): more than five times the average South Korean income and at least 25 times as high as in the North. </p> <p>This is partly because the land is so fertile, but mainly because of the southern government's generosity: the villagers do not pay tax or rent, and they are exempt from military service. </p> <p>They are reluctant to talk to outsiders. The visiting journalists were told not to ask about reunification and the rapid move towards peace. But the mayor admitted that they had worries, particularly about the village property, which is claimed by the government. </p> <p>\"We have no deeds for this land. It is possible that it is owned by North Koreans, who will want to reclaim it,\" Mr Jun said. </p> <p>Property ownership is one of many complex problems that South Korea must resolve as it moves towards reconciliation. This, and the huge cost of rebuilding the North, have prompted the South Korean president, Kim Dae-jung, to suggest that reunification should take place over 20 to 50 years rather than suddenly as happened in Germany with the fall of the Berlin Wall. </p> <p>For the moment there is no significant sign of change in the DMZ.Though they would never say it, this may come as a relief to the villagers. </p> <p>They are certainly not opposed to peace, but the uncertainties of reconciliation must be unnerving to a community that appears to have grown numb to the perpetual threat of war. </p> <p>As the mayor said when asked whether it was frightening to live in no man's land: \"If I was the type of person who felt fear, I would have moved out a long time ago.\"</p> <p><b>Useful links</b><br> <a href=\"http://www.kimsoft.com/korea.htm\" target=\"_new\">Korea Web Weekly</a> <br><a href=\"http://www.kimsoft.com/dprk.htm\" target=\"_new\">Democratic People's Republic of Korea</a></p>",
  "<p>Ten remote villages in southern Italy are this week becoming a \"genetic park\" where scientists can harvest the racially pure inhabitants' DNA to identify the causes of disease. Isolated for centuries by mountains and forest, the villagers' genetic history stretches back to the Greeks and could hold the key to cures for Alzheimer's disease, asthma, cancer and hypertension. </p> <p>Villagers crowded into the town hall of Gioi Cilento at the weekend to toast a project they hope will bring visitors and jobs, reversing generations of poverty and emigration. It is one of science's most ambitious attempts to trace the roots of inherited illnesses by spotting genetic differences between a homogeneous people. Similar projects are under way in Sardinia, Iceland, and the Pacific islands. </p> <p>The villagers agreed to become a living laboratory after it was explained they possessed a unique gene pool that could help create better drugs. </p> <p>Two hours south of Naples, the area, known as Cilento, had no roads or electricity until recent decades. Woods thick with olives, chestnuts, gorges and caves made it one of the remotest parts of the region of Campania. </p> <p>Scientists chose Cilento because its inhabitants, who survive by farming and making cheese, have been undisturbed by large-scale immigration for millennia. Some of the villages, which each have between 600 and 2,000 inhabitants, still speak ancient Greek and Albanian. Another 70 Cilento villages are expected to join the project next year. </p> <p>The park is protected by Unesco because of archaeological and environmental treasures. </p> <p>From today a Naples-based team from the International Institute of Genetics and Biophysics will start combing church records, which date back 500 years, to build families' genealogical profiles. Interviews with local doctors, blood samples and DNA analysis will follow. A genetic data bank should be ready within two years. </p> <p>By comparing genetically similar people it is much easier to spot rogue genes linked to disease, says Graziella Persico, who is heading the team. </p> <p>\"These people are so isolated they are perfect for research. We're not looking for any disease in particular, that will emerge in time. Then specialists from America and England can come to study.\" Months of reassuring villagers led up to today's ceremony, which will include mayors, biologists, anthropologists and sociologists. \"We had to explain that we weren't going to use them. We will be here for many, many years.\" </p> <p>The decoding of the human genome in June injected urgency into the search for inherited susceptability to disease. </p> <p>The project is funded by Italy's national research council but private backers are being sought, a move that could be controversial if profit-making companies are given exclusive access to data. </p> <p>Iceland agonised over ethical and privacy concerns before handing over the entire population's medical records to the American company DeCode Genetics. </p> <p>Playing a role in 21st-century medicine is gratifying but Cilento's inhabitants hope the researchers' arrival will reverse an atrophy that has left villages half-abandoned, according to Andrea Salati, mayor of Gioi Cilento. \"Many of our children have gone, it's mostly old people, which means our communities are dying. This has given us hope for the future. It is a chance to create tourism.\" </p> <p>Domenico Nicoletti, director of the park, has for years been striving to tap its tourist potential. \"It is the only realistic way to revive these villages,\" he says. When approached by the scientists he persuaded them to include an economic angle to the project. Businesses and employer organisations in Naples were brought on board. Experts in catering and accommodation will tour the villages offering workshops on how to set up bed &amp; breakfasts, an alien concept in rural Campania. </p> <p>Dr Persico acknowledges that studying Cilento's isolation could in fact end it. \"If emigrants start returning and tourists hear about what's going on the park is likely to change, we know that. But so be it. That's what the villages want.\" </p> <p>For communities on the coast, which survive on fishing and tourism, Cilento has remained an unexplored wilderness fit only for goats and mountain people. Hundreds of caves form elaborate labyrinths populated only by bats. Travellers who come to view the stalactites without guides routinely become disoriented. In 1889 two brothers went missing. By the time they were found, one was dead and the other insane. </p> <p>A genetic park of two villages in Sardinia set up earlier this year is yielding results, says Mario Pirastu, director of the national research council's institute for molecular genetics. \"We've set up a model that will be extremely useful to geneticists. We will be publishing results in the next few months.\" </p> <p>Investigations of the DNA of close-knit communities is likely to grow as results become more spectacular. Genes linked to breast cancer have been found among Ashkenazi Jews, hypertension among Turks and diabetes among Finns.</p> <p><strong>How isolated peoples' DNA can help science unlock secrets of disease</strong></p> <p><strong> Sicily</strong> From the mountain town of Troina, opposite Mount Etna, biologists at the Oasi research centre are on the verge of announcing the isolation of genetic mutations linked to phenylketonuria, a disease that retards babies' development. </p> <p>Cambridge archaeologists, investigating tombs and artefacts, have helped the biologists by mapping who settled where and when. The mutation is believed to have been brought by a bronze age settler from Anatolia, Turkey </p> <p><strong> Sardinia</strong> A gene data bank of 4,000 people from the villages of Perdasdefogu and Talana is being compiled to unlock secrets of cancer, heart disease, asthma and depression. </p> <p>The second most homogeneous people in Europe after the Lapps, Sardinians were not diluted with immigrants. People rarely married outside their villages. The population of Talana is descended from eight fathers and eight mothers </p> <p><strong> Iceland</strong> The rogue gene responsible for Alzheimer's disease has been identified in a gene pool directly linked to the Vikings. The island's ethnic balance - 85% Nordic and 15% Celt - has been largely undisturbed for 1,000 years </p> <p><strong> Pingelap Island</strong> Almost all of the western Pacific island's 3,000 inhabitants are descended from the 20 survivors of a 1775 storm. DNA from the 5% of islanders who have a rare type of colour blindness has helped scientists locate a gene for colour vision </p> <p><strong> Norfolk Island </strong> The 1,500 south Pacific descendants of Fletcher Christian and other mutineers on HMS Bounty are being studied to find genetic predispositions to high blood pressure. </p> <p>The combination of a British diet, Polynesian genes which are susceptible to heart disease, and isolation are expected to yield insights into hypertension</p>",
  "The old Ulster plantation town of Enniskillen, scene of one of the worst atrocities of the Troubles, returns to centre stage this week. <p>Almost 13 years to the day since the IRA's Remembrance Day bombing, Enniskillen is due to play host on Friday to the first meeting of the north-south ministerial council since David Trimble announced plans to ban Sinn Fein from the body. </p> <p>What should have been an innocuous meeting on food standards between the health minister, Bairbre de Brun of Sinn Fein, and her Irish counterpart, Micheál Martin, has been turned into a showdown between republicans and unionists. </p> <p>Mr Trimble at the weekend saw off a challenge from hardline members of his party by promising to stop Ms de Brun attending Friday's meeting, as a punishment for the IRA's perceived failure to disarm. Sinn Fein insists that it will be travelling to Enniskillen, and to all other north-south meetings, because the party's elected ministers do not depend on unionist \"patronage\". However, to attend such a meeting, the minister does require explicit \"cross community support\" given by the first minister and his deputy, Seamus Mallon; without it, any encounter by her with Mr Martin would be very difficult for him. </p> <p>What happens in the historic Co Fermanagh border town, which since the 1987 bombing has become a model for reconciliation in Northern Ireland, could define the future of the peace process. </p> <p>If Ms de Brun is excluded by the first minister, Sinn Fein will waste no time in exploiting a propaganda coup reminiscent of 1996 when Gerry Adams was pictured outside the gates of Stormont when he was blocked from attending the first round of all party talks. Sinn Fein regards the north-south ministerial council as pivotal to the Good Friday agreement, seeing the body as an embryonic united Ireland. A bar would also only serve to harden the IRA's opposition to disarmament. </p> <p>If Ms de Brun does attend, Mr Trimble could look foolish in the eyes of his hardliners. He stopped short of abandoning the power-sharing executive on Saturday because he said that his action on the north-south body was a real sanction. The sight of Ms de Brun sitting down with her southern Irish counterpart would destroy that argument at a stroke. </p> <p>Mr Trimble underlined his determination yesterday when he said that republicans could not be allowed to get away with doing nothing on disarmament. \"We are saying to republicans that if you sit and deliberately do nothing then there is a cost attached to that,\" he told BBC1's Breakfast with Frost yesterday. </p> <p>Unionists claim that the provisionals have failed to live up to their commitments on disarmament that persuaded Mr Trimble to re-establish the power-sharing executive in May. These were to allow inspections of IRA dumps, which has happened; to re-establish links with the disarmament commission, which has not happened; and to begin the process of placing their weapons \"beyond use\", which is not moving quickly enough for unionists. </p> <p>Gerry Adams highlighted the gulf between the two sides when he told a meeting of Sinn Fein activists in Co Louth that Mr Trimble appeared incapable of accepting republicans as equals. \"We are not going to take this lying down,\" the Sinn Fein president said. \"What Mr Trimble said was tacit acknowledgment that he is not up to living alongside the rest of us on the basis of equality.\" </p> <p>The impasse means that the British and Irish governments will have to resume their roles as guardians of the peace process. The Northern Ireland secretary, Peter Mandelson, is expected to have talks this week with the Irish foreign minister, Brian Cowen, to decide what to do with Friday's meeting in Enniskillen and to assess the wider state of the peace process. </p> <p>However, their talks will take place against a gradual deterioration in relations between London and Dublin. </p> <p>The former is frustrated with London for watering down the Patten proposals on policing, to set up a non-partisan body to replace the Royal Ulster constabulary. London, for its part, believes that Dublin is failing to use its influence and confront republicans on disarmament. The disagreements do not bode well for a renewed push by London and Dublin to reinvigorate the peace process. </p> <p>Mr Mandelson will outline his thoughts today in Omagh, scene of the worst atrocity of the Troubles in 1998. A visit to the town, where 29 died at the hands of dissident republican terrorists, will provide a timely reminder of the threat if politics is seen to fail.</p>",
  "Eight days left; a near dead heat in the polls; excitement and apprehension rise. What hangs on Bush? What swings with Gore? Time to calm down, even hose down. So I went to see the supreme guru of measured analysis for an extra helping of laid-back wisdom. Professor Seymour Martin Lipset, in London for a lecture tonight, has been America's best, most prolific political scientist for four decades now. He has watched all the presidents of that time come and go - but, more important, he has watched the changes in his country, too. He is in no sense cynical or battle-worn, but he is relaxed. <p>Is George Dubya a raving right-winger? Nah! He's a \"right centrist\"; just like Al Gore is a \"left centrist\". Both naturally congregate in the middle. Bush started off in the familiar out-of-town way, attacking Congress and Washington, but then McCain cropped up and he had to veer for a while to the right of his party. Now he has tacked back to where he started from. Gore, in parallel, had to see off Nader before turning turtle. </p> <p>Remember what Nixon told Bob Dole. \"You head right to get the nomination; you head left the moment you've got it.\" Remember that Ronnie Reagan's California was the first state to pass a pro-abortion bill and that Ron spent his time in the sun trawling round anti-abortion meetings making mood music but never doing a damned thing. \"Remember, except for foreign policy, that the president is weak. Clinton hasn't got his last budget yet.\" </p> <p>You can talk about what you intend to do. Doing it in office is wholly different - and the talkers and the promisers know that, just as the voters do. Look at the way Capitol Hill inevitably operates, seldom giving any one party control of the White House, the Senate and the Congress. No accident, because different constituencies. Choosing a president is one thing; choosing a senator to represent the broad swath of opinion in his state is another; choosing a congressman with a far narrower, more defined and partisan constituency is still another. There is an almost automatic balance. Maybe, just maybe, the Republicans will take all three this time, but if they do it will be by such a narrow margin that the soft blur of party lines - especially in the Senate - will leave scant room for manoeuvre anyway. </p> <p>And foreign policy? Lipset knows Condaleeza Rice, the likely national security adviser, well. A strong, bright lady. He knows Colin Powell, the likely secretary of state, and the other prospective aides clustering at his side. He is unalarmed. They are capable people. Whatever else Bush may or may not be, he looks like a good chooser. </p> <p>If you are as mellow as Lipset, you see awful (alleged) threats in a kindlier light. Whatever happened to the (1980s) threat of \"a natural Republican majority\"? Education happened. The Republicans still have an armlock on the deep South - except where the Democrats work to a strict black agenda - but their Golden West isn't so golden any longer. Folks got richer and thus they became more educated. Funny thing! That doesn't help the Republicans one jot. The more you know - in the broadest terms - the likelier you are to vote Democrat. And the awful threat of a swelling Hispanic population, the death of America as a homogeneous, English-speaking nation? Another defunct spectre. </p> <p>\"There isn't a Hispanic race. There are Argentines and Guatemalans and Spanish and Mexicans. They come from different countries - and they are different. I'm told Texan Mexicans and California Mexicans are different. But what happens to them all? They arrive, some of them prosper, and they become Americans who want to speak English, must speak English, because not being able to marks them out as second class.\" Natural, unafraid integration. </p> <p>Anyway, immigration is the key. \"I went to lecture in Japan a few years ago, when the Japanese miracle was going full speed, and I got annoyed. America, I told them, is an open society - and where would you be if we didn't buy your cars? Every society goes soft in the end and we've got the answer to that. We let in hungry people. I have no fear of you. Our Asians will beat you in the end.\" </p> <p>The temptation, as he rattles along, is to think him complacent. This is a temptation to resist. Lipset is a shrewd observer of what really comes to pass and what may happen next once the headlines have faded. He is absorbed not just by the activists of politics, but by the millions in the middle who, frankly, aren't that interested. Voter turnout heads down. Some 30m watched the recent televised debates, as opposed to 90m when they first started. </p> <p> But is that necessarily bad - or just that the missing ones don't think it makes much difference who wins, who holds the centre? If they think that, they may not be all wrong. But watch, with satisfaction, Pat Buchanan and the cracked shell of the Perot party disappear below 1% on the polls. Apathy can be the enemy of extremism. Because folk don't care this time, though, doesn't mean that they won't care next time if there is an issue they see clutching them by the throat. \"This is not an angry country, whatever the commentators say. Some have strong views, maybe strong religious views. But they're not angry now.\" </p> <p>The virtue of the political scientist lies in setting a broader context and noticing what happens offstage. Has American \"exceptionalism\" - the totality of factors that set it apart, and the theme of one of Lipset's most lauded books - changed in the last five years? Yes: and he offers an example from his time at Stanford University in the Palo Alto shadow of Silicon Valley. Call it the explosion of young wealth. </p> <p>Look at house prices in Palo Alto. Almost everyone who lives there is a millionaire; indeed, has to be to live there. \"I went to a cocktail party and there were 13 billionaires in the room.\" He has a daughter who works as a psychiatric social worker in the city and some of her patients have a recurring question for her. \"What am I going to do with my money?\" Maybe lose it; maybe pour it into the universities and charitable foundations, maybe build new palaces in Newport, Rhode Island, to dwarf the palaces that America's industrial rich built in the 1890s. </p> <p>At any rate, what's exceptional about the American future \"is a bigger, wealthier class\". It alters the balances; it chips away at the accustomed order of things. \"Elites, you know, are very anxious what people think of them. They want to be thought well of and they're anxious to help that process.\" </p> <p>A new era of philanthropy? Perhaps. But probably a new era of exceptionalism which leaves Europe and \"post- feudal\" Britain behind. Lipset's legacy: don't get mad, get reflective and get informed. </p> <p><a href=\"mailto: peter.preston@theguardian.com\">peter.preston@theguardian.com</a></p>",
  "A huge decision is confronting Europe. If living standards are not to fall, EU countries may have to allow a 60-fold rise in immigration, feeding rightwing protests and causing additional damage to the region's fragile race relations. This is the considered view of demographic experts as they examine the reality of Europe's ageing population. Since parents are having fewer children and the old are living longer, the size of the economically active workforce supporting those over 65 is falling dramatically. <p>Who will keep the economy running and look after the growing army of the elderly? One option is to raise the retirement age to 75, but most people do not want to work longer. A more feasible plan is to accept more immigrants. But while this is beginning to happen, no EU government seems willing to admit that it is part of a historic new trend. </p> <p>This summer Germany dropped its long-standing barriers to immigration to take in computer programmers from developing countries. It described the decision as temporary. Britain, where nearly a third of doctors are foreign-born, has radically relaxed its immigration rules to make it easier for skilled people to come from outside the EU. There was no public announcement. </p> <p>To describe the choice for Europe as \"grey power or black power\" may be exaggerating. But even with the EU's enlargement to eastern Europe, the biggest source of potential immigration is the third world, mainly Africa and Asia. </p> <p><b> Affluent</b><br> </p> <p> Mediterranean countries which used to send migrants northwards have become affluent enough to keep their own people. Hundreds of young Portuguese used to work in Paris as concierges but their children are going back to a booming Portugal. Spain has ceased to be a labour exporter, partly because of a sharp fall in its birth rate. \"In one generation we have gone from being a society in which families of eight or even 12 children were not unusual to one in which childless couples are common, or people think long and hard about having a second child\", said a Madrid sociologist, Victor Perez Diaz. </p> <p>Immigration from developing countries has already produced social tension in most European states and tabloid headlines about a \"flood\" of foreigners. </p> <p>It is not just a matter of skinheads murdering foreigners in Germany or beating up Asian bus conductors in Britain. Cardinal Giacomo Biff of Bologna recently shocked Italians by calling for immigration to be restricted to Roman Catholics to save \"the nation's identity\", pointing out that Muslims had \"different food, festivals and family morals\". </p> <p>Yet behind the racist sensationalism there are serious issues. Has the public been given a chance to debate the situation, or has it been foisted on them by politicians afraid to discuss the pros and cons? The rise of ultra-rightwing parties in many states appears to be caused not just by immigration but by a sense that the establishment has not been honest. </p> <p>The cautious effort to reopen the debate was sparked by a UN population division study this year. It found that by 2050 a quarter of Britain's population would be over 65. The figures were similar for France and Germany, and in Italy it will be a third. </p> <p>In most European countries there has been a sharp decline in the potential support ratio (PSR), defined as the ratio of the population aged between 15 and 64 to that aged 65 andover. In Britain it was 6.24 people of working age to every pensioner in 1950 and had fallen to 4.08 this year. Assuming zero immigration after 1995, it would be 2.36 workers to every pensioner by 2050. </p> <p>In Italy there were almost eight people of working age for every pensioner in 1950 but fewer than four today. By 2050, with no immigration, the ratio will be down to 1.52. Italy has moved faster than almost any other EU country from a norm where couples often had eight or nine children to one where many couples have one child or remain childless. </p> <p>There is little chance that European birth rates will rise, so the UN made a number of projections about how to deal with the \"demographic deficit\". It calculated how many immigrants would be needed to maintain the size of the working-age population (15 to 64 years) at the same level in 2050 as it is today. </p> <p>For Britain it found that an annual in take of 125,000 immigrants would be needed until 2050. This is almost double the average of 73,000 migrants a year from 1990 to 1998. </p> <p>To maintain the current PSR until 2050, Britain would need a net immigration total of more than 1m migrants a year. If this happened the overall population would reach 136m by the mid-century, of whom 80m, or roughly 59%, would be post-1995 migrants or their descendants. </p> <p>For Germany, 3.4m migrants would be needed every year to keep the workforce in the same proportion to the elderly as it is today. By 2050, 80% of the population would be foreigners or their descendants. </p> <p><b> Controversial</b><br> </p> <p> No wonder that when European home affairs ministers discussed the issue of \"replacement migration\" for the first time this summer, it sparked fierce controversy. Jean-Pierre Chevènement, the then French interior minister, denounced it as an employers' tool to try to depress wages. If it were to happen, Europe should understand the implications and be prepared to become a racially hybrid society. \"Public opinion must be told clearly that Europe, a land of immigration, will become a place where cross-fertilisation occurs,\" said a document prepared by the French presidency. \"Public opinion needs to be enlightened and convinced.\" </p> <p>Mr Chevènement favoured bringing in seasonal workers temporarily through contracts with their home governments which would require them to go back after a fixed period. But the immigrants who are needed in most of Europe are those with skills, and they will not come without the prospect of citizenship. </p> <p>European governments may have to move to a quota system, like the US or Canada, which would favour skilled people from different countries, or set \"points\" for migrants depending on their qualifications or whether they have family links with earlier immigrants. </p> <p>Another solution is to get people to work longer. For Britain to retain the same PSR as it has today would mean lifting the retirement age to 72. In practice, most countries are likely to use a mixture of approaches, by opening the door to migration, changing the pensions system, and encouraging those who want to stay at work after 65. </p> <p>As Antonio Vitorino, the EU's dynamic Portuguese commissioner for justice and home affairs, told European ministers this summer, fortress Europe cannot go on. \"The policy of zero immigration of the last quarter-century is no longer feasible.\" </p> <p><b>'I miss my family a lot'</b></p> <p>Kader, 30, from Algeria, works in a cafe in the racially mixed 10th arrondissement of Paris</p> <p> \"I came here almost exactly one year ago. I came because I wanted a change from my home country, to see different things, and because life in Algeria is difficult. </p> <p>\"There is a difficult political situation always, and often the risk of being caught up in a terrorist attack. </p> <p>\"So I wanted change, but it was hard to make the decision. I did not want very much to leave my parents, my brothers and sisters and my old friends - and I miss them and my family a lot. I also miss the things in daily life that tell you you're in your home country, the familiar little things you're comfortable with, the weather. </p> <p>\"But that is normal, of course, and it is important to be able to adapt to new situations. And France has been good for me so far. I like it here, I like the area I live and work in, I earn OK money, the people are friendly. Life here is good. For the moment I have no regrets.\" </p> <p><b>'I've tried to adapt here'</b></p> <p>Shahadat, from Bangladesh, owns a late-night convenience store in Brussels</p> <p> \"I came to Belgium in 1996 because of my wife, whose family moved here in the 1970s. Our marriage was arranged - we had two days to get to know each other. </p> <p>\"I'm happy here now. I was a bit depressed at first because of the difficulty of adapting to a new language but my wife has helped me learn French. </p> <p>\"Since I arrived I have taken courses in computing and running a small business. They don't accept my qualifications here so I can't get a good job. If I want to work it has to be washing dishes or cars. I tried this but this was embarrassing for me so I decided to start my own business. </p> <p>\"If I've had any problems with racism here it's been with foreigners and not with Belgians. Moroccans come into my shop and call me a Paki. </p> <p>\"I have tried to adapt here. I've never been unemployed or drawn social security and I pay tax to the government.\" </p> <p>\u0095 Additional reporting by Jon Henley in Paris, Rory Carroll in Rome, Adela Gooch in Madrid and Tony Paterson in Berlin </p> <p><b> Tomorrow: Will Germany's plan to bring in thousands of Indian computer experts work? And where does that leave India?</b></p>",
  "While the most familiar image of the would-be migrant to the US may be that of the impoverished central American trying to slip over the border by moonlight, a new breed will be arriving first-class at the airports of big American cities. <p>Techno-migrants with all the necessary skills of the new technology are being actively courted and this month their path into the US has this month been smoothed by the president himself. They arrive at a time when the percentage of immigrants in the workforce is at its highest since the 1930s. </p> <p>Earlier this month Bill Clinton signed into law legislation to increase the annual quota of H-1B visas available for skilled foreign workers from 115,000 to 195,000 over the next three years. The law came after pressure from technology companies worried by the shortage of qualified workers and anxious to snap up the cream of foreign brainpower, particularly from India. </p> <p>The US has been attracted by the talented graduates of the Indian institutes of technology set up by Nehru in the 1950s. At the other end of the scale, the presence of hundreds of thousands of illegal immigrants from central America provides a cheap and compliant labour pool for the service industries and allows companies to keep their overheads low. </p> <p>\"My administration has made clear that any increase in H-1B visas should be temporary and limited in number,\" Mr Clinton said. He added that the fee charged to employers for each visa should be increased significantly [to $1,000] and that most of the money generated should go to \"fund training for US workers seeking the necessary skills for these jobs\". It is estimated that the extra visas will raise $170m for training Americans. </p> <p>What the legislation does not address is the position of a large number of immigrants who are either illegal or of uncertain status. Mr Clinton was unable to persuade the Republicans to extend the immigration largesse to those who do not have specific technical skills, and he has expressed his regret. \"We need to meet the needs of the hi-tech industry by raising the number of visas for temporary hi-tech workers,\" he said. \"But we also must ensure fairness for immigrants who have been in this country for years, working hard and paying taxes.\" </p> <p>This is a tacit acknowledgement of the essential part played by immigrants, legal and illegal, in the US economy. According to the bureau of labour statistics, there are now 15.7m immigrants in the workforce, around 5m of them illegal. They amount to 12% of the workforce, a rise of 17% in the past three years alone. </p> <p>Many of the illegal immigrants work in sweatshops, as farm workers and in the service industries, sometimes for as little as $3 an hour. They are unable to complain for fear of being deported. </p> <p>There are an estimated 6m illegal immigrants - this includes children and those who are not in the workforce - in the US, and an estimated 260,000 enter every year. There is now pressure, particularly from the growing Latino constituency, for an amnesty for those who have entered and settled in the US. </p> <p>The latest annual figures from the immigration and naturalisation service show that 789,378 people entered the US as legal immigrants. The largest number of those entering both legally and illegally came from Mexico, of whom 146,865 had legal status. </p> <p>Earlier this year the AFL-CIO trade union federation dropped its opposition to illegal undocumented labour. This is partly in recognition of the fact that many of the most active union supporters come from the Latino immigrant community, and that the worst labour abuses are in the areas in which they work. This change is seen as the harbinger of a possible amnesty. </p> <p>It was 1883 when Emma Lazarus wrote the words which are inscribed as a welcome on the statue of liberty: \"Give me your tired, your poor, your huddled masses, yearning to breathe free.\" Were she writing today, she might be inclined to swap the tired, poor and huddled for \"your wired, your computer-literate and your techno-savvy.\" </p> <p>The less qualified will still have to wait their turn.</p>",
  "<p>The success of Billy Elliot at the box office has added a whole new dimension to Rachel Keen's job. As PA to the director and assistant director at the west London-based Royal Ballet School, Keen has found herself with far more on her hands than taking letters and opening the post. </p> <p>Since starting her job in September this year, Keen, 34, has been dealing with camera crews in the school corridors and journalists on the phone - all searching for an insight into the life of a dancer. \"The film has been great at exploding the myth about dance just being something for boys from a specific background,\" she says. \"We have 75 students here in the upper school; almost half are boys and they are from all backgrounds.\" </p> <p>As she points out, ballet is not for the weak. \"I would like to find a footballer who could lift a seven stone dancer with one hand and hold her up there in front of two thousand people.\" When she is not dealing with the press, Keen finds herself with a mixture of the usual, and more unusual, PA duties, such as getting the tutus dyed or entertaining international dancers. Both her bosses (director Gailene Stock and assistant director Jay Jolley) were \"star dancers\" before moving into education. \"We really work together as a team here,\" says Keen. \"They are both great at doing their own emails and correspondence and their time management is wonderful.\" </p> <p>But what about the legendary \"artistic temperament\"? Are we talking temper tantrums before coffee? Keen is quick to defend. \"They are both really good humoured,\" she insists. \"We have a committed, dynamic and creative energy in the school that you wouldn't see in the corporate world.\" The school has a long and rich history. It started as the Sadler's Wells School in 1947 and the boys department came a year later in 1948. It wasn't until October 1956 that the school became known as the Royal Ballet School. </p> <p>Since then the school has trained leading dancers such as Darcey Bussell, now a school governor, and Jonathan Cope, a dancer with the Royal Ballet. Picking through Keen's CV, it is plain to see that her move to the Royal Ballet School was a perfectly logical step. She spent time in a local dance school but realised quite quickly that she did not have the required flexibility to progress in dance and turned her sights to music. With an indecent number of grades in flute and piano to her name, she later took a music and dance degree at Birmingham University. </p> <p>After graduating, she enrolled on a secretarial course to make herself marketable. One area she had no problems with was the keyboard. \"Having trained as a pianist, the keyboard came naturally to me and I am a very fast typist,\" she says. After three years working in arts administration in Sydney, she spent seven years at the Royal Academy of Dancing, as PA to the chief executive and later as registrar for the Royal Academy's BA course. </p> <p>Before moving to the Royal Ballet school she notched up two and a half years at College of Art and Design as PA to the dean and head of college. \"At that time I really wanted to learn about education in a broader sense,\" she explains. But the temptation of the Royal Ballet School was not to be passed over. \"I have always wanted to work in the ballet world and give back something I gained in childhood,\" she says. </p> <p>Despite the artistic setting, her job does have the more mundane correspondence, diary and travel arrangement duties. But there's also the exceptional: \"We have gala performances that we hold in the summer at the Royal Opera House and this year I'll be helping organise the Young British Dancer of the Year.\" The big project which is riding alongside the day-to-day running of the school is the proposed relocation to Covent Garden, to a building which will cost £15m to construct and is due to be finished by 2002. Needless to say, Keen is involved in the fundraising. </p> <p>Even so, she still finds time to get out and about. \"The students have performance opportunities in Swan Lake and The Nutcracker and they get to go to the rehearsals so it's great when the invitation is extended to the staff.\" She may also find herself visiting dance venues, sorting out seating plans or picking up a visa. </p> <p>But what she really appreciates about her job is something that is fed into her office every day. \"One of the wonderful aspects is the music and the sound of the piano playing. I go home with the repertoires singing in my ears.\"</p>",
  "<p>A late-1990s reincarnation of the band that first blew listeners away 25 years ago, Remember Shakti was back at the Barbican for the first night of an eagerly awaited, brief UK tour. John McLaughlin and Zakir Hussain were founders of the original Shakti, but ghatam player \"Vikku\" Vinayakram has been replaced by his son V Selvaganesh and, instead of the original violinist L Shankar, the young prodigy U Shrinivas completes the line-up on electric mandolin. </p> <p>Their music is unusual, brilliant, and not for everyone, though the audience numbered as many of the newer \"Shakti generation\" as it did older converts. They opened with a Wild Western feel, McLaughlin on electric guitar - following the demise of his modified model - breaking in a series of intervals that gave way to little clusters of notes and a flamenco castanet-break before gurgling down. </p> <p>For 5 in the Morning, 6 in the Afternoon, McLaughlin and Shrinivas set up a call-and-echo, deep reverberations supplemented by delicate picking. Hussain then led us into his Ma No Pa tune, using a silver hammer and his palms on tabla to cook up a continuum of sound. </p> <p>There was a watchfulness; the containment of racehorses about to burst from their boxes. McLaughlin took a swig of water. Then they were off, with a quiet glinty vamp so intoxicating that when Shakti paused at odd moments, the audience filled in the gaps with fingers on knees, as when a pop star holds out a mike from the stage. </p> <p>Shrinivas is a real find, his quavery, liquid sound summoning occasional echoes of TV's Bergerac but arguably as comfortable in, say, an Eric Clapton line-up. In one evocative ballad, the two string players transfixed the audience with a tender, rising melody. Selvaganesh and Hussain returned for the set's last number, which ended with each man flying off the beat like an ice skater released from the pull of gravity. </p> <p>During the second set, the quartet performed like men possessed. Shrinivas and McLaughlin began in quickfire unison but they were soon calmed as the percussion slowed to a gentle amble. By the third number, the strings were sidelined and Hussain was concentrating on his own palette of sound, the snap and fray of texture contributing to a zingy mood piece that included snatches of William Tell and the Pink Panther. </p> <p>Selvaganesh took over then, and sustained an impressive rhythm, both galloping and frolicking, on a tambourine not much bigger than a saucer. The set finished with the strings zigzagging down in parallel, each player enjoying his own space and ability.</p>"
]