[
  "The big news at the opening of the Liberal Democrat conference yesterday was asteroids. <p>The MP for Montgomery, Lembit Opik, has been warning for ages about bodies from outer space hurtling into us, and now the Sainsbury task force scarily says he may be right. \"Opik vindicated\" was the headline on his press release (as opposed to \"Opec vindicated\" which was last week's story.) So when Mr Opik went in to watch Charles Kennedy speak on the petrol crisis, why wasn't he even wearing a crash helmet?</p> <p>Mr Kennedy's speech was tough, uncompromising, but balanced. On the one hand, he said, we had to make the environmental case for using less petrol. On the other hand, the price of petrol had to come down. His audience clearly agreed with both these assertions.</p> <p>\"We have to listen,\" he went on, \"as well as to lead. This week, let us listen as well as lead,\" which I took to mean: we must tell the people what to do, but we must do as they say. We must lead but we must also follow. We must demand coffee but must not be afraid to drink tea. We must sink our teeth into the red meat of power while simultaneously enjoying the vegetarian option ...</p> <p> Mr Matthew Taylor, grandly described as the \"shadow chancellor\", said the petrol protest was helped by mobile phones and the internet. Nowadays people could by-pass governments and make their own decisions. \"In the politics of the 21st century, politicians will need to be honest, because now the people have the power to keep them honest,\" he said. </p> <p>Fat chance, I thought, as I went off to the BT/Hansard Society stand which shows an MP's office in this excitingly honest future. They will wear special glasses which will project computer screens onto their eyeballs. They will conduct video surgeries. With tiny cameras they will also - and this is the really cool part - be able to interview themselves and put the results straight onto their website, so cutting out the middlemen, TV interviewers. </p> <p>They got me to record my views on the petrol crisis. When it was played back my voice sounded normal, but the image on the screen was delayed and cut up into jerky movements of half a second each, giving the impression that some incapable drunk had seized control of the site, which was fair enough, except not at 10.45 in the morning.</p> <p>But that's a minor hitch. MPs will have to resist the temptation to interview themselves blandly. \"I'm glad you asked me that question, and I'd like to reply in five ways...\" won't do. Voters will demand Paxman and Today-style confrontation. \"If you'll just allow me to answer the question\" people will shout at themselves. </p> <p>\"I told you, no questions about my private life!\" they will yell at themselves, before pulling off their mikes and staging an angry walk out from their own front room.</p> <p>After lunch we had the debate on civil partnerships, which include what is generally known as gay marriage. Predictably everyone was in favour, except those who felt that the motion didn't go far enough. Sue Vincent pointed out that it didn't bar anyone from having two registered partnerships at the same time. \"This gives the green light for bigamy. Liberal Democrats, the party of bigamy\" she cried. It could win a hundred seats.</p> <p>Then Richard Coxon complained that the law would not allow him to order his partner's life support machine cut off. (I should have told him that there are some straights who would happily switch their spouse's life support machine off, even if they weren't ill.) \"But I can have a joint Sainsbury's reward card,\" he went on, \"All power to Sainsbury's especially now as its a nice red colour instead of blue!\"</p> <p>Liberal Democrats, destroying gay stereotypes everywhere! stereotypes everywhere!</p>",
  "<p>Floating above the clouds of tear gas at last December's Seattle protests, a large white helium balloon carried the most telling and dangerous message of the whole affair. It didn't demand justice for sea turtles or an end to repression in Burma--in fact, it didn't really speak to any of the myriad specific issues raised by the World Trade Organization or its General Agreement on Tariffs and Trades. Instead the slogan was short and simple: \"Wake Up, Muggles.\"</p> <p>Perhaps there is someone reading this who has yet to devour J.K. Rowling's Harry Potter chronicles. If so, a Muggle is someone like-you and I. The people who pay attention to business, watch television, and don't notice that there's a world of wizards and dragons and such right under their noses. Or, in political terms, someone who has accepted the idea that nothing really matters in the world but money. Which is to say, pretty much all of us in the post-Reagan, post-Thatcher years. Remember Bill Clinton's rallying cry: \"It's the economy, stupid.\" Well, the rallying cry of Seattle--and of Washington D.C., site of massive anti-IMF protests in the spring, and of Melbourne, where the World Economic Forum and Bill Gates got a noisy reception this week, and most likely of Prague when the World Bank goes there next week--is that it's not the economy, stupid. It's the environment, it's the right of human beings to live freely, it's the need to pass along the massive wealth of the past decade to more than the few.</p> <p>For a decade or two, we'd gone beyond politics, at least in America. Old liberals had to confess their menu of government programs hadn't done all that they'd promised; young people bought squarely into the idea that taking the fetters off business would benefit us all. Both parties pushed the same basic platform--in fact, one of the ironies of the Clinton administration is that a Republican president would have had a much harder time pushing NAFTA, GATT, and China trade legislation through Congress. All eyes were fixed on the fantastic exploding Dow, which seemed to support the conventional wisdom, and on the wild new communications technologies that seemed to underwrite that prosperity. But prosperity does odd things, including eventually freeing people to think about other topics, from the destruction of rainforests to the melting of the poles. And the net, it turns out, lets young'uns do more than trade Napster files. The TV networks had no idea Seattle was on the way--they were scrambling to parachute crews in for the big battles along Pike Street. But if you'd been visiting the right web sites for the month before, you'd have had a pretty good idea of what was going down.</p> <p> And those web sites, by the way, exist around the world. This analysis is taking hold among dissident thinkers around the Third World. It's true that the elites of developing nations are among the biggest backers of expanded trade--but it's also true, as people are increasingly starting to realize, that those elites don't really represent the people they rule over. The first morning of the WTO protests in Seattle, most of the delegates bumping up against the locked arms of protesters outside the gates were from Africa, Asia, Latin America (the American negotiators had gotten word of what was going on and stayed safely in their hotels). Though they came from wickedly poor countries, they were clearly members of the Gold Card class. You could feel their bewilderment and fear--these were people who had never felt powerless before. Indeed, their hold on power is likely to be more deeply shaken by the year of protests than the power brokers of the First World. The movement, if you can call it that, against the institutions of economic power in the world remains small. It doesn't come close to rivaling the movement against, say, high petrol prices: that's still what really scares the politicians. But what started in Seattle is more prophetic by far. At root it challenges the unspoken idea that all our problems will be solved by growing the economy ever-larger. That's a very hard idea for politicans to co-opt (though Clinton and Blair have certainly been trying, at least rhetorically). It's a fundamental idea, and if the ice caps keep melting, it's a notion that may change the flavour of this century.</p> <p> Bill McKibben is the author of <strong>The End of Nature</strong> and numerous other books on environment and culture. His new book, <strong>Long Distance: A Year of Living Strenuously</strong> will be published in the U.S. this winter.</p>",
  "<p>As tens of thousands of anti-globalisation protesters begin descending on the Czech capital for the International Monetary Fund/World Bank annual meeting which opens later this week, city officials say they feel as if they are preparing for war.</p> <p>Tear-gas equipment has been procured from Germany and water cannons that have not been used since the Velvet Revolution of 1989 have been brought out of the store-cupboard.</p> <p>Schools are to be closed, hospitals are stocking up with medicines to treat chemical weapon injuries and the post office says it cannot guarantee deliveries.</p> <p>Many of Prague's 1.2m citizens are planning to up and leave the city during the gathering, which takes place from September 19 to 28.</p> <p>Theatres that have only just reopened after the summer break are being forced to close, and staff at banks in the city have been warned to dress in casual attire so that they do not make themselves potential protest targets.</p> <p>''We hope,'' said the 30-year old Czech Interior Minister Stanislav Gross, whose political future is dependent on the success or failure of the summit, ''that the biggest criticism they can levy at us is that we went over the top with our preparation.</p> <p>''Only we'd rather be safe than sorry.''</p> <p>But as hundreds of protesters - up to 25,000 are expected - found themselves being turned away at the border in the past few days, a spokesman for the Initiative Against Economic Globalisation (INPEG), an organisation preparing many of the protests, said the police approach reminded him of the communist era.</p> <p>''This shows that police practices are getting back to how they used to be 15 years ago,'' Viktor Piorecky said.</p> <p>The Communist Party of Bohemia and Moravia announced its ''disgust'' that protesters were being banned from entering the country.</p> <p>''Our party will ask the interior ministry to explain how Prague will secure people's freedom to speak out on the IMF,'' said a spokesman.</p> <p>A newspaper editorial ran: ''By limiting the freedom of other people, we are limiting our own freedom and this is the cost of our fear.''</p> <p>Police say that they are well prepared for the planned mass demonstrations, marches, and plans to barricade state offices and high-profile businesses.</p> <p>''Our main aim is to ensure that the conference can go on without delegates being affected by what's happening outside,'' said police president Jiri Kolar, who is coordinating the operation.</p> <p>Various \"hotspots\" have been identified by police where protesters are expected to gather in force. All of Prague's 22 branches of McDonald's are being viewed as prime targets for the demonstrators' wrath.</p> <p>Mr Kolar said that the police are prepared to tolerate non-violent protests, but he admitted that they had imposed tough document checks and car searches to keep ''undesirables'' out.</p> <p>This weekend, they face the added headache of having to keep an eye on protests against the activation of Temelin, an internationally-condemned, Soviet-designed nuclear power station in southern Bohemia, as well as the arrival of 15,000 music lovers for Prague's first WOMAD world music festival.</p> <p>The Czech police has faced criticism in recent years for the way in which it has handled May Day riots in Prague, during which windows of fast food restaurants and butchers' were smashed and several people were injured.</p> <p>To ensure they appear more accountable and responsible, they have accepted the presence of 100 volunteer legal observers who will report back to superiors if they violate human rights.</p> <p>A hotline has also been set up where people can report incidents of abuse of power. INPEG plans two non-violent counter summits on September 24 and 26. The latter, known in activist-speak as \"S26\", will be by far the biggest.</p> <p>Protesters will march from Prague's Namesti Miru (or Peace Square), to the summit's venue, the Congress Centre in the south of Prague. Under communism the centre was the Palace of Culture, and has been renamed and renovated at a cost of millions of dollars for this month's event.</p> <p>INPEG insists that it has nothing to do with a movement calling itself Destroy IMF, which tells protesters how to say ''Fuck off you fascist pig'' and ''where's the nearest McDonald's?'' in Czech.</p> <p>But the police say that the real ''acid test'' for them will be the first major protests on September 23.</p> <p>Then, Ludowik Zifcak, a former secret police officer who was jailed for 18 months in 1989 for abuse of public office during the protests in the run-up to the Velvet Revolution, will lead his extremist group, United Front.</p> <p>Zifcak represents one end of the spectrum of the extremists who will come to Prague. He has expressed his extraordinarily ambitious aim to bring together all sides in a common alliance against IMF and WB policies.</p> <p>''We have started talks with Czech anarchists, skinheads and patriotic associations whose opinions are similar to ours,'' he said. He plans to hold demonstrations everyday between September 23 and 29.</p> <p>On the same day, Czech president Vaclav Havel will also attempt to unite all sides for a discussion group at Prague Castle.</p> <p>The man who has optimistically described the summit as ''a unique opportunity in the history of our country, and one that will possibly never be repeated,'' has invited 300 people from government, the IMF, World Bank and NGOs to discuss the issues of world poverty and globalisation.</p> <p>The discussion will be chaired by the UN commissioner for Human Rights, Mary Robinson, and will be attended by IMF executive director Horst Koehler, World Bank president James Wolfensohn and Ann Pettifor, director of the British organisation Jubilee 2000.</p> <p>It will be carried live, in Czech, on the internet at <a href=\"http://globalizace.ecn.cz.\">Praha 2000</a>.</p> <p>Mr Havel's spokesman, Vladislav Spacek, also announced that the president was to take the bold step of delivering a speech at the opening of S26, thus endorsing what could turn into a full-scale riot, after protesters said that Prague 2000 would become \"Seattle 2\".</p> <p>Czech white supremicist groups have actually expressed their fear that they will become targets of violence for rival anarchist groups, whom they say will greatly outnumber them.</p> <p>Some far-right groups have even asked for police protection. Officials at the US Embassy in Prague, however, have expressed their private fear that better-resourced far-right groups from neighbouring countries, particularly Germany, could make a bee-line for Prague in the coming days.</p> <p>Czech-based skin-head groups such as National Resistance, National Alliance, the Patriotic Republican Party and Defence of the Nation, have lodged an application to hold a demonstration on September 23, on Letna Plain, in the north of the city.</p> <p>But already some of the 215 protest applications that have been lodged with the City Hall in Prague, look to be under threat.</p> <p>Miroslava Studenovska, the major of the Prague 4 Nusle district, where the summit venue is located, said that she had had no choice but to ban protests in the district and block off green areas.</p> <p>''Instead we have established a coordination centre which will be in operation from now until early October. A free telephone number has also been made available to provide citizens with necessary information,'' she said.</p> <p>Those arriving in Prague yesterday from all over Europe were being given flyers in Czech, English, French, German and Spanish. \"Read before demonstrations'\", the leaflets said.</p> <p>The flyers list protesters' rights according to Czech law, inform them about the status of foreigners and offer useful telephone numbers.</p> <p>Fifteen thousand camping places have been made available for protesters at Strahov Stadium, a huge former communist monstrosity big enough to fit five football pitches, which, these days, is normally just home to a drive-in cinema.</p> <p>So far, 5,000 people have booked places for the temporary tent city via the internet. Others will stay at Dzuban campground in the north east of the city or in various squats dotted around Prague.</p> <p>On Saturday, journalists were informed just two hours before of the location outside Prague where demonstration management techniques were being practised.</p> <p>The boot camp, on a rundown farm, 30 miles outside Prague, has been home for the past few days of 250 activists, who have been taught how to behave in demonstrations, as well as the techniques of tree-climbing and samba.</p> <p>On Tuesday they will move to a secret location in Prague.</p>",
  "<p>Raelene Boyle to Betty Cuthbert to Shirley Strickland to Shane Gould to Dawn Fraser to Debbie Flintoff-King to Cathy Freeman. It was a spectacular call of honour for a spectacular ceremony.</p> <p>When Freeman climbed those shimmering steps to light the Olympic flame in Sydney, some saw her as representing the hopes of the aboriginal people. Some saw a miracle - why didn't she drown or burn when she was standing in a fountain and surrounded by flames? Some saw a fashion statement - where did she get that all-in-one white catsuit? </p> <p>Others saw it as tokenism. A last ditch attempt by a nation still dominated by beer-swigging, dunny-inhabiting, singlet-wearing white boys to change its image in the eyes of the world. To blot over the hundreds of years of aboriginal oppression and shirtiness to sheilas. </p> <p>But a celebration of 100 years of female participation in the Olympics was just that, a celebration. A celebration of women's involvement in the most unifying event on the planet. It wasn't a half-arsed political statement. And even if it was meant to be, or people saw it as one, women athletes circa 2000 AD don't need that sort of patronising. </p> <p>Cathy Freeman is Australia's golden girl (if she were a swimmer, Australia would have no doubt voted for a republic and she, ensconced as President, wouldn't have looked quite as nervous as the Governor General did at the opening ceremony). She is their most famous athlete full stop, and a hot favourite for the 400m gold. </p> <p>Her chief rival is Marie-Jose Perec, the double-Olympic 400m champion, who has the highest profile of any athlete in any sport in France. Controversial misery-guts she may be but it doesn't stop her visage being plastered all over the billboards and magazines from Calais to Cannes. </p> <p>Marion Jones isn't particularly well-loved by her countrymen but she still steals the limelight from America's somewhat faceless conveyor belt of male sprinters. And it's not just sprinters - the US viewing audience for Olympic women's ice skating in 1996 was beaten only by that for the Super Bowl. </p> <p>Even in Britain where the deeds of male athletes - Cram, Coe, Ovett, Black, Christie - have traditionally dominated the sports pages, there are signs of a breakthrough. Jonathan Edwards may have broken the World Record and made the pages of the Church Times, but Denise Lewis is the more instantly recognisable. </p> <p>And if, as Colette Dowling suggests in her new book The Frailty Myth, there is no reason that women cannot eventually run as fast as men, the attention paid to women athletes during the Olympics can only grow. </p> <p>Unfortunately England's women cricketers are unlikely to be able to participate. Cricket was last an Olympic Sport in 1900, when Great Britain - well, the Devon County Wanderers - beat France. And if the Australians can't sneak it in as an exhibition sport, nobody can. </p> <p>We should be grateful at least that the Women's World Cup isn't being held in our country. Our last opening ceremony didn't exactly wow those punters who bothered to turn up. Tony Blair cut the ribbon on a drizzly grey day in May. Well at least he was a cricket fan. Well, at least his microphone worked. Well at least the fireworks went off. Well ... </p> <p>And maybe the world's women cricketers will have the ultimate honour. Australia wouldn't or couldn't persuade Don Bradman out of retirement to light the Olympic flame. But perhaps he can be tempted by a lower profile, but less commercial, gig. It would instantly transfer the eyes of the cricket world to New Zealand. Women's cricket would never have had it so good. Go on Don, do the decent thing. Light our fire.</p> <p><em>Tanya Aldred is assistant editor of Wisden Cricket Monthly. To read her previous column, on how England's women struck it rich on the lottery, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,367582,00.html\">click here</a></em></p>",
  "<p>Guinness has struck upon a novel solution to the age-old problem of warm beer - funding a pub entirely made from ice as a stunt to promote its Extra Cold beer. </p> <p>The 9sq metre pub, made from 20 tonnes of ice in conditions of minus 18 degrees Celsius, is licensed to sell real pints to punters and will be on display at the Broadgate Centre in central London today.</p> <p>Ice sculptor Jonathan Lloyd is unconcerned that within five hours his creation will be reduced to water: \"The fact that it melts is part of the magic.\"</p> <p>Guinness will use the £250,000 ice-pub - equipped with ice stools, an ice dart board and an ice pool table - to advertise its draught Extra Cold beer.</p> <p>A Guinness spokeswoman said today that if technology developed, Britons could one day see ice pubs around the country promoting the beer.</p>",
  "<p>British business must embrace e-commerce more strongly or run the risk of being left behind other leading industrial nations, according to one of the pioneers of India's computer industry. </p> <p>Ashank Desai, chairman of global e-consultancy Mastek, told delegates at the Commonwealth Business Forum: \"A certain complacency and resistance to change in IT advancement have been visible in the attitudes of many of the chief executives in the UK.\" </p> <p>Mastek advises companies as diverse as Lex Vehicle leasing and bookstore Barnes &amp; Noble. </p> <p>Mr Desai claimed that the corporate culture in Britain was not conducive to IT. Technological advancement, he said, is restricted partly because IT managers do not sit on the board of directors of British companies. </p> <p>That often meant firms failed to spot the potential of \"e-opportunities\". </p> <p>Mr Desai, who founded the e-business consultancy in 1982 with two friends in a bedroom in Mumbai, also claimed that there was an \"alarming dearth of skills in Britain\". </p> <p>\"If organisations are not responding properly they will have problems,\" he told the Guardian. \"Whole industries such as financial services and the travel industry are going to change completely the way they do business.\" </p> <p>The warning came as western governments vie to recruit computer programmers from around the globe and especially the Indian subcontinent. Earlier in the year German chancellor Gerhard Schröder said he would relax immigration laws to let in highly trained IT staff. </p> <p>Britain is set to follow. Last week Home Office minister Barbara Roche called for a \"debate\" on immigration to plug the skills gap. </p> <p>Mastek, which is now worth almost $500m, has a division in Britain which is run by a \"local chief executive\" but is staffed by Indian programmers. \"We bring people from India for the software development,\" Mr Desai said. </p> <p>A spokesman for Mastek UK said that often the mathematical ability of Indian graduates was far higher than comparable British workers. </p> <p>However, there is hope. Mr Desai said: \"The knowledge and expertise are both available in Britain, but little is being done to use it to its full potential.\" </p> <p>\u0095SSI announced yesterday the largest cross-border takeover by an Indian technology firm, through its plan to buy US-based AlbionOrion for $63.65m in a cash-and-stock deal. </p> <p>Software company SSI said it would pay $20m in cash and issue 6.5m global depositary shares as a consideration for the remaining $43.65m.</p>",
  "<p><strong>Vacuum at unloved retailer</strong></p> <p>What a twist the knicker-seller to the nation has once again found itself in. Another round of chaotic managerial change at Marks &amp; Spencer might have sparked another round of takeovers but for the fact that no one can find a suitable predator. </p> <p>While Philip Green, the Monaco-based tough nut, was sorely tempted nine months ago, even if his ability to finance the transaction always looked a bit fantastical, now it looks as though he has his hands full with Bhs. </p> <p>Few domestic rivals are likely to have the appetite - or the money, which might stretch to £10bn. They have enough problems of their own. And men like Terry Leahy at Tesco are just not reckless enough to have a go. Across the Atlantic, hot money favourites such as Gap have gone cold. They are facing their own competitive pressures. </p> <p>So, where does this leave M&amp;S? Rather than a bid, the main problem facing the newly empowered chairman and chief executive, Luc Vandevelde, is moving quickly enough to pre-empt the City comparing him with Sir Richard Greenbury, the last M&amp;S executive to hold both top management roles. </p> <p>A fresher look and a new image is a start, but Mr Vandevelde knows only too well that shoppers will only start streaming through his doors if the products are worth buying. </p> <p>As he said himself, \"the clock is ticking\". </p> <p><strong> Plastic explosive </strong><br> </p> <p> Figures out this week showing the dramatic rise in plastic card fraud will no doubt trigger fresh technophobic fears about buying goods and services over the internet. Card fraud losses rose by a whopping 53% in the year to May 2000 to reach a total of £226m, according to Card Watch, the banks' fraud prevention programme. </p> <p>The two growth areas are in counterfeit fraud, where card details are \"skimmed\" by unscrupulous staff at the point of sale and used to produce forgeries, and in fraud on mail order, phone or internet transactions where the card is not physically presented. </p> <p>\"Card-not-present\" fraud has surged 146% over the past year, prompting the immediate assumption that a growth in internet transactions must be to blame. In fact, the bulk of the £40m card-not- present fraud losses is down to mail order and phone transactions, with internet usage accounting for a tiny percentage. </p> <p>Where online card fraud does take place, it is likely to be perpetrated by the same petty criminals simply applying the same old techniques to the internet - namely, employing devious means to acquire card details which they use to pay for goods and services . </p> <p>Until the banks bring in measures to prevent card-not-present fraud, it is down to card holders themselves to guard their plastic from prying eyes. If anything, technology simply makes it easier to catch the fraudsters. </p> <p><strong> Tower v column </strong><br> </p> <p> We can assume a state close to clinical depression descended on Stock Exchange Tower yesterday morning. The iX presentation packs have gone in the recycling bin, but for what purpose no one knows. Staff morale has been blown to bits, yet they still have Europe's largest equity market to run - and the systems are creaking. </p> <p>Friday night saw shares in a new entrant to the mighty FTSE 100 index, computing group Dimension Data, jump by a third - a move provoked by the liquidity problems associated with the Sets order-driven trading system. </p> <p>Yesterday, the shares fell by a third as the technicality was corrected. But when the price of an £7bn entity goes up and down by a third in the space of 24 trading hours without any real \"news,\" it suggests there is something badly wrong somewhere. </p> <p>So who is going to fix things? Who has the experience and the energy to cut through the vested interests and find some sort of coherent future for this organisation - a job which the previous chief executive, Gavin Casey, barely started? </p> <p>Hats so far in the ring include Phillip Thorpe, of the financial services authority, who is seen as a tough, modern regulator, and Hugh Freedberg, chief executive at the Liffe futures market. </p> <p>Meanwhile, Brian Winterflood, boss of market makers Winterflood Securities, has come up with his own candidate: Edmond Warner, chief executive of Old Mutual Securities. His candidature is said to be strengthened by a knowledge of \"bulge bracket\" banking (through the likes of Bankers Trust), while also knowing the mood among smaller and regional stockbrokers through Old Mutual. What is more, the man is a good bit under 40. </p> <p>But Mr Winterflood should know his idea is a non-starter. Warner has just resumed his weekly column in the Guardian (appearing each Saturday). And we will keep him to his contract.</p>",
  "<p>\"The most powerful man in Europe\" is how Mario Monti, the European competition commissioner, describes his sparky predecessor, Karel van Miert. And the mild-mannered Italian academic believes this is not time to shrink from the mantle he inherited. </p> <p>Mr Monti is poised to launch a series of sweeping reforms to strengthen the commission's anti-cartel powers, a move that will see him acquire unprecedented authority to conduct investigations. </p> <p>The one-time professor of monetary theory at Bocconi university is also turning his attention to the internet and yesterday served notice that, as one of the world's most powerful regulators, he would be more and more involved in ensuring the sector does not become the preserve of a few mega-corporations such as Microsoft. A \"wait and see approach\" cuts no ice with him and he intends to regulate the sector \"on the basis of what we know now\". </p> <p>Ensuring that no one company controls the internet's infrastructure, be it global backbone networks or more modest local networks, is to be one of his top priorities. The danger, he believes, is that such control can be used to gain an unfair advantage in related markets. </p> <p>Telecoms groups MCI/Worldcom and Sprint, which this year planned the mother of all tie-ups, discovered Mr Monti's views on the subject the hard way. The multi-billion dollar deal spectacularly collapsed after he gave it the thumbs down and yesterday he spelled out why: \"It is a truism to say that the more users there are connected to telecoms networks, the more valuable that network becomes. The corollary of this, however, is that the more important the network becomes, the greater the risk that competition problems will emerge.\" </p> <p>The restricted nature of set-top TV boxes, Microsoft's alleged refusal to dis close vital information about its PC operating systems and online business exchanges are other issues Mr Monti is carefully tracking. </p> <p>In all three cases, he said yesterday, there is a risk that a handful of companies will gain too dominant a position. </p> <p>The quiet Italian has shown he is ready to get tough with the world's mega-corporations. He said no last year to a merger between Airtours and First Choice Holidays and he has blocked a merger between truck makers Volvo and Scania. He is good at getting his own way as Fifa and Uefa have discovered to their cost regarding football transfer rules. </p> <p>Despite his sober demeanour, Mr Monti has a taste for a catchy phrase as befits a former columnist for Corriere della Sera. So he peppers his speeches with talk of \"hardcore cartels\" and \"cancers on the open market economy\" to justify his view that his powers are inadequate. </p> <p>In future, and provided Mr Monti's reforms are approved by EU governments, the EC will work far more closely with national competition authorities and create a powerful network that will allow evidence of cartels to be freely exchanged across borders. Brussels will concentrate on sniffing out the really serious cartels and spend less time looking into small-scale anti-competitive behaviour. </p> <p>Its powers of investigation will also be strengthened. At the moment Mr Monti's investigators only have the power to search companies' premises but in future they will, for the first time, be authorised to search private homes. </p> <p>\"Cartels are cancers on the open market economy, which forms the very basis of our community,\" he said recently. \"Moreover, since by nature cartels are secret and therefore difficult to uncover, it is likely that what we are seeing is only the tip of the iceberg. In the words of Adam Smith there is a tendency for competitors to conspire. I am determined to strengthen our fight against cartels.\" </p> <p>Brussels's powers to levy fines against companies that drag their feet are also set to increase dramatically and Mr Monti is pushing for \"substantial\" fines based on a percentage of annual turnover rather than the current system of relatively small fixed amounts. In short, Mr Monti, who has acquired a reputation for being a tough operator, is just about to get even tougher. </p> <p>He has also announced that he intends to step up cooperation with anti-trust bodies across the world and make \"second generation\" agreements with the United States and others. His team of competition experts in Brussels, which numbers about 80 people and is widely regarded as understaffed, will also be increased. </p> <p>Unsurprisingly, Mr Monti, who is still remembered for killing off duty-free shopping in his last job in charge of the EU's single market, is making few friends among those who fear a more powerful regulator with almost limitless powers.</p>",
  "\u0095I'm very much looking forward to seeing the sensation of the Edinburgh Festival, Puppetry of the Penis, when it opens in London this week. But producer David Johnson has run into stiff opposition (I thank you) from some prudish newspaper editors. So far the Daily Telegraph, the Daily Mail and even Rizla Rosie Boycott's thrusting Daily Express have been too unbending to carry an advertisement with the word \"penis\" in it. Charles Moore, editor of the Torygraph, has had particular problems giving the show access to his columns. \"I was told by the advertising department that the editor had given his final decision,\" says Johnson. \"We offered to drop the photograph, but they said the title was the problem. Even the Vagina Monologues didn't have this much trouble.\" Undeterred by Charles Moore's firm stance, David hopes the show will tour the regions next year. In the meantime there are plenty of tickets for the five-week run at the Whitehall Theatre, on 020 7369 1735. <p>\u0095With the effects of the fuel crisis still being felt, the Home Office has set up a list of essential services getting priority access through the petrol queues. The list is much as you'd expect - police, firefighters, doctors, ice makers _ yes, that's right, ice makers. Category 20 is \"manufacture or distribution of ice or dry ice\", which comes above prison guards and undertakers on the list. And thank God for that - the crisis would have been unbearable without a decent gin and tonic. </p> <p>\u0095But the crisis did have some dire consequences for residents of Buxton in Derbyshire. A sign posted on the door of the the Queen's Head pub on the High Street warned that beer would be rationed to only 10 pints per customer. Although this may just have been a ploy to keep William Hague away. </p> <p>\u0095Despite his flagging support at home, it's great to know that Tony Blair's winning smile has become an inspiration to the French: \"When you cannot brush your teeth,\" reads the back of the packet, \"chew Tonigum.\" But just like Mr Tony, there's a downside: \"Excessive consumption can have laxative effects.\" </p> <p>\u0095The local police chief in Bochum, Germany, is in trouble with the police union after suggesting that officers should resist shaving their heads in the fashionable David Beckham style - in case they are mistaken for neo-Nazis. The German police union is up in arms over this infringement of their civil liberties, and is threatening to take him to court if he tries to enforce the idea. </p> <p>\u0095For years the Royal Institution has blinkeredly insisted that its prestigious Christmas lecture is given by a highly respected scientist. But in a refreshing change of policy the institution this year has plumped for Professor Kevin Warwick of Reading University - a man who has certainly pushed back the boundaries of science, but in the wrong direction. His sane and rational claim that robots will take over the world and enslave the human race is sadly not borne out by his own research, including a robot to run a half-marathon that broke down after 20 paces. So it looks as if we won't have to submit to our robot overlords just yet - if Kevin is designing them. </p> <p>\u0095There's no room to tell you about what must be one of Las Vegas's most exciting tourist attractions: Cranberry World. Be sure to visit - it's not like there's anything else to do in Las Vegas, after all. </p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p><strong> I Am A Fugitive From A Chain Gang</strong><br> (Mervyn LeRoy, 1932) <br>9pm, TCM </p> <p>A classic Warner Bros social conscience-stirrer. Paul Muni stars as the innocent man sentenced to 10 years' well-hard labour on a southern prison farm, and the daily brutalities of the chain gang are faithfully recorded (LeRoy shifted out of the studio to shoot the rock-breaking sequences in a disused quarry). When Muni finally tires of the beatings he blasts his way to brief freedom; but, unusually, the movie stays tough to the bitter end. </p> <p><strong> Beloved </strong> <br>(Jonathan Demme, 1998)<br> 10pm, Sky Premier </p> <p>Demme's ghost story has a malignant spirit on the rampage and a violent, brooding atmosphere: but the real horror is the spectre of slavery in the post-Civil War south. Oprah Winfrey, who co- produced with Demme, also stars in this decent attempt to translate the bitter poetry of Toni Morrison's novel to the screen. Her Sethe is a former slave haunted by a murder; and if her sorrow grows wearisome over nearly three hours, there are affecting performances from Danny Glover, Kimberly Elise and Thandie Newton. </p> <p><strong> The Hit</strong> <br>(Stephen Frears, 1984) <br>1.40am, FilmFour </p> <p>A classy Brit gangster film crossed with a touch of Buñuel. Two hitmen - John Hurt as Braddock and Tim Roth's Myron - are in Spain to kill Terence Stamp's Willie Parker; the grass whose singing sent a gang of hoods down a decade before. It's the perfect Stamp role: part cockney hardnut, part zen philosopher, he's been expecting the hit for years. Sharply clever, with bursts of serious GBH: just watch Myron's mayhem at the bar. </p> <p><strong> Trespass</strong> <br>(Walter Hill, 1992) <br>3.15am, Sky Cinema </p> <p>Firefighting buddies Bill Paxton and William Sadler stumble on a map marking treasure buried in a factory inhabited by Ice T and Ice Cube's drug- hustling killers: easy enough to get in, much harder getting out with the loot. A Ry Cooder soundtrack pumps up the highly combustible action. </p>",
  "<p>The Aurora Borealis, commonly known as the northern lights, is one of the natural world's most spectacular phenomena, featuring large areas of flashing colours, in the direction due north. For a weak aurora, the colour will be very faint and spread out, and may be hard to see. If the aurora intensifies, it may move higher in the sky and develop into a more distinct arc. Brighter patches can develop which turn into ribbons of light which dart around the sky. They are a common sight in the night skies of the far north. At times of intense solar activity, they become visible from lower latitudes. The 11-year solar cycle is now at its peak and the aurora may be visible from Britain from now until well into the next year. </p> <p><strong> Viewing</strong><br> </p> <p> The northern lights can be tricky to see in this country, as an individual display may only last for a few minutes, though it may be repeated many times during the course of the night. The best time for viewing is between 10pm and 2am on a cloudless night when the sky is at its darkest. The York University magnetospheric physics group, led by Dr Ian Mann, which monitors activity in space, has just launched a website <a href=\"http://www.aurorawatch.york.ac.uk\"> www.aurorawatch.york.ac.uk</a> to help people understand and see the phenomenon. Predicting exactly when a display will take place is not easy, but those who register at the website will receive an automatic email aurora alert that can be forwarded as text messages to mobile phones. </p> <p><strong> Climate change</strong><br> </p> <p> Whilst rises in greenhouses gases have made a significant contribution to global warming, many scientists, such as Dr Mann, are now interested in the possible effects of the solar cycle on the Earth's climate, as there is increasing evidence that the 11-year cycle of solar activity can have significant effects on terrestrial weather. </p> <p>Between the years of 1645 and 1715, sun spots disappeared almost entirely from the solar surface. During this time the earth experienced a mini-ice age. The global temperature fell considerably, and famously the Thames in London froze over. Through the solar cycle, the amount of light emitted by the sun only changes by around two or three tenths of one per cent. Scientists do not believe that this can account for the observed solar cycle climate changes. However, the changes in the ultraviolet radiation emitted by the sun are much larger. This radiation is absorbed in the Earth's upper atmosphere, changes the levels of ozone concentration, and alters atmospheric temperatures. These changes affect the strengths of atmospheric winds, and this may be felt in changes to the weather on the ground. Future research may reveal that the sun affects the climate more than we thought.</p>",
  "<p>Vanisha Chohan is 11 years old. This morning, she will sit by her window and watch her friends go past in their brand new uniforms. Tonight, they will phone her and tell her all about their new friends and teachers. Nearly three weeks into their first term of secondary school, they are beginning to settle in. </p> <p>Vanisha does not go to school. It's not that she doesn't want to - she is not ill, or a truant. Nor is hers some middle-class protest - her parents are not keeping her at home because she didn't get into the school of her choice. When the school year began Vanisha didn't start because she couldn't. She had no school to go to. </p> <p>Her parents put her name down for three local schools in the normal way, but Vanisha did not get into any of them. In fact the only school that has offered her a place - last week, after her mother made a great deal of fuss - is more than and hour an a half's journey away in Croydon. </p> <p>How can this happen? Surely every child has a right to an education in a school within a reasonable distance of their home? Mrs Chohan thought so, too: \"I am at a complete loss. We applied to the schools nearest to the house because I thought that those living nearest got priority. We live on the edge of Lambeth, but our nearest schools were all in Croydon. When we failed to get into any of them I was told that I should have applied to Lambeth in the first place. So I contacted Lambeth, who told me they couldn't help - all their schools were full.\" The appeals process got her nowhere, \"So I went further afield to try and find a school that Vanisha could travel to, but she didn't get into those either.\" </p> <p>Vanisha is one of an unknown number of children who, several weeks into the school year, remain \"unplaced\". While the Department for Education was unable to give any precise figures, and Lambeth could make no comment, there are definitely others. </p> <p>At the beginning of the summer, the London borough of Camden, for example, had 73 \"unplaced\" children - a higher number than ever before. When the parents of the children contacted Camden's education department they were told to take places available in schools outside the borough in Brent, Westminster, Hackney and Barnet. </p> <p>Now, three weeks into the school year, 15 still have no secondary school to go to according to the borough's own figures. But these figures don't include children like 11-year-old Eva Oddi, one of the original 73 whose mother has now sent her to a fee-paying college as a stopgap. \"It is not a long-term solution,\" says her mother, Polly Stringer. \"It not financially viable for us and it's not the kind of social mix that Eva feels comfortable in and is used to.\" </p> <p>Where Mrs Chohan was told that her failure to apply to schools in her borough was her mistake, Mrs Stringer was told the exact opposite. Her mistake, apparently, was to apply only to schools in Camden. Both parents feel bewildered. </p> <p>Meanwhile, Vanisha's mother leaves her daughter at home alone. She tells her not to answer the door to anyone, and rings her on the hour to make sure she is alright. In between phone calls, she is desperately worried. </p> <p>Vanisha is just desperate: \"I really liked school. Maybe my SATs results were not good enough for anyone to want me. I am so bored and if I try to imagine the days ahead there is nothing. Just a blank.\" </p> <p>Like Vanisha, Eva finds it difficult to cope with continued rejection. \"There was such a big build up during the last year of primary school,\" she says. \"All my efforts were a waste of time. When my friends were going to open days welcoming them into their new schools, I was left thinking, Why me? But I do know there are others in the same position. </p> <p>\"One boy I know still has nowhere to go, and Mum saw him hanging around outside our old primary school yesterday because he was so bored. I hope that I find a place soon. I am in a class with 9-year-olds at the moment. I miss my own age group.\" </p> <p>A spokeswoman for the Department for Education confirmed that each child has a legal and democratic right to be educated and added that, \"The responsibility for that education lies with the education department of the borough within which the child lives and is educated.\" </p> <p>In practice, the exact nature of that responsibility appears open to debate. All local education authorities (LEAs) have secondary school places for the number of children that go to primary schools within the borough. However, thanks to the \"Greenwich judgment\" of 1989, children who live close to the school but in another borough or who have siblings at the school take priority over those simply living and already being schooled there. </p> <p>When questioned about the \"unplaced\" of Camden, councillor Stephen Hocking cited the Greenwich judgement, adding: \"it is unfortunate that we have a number of good schools which are right on the borough borders\". Camden council believes they have fulfilled their legal responsibility to Eva and the others by making it clear to each parent that there was a place open to them somewhere, albeit miles away in another borough. </p> <p>A Camden spokesman said, \"By finding a school that was able to educate the individual child we are enabling that child to find a school place. If the parents choose not to send their child to these schools then it is difficult to know what we can do.\" </p> <p>However, Russell Clarke, the deputy secretary of the Secondary Heads Association (SHA) says that the Greenwich judgment does not absolve the responsibility of a local authority to educate the children within the borough. \"The 1944 Education Act states that all children from the age of 5 until 16 should be educated,\" he says. \"That surely means that there must be a school for that child to go to. If local authorities are given resources by the government to educate the children in their area, and if they are failing to do that, then it certainly raises enormous political questions.\" </p> <p>But even if one accepts Camden's interpretation of the Greenwich judgment, that would only explain Eva's predicament. What about Vanisha's? Surely, according to the Greenwich judgment, Vanisha should have been schooled at her nearest secondary school rather then being told that she should have chosen schools further away but in her borough first? </p> <p>\"The admissions policies of the local authorities are very confusing and vary from borough to borough,\" explains Margaret Morrissey of the Parent Teachers Association. \"I have all the leaflets and I still find it hard to know what individual admissions policies will be each year. They are interpreted differently by different schools and they change from year to year.\" </p> <p>A confusing situation is made worse by the fact that many parents now \"shop around\" for the best school they can find. \"There is a direct conflict between parents being allowed to choose and the LEA's obligation to educate those within the borough,\" says Morrissey. \"It used to work itself out. Over the last few years it has got much worse.\" </p> <p>It certainly has, says the mother of another child who is cycling up and down the street instead of starting school. She is anxious not to be named because she feels that she has already made so much fuss and it has not helped her get a secondary place for her son, but says: \"I know of a number of cases in which people pretended to split up and the father rented accommodation near the school and then moved back home as soon as they had got one child in. Others have swapped houses with grandparents for a while. Parents will do anything to get their child into a good school, and my child has to suffer. I was offered schools miles outside the borough but I don't want my son travelling to get to a school that we know nothing about, and that none of his friends go to. It makes a mockery of the idea of local schools and makes me resent paying my council tax.\" </p> <p>Graham Lane, the chairman of the Local Government Association's education committee, has a simpler explanation: \"There are simply not enough schools to educate children whose numbers are being swelled all the time by asylum seekers and the increased mobility of families. Our schools are full.\" </p> <p>It seems, then, that a combination of factors are to blame for the \"unplaced\": confusing admissions policies; parental choice; parents bending rules to secure a place at their first choice school; and a need for more schools to educate a growing population. </p> <p>All of which does not help children like Eva and Vanisha. As Russell Clarke of the SHA says, \"missing the graduation into a secondary school will be highly damaging to the individual child. I should think that it would be terrible to feel left out of something you had to come to anticipate and expect.\" </p> <p>He recommends taking legal advice and contacting the child's local MP but above all taking each case to the secretary of state who holds the ultimate responsibility to educate every child. \"All I know is that if a child of mine had been let down like this I would create one hell of a stink.\"</p>"
]