[
  "<p><strong> Hand of God: Diego not sure</strong> </p> <p>Diego Maradona says his new autobiography - launched last week - is his chance to 'tell the truth' - but he's still having trouble rationalising his 1986 'hand of God' goal against England. </p> <p>Speaking in Buenos Aires on Thursday, Maradona talked up the book's veracity: 'I am the people's Diego. This is my chance to tell the world the truth, and to answer the doubts that people have about me.' Nevertheless, he maintains he's no idea exactly how the ball beat Peter Shilton in Mexico. 'I don't know,' he writes. 'I raised my left fist and moved my head backwards. Shilton had no idea what was happening and it was Fenwick who was the first to call for a hand ball.' </p> <p>Maradona describes how he saw the linesman run back towards the halfway line and realised the goal had been given - then explains how his team-mate Jorge Valdano, now sporting director at Real Madrid, told him to keep quiet. 'All the English were protesting to the referee and Valdano, who had passed me the ball, put his finger to his mouth, saying \"ssshhh\" as if he were a nurse in a hospital. Anyway, who am I to doubt the honesty of the referee.' </p> <p>I am Diego - 314 pages - will be translated into 30 languages and sold in 80 countries, and comes with the Maradona guarantee: 'Everything I recount in the book is true. I swear that on the lives of my daughters.' </p> <p><strong>Machete murder after Arsenal riot</strong> </p> <p>Two football hooligans wearing Arsenal shirts hacked a Spaniard to death with a machete before throwing his body on to a busy Paris ring road, causing a multiple pile-up. The attack - which police believe may have been carried out by Chelsea fans in disguise - was witnessed by a lone, armed riot squad officer after the Arsenal-Real Zaragoza Cup Winners' Cup Final in Paris in 1995. The officer caught one of the attackers, handcuffing him to a roadsign, before giving chase to the other, who escaped across the courts of the Roland Garros tennis complex and then into a stable inside the grounds of an Asian embassy. When the murderer lashed out with his machete inside the stables he missed the policeman and sliced into the rear of a horse, which kicked him unconscious. </p> <p>If you haven't heard any of this before, you haven't read the French thriller Blood-Red Rivers , now out in paperback in English. Not only is it wildly OTT in describing the antics of English football fans, it moves the European final from May to October. Still, it's only the first chapter, the rest of the book is fine. (Published by Harvill Panther, £5.99.) </p> <p><strong>Pub quiz: important stuff</strong> </p> <p>Was it the longest pass in football? Ipswich v Millwall last week, Worthington Cup, Jamie Clapham to Matt Holland - 221 miles, points out a geographically minded reader. But is he right? At Aston Villa, a Gareth Southgate ball to Dion Dublin beats the Ipswich sliderule by 70 miles, and both beat QPR's sad 79 miles from Jermaine Darlington to Clarke Carlisle. But all these are stumped by succession of impressive Nationwide League international long balls: Bristol City's Andrew Jordan to Louis Carey (Herefordshire) 2,395 miles; Crystal Palace's Dean Austin (Texas) to Wayne Carlisle 4,643 miles; and Bolton's long-ball specialist Simon Charlton ballooning one 6,679 miles to Franck Passi in the Philippines. Overall winners so far though remains Ipswich - Jamie Clapham to Mark Venus, 25 million miles. If there's any longer pass in current professional football (Piazza's classic ball in the 1970 World Cup to Pele (Brazil legend or volcanic satallite of Jupiter) at 390m miles doesn't count, let us know. It's important. </p> <p><strong>Quote of the week </strong></p> <p> David Beckham, talking to OK! magazine. 'I definitely want Brooklyn to be christened... but I don't know into what religion yet.'</p> <p> <strong> Tales from the Tabs</strong> </p> <p><strong>COLLY: WHO WANTS ME</strong> Stan Collymore says he could be driven out of football by Peter Taylor's accusations that he is greedy and overweight. 'All these untruths are coming out. Cheap shots. All I want to do is play - I'm fit and bursting to play. But who will buy me now?' Bradford, Celtic, Palace and Brentford could step in. </p> <p><strong> BLUES SPLASH CASH</strong> Already under-pressure Chelsea boss Claudio Ranieri has been told to spend big to prevent a repeat of last week's St Gallen disaster. 'We have funds available,' says Colin Hutchison. 'It's well-known that we want a wide-left player - now we need to replace Roberto Di Matteo too.'</p> <p><strong> Arsenal </strong> could move to hijack Leeds' new bid for Monaco's John Arne Riise: Riise's agent-mother says he's desperate to move to England: 'John Arne wants to play football,' says Mrs Riise. 'I hope they will lower the valuation a bit. He is a good boy, but he is not worth £6m'. Arsene Wenger is also keen on Shakhtar Donetsk keeper Yuri Virt. </p> <p> John Gregory is closing on Cagliari's Honduran international David Suazo as he looks for a new <strong> Aston Villa </strong> striker. </p> <p> Geoffrey Richmond has closed Chris Hutching's <strong> Bradford </strong> chequebook: 'We are not looking to sign anyone'. </p> <p> David Pleat has slammed <strong> Charlton</strong> for demanding £445,000 for youngster Owen Price: Spurs have offered £4,000. </p> <p> Barcelona have offered Claudio Ranieiri the chance to sign outcast Emmanuel Petit. </p> <p> <strong> Coventry </strong> are set to bid for Sheffield Wednesday's Wim Jonk.</p> <p> Derby youngster Chris Riggott says he can't believe his England U21 call-up: 'It's been a mad week'. </p> <p> <strong> Everton </strong> are close to finalising a £25m deal with ntl - part of the cash will go to Walter Smith. </p> <p> <strong> Ipswich </strong> are set to sign Bruges midfielder Gert Verheyen, and have handed Titus Bramble a 5-year £10,000-a-week deal. </p> <p> <strong> Leeds </strong> are considering a new £6m offer for John Arne Riise. </p> <p> <strong> Leicester </strong> have blasted Red Star for the racist abuse endured by Ade Akinbiyi and Andrew Impey. &amp; </p> <p> <strong> Liverpool </strong> are watching American Olympic striker Josh Wolff. </p> <p> Richard Jobson won't be leaving <strong> Manchester City</strong> : 'It's great to be back in the City team. I'm in no rush to leave.' </p> <p> <strong> Manchester United </strong> - looking again at Inter's Ronaldo and young Slovakian internationl Szilard Nemeth of Inter Bratislava - have offered £250,000 for Shelbourne striker Richie Foran - West Ham are also keen. </p> <p> <strong> Middlesbrough </strong> are ready to splash £3m on Cameroon defender Lucien Mettomo - rejected by Blackburn on medical grounds. </p> <p> Bobby Robson is considering making a £5m <strong> Newcastle </strong> offer for Tottenham's Sol Campbell to beat the summer rush. </p> <p> <strong> Southampton </strong> boss Glenn Hoddle has signed a new 2 year deal.</p> <p> <strong> Sunderland </strong> are chasing Espanyol wing-back Mauro Esteban Navas. </p> <p> <strong> Tottenham </strong> are ready to move for Villa's Ugo Ehiogu after Middlesbrough refused to up their £8m bid. </p> <p> <strong> West Ham's</strong> Steve Lomas has rejected a move to Bradford: 'I'm happy here - it's all just rumours and hype.'</p>",
  "'You are now entering Free Derry' the slogan painted in black letters on a white wall, has become one of the most enduring images of the Troubles. It has been seen over and over again on television often as the background to violent clashes between the security forces and the people of the Bogside. <p> Over the years most of the Sinn Fein leaders associated with the long march from armed rebellion to political respectability have addressed the supporters here. Just across the road a youthful Martin McGuinness, at that time an IRA leader in Derry, made his first public speech. It was short and to the point: 'It doesn't matter what John Hume says. We'll fight on until we get a united Ireland.' </p> <p> Now Free Derry Corner is to become, officially, a national monument. Last week an alliance of Sinn Fein and the SDLP on the city council voted that the area should be handed over to the Department of the Environment's Heritage Service. The Minister who will be responsible for looking after it is Sam Foster, an Ulster Unionist member of the new power sharing executive. </p> <p> It is a potent symbol of changing times. The slogan 'You are now entering Free Derry' was first painted on to the gable end of a small terraced house in the Bogside in 1969. It was during an uneasy period when the Civil Rights movement was holding massive rallies to protest against discrimination but before the Army was sent to Northern Ireland. The row of cramped houses was later demolished but the gable wall was left standing by itself and the area became known as Free Derry Corner. </p> <p> It was a focal point of republican defiance. Each year the march held to commemorate Bloody Sunday in Derry, when 13 marchers were shot by the British soldiers, ended with a rally here. It was at this wall that Bernadette Devlin spoke to reporters when she was released from jail. </p> <p> Free Derry Corner has changed in recent years as peace has become a reality. There are landscaped flowerbeds. On nearby walls large and graphic murals depict key moments of the area's history over the past 30 years. </p> <p> It has become a tourist attraction. American visitors come in coachloads. Sometimes a group of British squaddies, coming to the end of a tour of duty, will venture up to Free Derry Corner to have their photographs taken. But the old revolutionary spirit persists. Local groups campaigning on such contentious issues as abortion and gay rights use the back of the wall to put across their message. </p> <p> Free Derry Corner was not the only historic monument in the city to change hands last week. By a pleasant irony the Ministry of Defence announced that Fort George, which has been the Army's headquarters in the west side of Derry for almost 30 years, is to be handed back to its original owners. The Londonderry Port and Harbour Commissioners planned to build a flagship commercial development on the 15-acre site. </p> <p> The decision to leave Fort George is part of the Government's programme to reduce the security presence in Northern Ireland. Six Army bases along the border in Co Fermanagh are also to be demolished. The Army points out that 40 military bases and installations have been closed down since 1995. At the moment there are 13,500 soldiers in the province. The hope is that, all being well, this figure will be cut to 8,000. Sinn Fein describes this process as demilitarisation. The Army prefers the more hopeful term normalisation. Unionists have been critical of this scaling down of the Army presence, which they claim is being done to pander to the IRA. </p> <p> Others see it as part of a deliberate strategy to extract concessions from the IRA to help David Trimble. </p> <p> The issue of policing and the demands of nationalist leaders for a full implementation of the Patten Report make it very difficult for the Government to move on that front. But a dramatic gesture from the IRA, such as another inspection of its arms dumps by internationally respected figures, might help Trimble fend off his critics. </p> <p> It often seems that the peace process in Northern Ireland simply lurches from crisis to crisis. But at a political level there has been much more steady progress. Last week Trimble, accompanied by most of his Ministers, came to Dublin for the second plenary meeting of the North South Ministerial Council. In Belfast, the names of 60 members of the new Civic Forum were announced. This will act as a wide-ranging consultative body to the assembly. </p> <p> This is how peace is built - slowly and with great difficulty. It will take a long time to complete the long journey from armed conflict to reconciliation. But in Derry at least, people believe that it is time to move on. Free Derry Corner is now seen as part of the city's history, a place for respect and conservation, but no longer a rallying point for rebellion against the state.</p>",
  "<p><strong>Climb for charity </strong></p> <p> Friends of Conservation is calling on environmentally aware travellers to take part in a sponsored Himalayan trek. The event will take place in Nepal from 26 February to 7 March 2001 and money raised will support the charity's conservation projects, including a medical station in Nepal. Participants must pay a registration fee of £250 and raise a minimum of £2,500 sponsorship. The six-day trek through the Helambu region of Nepal will be accompanied by sherpas and will cover 100km through forests, open glades and mountain ridges, reaching a maximum height of 11,000ft. For a fundraising pack call 020 7731 7803 or email trek@foc-uk.com. </p> <p><strong> Olympic test</strong> </p> <p> If today's closing ceremony in Sydney signals the start of Olympic withdrawal symptoms, don't despair. Utah's ski resorts are offering visitors a preview of the Olympic race courses a full year before athletes put their skills to the test at the Salt Lake City Winter Olympics (www. saltlake2002.com). Most of the Olympic venues are complete and this winter visitors can ski the Olympic runs or try the bobsleigh, luge, snowboarding or ice hockey venues. Tour operators offering ski packages to Utah include Flightbookers, Ski the American Dream, Ski Independence, Neilson's and Ski Club of Great Britain. A one-week package in January with Crystal Holidays (0870 848 7000) starts from £589 per person including return flights, transfers and accommodation. </p> <p><strong> Quieter Canaries </strong></p> <p> Prestige Holidays (01425 480400) is showing that there is more to the Canary Islands than crowded beaches and noisy nightclubs with the launch of its new winter sun brochure. The operator features several new rural fincas and haciendas on Tenerife, Gran Canaria and Lanzarote. A week's stay at La Hacienda, an eighteenth-century residence set in the middle of a working banana plantation on Gran Canaria, costs from £484 per person including breakfast, flights and hire car. Alternatively stay at a parador high up on the slopes of Tenerife's Mount Teide, an excellent base for walking and driving. </p> <p> <strong>The high life </strong></p> <p> A sixteenth-century Scottish tower is the latest addition to the Vivat Trust's (020 7930 8030) collection of historic holiday properties. The charity rescues neglected buildings of architectural, industrial and historical interest and hires them out as holiday accommodation. The 2001 brochure features 10 unusual buildings including a neo-classical temple in Shropshire and a fourteenth-century chantry in Dorset. The trust is offering customers booking a three-night break during January or February a fourth night free. Bookings must be made before 1 December. To check availability and make a reservation online, visit <a href=\"http://www.vivat.org.uk\">www.vivat.org.uk</a>. </p> <p><strong> Italian venture</strong> </p> <p> JMC Holidays (0870 758 0194) is moving into new territory with the launch of its first Italy brochure for summer 2001. The new programme is targeted at families and features the Italian lake resorts, villas in Tuscany, hotels on the Neapolitan Riviera, Sicily and Capri, alongside coach tours, fly-drives and city excursions. Scheduled and charter flights are available from seven UK airports and prices start from £359 per person for seven nights half-board at the Lago Di Garda Hotel on Lake Garda, based on two adults sharing a room. </p> <p><strong> Passport to beer </strong> </p> <p> There are more than 650 different beers in Belgium. To help its passengers sample a few, Eurostar (0990 186186) is offering travellers bound for Brussels a special 'beer passport' which entitles them to two free beers at selected local bars. Eurostar has 10 direct trains a day from London to Brussels with fares from £70 return. </p> <p><strong> Luxury for adventurers </strong></p> <p> Thrill-seekers who don't want to sacrifice their creature comforts will welcome the new Active brochure from Abercrombie &amp; Kent (0845 0700 616). Spend days horseriding through Kenya's Masai Mara, white-water rafting in the American West or trekking in the Annapurna foothills safe in the knowledge that a good bottle of wine will be served with dinner and linen sheets will await weary limbs. Holidays are graded according to level of activity, and range from a gentle walking tour of Provence to a demanding seven-day ascent of Kilimanjaro. Prices start from £1,405 for an eight-day walking tour of Umbria. </p> <p> <strong>Autumn colours</strong> </p> <p> New England is expecting a spectacular show of autumn colours this year. Fall colours are notoriously fickle - changing from region to region and day by day - so to help leaf-peepers the individual state tourism offices have posted web pages giving up-to-the-minute information on conditions, late availability and suggested driving routes. You can access these through links from the region's official website (<a href=\"http://www.discovernewengland.org\">www.discovernewengland.org</a>).</p>",
  "Billy McIntyre steeled himself as best he could. As he reached the entrance to the hospital ward he paused, took a deep breath and somehow managed to drag a smile on to his lined, pale face - as he had done every night for weeks before visiting his daughter. <p>Donna was in her usual position, curled up awkwardly in the worn, green leather reclining chair beside her bed at the end of the ward. The visit last Monday started well enough: father hugging and tickling daughter, while keeping up the smile and a steady stream of upbeat chatter. But the 21 year old's mood changed, and she became agitated and distressed. Then, in a momentary flicker of lucidity that crushed all her dad's mental preparations, she looked straight at him and asked: 'Am I dying?' </p> <p>The straightforward answer is: yes. Donna is far too ill to comprehend her rapidly-deteriorating condition, let alone deal with its inevitable conclusion, so her father laughed off the question. But three weeks ago she was diagnosed as one of the latest cases of new variant Creutzfeldt-Jakob disease (vCJD), the fatal brain disorder which is the human form of BSE, or mad cow disease. She is unlikely to survive much beyond next spring. </p> <p>McIntyre, an electrician from Aberdeen, has now taken the unusual decision to speak publicly about his daughter's plight while she is still alive. While the bereaved relatives of some victims have provided a glimpse of vCJD's impact, Donna's story provides a sobering insight into the daily ordeal being endured by the McIntyres and at least eight other families across the UK - a plight caused by the scandal of farmers feeding cattle with the brains and vertebrae of other animals, and the repeated disgrace of Ministers and civil servants' failure to stop it. </p> <p>'I still don't believe this is happening to us,' McIntyre told The Observer . 'This is something that affects people on television and in the newspapers, not my daughter. Every day, I try to imagine how I would feel if it was me, to imagine how it must be for her, but it tears me apart just to think about it.' </p> <p>His intervention comes as the mad cow disease scandal returns to centre stage. This week Lord Phillips, chairman of the public inquiry into BSE, will hand his long-awaited final report to Ministers. After two-and-a-half years and more than £16 million, the 16- volume report will be the definitive judgment on the causes of the BSE/CJD affair and the adequacy of Ministers' response. </p> <p>Although Phillips had already made clear that the findings would not decide the thorny issue of liability, the victims' families had hoped the report would pave the way for the Government to set up a compensation scheme. But last week a leaked Whitehall memo revealed that Ministers have decided not to take any blame for the crisis. About £4bn has been spent on a no-fault scheme to compensate farmers for culled cattle, but Ministers, says the memo, baulked at the prospect of a multi-billion pound compensation bill from human victims. </p> <p>When the inquiry began in March 1998, the disease had claimed 24 lives. The toll is now 74. A further eight victims are still alive, according to official figures which do not yet include Donna. </p> <p>For the McIntyres, news of the memo was devastating. Less than a month after they were told that Donna had contracted a disease which should never have been allowed to emerge, they found they also may face a long, painful legal battle for damages. </p> <p>'It is sickening what the politicians have tried to do,' said her father. 'They knew about the problems in the food chain, about spinal cords and other bits of animals getting mixed into cattle feed, but they did nothing. Now they won't take responsibility. </p> <p>'Money is the last thing on our minds now, but I hope Tony Blair chokes on his breakfast when he reads about my daughter.' </p> <p>Donna's life was just coming together when early signs of the disease emerged. She was working as a receptionist in Aberdeen and living in a rented flat there. She was shy, but at weekends she went dancing with friends. Nothing trendy; Donna remains a loyal fan of Take That. Like any young woman, she was meticulous about her appearance. </p> <p>Last Easter, she stayed at her father's small terraced council house. It was the first time they had spent together for three years, and they both loved it. Donna even talkedof giving up her flat and moving back in. She spent the week there. Then she disappeared. </p> <p>For two months the family heard nothing. Telephone calls and letters went unanswered. Her flat was deserted. In July, she should have celebrated her twenty-first birthday. McIntyre and his partner, Bernadette Prescott, sent a card and tried to find her. Nothing. </p> <p>This is classic vCJD behaviour. In the initial stages, victims are unable to comprehend what is happening to their bodies. They merely know that something is going wrong. They become depressed and paranoid, withdrawing into themselves. Some have nightmares. But the McIntyre family could not have known. </p> <p>When Donna eventually resurfaced, the news was not good. She had been sleeping rough and had a serious skin condition and a bizarre twitching in her limbs. </p> <p>Donna began believing that other people were present in the room. She would talk to them. Sometimes she would demand that someone stand up and offer their chair to her brother, Thomas, who died in a fire in 1996. </p> <p>Like many other relatives of vCJD victims, Donna's family started suspecting mental problems. After several visits to her GP, she was referred to psychiatrist. But he was unable to help. </p> <p>By mid-August, Donna's condition was still worse. There were violent mood swings, her speech was slow and badly slurred, and her short-term memory had faded. She was losing the use of her arms and legs, her balance had gone and she needed support to walk. On 28 August, she went into Aberdeen Royal Infirmary for tests. </p> <p>'We had no idea what it could be, although it was obviously serious,' said McIntyre. 'They tested her for multiple sclerosis and diseases like that, but they kept coming up with nothing. We didn't even think about it being vCJD. </p> <p>'Donna was always a meat-eater; she liked her burgers and her pies, but it never crossed our mind that her illness could have had anything to do with that.' </p> <p>A week after Donna was admitted, her father was called to the hospital by his daughter's consultant. The doctor told him the tests had found no alternative, treatable explanation - she was 50 per cent certain Donna had vCJD. Cases cannot be confirmed without analysis of the brain after death but, under rules introduced this year, living probable cases can be diagnosed by the National CJD Surveillance Unit in Edinburgh. Its specialists tested Donna and confirmed the diagnosis. </p> <p>Sitting in his living room surrounded by photographs of Donna and her six brothers and sisters, McIntyre struggled with tears to describe the impact of that: 'My whole body just went numb. I couldn't take it in. I tried to ask questions but I couldn't form any words. Then I broke down. I'm not ashamed of it - I cried like a baby.' </p> <p>Donna's body is now failing fast. She behaves most of the time like a very young child, sitting in her green chair, smiling to herself but unable to follow events around her, or to understand simple questions. As dementia slowly took hold, her short-term memory all but disappeared. Sometimes, she has failed even to recognise her father. Occasionally, some lucidity returns and she becomes more animated and engaged. </p> <p>The physical effects of the disease are obvious, too. Pale and thin, her legs can no longer support her weight, and she is frequently incontinent. Last Friday night, The Observer arrived at the hospital as a guest of her family to find Donna lying, extremely distressed, on the floor beneath her chair. She had realised she needed to use the toilet but her legs had given way and she had fallen over, soiling her pyjamas in her distress. Her brain is so damaged, she is almost certainly unable to tell that her body is deteriorating. </p> <p>Unlike her family. 'Sometimes I have to drag myself up to see her because I am so scared to see what condition she is in,' said her father. 'Then I feel a huge guilt - what we're going through is nothing compared to how she is suffering.' </p> <p>He knows worse is to come. Before long, Donna will lose the power of speech completely. Her eyesight will fade, and she will be unable to swallow. Eventually, she will have to be fed by a tube. Even then, however, death could be months, rather than weeks, away. </p> <p>But McIntyre is determined to see her through to the end with dignity. Against medical advice, he plans to take her home to care for her himself. 'It will be hard, but there will soon be a time when she is no longer there and I don't need to care for her any more. Any time we have is precious.' </p> <p><a href=\"mailto:stuart.millar@theguardian.com\">stuart.millar@theguardian.com</a></p>",
  "<p>There is only one question about Dr Mary Archer that hangs almost as heavily over her this weekend as do the criminal charges that were levelled against her husband last week, and it is this: why in God's name does she stay with him? Here is a woman who, through the study of her beloved chemistry, has dedicated her professional life to the pursuit of great scientific truths. And yet in her personal life she has dedicated herself to a man whose grasp upon truth is at best questionable. </p> <p>'I think she probably gets a lot out of the marriage,' says Michael Crick, Jeffrey Archer's biographer. 'She gets fame, fun and, until recently, she got social status.' A former acquaintance of the couple sees it simply as a diversion from what could otherwise have been an arid life amid the dull obsessions of academe: 'She likes his games and experiments, because it makes her life more interesting.' In this analysis Jeffrey Archer - millionaire novelist, former bankrupt, disgraced politician and, since 1992, Baron Archer of Weston-super-Mare - is Mary Archer's bit of rough. He puts the colour in her otherwise dull life. In return, she plays the dutiful, supportive wife when the occasion calls for it. </p> <p>Clearly last week was not one of those occasions. She was absent when he arrived at Wimbledon police station to be charged with two counts of perjury, two of perverting the course of justice and one of using a false instrument. Nor was she to be seen that evening when, in one of the more bizarre twists in Lord Archer's narrative, he appeared on stage in Windsor in the first public performance of The Accused , his courtroom drama in which he plays an alleged murderer and upon whom, after hearing the evidence, the audience delivers a verdict. </p> <p>Doubtless, however, Mary will be at his side when he finally has to trudge to court - perhaps as early as Tuesday when he is due to appear at Bow Street Magistrates Court. For this is the pattern that their life together now traces: he gets into a scrape, attempts valiantly to tough it out, confesses all to Mary, who then lends her public support to the husband with whom she now spends relatively little time in private. </p> <p>There can be no more classic example than the most recent: that weekend last November after Archer's forced withdrawal from the London mayoral election, following the revelation that he had allegedly solicited a friend to provide a false alibi for him in his successful 1987 libel case against the Daily Star (out of which this week's charges arose). There were Mary and Jeff, photographed together in the Old Vicarage at Grantchester, exchanging loving looks, as he wrote letters of apology. 'I am cross,' she said, 'but I have formed the judgment that he is a decent and generous spirited man over 35 years and that will not change over one weekend.' She didn't care what others said - she was standing by her man. This weekend, she is said, by one close friend, to be 'very surprised, very downcast and very shocked' by the charges that Archer now faces. Well she might be. For if the charges against her husband are proven, it sullies the entirety of the 1987 libel trial, the very episode that invented her in the imagination of the British public. In one of the most priapic summations in the history of libel law, the late Mr Justice Caulfield turned to the jury and said of her, without a flicker of irony: 'Has she not grace? Has she not fragrance?' Sadly, for Mary at least, any sweet fragrance that surrounded that libel victory may now be turning into a rather nasty smell. </p> <p>Mary Archer was born Mary Doreen Weeden in December 1944, the daughter of Harold Weeden, a chartered accountant from Surrey. It was, by Mary's own testimony, 'a pretty average middle-class family'. She followed her sister to Cheltenham Ladies' College where she is recalled by a contemporary, Kate Trelford, as 'very clever and very quiet... a very cool customer'. She went to St Anne's College, Oxford, from where she graduated with a double first in chemistry, and where, as an undergraduate,she met Archer, four years her senior. </p> <p>They married in 1966 though she now says that at 22 she was 'much too young'. Why did she do it? 'Jeffrey seemed more mature, older than my contemporaries,' she said. 'So the partnership felt reasonably grown up.' After graduation, they moved to London where she studied at Imperial College and he pursued his political career, ending up as Conservative MP for Louth. </p> <p>In 1974 came the first Archer disaster when Aqua- blast, a company in which he had invested £250,000 of borrowed money, collapsed. It was nearly a week after the bankruptcy petition had been filed against him in the High Court before he told his wife. She was in the middle of a second birthday party for their son, William. 'I felt weak at the knees,' she later said, 'but there was nothing else to do except carry on with the party.' There has, it seems, never been anything else for Mary Archer to do but carry on with the party. </p> <p>Having resigned as an MP, Jeffrey set about writing them out of debt. 'Being in debt is worse than anything else,' Mary later said, 'and I've tried a few things.' (She has also said that great wealth is likewise a managerial trial.) She, meanwhile, supported the family by lecturing in chemistry at Trinity College, Cambridge, where she remained until 1986. By then, Jeffrey had hit the big time with his third novel, Kane and Abel . It is from this period that their increasingly separate lives are said to have developed, he spending week- days in London in his Thames-side penthouse before returning to Grantchester, where she had made her home, for weekends. </p> <p>There has been much speculation over how much Mary Archer knew of her husband's intimate relationship with his long-time assistant, Andrina 'Andy' Colquhoun, but she has always claimed to place marital fidelity low on the list of priorities. 'If you mean strict sexual fidelity,' she once said, 'it doesn't rank terribly high on my scale of the importance of things. In a quite objective sense, it can be tolerated more than indifference.' Whether she has applied that code to her own conduct is unclear, though she is said to have her own circle of friends. </p> <p>In 1987, any such questions had to be put to one side as, day after day, she accompanied her husband to court, while he fought his libel trial. The Star had accused him of consorting with prostitutes, notably Monica Coghlan, to whom he had given £2,000. Mary emerged a public figure, f ted for her great - to some, completely unexpected - fashion sense and apparent grace under fire. Not that it seemed to affect her greatly. 'I feel nothing, nothing at all,' she said at the trial's end. 'When something cataclysmic happens I think you feel like that afterwards.' </p> <p>She now embarked on a new career in public life, becoming a trustee of the Science Museum and sitting on various energy advisory boards to the Department of Trade and Industry. She chaired the Hardship Committee at Lloyds of London, where she was already a Name, and joined the board of Anglia Television. Once more, Jeffrey upset the apple cart: in 1994, without telling his wife, he bought shares in Anglia just before a take-over bid for the company. There were allegations (never proven) of insider dealing. Mary confessed to being 'embarrassed' by the affair. </p> <p>Indeed, she seems to have created a uniquely restrained language to describe the behaviour of her husband and its impact upon her. She has talked about his 'gift for inaccurate précis'. She has dismissed his scandals as his 'little bombshells'. After last November's revelation, she simply announced: 'We are all human but Jeffrey manages to be more human than most.' </p> <p>This cool, almost detached approach to his dramas tallies with the recollections of those who dealt with her when she was chairing the Lloyds Hardship Committee. 'She was quite extraordinary, like a machine,' says Fernada Herford, who represented one of the largest groups of Names. 'There were these people who had been completely devastated and she sailed through without a whisker of compassion. She is a tough and heart less lady.' Christopher Stockwell, chairman of the Lloyds Names Association Working Party at the time, agrees. 'I never warmed to her,' he says. 'I always thought ice-maiden was a more appropriate term than fragrant.' To those who know her well, however, Mary Archer is not so much cold as analytical, particularly where her husband is concerned. 'Mary Archer has had 30 years to acquire a very decent perspective on her husband,' says a friend. 'She's not still there through inertia but through a lively appreciation of his qualities, which are immense, and an enlarged sense that he's taken her on an adventure through life that she would otherwise not have had.' But if we want a real understanding of Mary Archer, we might best be served by going back to that libel trial. During her evidence, she was asked what she recalled of her husband's conversation with Adam Raphael, then political editor of The Observer . Raphael said that Archer told him he had met Coghlan months before he paid her the money. In court, Archer denied he said such a thing and Mary Archer backed him up. </p> <p>Before she did so, however, she told her husband's barrister: 'I would like to say that, although it is my very genuine recollection that this was the conversation with Mr Raphael I cannot say that that recollection is not overlaid by the wish that it was so.' The implication is extraordinary: that Mary Archer, the ice-cool scientist, famed for her acute intellect, is powered through her curiously detached marriage by the very same thing that has powered her husband throughout his adult life - wishful thinking. That may well came in handy as together they face Lord Archer's latest adventure in court. </p> <p><strong> MARY DOREEN ARCHER</strong><br> </p> <p> <strong> DoB :</strong> 22 December 1944 </p> <p><strong> Educated: </strong> Cheltenham Ladies' College; St Anne's, Oxford; Imperial College, London </p> <p><strong> Status: </strong> Married to Lord Archer of Weston-super-Mare (AKA Jeffrey Archer) </p> <p> <strong> Interests: </strong> Reading, writing, singing </p> <p><strong> Home: </strong> Grantchester, Cambridge </p> <p><strong> Quote :</strong> 'We are all human, but Jeffrey manages to be more human than most'</p>",
  "<p>At 30 he was a depressed and penniless unemployed former community relations worker trying to cope with a failing marriage. Nothing, it seemed, had worked out for Greg Dyke. </p> <p>He sat on Wandsworth Common, near his dingy flat in the unlovely streets of inner-city London, contemplating his latest personal disaster - defeat as a Labour candidate in the 1977 GLC election. His hopes of a career in politics lay in ruins. Dyke, bright, self-confident but never academically accomplished, had been the apple of his parents' eye - 'I was the one who was always meant to do well.' Head in hands, he wondered out loud: 'Whatever happened to me?' </p> <p>Dyke's rise to director-general of the BBC - the heart of the British establishment - is a tale for our times. The underachieving grammar school boy with strictly limited horizons, who stumbled into ITV late in life as the most junior of assistant programme-makers, climbed television's corporate ladder with astonishing speed by playing up his working-class roots. He then bagged around £10 million from a series of golden handcuffs, share options and company takeover payouts, and ended up, as DG, at the very centre of the establishment he once so loudly denounced. </p> <p>Just a few years ago Dyke himself would not have believed it. 'Saddam Hussein's got more chance of running the BBC than me,' he once told an interviewer. 'I'm just not a BBC person.' For him, being a 'BBC person' meant Oxbridge, time-serving, a cultivated accent and, at the highest level in the corporation, all the right establishment attitudes and contacts. It meant being part of 'an intellectual elite' which Dyke himself once said had 'captured the TV production process' and was out of tune with the mass TV-watching audience. </p> <p>His appointment caused horror among tradition-alists who see the man best known for ditching News at Ten and bringing Roland Rat, Gladiators and Channel Five to the screen as the ultimate ratings chaser, a man with little interest in the BBC's role as guardian of Britain's cultural heritage. </p> <p>The man himself puts the opposition down to 'sheer snobbery' on the part of people who do not realise how the country has changed. The press campaign aimed at blocking Dyke was led by the Times; Rupert Murdoch once reportedly described Dyke to executives at Sky TV as 'our enemy'. The irony is that Dyke could easily have ended up working for Murdoch. </p> <p>After leaving school in 1965 with one A-level, Dyke stumbled into a job as a local newspaper reporter as an alternative to getting a 'proper job'. He worked at the same newspaper group as Raymond Snoddy, now a journalist on the Times . 'In those days I was the steady, serious broadsheet reporter and Greg was the populist tabloid man,' Snoddy says, adding: 'And nothing's changed.' </p> <p>Dyke took to tabloid journalism like a natural. Easily bored, he could enliven the most tedious local paper fare with a flash irreverence or a scathing putdown of some pompous local worthy. He was the life and soul of the office, joining in Thursday-night poker schools, when junior reporters would gamble their wages in the pub. </p> <p>He earned extra money by selling stories, complete with the required tabloid spin, to national newspapers. Many at the time thought he would make the logical next move on to a national newspaper; Murdoch's Sun, launched just a few years earlier and then still committed to the political Left, would have been perfect for him. Few doubt that he had the ability to become a national tabloid editor. </p> <p>But by the late Sixties Dyke had become political. He had nurtured a sense of social injustice ever since being subjected to the 11-plus exam, a searing experience for many of his generation. In his hedonistic twenties he had shared the vague American-inspired radicalism of the Bob Dylan and Woodstock generation. Dyke always was (and remains) a fan of American popular culture and, especially, the egalitarian 'can do' Californian outlook on life. </p> <p>The issue that gave his politics a harder edge was race. Covering the politics beat for the Slough Evening Mail led to a close friendship with the pioneering racial equality campaigner Joan Lestor, the local MP. Slough, together with the suburbs of Hayes and Southall where Dyke had grown up, had become major centres for Asian immigration. It was Dyke's job to report on the resulting racial tensions. He was appalled by the racialism of parts of the Tory party and by the way newspaper journalists often gave a circulation-boosting racial slant to stories. </p> <p>In 1971, deeply committed to Labour's left wing, Dyke decided that newspaper journalism was too 'glib' and went to York University to take stock and study politics (by now he had his trade-mark beard and long hair; his specialist subject was Che Guevara and the Cuban revolution). </p> <p>At university he met and married his first wife, Christine Taylor. She was generally regarded as the most beautiful woman at the college and, since Dyke could never claim to be an oil painting himself, the couple were known to some as 'Beauty and the Beast'. The childless marriage was to span the Seventies, for the most part an aimless and unhappy decade for Dyke. After graduating, he followed Christine to Newcastle, where he was turned down for a job as a reporter on a local BBC radio station and had to seek work on the sort of local newspapers he thought he had left behind. </p> <p>It was then Dyke made the decision to move back to London with Christine and take a job as 'campaigns officer' at Wandsworth Community Relations Council, a group promoting good race relations, in South London. </p> <p>He hated the job and jacked it in to concentrate on a campaign to be elected GLC councillor for Putney, a post that carried a good salary and the prospect of later becoming an MP. The election, in the then safeish but rapidly gentrifying constituency, ended in disaster and Dyke's stroll on Wandsworth Common. </p> <p>Things looked bleak until Nick Evans, a fellow reporter from Newcastle who had taken a job as a TV journalist at London Weekend Television, steered him into a junior job working on LWT's local politics programme. This was to be his big break and, significantly, it came through the network of friends in the media he had started to accumulate. </p> <p>LWT was really buzzing. It was the ITV station responsible, under Michael Grade, for the glitz and glamour of the Saturday-night showbiz schedule and, at the same time, the very heart of lavishly funded trendy and 'youth' television - home of Melvyn Bragg's South Bank show, the Minority Programmes Unit (which produced the first programmes for black people, lesbians, gays and other minorities) and many of the people who were to be leading lights in Channel Four. Dyke worked in the more sedate and intellectual current affairs department, where the austere style was set by eggheads such as John Birt and Peter Jay, with their 'Mission to Explain'. </p> <p>By now age was starting to count heavily against Dyke. Entry into TV journalism after the age of 30 was almost unheard of, and he knew that he had to prove himself quickly if he was to make any sort of career in TV. He made an immediate impact, working round the clock, playing up his tabloid background as the rough-tough, streetwise 'man of the people' who could cut through all the intellectual bullshit to give LWT's politics programmes a sharper, populist edge. </p> <p>He was rewarded with the risky but important job of launching an early-evening popular current affairs programme - vital to LWT's ratings and profits. The result was The Six O'Clock Show fronted by Michael Aspel and Janet Street-Porter, reckoned by many to be the first (and much copied) example of British tabloid TV. The show - tame by today's standards - consisted mainly of silly stunts dreamed up by Dyke and his growing coterie of mates. </p> <p>It also launched the mainstream TV careers of Danny Baker, in many ways a sort of on-screen version of Dyke himself, and Charlie Parsons, creator of The Big Breakfast Planet 24 empire. Behind the scenes the producers and technical people Dyke used on The Six O'Clock Show formed a tightly knit group who went on to dominate much of trendy, populist TV production in the UK. The success of The Six O'Clock Show led to an even greater challenge - to rescue ailing breakfast TV station TV-am. </p> <p>The station had been launched with all sorts of fancy and intellectual programme ideas; these had impressed the TV regulators but had been met with mass boredom from the breakfast audience. Dyke turned the station upside-down, brought in a new schedule based round Roland Rat, bingo, celebrity gossip, horoscopes, Diana Dors and her diet (producing one of Dyke's favourite TV moments, the sight of several stones of raw lard, representing what she had supposedly lost thanks to TV-am's advice) and endless talk about the weather, sunshine and holiday plans. </p> <p>It was another massive hit, elevating Dyke from being a mere programme-maker to becoming a chauffeur-driven TV executive and one of the most sought-after people in the television business. </p> <p>He was soon on the move again, this time taking charge of TVS (now Meridian), the ITV company for the South of England. Dyke was now living in a big house in rural Hampshire with Sue Howes, a a sociology teacher. He was starting to become a wealthy man. </p> <p>He and Sue would say that they didn't really like living in posh Hampshire and missed the graffiti and noise of the inner city. </p> <p>It seemed the more powerful and wealthy Dyke became, the more he played up his working-class roots and dislike of high culture - carefully crafting an image as a 'man of the people' who knew what the masses wanted. Once, finding himself at the Glyndebourne Opera Festival on TVS business, Dyke turned to Sue and said: 'You know what - we've become the sort of people we used to want to throw bombs at.' </p> <p>From TVS, Dyke moved back to LWT, where he took over as Director of Programmes and then Managing Director, becoming one of the most powerful men in British television and, apparently, destined one day to run ITV. </p> <p>It was as managing director that Dyke met Christopher (later Sir Christopher) Bland, the LWT chairman and now BBC chairman, which is the key to the future of the BBC. Bland was an Oxbridge, ex-army, high Tory politician and City financier, who married into the aristocracy. </p> <p>On the face of it he and Dyke were chalk and cheese. But together they reckoned they covered the whole waterfront. Bland had the contacts in the City and in the bowels of the Tory establishment; Dyke was close to the emerging New Labour hierarchy, had the instincts of the mass TV audience in his blood, and knew how to make popular television. </p> <p>Together they set about making LWT the most aggressively commercial and profitable company in British TV. Dyke stripped out whole layers of management, oversaw massive job cuts and prepared to run the station single-handed in the event of a strike. He won so much trust from the colleagues he was sacking, and carried out the downsizing exercise with such skill and generosity in terms of redundancy packages, that he emerged, if anything, more popular than before. </p> <p>When Bland and Dyke won back LWT's licence to broadcast in the 1993 franchise auction the two men roared round the building to the strains of the Theme From Rocky in the manner of a football manager and his captain doing a lap of honour at Wembley. </p> <p>Dyke and Bland's new lean and mean LWT was the toast of the City. LWT shares soared, resulting in Dyke eventually reaping around £6 million from a golden handcuffs share option scheme devised by Bland. </p> <p>The plan was to use LWT's growing financial muscle to buy out the other ITV franchises (such as Granada and Central) and thus dominate the whole of ITV. </p> <p>Instead LWT, the hunter, became the prey. The company was bought up by Granada in one of the most bitterly contested takeover battles of the Nineties. Dyke and Bland earned still more millions once Granada took over. But the personal cost was devastation. </p> <p>LWT, Dyke's pride and joy, had ceased to exist. It was a complete debacle, one of the darkest days of his life. Dyke hit out at the City institutions which had brought about LWT's demise, calling them 'parasites' and denouncing the whole set-up as 'the last vestige of the old class system'. </p> <p>A disgusted Dyke announced that he was leaving TV. What led to his successful change of course was the arrival of Bland as BBC chairman and, crucially, the election of the New Labour government. </p> <p>Dyke had never made any bones about his political commitment and, with time on his hands after leaving LWT, he was even offered a peerage. Dyke's response was withering: 'Me? Lord Dyke of Hayes - can you imagine it? It sounds like a bloody gay girls' pop group!' </p> <p>Now, with a generally pro-BBC Labour government in power, Dyke finds himself in a much more powerful position than any director-general since Lord Reith. </p> <p>Dyke once described his share option millions as 'f*** off money', meaning that he need never again put up with a decision he disagreed with just to keep his job. At one point, he even offered to forgo the DG's £400,000 salary. More importantly, Bland will keep the governors - the people ultimately in charge of the corporation and bane of many a previous DG's life - off his back. </p> <p>The Dyke internal revolution has already begun. The abolition of perks such as free cars for managers and long expense-account lunches has grabbed the headlines. 'Ever heard of sandwiches,' he once scrawled on a three-figure luncheon expenses claim from a minion. </p> <p>More importantly, he has already stripped out layers of committees and managers, centralising power in the hands of a tight group of trusted lieutenants determined to run the once highly devolved, fractious BBC as a single, highly-tuned broadcasting machine. </p> <p> CITIZEN GREG by Chris Horrie and Steve Clarke is published tomorrow by Simon &amp; Schuster, price £20. </p> <p><strong>Things you didn't know about Greg Dyke</strong></p> <p>Scraped into grammar school with the lowest 11-plus pass score in his year. One A-level, maths at grade E. </p> <p> Turned down as junior reporter in BBC local radio because interviewers felt no one would understand his accent. </p> <p> Showed first business flair buying, doing up and selling his digs while reading politics at York University. </p> <p> As a Labour Party GLC candidate, frequently got lost when canvassing and would waste hours arguing on the doorstep with Tory die-hards. </p> <p> Denounced by one interviewer as too blokeish and domineering when interviewed for first telly job - at London Weekend (LWT). Got job. </p> <p> Forte at LWT was crime, health scares and impending natural disasters. </p> <p> Test of television quality is: 'Will my mum like it?' Denise is a working-class Tory from Hackney. </p> <p> Politics includes vocal support for racial and sexual equality. </p> <p> Helped lead LWT journalists out on strike, then spent the whole dispute windsurfing in Wales. The comrades won a 75 per cent pay rise. </p> <p> Loves American pop culture, crazy alternative thinking and great outdoors. </p> <p> Was member of an informal group of LWT movers and shakers', the Radical Ramblers, led by health fanatic John Birt. </p> <p> Became a force in TV with LWT's Six O'Clock Show, the start of British tabloid TV. </p> <p> Has had many nicknames, including Gwen Dyke, Roland Rat's Dad and Reg - the last in tribute to a Guardian misprint. </p> <p> Once spent an Islington dinner party lambasting Tony Blair, the future leader, as the sort of out-of-touch yuppie who was destroying the Labour party. </p> <p> Passionate about Manchester United. </p> <p>Says student project on rise of Stalin much better grounding in how organisations work than management course at Harvard.</p>",
  "Tony Blair's sweat-stained speech to the Labour conference, in which he admitted mistakes over pensions and the Dome, has led to a boost in poll ratings. <p>An internal party poll carried out by NOP for Labour and passed to The Observer shows Labour support leapt by 14 per cent after the Prime Minister said he would 'listen and act' over criticisms of his Government. </p> <p>The poll of 1,000 people puts Labour 11 points ahead of the Tories. A similar pre-conference poll for the party put it three points behind. </p> <p>A separate survey in today's Sunday Express puts Labour on 43 per cent, six points ahead of the Tories. Thirty-four per cent of those polled said they would be less likely to vote Tory if Michael Portillo became leader instead of William Hague. A poll in the News of the World put Labour one point ahead, 38 per cent to 37 per cent. </p> <p>News of the polls brought signals of relief from Labour's high command who were shocked by the rapid decline in the party's ratings over the past three weeks. A 20-point Labour lead in August evaporated during the fuel crisis and became an eight-point deficit in polls last Sunday. </p> <p>It was the first time the Conservatives had led Labour since 1992. Some polls put Labour's rating on a par with its showing during its Eighties wilderness years. Blair's personal ratings plummeted too, as most peo ple blamed him for the crisis and accused him of arrogance and being uncaring. </p> <p>The big swings reveal the increasingly volatile mood of the public, with a large tranche of floating voters changing regularly between the two main parties. </p> <p>'Many of us thought the polls would come back in our direction,' said a Labour official yesterday. 'What is clear, though, is that they are still swinging around a lot. It will take quite a while before we know the true position.' </p> <p>The poll will settle nerves after a conference which saw successful speeches by Blair and the Chancellor, Gordon Brown, overshadowed by rows over pensions and the controversial vouchers for asylum seekers. </p> <p>Labour strategists feared that stories about backroom deals with the unions to try to prevent a Government defeat over pensions would play badly with the public. The unions did vote down the Government's pensions policy, but the key positive messages of the conference seem to have broken through. </p> <p>Blair spoke in Brighton of his 'irreducible core' of public service values, and said he would not put tax cuts ahead of spending on education and health. </p> <p>At the conference, and before the NOP poll became public, Cabinet Ministers said the date of the general election should be delayed from the favourite, next May, until October 2001 because of the voter volatility.</p>",
  "It is the world's biggest marketing bonanza with more than one hundred million viewers in 100 countries. The Olympics are used to sell everything from pet food to insurance, but for the world's biggest sports company the games have turned into a PR false start. <p>Nike of the US has been condemned as 'stupid and repellent' after an advertisement featuring the runner Suzy Favor Hamilton provoked outrage among viewers who said it encouraged violence against women. The giant American network, NBC, which has exclusive rights to screen the Olympics in the US, has banned the multi-million dollar commercial. </p> <p>It features Hamilton being threatened by a chainsaw-wielding assassin in a remote cabin. In a spoof of the classic slasher movie, The Texas Chainsaw Massacre, she escapes and is chased through the surrounding forest. </p> <p>In her Nike trainers Hamilton begins to out-run her assailant who is forced to stop and rest. He pulls off his ice hockey mask, breathing heavily, before giving up and heading home. </p> <p>The last shot shows Hamilton vanishing into the moonlight. 'Why Sport?' the title flashes. 'Because you'll live longer.' </p> <p>Nike insists the advertisement is tongue in cheek, but commentators say it is offensive. 'It is stupid, ill-conceived and repellent,' said Bob Garfield of Advertising Age . The Washington Post called it 'a far cry from the inspiring and empowering \"Just Do It\"ads.' </p> <p>The New York Times quoted a reader who labelled the new ad 'disgusting and misogynistic'. At a Women in Advertising awards banquet the commercial was singled out for setting back the cause of women. </p> <p>Industry observers have accused Nike of adopting 'double standards' in advertising women's and men's brands. Barbara Lippert of AdWeek says the commercials targeting men tend to be 'loose, playful and cartoonish', often making fun of the very athletes who endorse Nike products. The women's ads, by contrast, are earnest, even threatening. </p> <p>Nike defends its ad as 'humane and ironic'. Mike Wilskey, vice president of Marketing, said: 'We are disappointed that NBC has chosen to take our ad off the air. Our rule has always been to respect the intelligence of our consumer. This notion that we owe all women an apology is certainly open to conjecture. </p> <p>'People are going berserk. They're saying, \"We get this. Nike doesn't.\" When the reality is that women are emailing us in huge numbers saying, \"I get this. I understand this. I understand what you were trying to do with this ad\".' </p> <p>Nike insists its new 'Why Sport' series of commercials presents the benefits of physical fitness in extraordinary ways. The ads have a look and feel of classic cinematic moments. </p> <p>Despite the outcry, some industry executives agree. Russell Davis, planning director at ad agency Wieden &amp; Kennedy, says that in the advertisement Hamilton is treated as an athlete rather than as a 'woman athlete'. She is the winner, not the victim. The shift in strategy is deliberate, he says. At one point, it felt like here was something that needed to be said about women's role in sports. It was all about empowerment, and self-image, and \"if you let me play\". </p> <p>'Now women's sports are higher profile. They're much more on equal footing with men. And the advertising is starting to reflect it.' Davis adds: 'In the last year or so, Nike has injected a lot more humour, a lot more playfulness, in its treatment of women athletes. It treats Suzy Hamilton pretty much the same as Andre Agassi. It's not a role-model, \"go out and be like Suzy\" kind of thing. It's more like: \"We have athletes we love, and we want to put them in our communication\".' </p> <p>\u0095 UK sports stars are not the only Britons breaking records in the Sydney Olympics which end today. BBC1 and BBC2 have increased their share of the peak-time audience by an average 20 per cent. The number of viewers of the games is up one-third on the last Olympics in Atlanta. </p> <p>Unofficial viewing figures show that the BBC's daytime viewing was up from between 1million and 1.5m to around 2-2.5m - 35 per cent of the audience. When Steve Redgrave captured his fifth gold medal in consecutive Olympics, BBC1 took 75 per cent of the audience. </p> <p><a href=\"mailto:john.arlidge@observer.co.uk\">john.arlidge@observer.co.uk</a></p>",
  "At least nine Palestinians were killed as violent confrontations with Israeli forces continued for a third day and brought the peace process to a new crisis. <p>Guns, sticks and stones were used in the clashes in Arab East Jerusalem, the West Bank and Gaza yesterday. Among the dead was a 14-year-old Palestinian protester, killed in an exchange of live gunfire in the West Bank city of Nablus. </p> <p>The latest deaths brought to at least 15 the number of Palestinians killed in the past three days. Four of the dead were Palestinian police officers. Two Israeli soldiers werekilled last week. </p> <p>Last night Israeli army chief Shaul Mofaz called a 'ceasefire', saying the violence would stop. But some Palestinians refused to accept it, and clashes continued. </p> <p>Yesterday was supposed to have been a day of mourning. Instead the situation grew steadily out of control. In an alley outside the Haram al- Sharif, the gleaming gold Dome of the Rock mosque in Jerusalem, young Palestinian men collected on a rooftop at the end of afternoon prayers. </p> <p>They piled up their rocks, and waited for the next round. They watched Israeli forces making their own preparations down a gloomy alley. </p> <p>Behind the wall, Palestinian women were gathering blocks of ice for wounds and onions for tear gas, and wrestling with a few hotheads who had brought guns along. </p> <p>Dozens of Israelis stormed in and the alley was engulfed in the percussive roar of stun grenades and tear gas, and the wailing of men hit by rubber bullets. There was a frantic stampede for sanctuary and the long minutes of waiting, marked by the arrival of young men bleeding from head wounds or overcome by tear gas. </p> <p>At last there was quiet. When people dared to look outside, they found smashed cars and water gushing out of the mains on to cobblestones strewn with tear-gas cannis ters, upturned water tankers, and rubble. Guarding the picture of devastation were scores of Israeli troops, now firmly back in charge, of this lane at least. </p> <p>Such clashes were replicated, often in even more violent form, in the Gaza Strip, and in the West Bank cities of Nablus, Ramallah, Hebron and Bethlehem. Palestinian security sources said 300 had been hurt in Gaza alone. </p> <p>The rioting had been sparked by the provocative visit to the Haram by the hardline Likud leader Ariel Sharon. He is the most hated Israeli in the Arab world, and his presence there was too much to bear. </p> <p>The peace process has been deadlocked over the fate of the Haram, holy both to Jews and Muslims. Last week President Clinton was testing reactions to the idea of sharing control over it. Now such ideas seem further from reality than ever. In many parts of the West Bank and Jerusalem, Islamic clerics and Palestinian officials confessed they were powerless to contain their people's rage. </p> <p>'Now I can say for sure that things are out of control,' said Faisal Husseini, the Palestinian official in charge of Jerusalem affairs. </p> <p>He said he had pleaded with the Israeli authorities to stop the visit by Sharon, which Palestinians see as a brazen attempt to assert Jewish sovereignty over the Haram, the third holiest shrine in Islam. Their failure to do so, he said, was directly responsible for the bloodshed. </p> <p>Such warnings were ignored, with Israeli officials claiming it was the right of every citizen to visit the Haram, or as they call it the Temple Mount, which they revere as the site of their destroyed temple. </p> <p>Now, in the lanes of Jerusalem's Old City, the Palestinians say they have only begun to fight. They have draped the gate to the Haram in a huge Palestinian flag and plastered the walls with photos of the newest martyr to the struggle for control of Arab East Jerusalem. </p> <p>Israel's Prime Minister, Ehud Barak, has blamed the violence directly on the Palestinian leadership.</p>",
  "'You are now entering Free Derry' the slogan painted in black letters on a white wall, has become one of the most enduring images of the Troubles. It has been seen over and over again on television often as the background to violent clashes between the security forces and the people of the Bogside. <p>Over the years most of the Sinn Fein leaders associated with the long march from armed rebellion to political respectability have addressed the supporters here. Just across the road a youthful Martin McGuinness, at that time an IRA leader in Derry, made his first public speech. It was short and to the point: 'It doesn't matter what John Hume says. We'll fight on until we get a united Ireland.' </p> <p>Now Free Derry Corner is to become, officially, a national monument. Last week an alliance of Sinn Fein and the SDLP on the city council voted that the area should be handed over to the Department of the Environment's Heritage Service. The Minister who will be responsible for looking after it is Sam Foster, an Ulster Unionist member of the new power sharing executive. </p> <p>It is a potent symbol of changing times. The slogan 'You are now entering Free Derry' was first painted on to the gable end of a small terraced house in the Bogside in 1969. It was during an uneasy period when the Civil Rights movement was holding massive rallies to protest against discrimination but before the Army was sent to Northern Ireland. The row of cramped houses was later demolished but the gable wall was left standing by itself and the area became known as Free Derry Corner. </p> <p>It was a focal point of republican defiance. Each year the march held to commemorate Bloody Sunday in Derry, when 13 marchers were shot by the British soldiers, ended with a rally here. It was at this wall that Bernadette Devlin spoke to reporters when she was released from jail. </p> <p>Free Derry Corner has changed in recent years as peace has become a reality. There are landscaped flowerbeds. On nearby walls large and graphic murals depict key moments of the area's history over the past 30 years. </p> <p>It has become a tourist attraction. American visitors come in coachloads. Sometimes a group of British squaddies, coming to the end of a tour of duty, will venture up to Free Derry Corner to have their photographs taken. But the old revolutionary spirit persists. Local groups campaigning on such contentious issues as abortion and gay rights use the back of the wall to put across their message. </p> <p>Free Derry Corner was not the only historic monument in the city to change hands last week. By a pleasant irony the Ministry of Defence announced that Fort George, which has been the Army's headquarters in the west side of Derry for almost 30 years, is to be handed back to its original owners. The Londonderry Port and Harbour Commissioners planned to build a flagship commercial development on the 15-acre site. </p> <p>The decision to leave Fort George is part of the Government's programme to reduce the security presence in Northern Ireland. Six Army bases along the border in Co Fermanagh are also to be demolished. The Army points out that 40 military bases and installations have been closed down since 1995. At the moment there are 13,500 soldiers in the province. The hope is that, all being well, this figure will be cut to 8,000. Sinn Fein describes this process as demilitarisation. The Army prefers the more hopeful term normalisation. Unionists have been critical of this scaling down of the Army presence, which they claim is being done to pander to the IRA. </p> <p>Others see it as part of a deliberate strategy to extract concessions from the IRA to help David Trimble. </p> <p>The issue of policing and the demands of nationalist leaders for a full implementation of the Patten Report make it very difficult for the Government to move on that front. But a dramatic gesture from the IRA, such as another inspection of its arms dumps by internationally respected figures, might help Trimble fend off his critics. </p> <p>It often seems that the peace process in Northern Ireland simply lurches from crisis to crisis. But at a political level there has been much more steady progress. Last week Trimble, accompanied by most of his Ministers, came to Dublin for the second plenary meeting of the North South Ministerial Council. In Belfast, the names of 60 members of the new Civic Forum were announced. This will act as a wide-ranging consultative body to the assembly. </p> <p>This is how peace is built - slowly and with great difficulty. It will take a long time to complete the long journey from armed conflict to reconciliation. But in Derry at least, people believe that it is time to move on. Free Derry Corner is now seen as part of the city's history, a place for respect and conservation, but no longer a rallying point for rebellion against the state.</p>",
  "They called it Operation Starburst, in a nod to the military-style management consultant jargon William Hague still holds dear. <p>Four days ago the unsuspecting voters of the West Midlands awoke to a virtual invasion by the entire Shadow Cabinet. </p> <p>Fanning out across schools, hospitals, pensioners' day centres and police stations, the Tory team had two objectives: reminding the nation who on earth they are, and beginning to weave a story that could stabilise the seesawing polls in their favour. The nation has probably learnt more about the private William Jefferson Hague in the past three days than it bothered to find out in the past three years: from his dad's speeding fines to his overspending on sherry at Oxford (shades of the 14 pints again) to the tricks his makeup artist uses to stop his bald head glistening. </p> <p>But while this avalanche of trivia is ostensibly due to a soft-focus TV documentary and a new biography, it is really triggered by the political turmoil of the past weeks which has left Britain thinking the unthinkable. </p> <p>What if this man could really be the next Prime Minister? And if so, is he really the bluff Yorkshire populist of Smith Square folklore, or is his the more complicated story told by some colleagues of a privately liberal man, reined in by a prejudiced party he expected to have more time to change? Beneath a plastic backdrop of jagged abstract shapes at his party conference, William Hague must this week answer the questions. Tony Blair has faltered, and his rival is pushed blinking into the spotlight to demonstrate that he is capable of forming a government. </p> <p>'What I think we have done this week is prove that Labour are mortal,' says Ann Widdecombe. 'And it's now up to us.' Even some in his own party, as stunned by the sudden lurch in the polls as Labour, are not convinced Hague can do it. There is a sense that this was not in the game plan. </p> <p>'This is a massive opportunity, but the question is can he take it,' says one senior ex-Central Office aide. 'The party has come up in the polls, but he personally hasn't. If the polls said the Tories had edged one point ahead but William's standing had catapulted upwards, that to me would have been more significant.' </p> <p>The first attempt at a convincing narrative about who he and his party are comes tonight, in Channel 4's Just William...and Ffion , the apparently everyday tale of an amiable bloke whose right-wing 'common sense' somehow pitched him seamlessly into the leadership of the Conservative Party, quietly confident of victory at the next election. </p> <p>But it is not the whole story. 'He never took the job anticipating he would win,' says one formerly good friend. 'The best Tory punters were not talking about that, they believed there was no way they could win an election for two terms after the last, some even said three. </p> <p>'He is not like you think at all in private, he is quite liberal or very liberal, and he surrounds himself with very similar people. </p> <p>'But one gets the feeling that he politically or internally is quite hemmed in by either the favours he owes people or having to include people he is relatively scared of, like Widdecombe, or Redwood.' </p> <p>If Hague finds himself under friendly fire this week, it will not be from these two. But other guns are trained upon him. On Tuesday lunchtime, Ken Clarke will chair a pro-euro rally. </p> <p>The timing is provocative. For outside in the bracing winds sweeping Cliff Walk, the plastic Union Jacks and the gilt pound sign badges on blazer lapels will mark out those massing for the Keep the Pound rally, the official anti-euro event. </p> <p>Last year when the two camps' meetings coincided, it all ended in young Eurosceptics hurling peanuts at Michael Heseltine. This year was meant to be different. Friends say the big cats of the Tory Left - Clarke, Heseltine, Leon Brittan and Chris Patten - agreed in early summer not to go for the kill over Europe at the party conference, for the sake of party loyalty. </p> <p>Then came Hague's September mini-manifesto rejecting any further European integration. Clarke was, says an ally, 'spitting tacks' and Brittan, a mentor to the young Hague who bequeathed him his safe seat, was apparently incensed. The gloves will now come off. </p> <p>At least a handbagging from Baroness Thatcher - who has previously publicly disapproved of Hague sharing a pre-marital bed with Ffion, and upstaged him with a glitzy rally for General Pinochet - is unlikely: she is only staying one day. </p> <p>An embarrassing ghost is hovering in the shape of Lord Archer, due in magistrates' court on perjury charges on Tuesday. </p> <p>Hague's own environment spokesman Damian Green will tomorrow warn against a lurch to the right. </p> <p>In a pamphlet called Restoring the Balance, he warns against moralising on voters' sex lives, attacks on the public sector and thinly veiled racism, adding: 'There must be no \"cricket tests\" in the Conservative Party.' </p> <p>The tone Hague wants to strike was set during Starburst, when he visited an inner-city Birmingham comprehensive rather than a leafy suburban grammar. </p> <p>Private polls have shown the Tories creeping ahead in the West Midlands and in the South-east, the electoral weathervanes where Blair's 1997 landslide was won. </p> <p>But recovery here requires more than the die-hard votes of the europhobic hard Right: job losses at Longbridge, grammar schools and hospitals are the 'swing' issues. </p> <p>'There is a swath of middle England who, even if they are not in the inner cities themselves, want to vote for a party that cares about them,' says Social Security spokesman David Willetts. </p> <p>'It is about the decent, well-intentioned middle-aged middle-class people, perhaps a teacher who feels a bit fed up with all the red tape tied up with their school. They don't want to feel they are voting for selfish reasons.' </p> <p>Hague's aides agree. 'We want to demonstrate this week that we are about more than crime, asylum and Europe. It's about an agenda for government, not for opposition.' </p> <p>Hague limbers up for conference seriously. He won't drink all week, eats a carbo-loaded diet heavy on pasta, and works out in the gym of his Richmond home. His trio of speechwriters have spent three days and nights cloistered in Yorkshire, hammering out the speech. </p> <p>His chief policy wonk, Danny Finkelstein, hones the jokes; speechwriter George Osborne furnishes purple prose; adviser Johnathan Caines supplies the experience. </p> <p>But only Hague can muster the one quality which, the focus groups snipe, he lacks so far: statesmanship. </p> <p>He also wants to boost the profiles of his largely anonymous Shadow Cabinet. </p> <p>'In the early days the press said William was nobody and the rest of them were a complete shower,' recalls one senior aide. 'Then they said he was half-competent but the rest were a shower, bar maybe one or two. Now they say he is impressive, but they're interested in the rest. </p> <p>'We could have focused more on policy and more on William as an individual. But the time has come. If they're thinking of voting Conservative, people need to be convinced the Conservative Party is more than just its leader.' </p> <p>Other colleagues doubt however that sweet reason can prevail. Hague's fatal flaw, says one senior Tory, is a failure of nerve against tabloid aggression: </p> <p>'The nine o'clock meetings (when the shadow Cabinet plans its day) increasingly consist of reading out the good bits from the Mail . </p> <p>'If the tabloids will row in behind it we will do it, but it leaves a nasty taste in the mouth. They just can't resist instant gratification.' </p> <p>And while Smith Square has plundered the 'compassionate conservatism' manifesto of George W. Bush for some policy clues, the main lessons drawn from repeated trips to Texas have been hard-headed organisation. </p> <p>'What we have been following in America is how you tackle a skilled campaigner like a Clinton or a Blair when the economy is actually doing well,' says Willetts. </p> <p>'The argument will be this guy comes in in 1997 with the most favourable circumstances in half a century, what more could you ask for, and what has he got to show for it? </p> <p>'Dole was a terrible warning for us. You can't just go around telling everyone the country's in a terrible state, it's too bleak.' </p> <p>Insiders point out that Shadow Chancellor Michael Portillo has quietly ditched predecessor Francis Maude's dire warnings of impending recession. </p> <p>Meanwhile Portillo's own performance will fall under intense scrutiny this week. </p> <p>Last week's unexpected surge for the Tories has unsettled some Portillo groupies still fantasising about a leadership challenge to follow the expected defeat at the next election. If Hague managed to slash Labour's majority to less than 60, his position could be secure after all. </p> <p>Portillo will ensure he is on his most loyal behaviour this week. It could, after all, be the one that determines his future too. </p> <p><b> How governments recover from poll depths</b><br> </p> <p> <b> Parliament Governing Lowest Vote at next Recovery </b></p> <p><b>Party Rating % Election % </b></p> <p><b>1959-64</b> Conservative 31 43 +12 </p> <p><b> 1966-70</b> Labour 28 44 +16 </p> <p><b> 1970-74</b> Conservative 31 39 +8 </p> <p><b> 1974-79</b> Labour 30 38 +8 </p> <p><b> 1979-83</b> Conservative 27 43 +16 </p> <p><b> 1983-87</b> Conservative 30 43 +13 </p> <p><b> 1987-92</b> Conservative 30 43 +13 </p> <p><b> 1992-97</b> Conservative 22 31 +9 </p> <p><b> 1997-</b> Labour 34* - - </p> <p> Source: Kellner/Sanders Index *correct to September 2000</p>",
  "The recent assault and battery upon the Government will, so I increasingly think, prove to be a blessing in disguise. Tony Blair may be inclined to respond, in the manner of Winston Churchill when his wife told him to see the bright side of being thrown out of office in 1945: 'If this is a blessing, it is certainly very well disguised.' In important respects, nevertheless, the Government that emerged from the Brighton conference, bloodied but still on two feet, is a stronger one. <p>I was reflecting on this autumn of discontent with a senior member of the Cabinet, whose department is particularly exposed to lightning bolts from clear skies. He told me that the accumulation of battle scars had made him personally more confident as a Minister. It was only once the ceiling had fallen in, and you still managed to walk out of the rubble, dusting the debris out of your hair, that you became certain that you could do the job. What is true of him may now prove to be true of the whole Government. </p> <p>Catastrophe has been a form of catharsis. Even the thunderstorm over pensions, a defeat that was undoubtedly a shock to a leadership that has never before been turned over by the conference, contained a silver lining. The spectacle of Ministers conclaving with union barons; fingers being jabbed and expletives exchanged; the Chancellor rushing back from abroad; the Prime Minister being squeezed between a rock (Rodney Bickerstaffe of Unison) and a hard place (Gordon Brown) - all those evocations of the Seventies could not help but provide material for every Tory gagmeister churning out speeches for the Conservative conference this week. </p> <p>But one of the most instructive things - to Tony Blair and Gordon Brown - about the pensions defeat was the role played by Labour activists, a breed long regarded with the greatest suspicion by the creators of New Labour. While the leadership's brain was spinning, the party kept its head. When one Number 10 aide was told that the activists had voted, by a margin of nearly two to one, against the unions and for the leadership line on pensions, the staffer's first thought was that the figures had to be the wrong way round. </p> <p>Tony Blair and those around him, spooked as they always are by Labour's history of disunity, have rather underestimated the maturity and the loyalty of their footsoldiers. Perhaps they can learn to trust their party a bit now. The Prime Minister may also be beginning to place more trust in his own ability to make a case. His conference speech talked openly about the big choices facing Britain, suggesting that he is even prepared to trust the country's ability to follow an argument. Instead of insulting the electorate's intelligence by pretending that it can have ever better public services and ever lower rates of tax, both he and Gordon Brown seem to recognise that they will have to go out and win the case for taxation and spending on its merits. </p> <p>There is, as someone once said, no alternative. The days of marketing the Prime Minister as a pop star cum air freshener are over. Not only does he bleed, he also sweats. The days of selling the Government as a brand of saccharin are gone for good as well. The days of raising taxes by stealth have passed when the taxes are so unstealthy to anyone who ever visits a petrol pump. Now this Cabinet will have to argue for its beliefs and ambitions. The scuffing and scarring on the once blandly smooth face of New Labour serves to make this Government seem more real, more substantial. That is why I conclude that Labour left Brighton looking more serious as a government than it has done for more than three years. </p> <p>As the conference caravan moves further down the south coast, the question in Bournemouth will be whether the Conservatives will manage to look like a credible alternative. And here again, the recent buffeting endured by the Government may prove ultimately more helpful to Labour than it does to the Tories. We in the media are now going to have to devote some proper attention to the Conservatives. This may seem strange, on the face of it, but what Labour most urgently desires is for the newspapers and broadcasters to start dealing with the Tories as if they might win the next election. </p> <p>Under William Hague, the Conservatives have been one of the most opportunist Oppositions in living memory. Whether it be pensions, asylum-seekers or fuel tax, the Tories hit and run. What they have not presented to the electorate is a set of coherent and rounded policies across the range of government activity. </p> <p>On the large issues involving big arithmetic, such as how they can possibly square their tax-cut pledges with maintaining public services, the Conservatives do not add up. Yet Tory policies have been given little more searching scrutiny than those of the Liberal Democrats or Plaid Cymru. One Labour strategist lamented to me, and with some justice, that if his party had behaved with the same level of irresponsibility when they were in opposition, the newspapers would have murdered them. </p> <p>The Tories have been indulged by the media, not so much because of right-wing bias, but because no one has taken the idea of the Conservatives becoming the Government seriously enough to be bothered to subject them to rigorous interrogation. It suits newspaper editors to play up the possibility of Prime Minister Hague because it adds some circulation-boosting drama to events. But despite the opinion polls, which are a snap referendum on public dissatisfaction with the Government, not a real statement of the country's intent, William Hague still isn't treated as a credible candidate for Number 10. </p> <p>I don't think that when he looks at himself in the mirror, William Hague sees Britain's next Prime Minister - not even after 14 pints. His strategy has always been predicated on losing the next election well enough to survive a challenge from Michael Portillo for the leadership and persuade his party to let him have a second bite at the electorate. So, if he is wise, Mr Hague will deliver to the Conservatives the sort of speech Mr Blair used to give every year when he was leader of the Opposition. Even when Labour was enjoying double-digit leads in the polls stretching over many years, Blair was an ever-vigilant warrior against complacency. A shrewd Hague would imitate that by instructing every member of the Shadow Cabinet to cool the rhetoric and caution their party that they are still a long way from returning to power. </p> <p>Can the Tories comport themselves with such uncharacteristic modesty? They may manage to restrain themselves on the platform, though only so long as someone bromides John Redwood's tea and gives a shot of elephant tranquilliser to Ann Widdecombe. But what about the Portillo Youth and the Storming Zimmers? I'm instinctively sceptical that the Tories will be able to hide their visceral, gut belief that they are the divinely-appointed rulers of Britain, and it is an aberration that will rapidly pass that Labour happens to be borrowing office. </p> <p>The best thing that can happen for Tony Blair is lots of pictures from Bournemouth of triumphalist Tories hailing William the Conqueror and congratulating themselves that they are roaring back to power. I can think of no sight more guaranteed to remind the country why it threw them from office so violently. The more scenes there are of Tories bellowing that tomorrow belongs to them, the more I will be convinced that it doesn't. </p> <p>\u0095 Servants of the People: the Inside Story of New Labour by Andrew Rawnsley (Hamish Hamilton, £17.99) is now on sale</p>",
  "I've just edited a book, a collection of journalism by my friend Gavin Hills. I'm looking at the cover as I write this, and he is grinning back at me: Gavin photographed by Zed Nelson during the 1994 elections in El Salvador, a good-looking lad chewing on a pen, the pad in front of him covered in a familiar, untidy scrawl - notes for a feature that he was writing for The Face, the magazine I was editing at the time. <p>It's a good cover, but looking at it I feel nothing but a dull, angry ache. I didn't want to do this book. For a long time, in fact, I avoided it, just as I've spent the past two weeks needlessly writing and rewriting this article. Because when it's over, when there are no more words to put in order, what's left is the fact that Gavin is dead. </p> <p>On 20 May 1997, only days after his thirty-first birthday, he slipped off a rock while out fishing with some friends on the Cornish coast. The sea was deep, the current strong and Gavin could not swim. He drowned. </p> <p>Gavin grew up in Headley, a small village near Leatherhead in Surrey. In his early teens, he started going to football matches with his older brother Fraser and became part of a large, but largely undocumented Eighties youth cult known as casual: dressing up, milling around at football matches, doing a lot of running, a bit of fighting. </p> <p>Later he studied fashion (though his designs were awful), moved to London and became part of the skateboard scene (though his skating was also abysmal), and he began to write (brilliantly). He worked for the skate magazine RaD, wrote two books on skateboarding and in 1991 he started writing short, funny pieces for The Face. </p> <p>At the end of that year we published a longer feature on the rise and fall of the football hooligan, based largely on Gavin's own experiences. Within days of the magazine hitting the shops, the letters started coming and they continued to come for months. Readers recounted their own football stories and discussed terrace fashions, but what was striking was that nearly all of them talked to Gavin like a close personal friend. He became one of The Face 's star writers, writing about the usual youth culture subjects with an unusual wit and originality: drugs, clubs, trainers, sex, sport, computer games. Towards the end of 1992, he went to Somalia with photographer Zed Nelson and reported on the famine there with much the same voice, after which his reports from trouble spots - Bosnia particularly - became a regular part of the magazine. </p> <p>In these reports, he was good at the shades of grey that are neccessarily often excluded from the newspaper headlines and TV news: the restaurants in famine zones, nightclubs thriving in the middle of wars, the sick jokes that arise from sick conflicts and aid that can harm as much as it helps. </p> <p>Most of all, though, he was good at spotting the ordinary people behind the news, at making the political seem personal: people like Celo, a young man in a shellsuit with a pit bull, a dodgy nightclub and a taste for marijuana who for a while was also a war hero in Sarajevo; the starving mother in Somalia asked to bury her son twice so the TV cameras could see her pain from all angles; the young gunmen in Angola, body-popping to the sound of 'Rhythm is a Dancer' on the World Service (in a feature that won him an Amnesty International press award); bored gangs in El Salvador emulating the drive-by shootings of Los Angeles gangs, but killing each other from buses because they couldn't afford their own cars. </p> <p>In the summer of 1993, he launched his own boys' magazine, Phat!, aiming for a young, male market that UK publishers had yet to acknowledge. Billed as 'for hooligans, by hooligans', its irreverent humour was misunderstood, leading the Telegraph to agonise: 'Would you want your teenager to read this?' It folded after three issues, but Gavin saw the later success of Loaded as a vindication of sorts. </p> <p>He went on to edit the official England and Manchester United football magazines. He worked for Radio 4, for national newspapers including The Observer and the Guardian, contributed to a wide range of magazines and had a regular column in The Idler, in which he wrote frankly about the depression he suffered after the break-up of his marriage. He also contributed a short story to the hugely successful fiction anthology Disco Biscuits. </p> <p>Pulling all this together into a book was daunting at first, but eventually it took on a coherence I hadn't expected. Gavin started writing at the end of the Eighties, and his work is about coming of age on the brink of a new millennium, a time of unparalleled change, uncertainty - and opportunity. </p> <p>His was a generation who grew up when strikes and protests no longer changed anything - after Live Aid, after Aids, after all the old beliefs and 'isms' had begun to wither away. A generation for whom drugs are just another leisure option and for whom cheap air travel and the internet had shrunk the world in ways previous generations could not have imagined. </p> <p>His work covers the changing face of football and the growth of club culture. It records the merging of youth tribes and fashions, the inexorable rise of consumerism, and worries about technology, about information overload and the ever-accelerating rate of change. It aimed to explore and redefine ideas about being British, being male, being left-wing or liberal at a time when there was deep uncertainty about such things. It's also full of good jokes. </p> <p>Warm, open and funny, full of daft schemes and great ideas, more sensitive and vulnerable than he first appeared, Gavin often personified the contradictions of his time: he was a lad who loved women, a patriot who loathed racism, a loafer who always had projects on the go, a hedonist who didn't think that excluded him from political action. He was still maturing as a writer. He had just signed a deal for his first novel. </p> <p>He was also just about to break into television, presenting the BBC's Rough Guide travel series with Miranda Sawyer. For the pilot show, they'd travelled round Lebanon, buying robes to wear at Glastonbury that summer. But before then, Gavin was dead. Sawyer decided not to present the series without him. 'I think about him a lot,' she says now. 'Every day. And I'm very happy to do that. He was very important to me. I still read obituaries and find myself thinking, \"You lived longer than him. It's so unfair.\" He was taken too young. Far too young.' </p> <p> Bliss To Be Alive: The Collected Writings of Gavin Hills is published by Penguin, £7.99</p>"
]