[
  "<p>Governments across western Europe are being urged to provide better protection for 100,000 unaccompanied refugee children who have fled persecution or the dangers of a booming sex trade. Charity Save the Children says its research has \"shattered the illusion that they come in search of Europe's riches\". </p> <p>Children and young people under 18 are pouring into western Europe without parents or guardians to protect them, the charity says. \"Some will be seeking asylum because of fear of persecution or lack of protection due to human rights violations, armed conflict or disturbances in their own country. Some are victims of trafficking for sexual or other exploitation, or escaping conditions of serious deprivation.\" </p> <p>A Save the Children report analysing 218 cases of separated children shows their motivation includes: fear of child torture; the impact of armed conflict in which 300,000 child soldiers are estimated to be involved; sexual exploitation of girls being trafficked for the European sex industry; death, imprisonment or disappearance of parents in the home country. </p> <p>Wendy Ayotte, the report's author, says: \"Save the Children recognised that very little was known about separated children currently living in Europe. This shows these children seek safety here because they are the victims of torture, violence, persecution and the violation of their fundamental human rights. </p> <p>\"Many have witnessed the death, imprisonment or disappearance of loved ones. Enough is enough. Save the Children wants to see European governments do more to protect these very vulnerable children.\" </p> <p>The report, Separated Children Coming to Western Europe, urges EU ministers to harmonise asylum policies to ensure full protection for separated children. It says the UN high commissioner for refugees should take the lead in producing detailed guidelines on child-specific violations of human rights and criteria to be used when determining children's applications for asylum. </p> <p>European states should develop new laws, expanding the definition of torture in cases affecting children and criminalising the sale, traffic and forms of exploitation to which children are subjected. And the EU and its member states should carry out a \"child impact analysis\" before making trade agreements to ensure compliance with the UN convention on rights of the child. </p> <p>\"Separated children have been part of the movements of peoples - for asylum or migration reasons -throughout the 20th century and very probably earlier,\" the report says. Latest official figures for Britain show 3,350 unaccompanied children arriving each year from the Far East and eastern Europe. </p> <p>\u0095 Separated Children Coming to Western Europe is available at £9.95 from 01752-202301</p>",
  "A spectacular collection of 92 Botticelli drawings illustrating Dante's The Divine Comedy, assembled as a cycle for the first time in five centuries, has returned to Italy. <p>Hailed as one of the great unknown monuments of the Italian Renaissance, the drawings went on display in Rome yesterday after being tracked down to different corners of Europe. </p> <p>War, greed and national rivalry dispersed the drawings, which yesterday drew gasps at their depictions of grotesque torture and torment. The Royal Academy predicted that the exhibition, which originated in Berlin earlier this year, would cause a sensation when it transfers to London next March. </p> <p>The Medici family commissioned Sandro Botticelli (1445-1510) in 1480 to illustrate the entire Divine Comedy, written 200 years earlier by Dante Alighieri. </p> <p>Drawing with a lead stylus on large sheets of parchment made from sheepskin, each representing one canto, or section, Botticelli worked night and day to produce a total of 100 drawings. </p> <p>He completed the designs in ink - some in red, green and blue - but many are unfinished or badly faded. </p> <p>Dante's poem described his epic journey from the underworld of the inferno to purgatory and paradise, guided by the poet Virgil, Lucifer or his idealised love, Beatrice. </p> <p>Seducers, sodomites, forgers, adulterers, corrupt politicians and the prophet Mohammed are shown writhing in agony. Horrors include being boiled in pitch, imprisoned in a flaming tomb, having one's head twisted backwards and being buried up to the neck in ice or excrement. </p> <p>The Florentine artist's chief patron, Lorenzo di Pierfrancesco de' Medici, who also commissioned The Birth of Venus and Primavera, is thought to have kept the drawings in his library, possibly to show guests during private readings of Dante. </p> <p>Mystery shrouds Botticelli's failure to complete the work, and why it was broken up shortly afterwards. </p> <p>A faction of the Medici family is suspected of having passed the sketches to Paris after the French invaded Italy in 1494. Some surfaced in 1658 when they were bought from a Parisian bibliophile by Queen Christina of Sweden. On her death her nephew, a cardinal, passed eight to the Vatican, where they remained. </p> <p>Another eight were lost but 82 ended up in the hands of the Dukes of Hamilton, who kept them in Scotland and put them up for auction, bound in a volume, at Sotheby's in 1882. </p> <p>British art critics were incandescent when Germany's Kaiser, galvanised by his advisers, acquired them for Berlin's Kupferstichkabinett gallery before the public auction. </p> <p>After the second world war, the 84 drawings were split between east and west Berlin. </p> <p>Italian and German scholars persuaded Berlin and the Vatican to release the drawings for the current exhibition at the newly restored Papal Stables in Rome's Quirinale palace, the residence of Italy's president. It runs until December 3. </p> <p>Art experts have compared the effect of the drawings together to an animated film, with Botticelli's use of light and movement very different from The Birth of Venus. </p> <p>The artist took Dante's text literally and translated the narrative into images. Each of the hundreds of small figures has an individual face expressing torment, fear, hope or elation. </p> <p>Former friends of the artist are included in the damned and do not proceed beyond the fires. Those who do, encounter a river of light to paradise, where angels, the Virgin Mary and Jesus, portrayed as a sun god, await. </p> <p>Norman Rosenthal, the Royal Academy's exhibitions secretary, said the work was one of the greatest monuments to the Renaissance.</p>",
  "The decision of Lombardy's conservative-controlled regional assembly to hold a referendum on a further devolution of power away from Italy's central government may have ramifications reaching far beyond Milan. In the most melodramatic analysis, the vote potentially threatens the unity of the still relatively youthful Italian state launched in 1861 when Victor Emmanuel II of Sardinia was proclaimed king. On this argument, other northern regions like Venetia and Piedmont may also seek autonomous responsibility for the police, education and health care. Such moves may in turn exacerbate the long-established but palpable tensions between Italy's industrial north and its impoverished, agrarian south. For these reasons, perhaps, Giuliano Amato, the centre-left prime minister in Rome, suggested Lombardy was overreaching itself and that its initiative was plainly unconstitutional. <p>But other, less exalted considerations are also in play. Mr Amato, a miniature version of France's professorial technocrat, Lionel Jospin, faces a general election by next spring, perhaps earlier, and may yet experience great difficulty in holding together a loose-limbed, unstable multi-party coalition. The threat to his ascendancy comes from within: a new, would-be champion of the left is emerging in the person of Francesco Rutelli, the confident, even bumptious mayor of Rome; and from without, in the shape of the apparently irrepressible Silvio Berlusconi, former prime minister, scandal-plagued TV mogul, and glamour-loving football fan. Opinion polls suggest a centre-right coalition led by Mr Berlusconi's Forza Italia has the beating of both Mr Amato and Mr Rutelli. Nor does Mr Berlusconi object to Lombardy's plan. \"Regional referendums are a perfectly democratic measure,\" he purrs. </p> <p>To which Italians might reply: well, he would say that, wouldn't he? Mr Berlusconi's chances of power are held to depend on backing from the separatist Northern League. Its xenophobic leader Umberto Bossi and his close Austrian neighbour Jörg Haider see eye to eye on hot issues like immigration. Thus however noble Mr Berlusconi's recycled ambitions, and whatever the merits of devolution, to ask the breakaway Mr Bossi to help run a national government would hardly be good for the country. And that assumes there is still a unified country to run. What would Count Cavour, Mazzini, and Garibaldi's Red Shirts say?</p>",
  "The government is heavily criticised for its policies on the arms trade and asylum in a report published today by the human rights group Amnesty International. <p>The 75-page review of the government's first three years in office praised many foreign policy achievements, but was scathing about the government's failure to curb the arms trade, and described its asylum policy as shambolic. </p> <p>The report identified a lack of consistency across Whitehall. \"The UK rightly criticises the appalling human rights abuses in countries such as Iraq, Afghanistan, Somalia and the Federal Republic of Yugoslavia, but then fails to respect the human rights of refugees from those countries that seek protection here.\" </p> <p>It said that the UK played an important diplomatic role in seeking to prevent or resolve conflicts abroad, \"but then fails to control the activities of British brokers who ship arms to those countries where they may be used to commit abuse\". </p> <p>The report added: \"Even when a consensus has developed within the government, such as with the need to introduce legislation to control arms brokering, the political will to take it forward appears to be absent.\" </p> <p>A bill to control the arms trade, which the Foreign Office and the Department of Trade and Industry had been pushing for inclusion in the Queen's speech in November, has been dropped. Kate Allen, director of Amnesty International UK, said the government still had outstanding commitments to introduce legislation, including control of \"the terrible trade\" in arms. </p> <p>\"What is needed now is personal commitment from the prime minister to drive through these areas of unfinished business before the general election.\" </p> <p>The government's approach to the arms trade was a central theme of the report: \"Time and again over the last three years, the export of British arms to destinations such as Indonesia and Zimbabwe has sparked serious public concern.\" </p> <p>On the positive side, the report welcomed the government's speedy response in providing support for UN forces in Sierra Leone this year; its work in promoting abolition of the death penalty; and the day to day work to support human rights overseas by many of Britain's diplomatic missions. </p> <p>But Amnesty added asylum policy to the list of negatives, particularly the extension of pre-entry controls to prevent asylum seekers entering the UK. The report said: \"The government inherited a shambles from the Tories three years ago and has now created one of its own.\" </p> <p>It was sceptical about the government's commitment to pursuing human rights with countries such as China, Russia and Saudi Arabia and was unhappy with the muted government response in the face of widespread violations in these countries. Amnesty believed that the value of British engagement in such countries should be measured by practical results. </p> <p>On China, the report said: \"The UK government statements have not always acknowledged or adequately reflected the deterioration in human rights in China over the last 18 months ... as far as human rights are concerned, it appears that the UK is playing a game on terms set in Beijing.\" </p> <p>A Foreign Office spokesman described the report as a serious analysis that recognised the government's achievements: \"This is a record of which we can be proud, without claiming to have achieved all that we want to achieve.\"</p>",
  "A newly-discovered cult of celebrity is thriving in Moscow, crowned this month by the long awaited publication of a Russian imitation of Hello! magazine. <p>Designed to follow the style of the hugely popular European gossip weeklies, the publisher selected the title Kto! (Who!) rather than the less-than-catchy Russian word for hello - zdravstvuite. </p> <p>But for those magazine readers not immersed in the blossoming world of Russian showbusiness, the title is wholly appropriate. Some of those featured in the first edition would not score highly on an international celebrity recognition register. </p> <p>Complete with hallmark red masthead and a liberal sprinkling of enthusiastic exclamation marks, Kto! contains the standard innocuous interviews with the stars alongside lavish pictures. </p> <p>Readers this week get a glimpse into the extravagant lifestyle of Pavel Bure, Olympic ice hockey heart-throb and one-time fiance of tennis star Anna Kournikova - relaxing in his vast Miami apartment. </p> <p>\"It cost me $1,700,000,\" Bure tells readers with evident satisfaction. \"At first I wanted to buy the whole floor, with palm trees on the balconies, but it didn't work out.\" </p> <p>Tatyana Bogolyubova, editor of Kto!, which has no formal links with Hello!, is confident of success. </p> <p>\"In Soviet times, the only information we had about our film stars and musicians came from serious articles about their achievements published in Pravda,\" she says. \"There was no scandal, and nothing about their private lives.\" </p> <p>Until the mid-1980s the only comparable publications were Rabotnitsa (Woman Worker) and Krestyanka (Peasant Woman) which created celebrities out of ordinary workers. </p> <p>The demise of the Russian imperial family is inconvenient, Ms Bogolyubova admits, depriving the magazine of a reliable circulation boost. \"It would be nice if the Romanovs were still around, but we can make do instead with the British royal family. Russian women find Prince William very attractive.\"</p>",
  "At its worst for Tony Blair the four-point Tory lead on this months Guardian/ICM poll could translate if there were a general election tomorrow into a minority Conservative government kept in power by the Ulster Unionists. <p> Such a scenario will alarm and depress Labour voters almost as much as the sudden and unexpected loss of the partys eight year unbroken opinion poll lead. </p> <p> The ICM survey, which followed two other polls showing the two parties neck and neck (NOP) or the Tories ahead by two points (Mori), does indicate that the government is in significant trouble from which it may not quickly recover.</p> <p> Although Tory strategists were cheering the news as the petrol crisis provided both them and the Liberal Democrats with some much needed political momentum, detailed analysis shows there may be a crumb of comfort for Labour. </p> <p> In the early summer after William Hague's big campaigns on asylum and law and order the Tories managed to push their opinion poll rating up from 30% to 35%. But then the Tory party seemed to disappear from the news agenda as most of the shadow cabinet took a holiday.</p> <p> Now the petrol crisis has given them an added push to hit 38% not astronomic for an opposition party at this stage in the parliament but the best that Mr Hague has managed since he became leader. </p> <p>The one crumb of comfort for Tony Blair is that, as with the two weekend polls, it has been the Liberal Democrats the traditional home of the protest vote and not the Tories who have benefited most from Labours 10 point slide from 44% last month to 34% this month.</p> <p> However the psephologist Professor John Curtice, of Strathclyde University, points out that the Tories may be in a stronger position than the opinion polls suggest because in the seats that count they are outperforming the national swing. Recent local election results show they are doing better than the national polls indicate in those key seats they need to recapture from Labour at the next election. </p> <p>One reason for this is the decline in anti-Tory tactical voting by Liberal Democrat supporters as their disenchantment with the Labour government grows. </p> <p> A general election result tomorrow with the Tories on 38%, Labour on 34% and the Liberal Democrats on 22%, as indicated by this weeks Guardian/ICM poll, would be unlikely to keep a minority Labour government in power with Lib Dem support. </p> <p>Prof Curtice says. He says that the difference in the expected better performance by the Tories in terms of seats rather than a uniform opinion poll swing means that Labour would need to be three points ahead of the Conservatives to be sure of forming a majority government.</p> <p> The real question is whether these three polls at the end of the petrol crisis are a temporary blip for Mr Blair or represent a decisive shift in support based on a sudden loss of confidence which New Labour will find hard to reverse. </p> <p>So far voters have made clear they want to punish Tony Blair particularly for the petrol crisis and more generally for not being a listening government, but have not gone as far as endorsing the Conservatives as the credible alternative government. The party conference season will determine whether it will take a long or short haul for Labour to stage a recovery.</p>",
  "Nine people were plucked from the Florida Straits and one body recovered yesterday after a biplane flying out of Cuba in what Havana described as a hijack attempt mysteriously plunged into the sea. <p>The nine survivors and one body were picked up by a privately owned merchant ship about 60 miles west of the Cuban coast. The Chios Dream reported it had spotted the wreckage of the missing plane, a Soviet-made Antonov AN-2, but it was unclear yesterday evening how many other peo ple were on board. It was also uncertain where the plane had been heading and why it had been ditched in choppy seas. </p> <p>The US air national guard scrambled F-15 fighter jets at about 9am after Cuban air traffic control said it had lost contact with the aircraft, which had taken off half an hour earlier from Pinar el Rio, at the western tip of the island. The Cuban authorities said the plane had been taken over by unidentified hijackers and was making for the Florida coast. </p> <p>Five hours later, after a large-scale search of the straits involving a flotilla of US boats, helicopters and planes, the survivors were spotted by the Chios Dream, about 180 miles south-west of the Florida Keys. They were taken to Key West for medical attention. One was said to have a serious head injury. </p> <p>The Cuban authorities had initially reported that up to 18 people, including two children, were on board. </p> <p>A US coastguard C130 plane was sent to the scene to scan the waters for more survivors or bodies. </p> <p>The plane's destination was a mystery. If it was heading for the Florida coast, as the Cuban authorities suggested, it seemed to have veered seri ously off course to the west. The plane ditched in rough seas with waves of up to six feet, but coastguard officials said that the warm waters probably helped the passengers to survive. </p> <p>The straits, which separate Fidel Castro's regime from the US, have been the backdrop for many recent dramas. </p> <p>The 90-mile stretch of water is the barrier Cubans have to cross to seek asylum in the US, and it is where the five-year-old boy Elian Gonzalez was found floating on a car's inner tube after the boat carrying him, his mother and a dozen other would-be migrants sank in the shark-infested seas. </p> <p>His discovery set in motion a seven-month tug-of-war over the boy's fate which ended with his return to Cuba in June. </p> <p>Four years ago, US-Cuban relations hit a new low after the Cuban air force shot down two small planes piloted by an exile group called Brothers to the Rescue, which patrols the Florida Straits with the aim of giving assistance to Cubans trying to escape from the perceived poverty and political restrictions of their homeland. </p> <p>Adding to the confusion yesterday, the organisation's leader, Jose Basulto, announced that he intended to join the search-and-rescue effort. </p> <p>The straits are also the transit for drug-smuggling routes between Latin America and the lucrative US market. It is one of the most heavily patrolled stretches of open sea in the world.</p>"
]