[
  "<p>When the West Indies under pressure, </p> <p>Who's the man who never surrenders? </p> <p>Curtly, the Master. </p> <p>He makes the batsman shiver </p> <p>When he run up to deliver </p> <p>Curtly, the Master. </p> <p>What was to become arguably the most devastating spell of bowling in Test history came from modest beginnings. It was early afternoon on the penultimate day of January seven years ago and, at the Waca in Perth in the final Test of a tumultuous summer, David Boon and Mark Waugh were laying the groundwork for the sort of total that would see Australia become the first side in 14 years to unseat West Indies in a series. </p> <p>Only four days earlier in Adelaide, Curtly Ambrose had bowled himself into the deck, taking 10 wickets in the match before Courtney Walsh dredged up the last Australian wicket when two more runs would have clinched the series. \"I was interested to hear Michael Holding say that Curtly is still learning,\" said Allan Border pithily afterwards. \"I hope he doesn't learn too much more.\" Prescient words. </p> <p>Ambrose had looked spent, and now - in the heat of Western Australia - 12.4 overs had brought him no wickets for 24 runs. But the Fremantle Doctor, the breeze that blows across the city from the ocean, had begun to puff its cheeks. With this over his shoulder, Ambrose strode in once more. Waugh edged and the wicketkeeper Junior Murray took the catch. </p> <p>It was a catalyst. Before the eyes of a disbelieving crowd, Ambrose dismembered the Australians with seven wickets in 32 balls, delivered at high pace and of impeccable line and length: Boon taken in the slips, Border first ball at the wicket, Ian Healy caught at slip, Merv Hughes at cover, Damien Martyn also at slip and big Jo Angel another victim for Murray. The last man dismissed, Shane Warne, was run out, otherwise Ambrose would surely have collected another. </p> <p>Somewhere in the middle of the carnage, Martyn got a thin inside edge on to his pad and the ball trickled past Desmond Haynes at short-leg. It was the only run Ambrose was to concede in the spell. Back home in Swetes Village, a small community in Antigua's parched interior, Ambrose's mother - whose habit was to march out of her house and ring a hand bell each time her son took a wicket - might have been the St John's fire brigade in an emergency. </p> <p>Less than two days later West Indies had wrapped up the match by an innings and Ambrose, seated in the maroon 4x4 that he had won as International Cricketer of the Year, and with a smile the width of the Caribbean, was careering his way joyously round the boundary, horn blaring, the entire team clinging on.</p> <p>It had been miraculous bowling, each victim greeted with arm-pumping, fist-flailing celebration, but it required no aerobatics from the ball. Ambrose simply did what he had done since his debut in Georgetown five years earlier: bowled unfailingly in the right place with uncommon bounce from his great height (the Aussie press delighted in referring to him as the \"two-metre Antiguan\") and a hint of movement. The ball was drawn magnetically, mesmerically, to the edge of the bat. That one spell encapsulated almost everything of Ambrose: pace, skill, accuracy unparalleled in a genuinely fast bowler, aggression, courage and the capacity to produce devastating bursts of wickets when the integrity of West Indies cricket was at stake.</p> <p>In 1990, he sent England spiralling to defeat in the final session in Bridgetown, taking five for 18 in a 7.4-over spell with the second new ball that brought his best Test figures of eight for 45. Four years later, as England began a victory charge on a Port-of-Spain evening, he nailed Mike Atherton first ball, took six for 22 in 7.5 overs and reduced the tourists from optimism to 40 for eight and helplessness. In between times, his six for 34 demolished South Africa in the inaugural Test between the two countries, when it seemed certain West Indies would lose. </p> <p>All but three of Ambrose's 97 Tests have been in the company of Walsh. In those games the pair have taken 752 wickets - 386 of them to Ambrose - a combination that has never been matched. </p> <p><strong> Enough is enough</strong><br> </p> <p>His total of 402 wickets (including 161 against England) comes at an average of 20.96, bettered only by Malcolm Marshall of those 23 bowlers who have taken 250 Test wickets. Among the same group his economy rate, runs conceded per over, is inferior only to three spinners: Lance Gibbs, Derek Underwood and Bishen Bedi. </p> <p>Of modern fast bowlers only Joel Garner, because of his great height, Wasim Akram, for a whole variety of reasons, and perhaps Waqar Younis, with the reverse-swung old ball, have been so awkward. He gives nothing, reducing batsmen to indiscretion in pursuit of any runs. Forward is the way to go but not an option. </p> <p>As with Garner, his height appended by the length of his arms produces a foreshortening effect, an illusion that he is a normal-sized bowler delivering from 10 feet closer. A batsman trained to look in a certain area for the ball finds himself searching above his normal focal point and Atherton, for example, has prepared for West Indies series by using a bowling machine with extendable legs. </p> <p>Ambrose is 37 next month, though, and tired. The fire still burns, but he is weary of shoring up West Indies. His disappointment at the lack of successors clearly rankles. Attempts have been made to coerce him into one last hurrah in Australia, but he has resisted. Enough is enough, he says. This is it. No mas. The end of an era.</p>",
  "<p>It floats like a butterfly, stings like a bee, the gentle flutter of a racist sentiment tripping off a politician's lips on gossamer wings. One puff and it's gone, completely deniable. What me? Racist? It works like magic. Everyone gets the message, yet nothing tangible remains. It was a quiet bank holiday with no news beyond the Tory slippage in the polls so into the void stepped Dr Liam Fox, Conservative health spokesman, a clever man. </p> <p>With great finesse he suggests that foreign doctors \"can be fatal\", \"patients are suffering at their hands\" and \"this is an issue of patient safety\". Images flash before the eyes of his blue-rinse party members - doctors with funny names and weird accents who turn up as locums in the middle of the night \"can be fatal\"! Every innate suspicion of foreigners, every atavistic fear of otherness is nicely stirred. Peter Sellers' comic Indian doctor with his \"needle in the Punjab\" is the kind of joke they still really enjoy. So Dr Fox's comments do the political business. The clear message goes out - the Tories will bring back Doctor Finlay, no more darkies on the wards. </p> <p>Of course he never said that but the joy of race is that it only has to be breathed. So he said the Tories would bring in tougher language tests and tougher medical exams for all foreign doctors, including those already practising. With no evidence, no research and apparently zero knowledge of how the system works, his cavalier assault on the quarter of doctors now working in the NHS who trained elsewhere was insulting and unpleasant. Fox concentrated his remarks on what he claimed was their poor language skills, saying: \"In potential life-and-death situations having a minimal standard of proficiency in English can be fatal.\" He just threw in the need to toughen the medical exams as an apparent afterthought. But it planted the idea - voodoo third world stuff, jungle doctors, jungle medicine. </p> <p>Naturally he has vehemently denied racism. He would, wouldn't he? But why on earth did he choose to bring up such a minor issue among the plethora of NHS inadequacies for which there are good figures and damning evidence, instead of just gut prejudice? He had a point about the lack of language tests for EU doctors working here - but did he really mean the fatal threat of a Frenchman? </p> <p>What's the best evidence available? Rather more complaints about foreign-trained doctors are received by the General Medical Council sent in by other public bodies in relation to the number there are practising, but then rather fewer complaints against overseas doctors are sent in by the general public. There is no evidence that patients try to change doctors to avoid foreigners. In a specialism with an acute shortage, Professor John Lilleyman, president of the Royal College of Pathologists, dismissed Dr Fox's remarks. \"Thirty years ago some doctors could barely string two words of English together, but it's all changed now. As for communication skills, there are plenty of doctors born and bred in the home counties for whom communication with their patients is a serious problem.\" There is a shortage of pathologists, with 100 consultant jobs unfilled: Wigan district general has one part-timer instead of three full-timers, putting cancer and other diagnoses at risk. </p> <p>Since 1979 overseas doctors have taken a stringent English language test (but not those from the EU). Doctors have to pass the International English Language Testing System (IELTS), run by the British Council, at grade 7 or above (postgraduate academic level) both written and oral. Professor John Cox, president of the Royal College of Psychiatry, says that Dr Fox has no evidence. \"He is casting a slur on overseas doctors. We find British doctors are just as likely to have communication problems with patients. We are giving British doctors special training for treating multiethnic communities with deep cultural differences.\" There are unfilled vacancies for 419 consultant psychiatrists. </p> <p>By calling for \"tougher medical exams\" Fox questions their overall competence. But foreigners already have to sit two medical exams, called PLABs, so tough that when 50 practising British-trained doctors were randomly asked to sit it only two passed. Hardly surprising since it requires doctors who have specialised for years to relearn the whole medical syllabus from when they first qualified. </p> <p> The real scandal is not incompetent foreigners killing NHS patients, it is the estimated 2,000 refugee doctors, many of them distinguished, who cannot work here. Dr Sheila Cheeroth runs the Refugee Doctor Project at Queen Mary and Westfield College, London. The barriers set up against them are near impossible. She mentions a Somalian who worked as an Assistant Professor of Obstetrics and Gynaecology in Russia, headed the Red Crescent in Somalia during the famine, worked at WHO headquarters in Geneva and speaks five languages. But he can't find medical work. </p> <p>It costs the NHS £200,000 to train a new doctor. Dr Cheeroth says most of these refugees could be retrained, some for as little as £1,000, most others for £10,000. But those who arrive without money have virtually no chance, however distinguished their experience. To take the PLAB exam costs £550. To take a short PLAB revision course costs £625. The IELTS language courses are expensive too. Then doctors need two clinical attachments, lasting about three months each, working alongside an NHS doctor: these are not only unpaid but applicants have to pay £500 each time, while trying to supporting their families. Dr Cheeroth has set up a weekly study club inside the Royal London Hospital where junior doctors volunteer their time to give teaching and help to overseas aspirants. </p> <p>But getting a post is almost as difficult. I spoke to a pathologist from Iran, who speaks the Queen's English rather better than the Queen. Escaping Iran under threat, he has since sent off scores of applications for training posts, but only ever had one interview. Research published in the BMJ tested racism in medicine by sending out applications for jobs in a variety of specialisms, half with an Asian name, half with an English-sounding name. The Asian names were far less likely to be shortlisted. </p> <p>Asylum seekers are not allowed to work in their first six months, dispersed randomly around the country living on vouchers, with no money for bus fares let alone training courses. After that, the DSS pressures them to take jobs, often cleaning jobs, which makes it even harder for them to study and pass exams. Doctors who become refugees are among the most educated and sophisticated people who arrive here. Although the Refugee Council and others offer what courses they can, only 20% of refugee doctors ever practice medicine again. The scandal is the waste. </p> <p>Dr Fox was not replying to his pager yesterday. Why should he? One dab of the tar brush is all it takes. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p>It's back to school next week - so why do I feel so sad? I begin to mourn the loss of each summer even before it's over, as the last days of the holiday seem to signify the end of an entire year rather than just another season. With the first day back at school for the autumn term my children move up a class and gain a year in a matter of moments. There are new teachers and pupils to get to know, tougher rules and new expectations to wrestle with, and the age they were a few weeks ago seems lost forever. </p> <p>When they are back at school it will be back to that relentless routine - up at seven, off to school at eight, home at four with homework, piano practice, supper and EastEnders before that final heave to get them into bed at a reasonable hour. There is so little time just to be together. Conversations are snatched, there's barely an hour to relax and have fun as a family and we're all so tired that tempers are easily frayed. Sometimes it feels as though we're just four individuals leading separate lives, linked by the same house and the children's immediate needs. I feel like a constant nag getting them through the day; they feel got at and frustrated with too little time to play. </p> <p>But in summer all that evaporates. My babies are my own again. They sleep in and pad round the house in their pyjamas. They eat more, play more together and fight less. Suddenly, the outside pressures are gone. There is more time for silliness, more space for laughter and their faces soften with rest, fresh air and sunshine. They find new and innovative ways to spend their time - mine spent the first two weeks of this year's holiday swapping bedrooms, a spur-of-the-moment decision made entirely by themselves. As an act of creative upheaval it was superb: it forced them - and us - to clean out their rooms, reassess their possessions, play with old friends and chuck out the broken and the useless. </p> <p>Summer is the only holiday when nothing much happens. The Christmas break is full of anxiety, too much money spent and family tensions raised to fever pitch. Easter may be a celebration of spring, but it's usually cold and too much chocolate is consumed. Summer, though, is the season when nagging can stop, we can find our equilibrium as a family again with everyone else away and the diary free of social commitment. Holidays in Cornwall, Wales or Suffolk have cemented that sense of family unity even further and created landmark memories - hide and seek in the dark, sea bathing in the rain, marathon sessions of Monopoly. </p> <p>A child's growth can almost be measured annually by the holiday snaps, which come back just as the shops start their back-to-school promotions. I have more pictures of my daughters in bathing suits eating ice cream on beaches during the summer months than at any other time of year. Each new picture resembles the last - blue sky, yellow sand, green fields and happy, sun-tanned faces. Only the child is slightly different, the younger one losing her curls, her chubby limbs, the elder one slowly developing the physique of a woman, with fuller lips and lengthening limbs. With each new set of photographs there is a sad reminder of how few summers like this there are ahead of us. </p> <p>The last few days of the summer holiday are a time of reflection. We tend to spend them alone without plans or friends to play with. Perhaps we will indulge ourselves with one final treat, or simply hunker down at home to prepare for what is to come, sharpening pencils, buying new gym shoes, sorting out the uniform. This year's \"back to school\" seems doubly significant as my 11-year-old starts secondary school and we will all have to navigate uncharted territory. New buildings, new teachers - by subject this time rather than form - a timetable, new friends to make and an entirely different route to school which she will soon have to, and want to, navigate alone. She is not just a year older, but embarking on a whole new phase of her life. Starting secondary school feels like the official beginning of her adolescence and the number of future happy summers together seem even more limited. </p> <p>Countless parents complain about the length of the summer holidays. They are no doubt looking forward to next week's new round of school runs, packed lunches and delegating responsibility for their children to the local education authority. It may be an unfashionable admission, but the school holidays are never long enough for me.</p>",
  "<p>The girl squirms as her mother applies a moistened handkerchief to the corner of her mouth: \"Muuum,\" she hisses. But this is not a child on her way to kindergarten: this is a teenager en route to the first-ever Sugar Show, billed as the largest-ever gathering of teenage girls in Britain. Her mother dabs her carefully glossed mouth, the girl rolls her eyes under shiny lids and makes a bolt for the doors. She doesn't want to be held back from the serious business she came here for: this show is all about shopping, socialising, music, boys, fashion and beauty. </p> <p>Sugar is the country's biggest-selling teen magazine, and aims its brightly packaged mix of beauty, fashion, real-life stories and celebrity gossip at girls who fall between the jelly-and-ice-cream innocence of the younger child and the emancipated state of the older teenager. For the teenagers in the packed exhibition hall in Islington, north London, it's what the magazine is billing as \"the total ultimate day\", but the girls seem unsure what to do with it. Some of them drift around the shop-lined periphery in twos and threes, arms linked, dressed identically. When one stops to finger a diamante belt, the other has started towards the Tampax stand with its virtual make-over computers. </p> <p>Mahnie, 14, from London, has taken a break from a summer spent hanging out in Fulham (\"for the boys and the shopping\") to come to the show. She delivers her verdict: \"We looked around the shops. They're not that good. Kind of expensive,\" she pronounces before disappearing off to watch a band. </p> <p>Parents can be forgiven for drumming their fingers and thinking anxiously, \"Never mind the shops, what about the sex?\" Teenage magazines have a lurid history, but there is a distinct lack of explicit sexual content at the show. Instead, the brand names are out in force - the show is sponsored by Tommy Girl (Tommy Hilfiger's perfume), along with Tampax, Kodak, Schwarzkopf and Storm, the model agency. </p> <p>The landscape has certainly changed since the days when Peter Luff, a Tory MP, was prompted to table his periodical (protection of children) bill in 1996. Sugar had been on the market for two years then, and the level of public concern over the sexual content of the magazines was at a peak. Moral panic set in as newspaper article after newspaper article urged parents to examine their daughters' reading material. </p> <p>Few liked what they saw, and interpreted much of the content as incitement to early sexual experimentation. Luff, himself the parent of a magazine-reading daughter, filed a complaint with the Teenage Magazines Arbitration Panel, newly formed to monitor the content of the controversial publications. The case centred on a Sugar real-life story (headline: \"I slept with 40 boys in three months\"). At the time, the story was not untypical - four years later, articles like it have all but disappeared from Sugar and its kind. </p> <p>Angela McRobbie, an academic expert on girls' magazines and professor of communications at Goldsmith's College, London, attributes the transition to self-regulation. \"I suspect some decision was made to pull back from the emphasis on sex and snogging and the question then is, what do we replace it with? The answer is an interest in products and consumer culture.\" </p> <p>With a weekly income of £11.69, the average 13-year-old represents easy pickings for retailers. According to McRobbie, there are signs of a concentrated attempt to hook younger people. \"The mainstream chains are finding it difficult in a fragmented market when they can no longer rely on their adult consumers and younger people are the most obvious target,\" she says. </p> <p>On the main stage a girl band is being introduced to the throng of strappy vest tops and pony tails below. This is the \"fantastic Fem@il, performing their latest single,\" enthuses the announcer. The penny, or rather the pound, drops with the girls. If they were unsure of the part they were meant to play, they are in no doubt now. They lean disinterestedly on the railings, adjust their hairclips and form a ring of \"impress me\" faces. Fem@il leave to a round of scattered applause. The atmosphere changes dramatically when the MC returns holding a Tommy Hilfiger duffel bag. \"Who's gonna pout for £26 worth of Tommy goods?\" he asks. The girls comply, throwing poses straight from a Britney Spears video with great enthusiasm and expertise. They don't appreciate being sold to, but they have no problem working it for the freebies. Francesca Luppi, 12, sitting cross-legged in the queue for a free Tommy Girl makeover, speaks for many. \"I haven't really bought anything yet,\" she says. \"But you get lots of free stuff\". </p> <p>Most of the girls have their eye on the booty: Sugar Show bags are ubiquitous and the girls are intent on cramming them with as much as possible. At the Tampax stand, some are trying to salt away enough to last until the menopause. But anything that costs money is assessed with the energetic gravity of a market-stall veteran. </p> <p>Kodak, promoting its disposable cameras, is offering the opportunity to be photographed with a male model. But there's a catch: the girls must buy a £5 camera to pose with \"the boy of their dreams\". The three 12-year-olds at the stand are unconvinced. \"£5? Between three of you? No? Really, no?\" the blonde woman behind the counter asks brightly. The girls shrug and slink away. That's enough for a new mascara, an eighth of the average weekly income for a 12-year-old. </p> <p>Parents can rest assured. This is how Mahnie and her friends balance their budgets. The big brand names may consider them a crucial spending group, but there is plenty of evidence at the Sugar Show that today's teenage girls have their own value-for-money agenda. Even more important, though, is the boy-seeking agenda. </p> <p>There is a carefully selected handful of male models at the show for the girls' delectation. Their pin-ups and mini-interviews appeared in the last issue of Sugar, so the girls know their names and a few juicy details (such as the fact that \"gorgeous Trent prides himself on being a bit of a smoothie\"). Without due care for their personal safety, the boys go walkabout and their appearance prompts much tossing of hair and girlish rivalry. </p> <p>The trio from the Kodak stand re-appear in the middle of the melee. One of them produces a pen from her rucksack and is rewarded with an autograph and a hug from Trent. She struggles to put her pen back in her bag, which has become tangled in a big knot with the sleeve of her jumper - but by the look on her shiny, red face, she doesn't care. She got to meet the boy of her dreams after all and it didn't cost her a penny. She is probably glad that someone took the trouble to clean the corner of her mouth this morning.</p>",
  "<p>When I wrote the book Earth in the Balance in 1991, terms like \"global warming\" and \"greenhouse gases\" seemed exotic, unfamiliar, and unimportant to the lives of ordinary Americans. That has changed dramatically - except for those who still want to pretend that no one cares. There is a powerful awareness of the danger, and a widespread determination that we must not and will not leave our grandchildren a ravaged planet ringed with a thickening layer of carbon dioxide concentrations. So we have to strengthen, not weaken, environmental protection across the board, from global warming to stabilising world population. </p> <p>Last November, under pressure from utility lobbies, the majority in Congress sought to write dozens of loopholes into the Clean Air Act, weakening enforcement of the law against old and dirty power plants. Instead, we need tough standards for soot and smog, with reasonable flexibility but a real timetable for implementation. In the Environment Decade, polluters should pay to clean up the pollution they've created rather than impose the burden on taxpayers. It was President Kennedy who, in speaking of a safer world, reminded us that \"we all breathe the same air\" - and if \"we all cherish our children's future,\" then we have an obligation to make it safe to breathe that air. </p> <p>As we realise and explore the interconnectedness of all the global environment problems we face - as we increasingly understand that they are not separate issues but interlocking strands in the rich fabric of the ecosystem - lots of snippets of data, including measurements of Arctic ice, counts of lost species, urban pollution measurements, and satellite records of sea surface temperatures, among others, help us put together an integrated picture of multiple stresses on the environment. We are coming to see that the solutions are not isolated either - that one depends on and reinforces the other. For example, reducing greenhouse gases will also reduce traditional air pollutants, and an effort to eliminate smog also inevitably limits carbon emissions. We have to move forward on all fronts at once. </p> <p>Saving the environment involves more than one policy, one presidency, one nation, or the work of one generation. The task is as small as the decision each of us can make to recycle or buy energy-efficient products, and as great as the imperative facing all the countries of the earth to limit carbon emissions, save rain forests, and repair the ozone layer - policies that in the end can be accomplished only on a global basis. One of our greatest hopes is young people, those who will inherit the earth and the challenge of restoring its balance - the ones who will live long enough to know surely whether this peaceful battle for the planet is finally being won. </p> <p>Today, our Global Learning and Observations for the Environment programme (Globe) has become history's largest environmental education programme for children in school. As vice president, I have fought for and won funding for Globe as one of the last small items to be approved each year in the federal budget. It is a beginning - in a sense, a pilot programme - that in the decade ahead must lead to universal environmental education. Globe is a pioneering effort to create a feedback loop that will bring the data that describe the evolving condition of the earth within the conscious authority of young citizens as well as scientists. </p> <p>In the decade to come, we have to find ways to secure a truly livable planet where 10bn people will live. In 1900, people had no idea how the earth might sustain the 6bn people we have now. Meeting that challenge evoked amazing technological advances and unprecedented environmental dangers. Our challenge now, which requires the education of us all and the raising of our collective awareness on a global basis, is to restore and save the earth even as we add still more members to the human family. This will not be easy or simple; there will be setbacks, and fierce resistance from those who profit from pollution. We will have to make new policies, develop new technologies, and think outside the conventional boxes. But the effort we are making is both a great challenge and a great adventure. It is nothing less than a commitment, for the second time in human history, to find and shape a new world. </p> <p>As I go back over what I wrote in Earth in the Balance and reflect on the progress we have made since it was first published, I can reaffirm that even though our environmental challenges are vast, we can meet them. We know that the crisis was made by our human carelessness, and it can and must be solved by our human initiative. The 20th century was many things, good and bad, but it was for much of its course a century of pollution. Since the 60s and the first Earth Day, in 1970, we have made some remarkable gains. Especially in the last seven years, we have laid the foundations to make the first decade of the 21st century the Environment Decade, for America and for the world. The agenda for that decade, discussed in this foreword and prefigured in these pages in 1992, is practical, essential, and fundamental. It will help the economy, not hurt it. And it can truly save the earth as we know it. </p> <p>This was my conclusion when this book was first published: \"We can believe in that future and work to achieve it and preserve it, or we can whirl blindly on, behaving as if one day there will be no children to inherit our legacy.\" The choice is ours; the Environment Decade is within our reach; the earth is in the balance.</p> <p>\u0095 This is an edited extract of a new foreword to Al Gore's Earth in the Balance, published by Earthscan on September 14, (£12.95)</p>",
  "<p>There is another wealth gap in society, as well as the obvious one between those with millions and those on the breadline. It is the gap between people who have time on their hands and those whose lives are a constant frenzy. </p> <p>This \"time gap\" works in the opposite direction to the money gap. Typically, the (working) money-rich are time-poor. On the other hand, people with no job and precious little money tend to have all the time in the world, but nothing to fill those hours. Now there is a way of putting value on that spare time, using what are known as \"time banks\". </p> <p>This is not the same as the TimeBank currently being promoted by the BBC, among others, to stimulate volunteering. That only accepts deposits - hours of volunteering. It does not allow withdrawals, so it is more time \"sink\" than bank. Volunteering is fine, but it is even better to be able to \"spend\" the unpaid hours which have been banked. </p> <p>In Watford, people are swapping errands for housework, letter-writing for woodwork. In Lewisham, south London, doctors are \"prescribing\" time and in Gloucestershire, there is a county-wide scheme linking nine time banks. </p> <p>This innovative idea is simple. Like many others it originated in the US, and has been copied in Japan. After 10 years, there are now said to be about 1,000 schemes running in those two countries. In Brooklyn, New York, bereavement counselling is available for time dollars, and a Baltimore housing estate allows tenants to pay rent in time. The Japanese government has backed a time currency which translates as \"ticket for caring relationship\". </p> <p>It works rather like a baby-sitting circle. You do three hours for one member, then you can claim three hours back, either from that member or any other. The notion was lauded recently in the upper house by Lord Dahrendorf, who described it as an advanced kind of barter. </p> <p>There are similarities with \"Lets\" and other local currency schemes. But with time banks, everybody is equal. There is no question of ne- gotiating a price, or being at a disadvantage if what you have to offer is not as highly valued as what others can sell. </p> <p>David Boyle, an advocate of time banks and author of the book Funny Money, says the central thrust is about giving value to people who have no conventional wealth and no marketable skills. \"Funny money, in this context, treats people's strengths, not their problems. It sees them as equals, which changes the relationship. The bottom line is that there is unmeasured surplus capacity in society, which is not seen because it has no monetary value. By using this kind of monetary system you can plug in to that spare capacity and to unmet human needs.\" </p> <p>Surplus capacity comes in many forms. It is the hours which somebody might be able to spend offering companionship. But it is also the computers discarded by businesses in favour of the latest models. Time banks in the US offer members the chance to buy such computers with their banked hours. </p> <p>Boyle, working with the New Economics Foundation, aims to establish a London-wide network. Currently there are only two schemes in the capital, but he predicts there will be 30-40 in a couple of years. \"The idea is applicable everywhere,\" he says. \"The idea of time as a parallel money system is quite powerful.\" </p> <p> It can become more powerful with technology. Computer software helps make the \"accounting\" easy. Smart cards could dramatically expand the possibilities for \"spending\" banked hours, at sports centres, for example. In Minneapolis, in the US, time can be loaded on a credit card and spent in the country's largest shopping mall. </p> <p>The enthusiasm of local and central government agencies for time banks raises the suspicion, however, that this is just another way for government to avoid spending money on necessary services. How much better for the budget to get people to do things for nothing, rather than have to shell out salaries to people to provide the service. </p> <p>Watford council addresses this issue head on. \"Time Swap is not an excuse for budget cutting or getting services on the cheap,\" its information leaflet says. But it also argues that \"social services needs are so great that resources must be mustered from every possible quarter\". </p> <p>Watford emphasises the value of time banks in rebuilding neighbourhood spirit. \"An added benefit of a Time Swap project is that it can help to build a cohesive, stable, self- perpetuating community of self-help. Time Swap can turn strangers into friends and neighbours into extended families,\" the council eulogises. </p> <p>Boyle believes government should be interested in time banks because of the potential for attacking social exclusion. \"This is really about rebuilding communities, relationship by relationship,\" he says. \"The kind of networks which allow people to support each other have disappeared in many parts of the developed world.\" </p> <p>It may be sad that people need formal systems to induce them to use spare time to help those in need. But if time banks help give back self- respect to people who have been feeling useless and unwanted by society, and provide much-needed support to those who would otherwise stay in need, they must be beneficial. </p> <p>It remains true that time can't buy you love, any more than money can. But time banks suggest that it can buy you companionship, support and services which you might otherwise be unable to afford.</p> <p><strong>Alternative medicine </strong></p> <p>Richard Byng heard about the time bank concept from its inventor, the American, Edgar Cahn. Byng, a GP, decided it could help address some of the problems of patients at his south London practice at Rushey Green, who appeared to need something other than medicine to restore their self-esteem and make them feel engaged. </p> <p>\"This is an area where a lot of people feel isolated,\" he says. \"There are a lot of bedsits and short-term lets, and people who have lived round here a long time who are feeling isolated and scared.\"</p> <p>A pilot scheme was introduced last year and the full version went live this spring. Currently it is operating with about 40 active members and the practice expects numbers to increase to about 150. The idea is that it should be enjoyable and reciprocal. Tasks on offer include story-telling, escorting people unable to go out alone, fishing, odd jobs, doing errands, shopping, babysitting and visiting housebound people.</p> <p>Participation is aided by a co-ordinator paid for jointly by the King's Fund health institute and the Carnegie Foundation. \"That means we can be proactive in getting people involved, rather than just letting people sit on a list,\" Byng says.</p> <p>Other GPs are watching the experiment sceptically, he admits, but he believes it will help people who may be suffering depression or feelings of inadequacy. \"Volunteering gives people confidence. It says: 'You're worth something'. That is the focus - showing people they have value.\"</p>",
  "Stephan Körner, the Czech-born professor emeritus of philosophy at Bristol and Yale universities and fellow of the Royal Society, has died aged 86. Over a period of 35 years and in 14 books, he made a sustained and major contribution to the theory of how our belief systems relate both to one another and to everyday experience and practice. His best-known work is on Kant, known as a minor classic and still read by students. <p>Born in Ostrava, in what is now the Czech Republic, Stephan Körner received a doctorate in law from Charles University in Prague, practised law briefly, and served in the Czech cavalry before coming to England as a refugee in 1939. He took a doctorate in philosophy at Cambridge University, where he studied under Richard Braithwaite, and attended Wittgenstein's famous classes. After taking his doctorate, he fought in France. </p> <p>He joined the philosophy department at Bristol in 1946 and was appointed professor and head of department in 1952. Then, in 1955, he published two quite different books: Conceptual Thinking, written for specialists, and Kant, one of the first post-war books to attempt to make the ideas of that difficult philosopher accessible to English-speaking students. In 1957, he edited a highly significant volume, Observation and Interpretation, arising from a conference in Bristol which had brought together many leading physicists and philosophers of science. </p> <p>The activity of this period foreshadows much of his subsequent work. The central topic of Conceptual Thinking (1955) is of great importance, and Körner's treatment of that topic was in advance of its time. He draws a fundamental distinction between exact and inexact concepts. Exact concepts, such as the mathematical concept of a triangle, have \"sharp boundaries\"; inexact concepts, in contrast, always have \"borderline cases\", and are typically exemplified by concepts applying to sense experience (concepts like red or tree) and legal concepts (conspiracy or fraud). But although such concepts are \"inexact\" in this precise sense, that does not mean that we need abandon the attempt to be clear and precise in our reasoning about them. </p> <p>Körner's preoccupation with the articulation of our system of concepts led him in his book on Kant to emphasise those features of Kant's project that were directly related to his own. In particular, he saw the centre of Kant's philosophy to be his attempt to derive the possibility of intelligible experience from \"built in\" features of our conceptual system. </p> <p>But Körner's central objection to Kant's metaphysics was that Kant held there to be only one conceptual framework for the rational understanding of experience, whereas Körner held that, in fact, there can be a number of competing conceptual frameworks. </p> <p>Very much the same issues provide the central theme of his textbook on the Philosophy of Mathematics, which focuses on the metaphysical question of how applied mathematics is possible. For Körner, the exact concepts of pure mathematics arise from the idealisation of those inexact concepts which can be applied to experience. Thus using a stretched string to draw a circle leads to the definition of the ideal Euclidian circle which, of course, can't be drawn exactly. Once we are safely within the ideal world of pure mathematics we can travel wherever exact reasoning leads us; the problem remains, however, why, when we drop back to the world of experience, our mathematical discoveries turn into correct predictions. </p> <p>To his students, Körner made even the first steps in philosophy seem to be the most important. But he did not follow philosophical fashion, and this perhaps restricted his immediate influence. </p> <p>Stephan was a strikingly handsome man capable of displaying elaborate and formal Central European manners. But what is more to be recalled is the quality of his often droll humour, and his sweetness and generosity. His devotion to his wife, Ditti, was one of the most endearing things about him. They were both deeply committed to a clear-eyed view of life and death. They chose to die together. He is survived by their son and daughter. </p> <p> <b> Stephan Körner, philosopher, born September 26 1913; died August 18 2000 </b></p>",
  "Six years after his tumble from power in disgrace, Silvio Berlusconi's trademark grin is back brighter than ever. <p>The leader of Italy's opposition is pushing for an early general election which is likely to crush the centre-left government.</p> <p>Life this week got even sweeter for Mr Berlusconi. A billionaire, a media magnate and master of American-style campaigning, he has been blessed with self-destructive opponents.The government seems determined to disembowel itself in full view of appalled voters. </p> <p>Lagging in opinion polls and split over policies, strategies and leaders, the nine-party coalition is performing slow-motion hari-kiri. Endemic squabbling is reaching crisis proportions in the run-up to next month's annual budget debate, which in the past has turned into a confidence vote.</p> <p>A snap election is likely to catapult Mr Berlusconi, 63, back into the prime minister's office with a package of rightwing alliances and policies.</p> <p>The government hopes to hang on until next April, when the election is due, but defections and rivalries are exuding incoherence. </p> <p>The most damaging dispute is over who should lead the centre-left. The current prime minister, Giuliano Amato, wants to remain boss despite constant criticism from his own side. A technocrat with a narrow political base, he is unloved but respected by some in the unwieldy coalition of communists, greens and Christian democrats.</p> <p>His main challenger is the telegenic mayor of Rome, Francesco Rutelli, 46, who is seen as possessing the media skills to combat Mr Berlusconi's slick presentation.</p> <p>Both men have been lobbying hard this week to drum up support for their candidacies, but a decision is unikely to be taken soon, prolonging the infighting. Mr Amato told La Repubblica that this was in fact a good thing. \"It will mean that while [the opposition] has just one option for the leadership and the country's government, from now on we will have two.\"</p> <p>The leadership issue has dogged the centre-left since Romano Prodi lost a confidence vote in 1998, two years after the coalition came to power. Mr Prodi was succeeded by Massimo D'Alema, a former communist, who made way for Mr Amato after regional election defeats earlier this year.</p> <p>Twisting the knife is Antonio Di Pietro, a centre-left senator and former state prosecutor who has lambasted Mr Amato for links with the corrupt Socialists in the 1980s. A populist maverick, his defection would cost the government crucial votes.</p> <p>Furthern denting credibility is Mr Amato and Mr Rutelli's wooing of the far-left Refounded Communists, despite the party's destabilising fickleness.</p> <p>The government is on the defensive on economic policy, immigration and crime. Mr Berlusconi has produced a 25-point manifesto, including a populist proposal for coastguards to shoot at boats smuggling illegal immigrants.</p> <p>He has forged an alliance with the post-fascist National Alliance, heir to Mussolini's blackshirts, and the Northern League leader, Umberto Bossi, a xenephobic federalist.</p> <p>Despite accusations of conflict of interest over his media and advertising empire, Mr Berlusconi has shaken off most of the corruption charges which have tormented him since his first government collapsed in 1994.</p> <p>Three inquiries into alleged bribery and false accounting remain, but even critics admit he is likelier to end up in the prime minister's office than in jail.</p>",
  "Where should we go for somewhere really different in Asia? The answer could be North Korea if the momentum of north-south detente is maintained - and if they can get rid of the landmines in the Demilitarised Zone (DMZ). <p>So far the north has filled a very small niche in the tourist market, occupied mostly by trainspotters (it still has steam engines). It also appeals as a Stalinist theme park to an even smaller number of tourists (who have been mostly journalists in disguise). In recent years tours have often been cancelled at a moment's notice - either because of political tension or perhaps related to lack of food or heat in the hotels. </p> <p>All this may change in the warmth of southern President Kim Dae-jung's \"sunshine diplomacy\" which, after two years of sustained effort, has produced a corresponding thaw in the north. And as one of few Western journalists fortunate to have visited the main sites there, I can promise it will be, in more than one sense, a very special experience. </p> <p>Mount Kumgang, just across the 38th parallel on the eastern side, has been open to closely supervised packages from South Korea since November 1998. Its fairyland peaks are only marred, for those who can read Korean, by the slogans in praise of the late Kim Il-sung incised in the rock-faces and filled with red paint. </p> <p>It's worth going soon because the South Korean conglomerate Hyundai, which runs (at a heavy loss) the tours, has plans for expansion. These include more hotels, two golf courses, hot spring spas, ski resorts, amusement parks and a marina. Whether this will help Hyundai break even by 2002 - the declared goal - is doubtful, but it will certainly diminish Kumgang's sense of splendid loneliness. </p> <p>The ultimate lonely mountain which every Korean, north or south, wants to visit is Mount Paekdu on the Chinese border. Hyundai hopes to gain access to it too, and it would be a magic destination for hard currency bearers from anywhere in the world. </p> <p>A stony track winds through dense pine forests, then climbs further through a moonscape of bare rock. Beneath the highest peaks, where the wind is cold even in mid-summer, lies a huge crater from the now-extinct volcano. Inside the crater, screes of sandstone descend to Chonji, or \"Lake of Heaven\", 1,500 feet at its deepest point and replenished by mysterious means. </p> <p>Mount Paekdu is a place of dual pilgrimage for North and South Korea. For the north, it is where, according to official legend, Kim Jong-il (North Korea's current Dear Leader and son of Kim Il-sung) was born in a guerrilla hide-out during the struggle against Japan. He was actually born in the Soviet Far East but that does not stop the hagiography. </p> <p>A conspicuously new-looking cabin in the forest is the alleged birthplace. Nearby there are some \"revolutionary trees\" on which the infant Jong-il's mother is supposed to have carved anti-Japanese slogans. Miraculously preserved, these are now enclosed by plastic sheaths around the trunk. </p> <p>On my visit to Mount Paekdu, I met a group of young workers who had hiked across three provinces for 15 days to see the lake. They were full of good humour, and whooped with laughter to find a strange foreigner at the top. That was some time ago: I doubt whether young workers in today's famine-stricken north would have the energy to laugh, let alone make the trek. </p> <p>For both the south and the north, Mount Paekdu is associated with a more venerable legend. This is where in the year 2333BC, the son of heaven mated with a beautiful woman (transformed from a bear) who then produced Tan'gun, the founder of the Korean race. Legend it may be, but there are suggestions that a black mountain bear is sometimes seen swimming in the Lake of Heaven even today. </p> <p>Getting to Mount Paekdu, if it ever happens, will be a trek for tourists, flying up from Pyongyang and then driving to the top. Much closer to Seoul and more likely to be opened up soon is the ancient Korean capital of Kaesong, visible on a fine day from watchtowers along the DMZ. </p> <p>A modest-sized city of 200,000, Kaesong has a fine set of royal tombs from the Koryo period standing among peaceful hills nearby. It is a pleasant contrast with the similar tombs in Seoul, which are surrounded by urban sprawl. </p> <p>Kaesong too will change if Hyundai succeeds in the projected construction of an industrial complex with a thousand factories employing 200,000 workers. It has Kim Jong-il's agreement - though the debt-ridden conglomerate may find it harder to raise the funds.</p> <p>Road access to the city is technically possible through the truce village of Panmunjom, but this is likely to remain restricted by security. The big plan is to reopen the railway from Seoul across the DMZ on through Kaesong to the northern capital of Pyongyang and beyond, with an eight-lane highway running alongside, at least on the southern side. </p> <p>First, north and south will have to clear the mines from one of the world's most densely sown areas. South Korea's defence ministry is going to deploy 3,000 troops with specialist equipment. Kim Jong-il has said grandiosely that he will deploy 35,000. However many troops are used, it will probably take longer than the current optimistic \"end of year\" forecast to clear even a small stretch. </p> <p>Ironically, there is untapped tourist potential in the DMZ itself which, after 50 years of undisturbed cold war, has become one of the world's most unusual nature reserves. But bird-watchers may have to peer from a distance.</p> <p>Except along the railway track and at a few other crossing points along its 150-kilometre length, the DMZ is unlikely to be free of mines - said to number a million and more - for another 50 years. </p>"
]