[
  "Charles Kennedy does not need to read too many assessments of his first year as leader of the Liberal Democrats: he has already made one of his own. By his own admission, he has had a \"slow-burn start\" in the job - and there are few who would disagree. He has not enjoyed anything like the profile of his predecessor, but that is hardly a fair measure. Paddy Ashdown had 20 years to make his mark, Mr Kennedy has had just 12 months. But has he used that time wisely? <p>At the top of any credit column must be the triumph of Romsey. The Lib Dems stole the seat from the Tories in a May by-election, an achievement of great audacity coming three years after the landslide Tory defeat of 1997. Losing by-elections is what happens to governments; it is not meant to happen to oppositions. It was very much Mr Kennedy's victory. He campaigned in the constituency himself, daring to go mano a mano with William Hague on the live local issue of asylum. His defence of a truly liberal position on that question was bold, and paid off. </p> <p>Mr Kennedy has also given his party a measure of clarity, concentrating his fire on three specific areas. He wants to position the Lib Dems as the party of moderate libertarianism, increased spending on public services and concern for the environment. To that end, he made his debut policy pronouncement on the decriminalisation of cannabis, followed by regular demands for Labour to spend more, coupled with lots of warm, green noises. The advantage of this approach is that it understands the limited attention span of the electorate: just getting the Lib Dems on to the national radar screen is achievement enough - transmitting more than three messages at once would clutter the airwaves. </p> <p>There are two further, rather less obvious accomplishments. Under Mr Kennedy's leadership, the Lib-Lab joint cabinet committee has met only twice. That may look like a failure for \"the project,\" but it could play well for Mr Kennedy. First, it will win over those Lib Dems who feared the new leader would be a poodle for Tony Blair. Second, it might reassure those wavering Tory voters who will come over to the Lib Dems so long as the party does not behave like a government subsidiary. </p> <p>In the same vein, Mr Kennedy can make a virtue of Labour's recent failure at its policy forum to back Roy Jenkins's plan for voting reform. Officially, Lib Dems should be disappointed, for Labour has opted instead for a model which appears no more proportional than the current system. But Mr Kennedy can tell his party that Labour's policy is at least a step away from first past the post - and that Britain's historic paralysis on electoral reform is at last being broken. </p> <p>That much the leader can be happy with. But he should not let himself off too easily. His performances in the House of Commons have been pretty dire; he has seemed faint and nervous. He may regard prime minister's questions as \"street theatre\", but his weakness on that stage matters - if only for the effect it has on his own troops. More generally, he has failed to impress. Even on television, his favourite arena, he resorts too often to political cliche and the pat answer. It is good that he is about to publish a book (though the title, The Future of Politics, is another cliche), for he really does need to gain some philosophical heft. </p> <p>One year on, Mr Kennedy needs to work out a strategy beyond assuming that the anti-Tory hatred of 1997 will carry him through next time round. He is a man of talents, but he has to work them much harder.</p>",
  "<p>Only yesterday I suggested that women dramatists take an oblique view of politics. But now along comes a play that frontally attacks the abuse of human rights in Britain. It is called The Bogus Woman, is written by Kay Adshead and is stunningly performed by Noma Dumezweni at Edinburgh's Traverse Theatre. </p> <p>Adshead's central character is a journalist and poet who has fled civil strife in Africa where she has seen her father, husband and child killed before her eyes. Once in Britain, however, she suffers the ritual humiliations of the asylum-seeker. At Campsfield Detention Centre she witnesses and endures racial abuse and protests by going on hunger strike. The British authorities make basic mistakes in verifying her credentials. Her case goes through a protracted legal process worthy of Bleak House. And, even when she is granted temporary admission, she finds life economically impossible, is driven into homelessness and prostitution and is eventually sent back home to await certain death. </p> <p>Adshead has researched her play thoroughly and has come up with a terrifying scenario: one that attacks the system of entrusting detention centres to private security firms, of Kafka-esque appeal tribunals and judicial reviews, and, not least, of the weekly £30 food vouchers that barely cover life's basic necessities. My only cavil is that the play pins the entire blame on New Labour which, we are told, \"is looking for scalps to hang on the Home Office belt\". No mention is made of the rancid xenophobia of the middle-market tabloids or the braying hysteria of the Tories, both of which have helped to create the climate of fear that surrounds the issue of asylum seekers. </p> <p>But this is a powerful, passionate, committed piece of theatre that, if seen widely enough, might change hearts and minds. If I were Greg Dyke, I would put it straight on BBC TV and invite Jack Straw to respond in the course of a properly focused, rational debate. But, even if that doesn't happen, at least this production, staged by the Red Room and Mama Quillo, shows that theatre still has the capacity to address public issues. It is also brilliantly played by Dumezweni, who switches astonishingly from playing the abused, suffering protagonist to portraying the warders, nurses, lawyers and fellow asylum seekers she encounters on her journey through a land that once stood for tolerance and liberty. </p> <p>Political issues surface more obliquely in Say Nothing, also at the Traverse, by the two-man Northern Irish group Ridiculusmus. They are like the Right Size with a cutting edge; and their subject here is the lack of real communication in Northern Ireland and the fakery of assumed reconciliation. A Craigavon man with a PhD in peace and conflict studies returns to his native soil and is confronted by circular conversations, latent aggression or meaningless, feel-good workshops with names like Hands Across the Barricades. </p> <p>The two actors - Jon Hough and David Woods - spend the entire play standing in a turf-filled suitcase while behind them a silent actor mimes the unassuaged reality of Northern Irish life. The humour is decidedly black. At one point Hough attempts to lead us in a community sing-song with a jovial number about frogs; behind him, a legless figure drags himself across the stage. </p> <p>Earlier on we hear about the side benefits of the peace process: not least the fact that Northern Irish amateur marksmanship has shot up in the world ratings. The show's deliberate physical confinement means that words sometimes get lost. But Ridiculusmus use comedy to make serious political points: in particular, that Northern Ireland is a society based on love of the mask and that it is pure delusion to imagine that sectarian hatred has been banished by the peace process. </p> <p>\u0095 The Bogus Woman and Say Nothing are at the Traverse (0131-228 1404) till August 13 and 26.</p>",
  "To borrow an infamous phrase from Karl Marx, a spectre is haunting Ireland - the spectre of republican dissent. <p>Almost exactly two years ago following the Omagh bomb atrocity the Provisional IRA organised a programme of mass intimidation directed at their former comrades responsible for the massacre.</p> <p>Senior PIRA activists from Belfast travelled to Dundalk and other border strongholds of the Real IRA to warn them that if they did not desist from armed activity they would be attacked.</p> <p>National and international outrage compounded by PIRA threats forced the Real IRA in the wake of Omagh to call a ceasefire. The homes of those associated with the anti-ceasefire republican organisation, particularly the Real IRAÕs alleged leader Michael McKevitt, were picketed by ordinary citizens of Dundalk who were disgusted that their town was seen as a support base for the terror group.</p> <p>Two years on and the Real IRA are back in business. The first year of the 21st century has seen a marked increase in republican dissident activity illustrating that despite the Good Friday Agreement and the historic compromise with unionism, there are some republicans willing to continue their \"armed struggle\" to achieve the traditional goal of a united Ireland.</p> <p>There have been 14 attacks against the security forces in Northern Ireland and strategic targets in Britain so far this year, most carried out by the Real IRA. They have included bombs on Hammersmith Bridge, which threw large sections of west London into traffic chaos. The Real IRA placed similar devices at railway stations last month with the aim of disrupting the Queen MotherÕs 100th birthday celebrations. There was a sophisticated attempt to kill British soldiers on the Belfast to Dublin railway line using a secondary explosive which, if troops had fallen for the bait, would have been triggered by a mobile phone. The organisation has also acquired sophisticated anti-jamming devices in the former Yugoslavia make it more difficult for the British Army to defuse bombs.</p> <p>Two years ago the Real IRA and their political allies, the 32 County Sovereignty Committee, feared for their lives following the Omagh bomb believing they were about to be attacked by the Provisional IRA. Now the organisation feels confident enough to hold a fundraising event for its 33 prisoners held in jails in Britain and Ireland in the heart of Gerry AdamsÕs West Belfast constituency next week.</p> <p>The Sinn Fein president complained yesterday that the Real IRA threat was merely a \"spectre\" being used by security chiefs in Northern Ireland to block further de-militarisation in republican redoubts like south Armagh. However, according to senior Irish government sources, Mr Adams used the spectre of the Real IRA earlier this year to urge Dublin to pressurise the British to quicken the pace of reform, especially in relation to policing. The Sinn Fein leadership argued at the time that the dissidents were growing in places like south Armagh and that only more change in nationalistsÕ favour could halt their advance.</p> <p>On the one hand, Gerry Adams argues that the dissent threat is exaggerated by the British in order to slow down de-militarisation in areas where the Real IRA are in reality getting stronger by the day and, on the other, he uses the spectre to frighten Dublin into backing his demands for faster change regardless of unionist concerns.</p> <p>Whatever way you look at it, the organisation which killed 29 men, women and children two years ago this month at Omagh are still colouring the agenda of the Northern Ireland peace process.</p>",
  "<p>Between 1920 and 1960, more than 9,000 children - some as young as six - were sent to Australia by British children's homes, supposedly to a better life. Many made the best of it and went on to forge successful careers and have families of their own. Others have had a harder time, often as a result of lasting effects of physical and sexual abuse meted out in some homes. </p> <p>But whatever their experience, all child migrants share, to some extent, a sense of loss of identity. As one former migrant told an inquiry by MPs: \"For the vast majority of child migrants, the most often asked question is: 'Who am I?'\" </p> <p>Following that inquiry, by the Commons health select committee, the government in 1998 urged agencies that had been involved in child migrant schemes to offer assistance to their former charges. It said they should be allowed full access to their files and help should be given to those who wanted to trace their families here in the UK. </p> <p>Some agencies have contracted out this work, but the NCH Action For Children charity decided to appoint Birmingham social worker, Joan Kerry, to set up a family tracing service. She also offers support to those who want to be reunited with family members - in some cases, parents they never knew they had. </p> <p>John Grant had always believed he was rescued as a baby from a house fire in which both his parents had perished. But when Kerry reopened his file, almost 50 years after he was shipped off to Australia, she discovered his parents were still alive and in their 80s. Kerry has just set out on her third and final trip to Australia to meet up with those like Grant - not his real name - to help them piece together their fragmented past. </p> <p>As National Children's Homes, NCH sent 129 children to Australia in the years just before and just after the second world war. </p> <p>\"The fact that the numbers are small has meant it's been a relatively manageable project for me,\" says Kerry. \"I've managed to make contact with 80 of the original 129. Some told me I was half a century too late, but 50 of them have wanted to use the service. I've found out that 14 are dead and eight people are using an independent agency to trace their roots.\" </p> <p>Her youngest client is 56 and the oldest 76. Kerry hires a hotel room to hold interviews and the sessions can be long and, occasionally, harrowing. One man had asked her to find his mother's grave; Kerry later discovered that the woman had died virtually destitute and been buried in an unmarked plot. As is the custom, after 14 years the grave had been re-used and, another 14 years on, a third person was buried there - this time with a headstone. </p> <p>\"On my next visit, I had to tell him what had happened and I took photos,\" Kerry says. \"He was devastated. All his life he had planned to go to the grave and tell his mother all the things he'd stored up over the years.\" </p> <p>Kerry feels very strongly that the sort of sensitive information she is dealing with should be given in person. \"I'm also a bit obsessive about the surroundings where it happens,\" she says. \"For many people, I'm telling them their parents are dead - and anybody who has had that news will know you remember every detail about where you were and how you were told. So you don't want it to be in some bleak office.\" </p> <p>Part of Kerry's brief was to consider what lessons could be learned from the child migration schemes. She believes there are many. </p> <p>\"Lesson one is don't send youngsters 12,000 miles away,\" she insists. \"Yet we're bringing in children from South America and China for adoption and moving kids from Kent to Yorkshire. It's totally contrary to the government's recommendation that children should be able to keep in touch with their birth families.\" </p> <p>There is also the issue of recording family medical history. She says: \"For my clients in Australia, when the doctor asks if there's a history of diabetes or heart problems in the family, they just don't know.\" </p> <p>She has learned that, in care work, it should be essential, for possible future reference, to record information such as the names of aunts and uncles. \"I chair an adoption panel and we still get cases where the file says 'interviewed the grandmother', without giving her name.\" </p> <p>Staff should also be careful what they write in children's notes, she believes. One woman in Australia was very hurt that someone had recorded that she \"tends to be jealous of younger children\". She had been eight when that was written and felt it was unfair. A businessman was upset by a description of him in his notes as \"a deceitful boy\". </p> <p> For some, the files brought good news. One man was thrilled to discover he had the same first name as both his father and grandfather. If he'd known earlier, he'd have kept up the tradition with his own son. </p> <p>Another client discovered the father he thought had abandoned him had in fact sent maintenance money for 12 years until the boy was sent to Australia. The client told Kerry: \"All my life I've damned my father for walking away from me, and it turns out he didn't. Seeing this file has been the most healing thing that's ever happened to me.\" </p> <p>But not everyone felt so positive. One woman who shouted at Kerry had buck teeth as a child and was still angry that nobody at her NCH home had sent her for dental treatment. \"With some of them,\" Kerry says, \"just under the surface is the hurt little girl or boy sent to the other side of the world all those years ago.\" </p> <p>The government has set aside a £1m fund for former child migrants to travel to Britain if they have a close relative here that they have never seen. One man has been over here to meet the brother he had not seen since 1948. Meanwhile, John Grant has been making plans to come and see the parents he never knew he had. Sadly, his father died recently, but Grant is still coming to see his mother. </p> <p>\"I can't help admiring their bravery,\" says Kerry as she prepares for her final trip to Australia. \"I feel my job's nearly done now. I've contacted everyone I can and I've set up a system to deal with any future inquiries. I'm pleased at what we've achieved and I think they have found it useful. This is a very special group of people and, quite honestly, it's been a privilege working with them.\"</p> <p><strong>A passage of time</strong></p> <p> It is not often that an eight-year-old boy asks to be taken into care, but Bill Cunningham did exactly that. After the second world war, he and his mother who was in poor health were struggling to get by in a poor part of Liverpool. His father was dead, there was rarely food on the table and, in his own words, he \"became a bit of an urchin\" . </p> <p>He told the authorities that his mother had suffered a stroke and could not look after him. According to his file, he asked to be taken into care. So he was sent to a then National Children's Home orphanage in Yorkshire. </p> <p>Cunningham spent five happy years at the home, his mother never got in touch and the staff and the other children became his family. But then, shortly after his 13th birthday, he was told he had been \"selected\" to be sent to Australia. \"There were four of us chosen and I remember thinking it might be a bit of an adventure,\" he says. </p> <p>The four joined a party of 40 or so others who, in January 1950, boarded the SS Mooltan at Portsmouth for the long voyage. </p> <p>\"I was transferred to a home on the outskirts of Sydney and there was just no comparison with what we were used to back home,\" says Cunningham. \"It was Methodist-run and very spartan and the first thing we had to learn was how to milk a cow, which was a bit of a culture shock for most of us.\" </p> <p>He left at the first opportunity, when he was 15, and hitched around Australia, drifting in and out of different jobs. \"I never made any secret of my background and you'd find that if anything went missing you'd be the first suspect as you were from a home,\" he says. </p> <p>He finally settled in Melbourne and took on a clerical job. He was good at sport and carried the torch in the 1956 Olympics. </p> <p>In 1960, he married Janet, a local woman, and the couple went on to have seven children. \"Our only sadness was that our youngest daughter died of a heart problem when she was five,\" he says. \"But, all in all, I've had a marvellous life. That's why I was quite aggrieved when the so-called 'scandal' of the child migrants broke. They presented the whole thing as negative, but it wasn't like that for all of us.\" </p> <p>Cunningham has always been anxious not to let his background become an excuse when things have been tough. He says: \"Some people are still bitter about being sent so far from home, but what's the point? My way of dealing with it has always been to be as positive as possible.\" </p> <p>Last year, Joan Kerry took Cunningham his personal file and he asked her to find his mother's grave. At the age of 64, he has just travelled to the Everton district of Liverpool to visit it for the first time. </p> <p>\"Of course I felt very emotional, but seeing the grave and getting a copy of the death certificate makes me feel like I've dealt with some unfinished business,\" he says. \"After a shaky start, I've done OK in life. I did 25 years as a health service manager and brought up a fantastic family. And I'm very proud of my association with NCH. As far as I'm concerned, they've done a good job.\"</p>",
  "Chinese community leaders are pressing the Kent police to release photos of the 58 Chinese people who suffocated in a lorry near Dover to speed up the identification process. <p>Although the bodies were discovered on 19 June, only two have been positively identified. Relatives of the victims have been reluctant to come forward because of their own uncertain legal status in Britain.</p> <p>Chinese groups have been pressing the Kent police to release the photos of the victims to them as a way of getting around this problem.</p> <p>When the proposal first emerged, the police said that the time was not ripe, but the Dover police appear to have shifted their position since another request was made last week. Kent police are expected to make a final decision in a few days.</p> <p>\"We have requested the photos to be released and we received a sympathetic response. We are waiting to hear from the chief constable,\" said Jabez Lam, chairman of the of Dover 58 co-ordinating committee, which was formed two weeks ago.</p> <p>Twenty of the victims are believed to have relatives in Britain, but Mr Lam believes that the initial police approach to the tragedy scared off family members.</p> <p>Kent police at first wanted the relatives to declare their own immigration status and to give information about the victims' routes.</p> <p>Kent police have since completely separated the criminal investigation and the identification process.</p> <p>Families who come forward will neither be asked about their immigration status nor will they be asked about details of how their relatives reached Britain.</p> <p>But it been difficult to dispel the initial fears of the relatives says Mr Lam.</p> <p>The co-ordinating committee proposed that the police release the photos to a small group within the Chinese community with proper procedures to verify that those who come forward are genuine family members.</p> <p>The committee has authorised the Central London law centre in Soho and the Monitoring Group, which monitors race crimes, to hold the photos in their safekeeping during the identification process.</p> <p>Mark Pugash, a spokesman from the Kent police, played down Chinese concerns over the identification process.</p> <p>He said the police had received a great deal of cooperation from the Chinese government and the Chinese community in Britain.</p> <p>\"We are pretty confident we know who 46 of the people are,\" Mr Pugash said.</p> <p>But there have been reports that cooperation between British and Chinese police has been less than smooth.</p> <p>British DNA specialists postponed a trip to China amid reports of Chinese displeasure that Chinese officials would not be given access to the two survivors from the ill-fated lorry.</p> <p>The British specialists are expected to go Fujian province, where the victims came from, at the end of the month or early next month after the Chinese have finished the preliminary work on DNA samples.</p> <p>Three people have been charged with manslaughter in connection with the tragedy, a man and woman of Chinese origin, and the driver of the lorry.</p> <p>The 58 bodies, four of them women, were found in a refrigeration container that had arrived by ferry from Zeebrugge.</p> <p>Home Office pathologists, who completed post mortem examinations on the bodies, confirmed that all 58 had died of suffocation.</p> <p>The number of Chinese asylum seekers coming to Britain is second only to those from Sri Lanka, with 400 Chinese asylum seekers arriving every month.</p> <p>But the refusal of the Beijing government to take back Chinese nationals who have destroyed their documents has blocked attempts by the immigration authorities to remove hundreds of failed Chinese asylum seekers from Britain.</p>",
  "<p><strong> Origins: </strong><br> First appeared in print in 1623, with possible forerunners in Holinshed's Chronicle of Scottish History. </p> <p> <strong> Appearance: </strong><br> Calm, composed and sophisticated society dinner-party hostess. </p> <p> <strong> Reality: </strong><br> Ice-hearted and ultimately insane manipulator bent on realising her maniacal ambitions through her craven and desperate husband. And now, it seems, a crucial role model in the new Labour project, too. </p> <p> <strong> I don't understand. </strong><br> Remember the plot - a well-bred Scot abandons all his principles in a bid to fulfil a political destiny decreed by a mysterious \"focus group\", and ends up bitterly regretting it. </p> <p> <strong> Sounds like that Philip Gould has gone too far with his memos now. </strong><br> Actually, this time, it's a Tory shadow minister, John Bercow, who has reached deep into his sensitive understanding of 17th-century drama and fished out a somewhat dubious comparison between Cherie Blair and the murderous Lady M. </p> <p> <strong> Ah, so that's what has become of Jack Cunningham. </strong><br> To be fair, Bercow charges Cherie not with homicide but trying to \"direct policy from behind the throne\" by co-authoring a Daily Telegraph article on her husband's new Human Rights Act. The shadow cabinet's expert on home affairs and ill-considered buffoonery reckons that the British public \"will not put up with anyone who thinks they can be an unaccountable cross between the First Lady and Lady Macbeth\". </p> <p> <strong> The Scottish play, Cherie-style: </strong><br> \"Parliament will be very slow to act in a way/Which defies a declaration of incompatibility/ If it expects the European Court in due course/To agree with the British court and declare that its Acts are incompatible with the Convention.\" </p> <p> <strong> Do say: </strong><br> \"False face must hide what the false heart doth know, as I was saying to Ali Campbell just the other day.\" </p> <p> <strong> Don't say: </strong><br> \"Is this a pitifully desperate piece of Tory point-scoring I see before me?\"</p>",
  "<p> I had lunch recently with an editor from a London publishing house who had turned down the chance to publish Dave Eggers's A Heartbreaking Work of Staggering Genius. She had thought the book self-indulgent and had rejected it before it stormed to the top of the US bestseller lists, and we talked just as the process was being repeated in the UK. The consolatory chardonnay flowed.</p> <p> Eggers's book, published here by Picador, arrived with ecstatic references from the US and enjoyed a pre-publication boost: serialisation in the Guardian and pieces reviewing not the book but the phenomenon. \"Forget post-modernism; we're talking post-post-modernism here,\" said <strong>David Crace</strong> intriguingly in the <strong>London Evening Standard</strong>. </p> <p><strong>Jonathan Romney</strong>, in the <strong>Guardian</strong>, thought he spotted a trend: \"Every now and then there's a resurgence of books that flaunt themselves, in a tradition going back to the 18th century and Lawrence Sterne's Tristram Shandy, which turned the book into an unruly trick-box of traps and mirrors, customising it with squiggly lines, stars, black pages, pages that looked like marble slabs, and blank chapters.\"</p> <p> Eggers's Shandian proclivities captivated reviewers. \"In the early 1990s, Dave Eggers's parents died of unrelated cancers within five weeks of each other,\" explained <strong>Christian House</strong> in the <strong>Independent on Sunday</strong>. \"This magnum opus follows the family's restructure. But instead of writing a weepie, Eggers dusts out his family closet and pokes fun at the cliches of the literary memoir. He worries that 'writing about deaths in the family and delusions as a result is unappealing to everyone but the author's high school classmates and a few creative writing students in New Mexico', so keeps us guessing which parts have been embellished.\" </p> <p>The result is a memoir of Eggers's struggle to bring up his kid brother Toph, but its form so confused <strong>Raymond Seitz</strong> in the <strong>Sunday Telegraph</strong> that he christened it a novel - and a \"superb\" one at that.</p> <p> <strong>Graham Caveney</strong>, in the <strong>Independent</strong>, was more alert to Eggers's literary tricks. \"He welds the pastiche of a Bildungsroman, a novel of growing up, on to the authenticity of his loss,\" wrote Caveney. \"He begins by laying down a few 'Rules and Suggestions for Enjoyment of This Book'. These include skipping sections that we may find over-indulgent, ignoring the list of acknowledgments, and even stopping at page 109. This is a cool ploy, a defiant double bluff that succeeds in heightening our attention. His technique is to challenge our points of sympathy, to block off those routes where reader and writer are expected to bond... This is Blake Morrison's book on his father as spun around by Generation X, a post-modern elegy that ironises its song even as it sings it.\"</p> <p> The PM word was everywhere. \"It's the title and the stylistic tricks - the book carries an endorsement by David Foster Wallace, and owes much to his post-post-modern, footnoted style - which ensured that this book was duly hyped when it was published in America earlier this year,\" said <strong>Erica Wagner</strong> in the <strong>Times</strong>. \"All the hype in the world, however, won't result in the reviews AHWOSG garnered over there: they were, it must be said, staggering.\"</p> <p> Wagner was one of several critics to meet that provocative title head on. \"A Heartbreaking Work of Staggering Genius isn't without flaws,\" she concluded, \"but its rough edges are part of its vibrant, courageous appeal. Genius? Well, jury's out. Staggering? OK, that's allowed. And heartbreaking? Not at all. Heart healing, more like.\"</p> <p> <strong>Anthony Quinn</strong> came up with an almost identical paragraph to conclude his enthusiastic review in the <strong>Sunday Times</strong>. \"A Heartbreaking Work of Staggering Genius never comes on as oppressive or self-pitying. Eggers has instead pitched his tone at an uncommon sort of irony, using it not as a device to keep us at arm's length but to involve us - to make the story of his life tellable, and thus, somehow, survivable. Heartbreaking? Certainly. Staggering? Yes, I'd say so. And if genius is capturing the universal in a fresh and memorable way, call it that, too.\"</p> <p> <strong>Peter Conrad</strong>, in the <strong>Observer</strong>, was also won over by the book, but offered a convincing alternative analysis of its appeal. \"The values AHWOSG upholds are hearteningly traditional (which probably explains its success in America). With Christopher [Toph's real name], Eggers is a fretful mother hen, worrying about the squalor of the apartments they rent: 'I could clean,' he ventures. Mugged by Mexicans, he recovers his faith in law and order, impersonating a policeman as he argues with his attackers: 'I am the cop, a friendly but stern cop.' By founding a magazine, he demonstrates the efficacy of economic self-help and celebrates the sense of community he shares with his like-minded collaborators. This is a parable about virtue rewarded with happiness, hard work rewarded with wealth, and moody, aggrieved solipsism rewarded with universal admiration.\" </p> <p> <strong>Robert Hanks</strong>, in the <strong>Daily Telegraph</strong>, tried to quibble but found the effort too great. \"In the preface, Eggers anticipates most possible criticisms of the book; unfortunately, that does not stop some of them from being justified. You could wish, then, that A Heartbreaking Work was shorter and stuck to the point a little more. But for all that, it is a remarkable debut, and likely to be one of the most striking books you will read this year.\"</p> <p> Only <strong>Adam Begley</strong>, in the <strong>Guardian</strong>, failed to be staggered by Eggers's youthful genius. Or, rather, he thought it resided in PR rather than writing. \"He'd make a great circus barker,\" said Begley waspishly. \"'I want everyone to witness my youth,' he declares. 'I am an orphan of America.' His Heartbreaking Work is a mannerist flourish; it marks an especially self-conscious moment in the ongoing proliferation of those 'memoir-sorts of books'. Only sporadically is the reader wholly engaged as one is by an achieved work of art. Curious and at times compelling, this book is more like an artefact, a bright and blaring sign of the times.\"</p> <p> The Guardian, unlike most papers, is willing to trash books which it has paid large sums to serialise. It is both an endearing trait and a tribute to the independence of its books pages. And no doubt all very post-modern.</p>",
  "The Foreign Office has ordered its diplomats in warring Sudan to halt an unauthorised and unprecedented scheme designed to prevent genuine asylum seekers entering Britain. <p>The order follows inquiries by the Guardian and was welcomed by refugee and human rights organisations, which yesterday described the visa application procedure at the Khartoum embassy as a dangerous and appalling flouting of the 1951 refugee convention. People seeking a UK visa at the embassy have been asked to sign an additional declaration saying they had no reason to fear returning to Sudan. </p> <p>It goes on: \"I have not experienced harassment, persecution, detention or prosecution by any authority, organisation of individual, that might constitute a reason to seek refuge in the UK or elsewhere. I know of no reason why I should remain in the UK beyond the period I have stated to the interviewing officer.\" </p> <p>The Refugee Council, Amnesty International, the UN high commissioner for refugees, and the Immigration Advisory Service condemned the practice. They pointed out genuine asylum seekers would either lie and sign - which might be held against them if they then applied in Britain for permission to remain - or could refuse to sign, denying themselves a visa and possibly exposing them to further repression. </p> <p>Hope Hanlan, the UK representative of UNHCR, said: \"This is a disturbing and dangerous development. We see it as another nail in the coffin of asylum.\" Nick Hardwick, chief executive of the Refugee Council, said: \"We are appalled but not surprised. Whether authorised or not, it is consistent with the clear steer given to embassies abroad that they must do what they can to reduce refugees coming to the UK. We are particularly concerned that the very fact someone had been persecuted would make it less likely they would able to leave their country and find safety.\" </p> <p>Amnesty said it was a \"serious breach\" of the convention. Keith Best of the Immigration Advisory Service said it would have driven asylum seekers into the hands of racketeers. </p> <p>The Foreign Office agreed yesterday that the declaration put applicants in \"an impossible position\" and thanked the Guardian for drawing attention to the problem. </p> <p>According to a spokesman, the declaration was a local initiative, composed by the deputy head of mission and consul general Lawrence Pickup, with the approval of the ambassador Richard Makepeace. </p> <p>Mr Pickup advised the Foreign Office over the weekend that the scheme had begun in May. But, according to a reliable Sudanese source, similar questions had been asked for about two years. </p> <p>After the form was withdrawn on Sunday, the Foreign Office said it had begun an investigation by the joint entry clearance unit, set up by the Foreign Office and the Home Office and in June to ensure a \"fairer, faster and firmer entry clearance process\". </p> <p>It is unclear whether anyone at the embassy will be disciplined. Thirty Sudanese apply for asylum each month, mainly at port of entry. In May an Amnesty report said civilians in the south faced bombardment, killings, and torture.</p>",
  "The hamlet of Over Stowey, nestling in Somerset's Quantock Hills, would be a suitable place to house 74 asylum seekers, a planning inquiry ruled yesterday. <p>Residents and parish councillors in the all-white community of 314 reacted with shock and disbelief at the news that the planning inspectorate had overturned Sedgemoor district council's refusal to approve a planned hostel for asylum seekers. </p> <p>The Baptist charity Kaleidoscope said it now hoped to turn the former Quantocks boarding school into a temporary sanctuary for refugees from the Balkans, Sudan and Sierra Leone. It planned to keep them occupied with English lessons, sports and swimming while the Home Office decided on their cases. During the case, the charity argued that there was a need to rehouse asylum seekers to take the pressure off the south-east and London. </p> <p>Embittered residents said the decision was a \"disaster\" for the local community, which has already been divided by the proposals. </p> <p>Rocketing crime, begging, racial tension, and plummeting house prices could result, said residents, who have been backed by Tom King, the MP for Bridgwater and former Tory defence secretary. He sent a letter of objection to the planning inquiry. </p> <p>The asylum seekers would be housed in two dormitory blocks. Some would be given full board but the rest would receive food vouchers worth £30 a week to spend in local supermarkets. Medical care would be provided by local GPs and the asylum seekers would be bussed into Bristol and Bridgwater for shopping trips, and to see their lawyers. There would also be an on-site team of counsellors. </p> <p>Arthur Barrow, 55, who has lived in Over Stowey all his life, said the sale of his £600,000 farm collapsed yesterday after the purchasers said they would only buy his property if the decision went against the scheme. He described the ruling as \"despicable\". </p> <p>\"The majority of these asylum seekers will be 18 to 40. They are in an isolated rural area with nothing for them to do. I can't start to imagine the effect this will have on the area. Property values will plummet. </p> <p>\"I am resigning as a parish councillor forthwith. What point is there in having a parish council that acted on the wishes of the majority of the parish when its views are overturned?\" </p> <p>Chairman of the parish council, Mike Lampson, said: \"Planning permission lasts for five years so even if the family that owns the old school decides not to go ahead and sells it, another buyer could still push ahead with the asylum scheme. It is a total disaster for the area.\" </p> <p>The chairman of the planning inquiry, Philip Wilson, an architect who was appointed by the environment secretary, John Prescott, said the appeal proposal had been prompted by a \"need arising from guidance issued by central government to ensure asylum seekers do not become concentrated in specific areas\". </p> <p>\"I recognise the fear of some local residents concerning the presence of people from other ethnic backgrounds. I consider this is, in most cases, genuine but I do not consider it to be well-founded,\" he wrote. The Rev Martin Blakebrough, director of Kaleidoscope, said the centre would have 15 staff and the asylum seekers, including three families, would stay up to six months. </p> <p>The former school, where Mr Blakebrough's uncle was headmaster, had approached the charity. He acknowledged that there were some strong feelings against the scheme, but said he felt that much of the acrimony had been \"whipped up\" by the rightwing press. </p> <p>\"The whole aim is to provide an environment where people can access support and work through trauma in a tranquil environment. People can be assured that it if did go wrong, we would close it. We are not there to make a profit from these people like ruthless landlords, but we will obviously recoup our costs.\" </p> <p>The local vicar, the Rev Phil Denison, said: \"Everything was taken into consideration at the hearing and those in the best position to judge these matters have made what they feel is the right decision. </p> <p>\"Somerset and Over Stowey are cosmopolitan places and have always been enriched by receiving visitors. I feel we will only benefit from having a more multicultural society here. Perhaps some people have invested quite a lot of time and money in opposing the scheme and don't like losing.\"</p>",
  "A cross the last half century, Barbara Kahan, who has died aged 80, had a decisive influence on local authority children's departments and their successors, the all-purpose social services departments. She also played a seminal role in the chequered story of residential care for children and young people, and, in 1991, with Allan Levy QC, published The Pindown Experience And The Protection of Children. <p>Barbara chaired the Nat- ional Children's Bureau from 1985 to 1994, was director of the Gatsby educational project from 1980-91, and was a member of the 1969-73 Finer committee on one-parent families. She had an unwavering faith in children, their potential, and in the need for first-class services to care for them. </p> <p>Her report with Levy was the fruit of their investigation into so-called \"pindown\" abuse at four children's homes in Staffordshire between 1983 and 1989. Under the regime, which was later ruled illegal, more than 150 youngsters, some as young as nine, were isolated in a bare room, wearing only nightclothes, for periods ranging from one day to nearly three months. </p> <p>Labelled \"brilliant and exhaustive\" by the local MP, Mark Fisher, Kahan and Levy's report focused on the neglect of residential care by management, which had allowed the abuse to flourish. It also led to a series of government inquiries into residential care, which have culminated in current initiatives, like Quality Protects, aimed at transforming children's services. </p> <p>Barbara was born the daughter of a railwayman in Horsted Keynes, West Sussex. It was a Methodist and Labour-party supporting home that revered books; her grandfather (also a railway man) read to her everything from fairy tales to The Pilgrim's Progress and the Bible. With her mother, she participated in good works - including the workhouse Christmas pantomime - and she never forgot the plight of strikers and their families during the 1926 general strike. In the 1930s, at Barbara's prompting, a refugee Jewish girl went to stay with the family, and became Barbara's \"foster sister\". </p> <p>In 1939, Barbara won a scholarship to Cambridge. She graduated in English and took a social science course at the London School of Economics (then in wartime exile in the town). While at Cambridge, she helped re-start the university Labour club, worked for Richard Acland's leftist Commonwealth party, which flourished during the second world war, and joined the Peace Pledge Union. </p> <p>After working from 1943 to 1948 as a factory inspector, Barbara became a children's officer in Dudley, from 1948 to 1950. She then moved in Oxfordshire, where she remained until the children's department was absorbed into the department of social services in 1970. Children's officers were a remarkable group of (mainly) women, who, against institutional odds, pioneered a service which proved to be one of the most far-reaching social reforms of the immediate postwar years. </p> <p>Bliss it was to have been alive when the children's departments were created, and Barbara could also savour the very heaven of being so young an appointee. But the beginnings were unpropitious. She had one room and piles of public assistance files. After six weeks, she was permitted to appoint a 17-year-old secretary. She shouldered a caseload of her own, as well as managerial responsibilities. Nor was she past taking a child home for the night when no other place could be found. </p> <p>She was certainly an innovator. In Dudley, she opened the local authority's first children's home. In Oxfordshire, corporal punishment in homes was abolished in 1951, and imaginative fostering was introduced - 40 years ago, special rates were paid as an incentive for people to take difficult children. Preventive work was the cornerstone of childcare policy, staffing ratios were high, and there was close liaison with families. </p> <p>Barbara believed that young people in trouble needed help not punishment, and that the distinction between deprived young people and young offenders was artificial. Both in her Oxfordshire work and in her extra-mural activities, with bodies like the Association of Children's Officers (of which she was president in 1964), she helped pave the way for the 1969 Children And Young Persons Act, which regarded young people in trouble as deprived, not depraved. It was partly what a colleague called her \"obsessional antagonism\" to approved schools that helped bring about their abolition. </p> <p>Barbara always sought to unite children with their families whenever possible; this was remarkable at a time when the axiom was to sepa rate a child from its \"bad\" family background. Her practice was strongly influenced by the child-rearing theories of George Lyward, David Wills, John Bowlby, Donald Winnicott, and her own husband, the child psychiatrist Vladimir Kahan, whom she married in 1955. </p> <p>Barbara was not always the easiest of employers, but she was a nurturer of talent. Many academics and directors of social services could thank her for the start and encouragement they received in Oxfordshire. A vocal advocate of social services departments, she came to regret that their generic approach squandered the specialist skills built up in children's departments. Sadly, she never became director of social services in Oxfordshire; fighting her corner had left her with too many enemies. </p> <p>From 1970 to 1971, she was deputy chief inspector of the children's department at the Home Office. In 1971, she moved to the Department of Health and Social Security as assistant director of the social work service, where she remained until 1980. </p> <p> Barbara remained a proponent of residential care for children long after this approach had gone out of fashion; her belief was that it foundered for lack of advocates among directors of social services. This view was perhaps a necessary corrective to the disfavour in which residential care found itself with both statutory and voluntary agencies. Her most concrete memorial will be her work on \"distance learning\" for the professional group she regarded as the most neglected - residential childcare workers. </p> <p>She had discovered the idea in Canada. Thus it was, in 1980, that she became the Gatsby Project's director, and only staff member. The ideas it promoted were ones she had long cherished - recognising the specialist skills of residential staff, raising their status and expanding their training. In 1991, the project was absorbed into the Open University. </p> <p>It was an irony for so powerful an advocate of residential care as Barbara that, in recent years, she was employed as an expert witness for solicitors representing those who had been abused in the very system of care she had so long supported. Among her publications there was Growing Up In Care (1979), a pioneering work in allowing young people to give their views. </p> <p>From 1983-1990, Barbara was professional adviser to the House of Commons select committee on social services. Among her many other appointments was that of vice-president of the National Children's Bureau, for the last six years, and a life fellowship of the National Institute For Social Work. </p> <p>Barbara enjoyed good food, wine, gossip, argument and books, and was an accomplished amateur musician. She maintained that her husband had been the making of her culturally. With his death in 1981, something went out of her life, which she attempted to fill with an almost desperate hunger for work. While she never suffered fools gladly, and often exhibited little patience with those whom she perceived to be her intellectual inferiors, for her friends she was delightful, amusing and stimulating. </p> <p>\"The trouble with her,\" an Oxford councillor once complained of Barbara, \"is that she is always on the side of the children.\" There could be no greater praise. </p> <p>\u0095 Barbara Joan Kahan, social worker, born March 18 1920; died August 6 2000</p>",
  "It would be really quite difficult to dream up a political issue that better suited the agenda of the Conservative newspapers and the Tory party in this country than a \"story\" that somehow managed to bring together the subject of human rights and the person of Cherie Booth QC. <p>This one has got everything that Conservative opinion in Britain most detests: a rich, powerful, clever, successful, working mother with a professional commitment to enforcing the new Human Rights Act as enshrined in legislation carried through parliament by - of all things - her husband's government. </p> <p>Conservative opinion does not like human rights much. It isn't quite in tune with the subject, which can be about all sorts of uncomfortable issues for Conservatives - such as equality under the law for homosexuals, or being treated fairly at work whatever your race or gender, or being dealt with equally by the police irrespective of the colour of your skin or your social cachet. </p> <p>And if all that isn't bad enough, Conservative opinion must be additionally suspicious about the new Human Rights Act, not only because it has been introduced by a Labour administration with what is now perceived as a hidden socialist agenda, but because the dreaded word \"Europe\" is hovering around there in the background. The new law is an enactment within British legislation of the European Convention on Human Rights and, without actually pausing to consider what is implied by this, Conservative opinion is wholly against the very notion of enforcing anything that may have been suggested by anything European. </p> <p>Yet all of this high principle and low politics is as nothing compared with Conservative opinion about the prime minister's wife. She is one of the leading human rights lawyers in Britain. She is recognised as such, paid as such and has been professionally honoured as such by being given silk. She has decided to establish a new set of chambers planned specifically to handle the human rights cases predicted in consequence of the implentation of the new human rights law, which comes into force on October 2. </p> <p>This seems a wholly pragmatic and businesslike attitude for a professional woman such as Ms Booth to have adopted. As well as being a forceful advocate, it is the kind of approach which must have got her to the top of her profession. I don't know Ms Booth myself, I have never spoken to her and, as it happens, I have my reservations about lawyers and the way they make their money. But I do believe in human rights. I think they should be laid down by law and enforced and that this exercise therefore seems to be the acceptable face of legal profiteering. Had I not known the Conservative party better I might even have imagined - silly me - that Conservative opinion would applaud such enterprise and initiative and money-making potential. Isn't that what Conservatives do all the time? Isn't that what they're for ? </p> <p>Yet Conservative opinion has leapt upon Ms Booth, unleashing the most extraordinarily venomous attacks upon her. The Tories were given their cue by their newly appointed home affairs spokesman, one John Bercow, a young man of 37 of whom it has been said that only his hair is parted in the centre. In what ranks as a typically outspoken outburst, he suggested that Cherie Booth was a cross between Lady Macbeth and Hillary Clinton and opined that it would be \"helpful\" if she would observe the convention by which those married to prime ministers do not push their own political agendas upon the populace. </p> <p> What convention? Some prime ministers' spouses choose not to work, but few of them deny themselves the opportunity to express themselves. Denis Thatcher pushed his political agenda at every opportunity. He did not speak in public. He did not air his views. But he continued making money and privately telling people exactly what he thought about everything that was going on in politics. Cherie Booth is a working woman. She has, against all difficulties -including every middle-aged working woman's nightmare, an unexpected late pregnancy - managed to continue to operate efficiently and independently. She has represented individuals in court in cases specifically brought against her husband's government - for example in challenging British opposition to European law. </p> <p>What Mr Bercow is saying in reality, of course, is that women shouldn't work, that Cherie's place is back at home with the baby, being supportive of her husband and helping the teenagers with their homework. It is an absurd argument, but in order to try to convey some potency to his outdated ideas, he then ludicrously couples the names of Lady Macbeth and Hillary Clinton as appropriate independent-minded wives whom he apparently thinks might serve to frighten the voters - and get his name in the newspapers. </p> <p>It is only with reluctance that I mention Mr Bercow, whom I do know slightly. He is a very assertive rightwing Conservative with a style which is widely prevalent in today's Tory party. Before becoming an MP in 1997 he was a lobbyist. He is also a former member and secretary of the Monday Club, and it is hard to imagine why anyone in public life should take lessons in human rights from a former secretary of the immigration and repatriation committee of that offensive and unpleasant organisation. He has said recently, upon his appointment to the front bench by William Hague, that his membership of the Monday Club was a long time ago, he was very young and it didn't last long. He was indeed only 18 when he became the club's secretary, he was only - only ! - secretary of the immigration and repatriation committee for a year but he still managed to put in three years' membership of the Monday Club. He resigned in the same year as he became chairman of the Essex University Conservative Association. </p> <p>The obnoxious Mr Bercow - he doesn't like his name pronounced to rhyme with \"cow\" incidentally, but prefers it to chime with \"low\" - has to be heeded, however, because his comments have sparked the debate. The Daily Telegraph launched it, shrewdly recognising what an apparently innocuous article by Ms Booth and a fellow barrister from her new chambers about the changes that we might expect as a result of the Human Rights Act would say to Conservative opinion. Mr Bercow then plunged in and before anyone can say \"human rights?\" a woman Conservative parliamentary candidate is pontificating to the World at One about the outrageous possibility that Cherie Booth might benefit financially as a direct result of legislation introduced by her husband. All this on a day when a leaked internal Conservative report suggests that perhaps the Conservative party is in danger of being out of touch with the electorate on women's issues.</p>"
]