[
  "<p>The world is getting smaller thanks to the increasing numbers of people with access to the internet. The number of internet users in the United States is expected to reach 157.3m by 2003 - and poorer regions, too, are getting in on the act, with Latin America overcoming numerous practical hurdles to get its population online.</p> <p>Equifax, a credit reference agency based in Atlanta, Georgia, is finding a lot of business in Latin America as internet usage spreads like wildfire in the region. Equifax is one the world's biggest providers of financial information and its Equifax Secure arm aims to ensure that net transactions are safe. </p> <p>Ian McKinnon, director or Equifax Secure in Europe, says Latin America is a growth area. \"Surprisingly, we are getting a lot of business in the region,\" he said. \"The fact that they don't have massive physical infrastructure is actually an advantage.\"</p> <p>Equifax Secure's experience in Latin America shows that the internet boom is not confined to the US and Europe. The two economic giants are far ahead of the rest of the world in internet usage, but the net is catching on fast in some developing countries. In Latin America, the number of internet users, currently estimated at 10.5m, is projected to rise to between 19m and 37m by 2003.</p> <p>While analysts may differ on the potential for e-commerce in Latin America, they agree on one thing: the region has a great advantage in its young population, which is where the internet can make the most impact. The Latin American population is much younger in Europe than those of the US, Europe or Japan. </p> <p>Morgan Stanley Dean Witter, the financial services group, believes that as it matures, Latin American youth is \"more likely to embrace the net for information, entertainment and shopping than their parents or grandparents\".</p> <p>The growth of e-commerce in Latin America faces many constraints. There are fewer PC-owners. The region lacks a sophisticated telecommunications infrastructure and it suffers from weak payment systems, a rickety postal system and low credit card use. </p> <p>But these are not necessarily insuperable barriers to the spread of e-commerce. Payments can be made through cash-on-delivery couriers, and prepaid telephone cards could be adapted for internet commerce. Internet kiosks in shops, cafes, universities and other public places could make up for the low number of PCs. The lack of PCs is no deterrent to net access, judging by the experience of China, where non-PC access methods are becoming increasingly popular. Personal digital assistants, mobile phones and television set-top boxes were used to get online by nearly 590,000 people as China experiences an internet boom similar to that of Latin America.</p> <p>Internet penetration continued to skyrocket in the first six months of this year. The number of people accessing the web rose to 16.9m, an increase of 8m since the start of the year, according to the China internet network information centre. More Chinese surfers now use the net to shop online, with 14% of users buying goods or services from internet retailers. </p> <p>No wonder the Chinese government looks to the internet as an engine for economic growth, although it is also nervous at the prospect of non-party views spreading through cyberspace like a virus. The People's Daily, the official Communist party newspaper, earlier this month warned that \"enemy forces at home and abroad are sparing no effort to use this battle to infiltrate us\".</p> <p>But while net use is accelerating rapidly in Latin America and Asia, that cannot be said of Africa, which had just 2.5m users as of June this year. That total is expected to increase to only 4.4m in 2003.</p> <p>A report compiled by African portal woyaa.com and Unesco, the UN agency on educational and cultural matters, said the number of sites in all African countries, apart from South Africa, is worryingly low. This is due to the dearth of appropriate equipment and infrastructure, the lack of regulation surrounding copyright and security issues, and the low level of awareness of the benefits of the net. </p> <p>South Africa had the most diverse sites and up-to-date content, followed by sites from Egypt, Morocco and Tunisia. Sites in sub-Saharan Africa had the most room for development.</p> <p>Woyaa and Unesco call for improved training schemes and awareness campaigns as well as higher visibility for African sites through listings on international search engines.</p> <p>Public sector institutions should also provide a \"good example\" to other groups by developing comprehensive and user-friendly sites, Woyaa and Unesco argue.</p> <p>Some international effort is being mounted to help developing countries get their act together. The International Telecommunications Union, a specialised UN agency for telecommunications, is seeking to develop e-commerce in the developing world through its Electronic Commerce for Developing Countries project. </p> <p>The venture encourages developing countries to use existing infrastructures and services to join the digital economy through partnerships with the private sector. But the £1.7m it has at its disposal is puny.</p> <p>Even in Latin America, which shows considerable potential, a digital divide is emerging. Brazil, Argentina and Mexico comprise more than 80% of the region's 8m internet users, while Brazil accounts for 60% of e-commerce revenues alone.</p> <p>Policy makers in the developing world thus face a twin challenge. They have to try and keep up with the US and Europe, while making sure that their own domestic digital divides do not widen.</p> <p><a href=\"http://www.woyaa.com/index.html\">Woyaa.com</a></p> <p><a href=\"http://asia.internet.com/\">Asia.internet.com</a></p> <p><a href=\"mailto:mark.tran@theguardian.com\"> mark.tran@theguardian.com</a></p>",
  "Britain today admitted that the tone of the country's recent asylum debate could encourage racial prejudice. The acknowledgement came as the government was criticised by rights groups at a UN meeting in Geneva to discuss racial discrimination. <p>Britain \"remains attractive to migrants precisely because it is seen as a tolerant and diverse society,\" delegation leader Sarah Marshall told the 18-member committee on the elimination of racial discrimination. </p> <p>She noted that Britain received 71,160 asylum applications last year, up 55% on the previous year. Although the government has tightened asylum policies, the Conservatives have attacked Labour for making Britain a \"soft touch\" for migrants and called for asylum-seekers to be put in detention centres. </p> <p>\"Effective immigration control systems remain the crucial platform from which more positive policies can be considered,\" Ms Marshall said, adding that Britain is working toward a more pro-active policy to integrate refugees.</p> <p>But she acknowledged that the tone of the debate may have stoked prejudice. \"There have been incidents of friction between local communities and groups of locally housed asylum seekers, and the tone of some debate around asylum has led, we recognise, to incidents of racial harassment against settled minority communities,\" she said. </p> <p> Ms Marshall said legislation introduced last year should improve the situation by speeding up processing of asylum claims. But a group of 29 British rights organisations said in a statement that the revised law is \"an example of where immigration legislation and policies have created racial tensions rather than racial harmony\". </p> <p>They claimed that Britain \"has failed to take adequate measures to protect the human rights of ethnic minorities, leaving millions of people vulnerable to discrimination, violence and social exclusion.\" </p> <p>But Ms Marshall defended government policy, saying that British authorities and police have learned from the 1993 murder of black teenager Stephen Lawrence by a gang of white youths, and the failure of the police to investigate his death adequately. </p> <p> Ms Marshall insisted that extremist groups are \"not a significant part of the picture\" in Britain. \"The worst incidents of race-hate violence in recent years were the Brixton and Soho nail bombs last year,\" she said. White supremacist David Copeland was given six life sentences in June for the 1999 bombing campaign against minorities in London that killed three people and injured more than 100 others. </p> <p>The UN committee is meeting to review the records of some of the 150 states that are party to the 1969 international convention on the elimination of all forms of racial discrimination. Britain submitted a 72-page report - its 15th - to the panel, which is expected to issue its conclusions on August 25.</p>",
  "Michelle is taking vicious swipes at my bob. It's coming off, you see, for summer. Gold chains sway over her Corfu-tanned cleavage, her fuchsia nails clench her scissors, her lips are pursed in concentration. She is doing this in my bathroom, but we do not know each other: she lives down my street and offered her services the other day. <p>Eventually, she says: \"You going on your summer holidays, then?\" </p> <p>Since she's asking, I tell her. \"No I'm not. It's August - I'm staying home.\" </p> <p>Michelle glances at me in the mirror, the sort of glance you might give a nun in a whorehouse. What a weirdo, she thinks. Fancy no summer holiday! I 'fess up - I'm a city girl. Yes, yes, I drink vodka, keep a cat, ravage men and fight chocolate urges - all that. I marvel at Top Shop (\"Tow Show\" to those in the know), I have 15 different types of aromatherapy massage oil in my bathroom cupboard (which never get used), a very long telephone bill and a penchant for facials. But also ... I don't want to go away for a summer holiday. </p> <p>I like the city too much at this time of year. Make all the assumptions you like about Mediterranean romances after copious bottles of wine, but me, I prefer to stay home in the summer. Why exactly shouldn't I, when the rest of this country's rain-soaked months are enough to drive you out, when September to July provide weeks of potential escapism, hundreds of days to take refuge from the monotonous drizzle that dominates our skyline? </p> <p>August, though. August is different. Nights are hot, balmy, sticky; but in the city they are also cool, breezy, edgy. In the country you hear birds, water, crickets, breeze. In the city you hear beats, conversation, the fizz of cans opening, shouts from garden patios, laughter with a stranger. Yes! Spontaneous human contact! </p> <p>August is the one month when London is actually worth living in, when Mr and Mrs Volvo have gone to their country pad, the bourgeoisie have fled to Tuscany and the politicians are back in their constituencies. And left behind, playing down my street - my sweet, north London, pastel-fronted street, with its limestone flagging and punctuated trees - are my neighbours, the people I live among but only actually know for one month of the year. </p> <p>August is when the city's million residential enclaves peel back their T-shirts and bare their skin, when curtains flap indoor conversation on to the street, when open doors waft inhabitants outside, and we all get to see what everybody else is made of. August is when the city cul-de-sacs become Ramsay Streets, when residents stop and pass the time of day, and, as afternoon turns to evening, neighbours peer over garden fences to apologise for their barbecue smoke and teatime customers stop to chat in corner shops. </p> <p>Turkish Ali, my corner-shop owner, gets a brief reprieve from his broken heart at this time of year. The bitch at number 59 led him a merry dance for three years, he says, until she moved another lover in - the same lover to whom Ali now gives pints of semi-skimmed on tick, then moans about to three cooing writers who hang out round his store during non-creative moments. They shake their heads in sympathy and squabble over which one gets his story. </p> <p>Norman, the old gent at number 23, also blooms at the back ends of August days, able to stand out on his doorstep, hands folded behind his back, flat cap still firmly wedged on, although his shirt is open, showing his white, wrinkled belly. </p> <p> Now he can nod and smile at every passer-by, instead of staring forlornly from behind his rain-flecked windowpane, trapped in his armchair, condemned to his front room. Anjelica the Croatian refugee, who simultaneously married her English teacher and - without knowing it - Arsenal FC, doesn't just walk straight past Norman today. Instead she stops, smiles and nods as his jolly gums open and close and she struggles to make sense of what he says. On her face is a look of wonder as her first city summer reveals its true colours. Across the road from her, Curtis, the DJ in a wheelchair, is blasting two-step across the pavement, the bass line making the parked cars vibrate. But Curtis has some competition, for Maggiore, the amateur opera singer, can be heard doing her warm-up exercises. </p> <p>Glad of an audience after all these years of obscurity, she fills the street with scales and octaves. Her living-room sash is pulled right up so that we can admire the red velvet cloak draped over her generous limbs, her hair piled majestically on top of her head, while upstairs from her Nick and Ash, the throwback punk couple with their mangy pitbull, Arthur, lean out of the window for a better look. </p> <p>Nick is the son of a famous mountain climber, Ash the daughter of a hippy squat that went wrong. With them lives Sid, whose lined face is framed with shocking pink hair (Sid, you are too old for it), and whose tiny son rarely lets go of his hand. </p> <p>Sid worships Maggiore, and sometimes sits transfixed, cross-legged in front of her window. His son sucks his thumb and watches the older woman's warbling throat, its flesh vibrating like a turkey's neck. </p> <p>Now it is Rita and Susie's turn to step into the limelight as the August shadows reluctantly lengthen. This hefty couple, with their whippets Lil and Let (really), sit on the curb sipping from Ali's ice-cold cans of Carling, petting each other and inspecting their latest tattoos. Craig, Jesse and Jim are having a kickabout, still demob-happy halfway through their long summer holidays, baggy T-shirts hanging around their knees, baseball caps rammed down over their scheming heads, chortling naughtily every time the ball hits a car window. And as dusk settles, Xandra (\"That's Xandra with an X\") and Austin in next door's garden clink glasses with their friends, knives scraping plates as they slice the buffalo mozzarella, candles flickering, gladioli bowing down over their table so I can't quite see their faces. </p> <p>What might they be up to? Is Austin rolling a joint? My usual guess is that he must be, and not the first one of the night, either. Their conversation, which starts off muted, polite, and kissy-kissy, becomes raucous, screaming, guffawing and Austin makes everyone - me included - laugh by falling off his chair. </p> <p>As the August night deepens, I hear my local ring last orders and listen through my open windows as the punters trip out, talking louder than they need to. Later still, the Latin couple upstairs start rowing again, each new insult hurtling into my bedroom. Soon they are crashing around so violently that my phone is in my hand, my finger poised over the number nine as the sound of shattering glass crashes through the equanimity of the street, and I think: \"That's it, that's trouble.\" </p> <p>And suddenly, all I can hear is hysterical laughter as they make up for the umpteenth time - at three o'clock in the morning. I put my phone back down, and wonder if I'll need to press the nine next time. </p> <p>These are the things I know about the people on my street. But what do they know about me? During the rest of the year, nothing at all. They might see me traipsing to work in the grey hours of winter mornings, or stumbling back late at night, dropping my cab fare all over the road. They probably call me Bridget, and snigger when I buy chardonnay from Ali. Do they tut when they see my mascara has run, thinking it's a tryst turned tearful? Do they think I'm on the edge of reason? </p> <p>At any other time of year, if I dropped dead of a heart attack in the middle of the street, only the rag-and-bone man would come along to fetch me. But if it happened now, on an August night, things might be different. In August we see each other, we look rather than peek, we smile in the corner shop rather than scowl, we make way for each other rather than pushing past. </p> <p>Michelle, with her Corfu cleavage and her fuchsia nails, knows about me now - and what a weirdo I am. She'll tell number 62, who'll tell number 48, and then it will get back to Ali who will - for one month only - make sure everyone knows who I am. </p> <p>\u0095 This series continues next Monday. Tiffanie Darke's novel, Marrow, is published by Simon &amp; Schuster, priced £5.99.</p>",
  "A few years ago the murky blue agave plants used to make tequila were so plentiful they were sometimes left to rot in the fields. Today they are under armed guard. <p>Pressured into action to combat night-time plantation raids and highway robberies of trucks, 24-hour police units now patrol the roads and lanes outside the town of Tequila - the heart of national production in the western state of Jalisco. </p> <p>\"Instead of a couple of robberies every month, we started getting three or four complaints a week, so we were getting worried,\" said Salvador Ibarra Vargas, the head of security in Tequila. </p> <p>But the patrols only cover a limited area with limited resources and limited success, encouraging bigger producers, such as Jose Cuervo and Sauza, to turn to private security firms to guard the plantations and escort trucks carrying their precious crop to the distilleries. </p> <p>\"The thieves are taking advantage of the enormous prices we are prepared to pay,\" says Gustavo Hernandez, who directs exports for the Cazadores distillery, one of the top-selling quality tequilas. </p> <p>The crime wave sweeping tequila country was prompted by this year's agave crunch, which triggered a crisis for the industry in the midst of a boom that had doubled production in last five years as drinkers in Mexico and around the world fell under the tequila spell. </p> <p>The boom has been accompanied by an education of the global palate to demand finer, purer tequilas that require much more agave to produce. </p> <p>Apparently intoxicated by success, many tequila distillers had failed to plan for the future, taking for granted the supply of the previously undervalued raw material. </p> <p>This year, however, their heads really began to spin when local growers began reneging on their contracts and demanding ever greater prices for lower quality produce. </p> <p>\"The problem is that agave takes seven to 10 years to mature, and in 1992 nobody foresaw that there was going to be a boom and so they should plant more,\" says Mr Hernandez who predicts that the crisis will last until 2003, putting in danger the consolidation of new markets. </p> <p>Last month the cost of a tonne of agave soared to 14,000 pesos (£1,000), almost 25 times what it was a year ago, prompting producers and growers to negotiate a fixed price of £650 per tonne for the next two years. But according to Mr Hernandez, there are already signs that a black market is developing. </p> <p>Mr Hernandez says his own company has escaped the highway bandits, but has been targeted by \"ant robbers\". </p> <p>These teams of agave rustlers work the fields under cover of darkness, hacking off the worthless spiky leaves from the cactus-like plant to reveal its enormous pineapple-shaped core - the source of the sugary juice that will be distilled twice to make tequila. </p> <p>Mr Hernandez says a group of five \"ant robbers\" can harvest around 10 tonnes in a night, making themselves close to $10,000 (about £6,000). Hijacking a truck piled high with agave cores could bring in twice as much.</p>",
  "Senior politicians in rival parties yesterday closed ranks behind William Hague's call for tougher penalties for paedophiles after weeks of recurring street violence over the \"naming and shaming\" of sexual offenders against children. <p>Although neither John Prescott, the deputy prime minister, nor Simon Hughes, the Liberal Democrat home affairs spokesman, endorsed the Conservative leader's detailed proposals, they were notably conciliatory in welcoming Mr Hague's suggestions - ideas that should be \"considered\" in the current review of the law, he suggested. </p> <p>After outbreaks of mob violence on some estates where ex-offenders have been housed, notably in Portsmouth, Westminster politicians have been nervously keen to lower the temperature and discourage people from taking the law into their own hands. \"However strong and understandable the emotions of those parents on the Portsmouth housing estate are, the resort to the rule of the mob is absolutely wrong,\" declared Mr Hague. </p> <p>After months when he has sought to make the political weather with a series of populist pronouncements on law- and-order issues, that appeared to draw a distinction between public debate and behaviour that threatens lives and the rule of law. </p> <p>In an article for the Sunday Times, sister paper of the News of the World, whose campaign triggered the recent disturbances, the Tory leader suggested mandatory life sentences for the worst first-time sex offenders, so they would be on licence after release. </p> <p>In a package designed to ally public concern after the murder of Sarah Payne, whose memorial service was held in Guildford Cathedral on Saturday, Mr Hague also proposed: </p> <p>\u0095Obliging those convicted of paedophile offences abroad to register their return to Britain; </p> <p>\u0095Extending supervision beyond the current 10-year maximum and possibly introducing the tagging of offenders for an indefinite period; </p> <p>\u0095Preventing released offenders living near or making contact with victims, \"one of the greatest fears of victims\". </p> <p>In reality there was little in the Hague article that is not under active consideration, officials later signalled. But the conciliatory gesture itself was significant after the partisan exchanges this summer over asylum policy and such issues as the jailing of Tony Martin for murdering a burglar. </p> <p>Speaking on BBC1's Breakfast with Frost, Mr Prescott, in charge of the government while Tony Blair is on holiday, welcomed Mr Hague's contribution and called for a consensus between the political parties in the review. </p> <p>He denied that he had ever blamed the Tories' rhetoric for creating the vigilantes. But he was quick to add: \"We all deplore what has happened, but at the end of the day, there is a kind of atmosphere which leads to insecurity and fear, which I think perhaps the Tories have tended to influence by some of their statements.\" </p> <p>On the same programme, Michael Ancram, the Tory chairman, said Mr Hague was trying to turn debate away from the \"understandably emotional\" reaction to Sarah Payne's murder by strengthening the law \"not by resorting to what we've sadly seen over these last few weeks which has been, effectively, the rule of the mob\". </p> <p>Mr Hughes, a criminal barrister like Mr Ancram, was less polite. He welcomed \"closing the loophole\" on overseas offenders and better supervision. But in language echoed by the National Association for the Care and Settlement of Offenders, he insisted: \"Mr Hague's ideas for mandatory life sentences are misleading and wrong, just as campaigns for naming and shaming are simplistic and wrong.\" </p> <p>The News of the World is facing the threat of legal action by people who were wrongly identified by members of the public as paedophiles during the paper's campaign.</p>",
  "The British owner of the Thai guesthouse where the backpacker Kirsty Jones was murdered denied from his prison cell last night having anything to do with her death, and said the results of DNA tests would prove his innocence. <p>Andy Gill, 32, who was questioned for several hours by detectives on Saturday, claimed that at the time Kirsty was strangled he had been drinking in a bar. He had arrived back at the Aree guesthouse at 1.45am on Thursday, he said - 45 minutes after other residents had been woken by her screams.</p> <p>Speaking on a mobile phone from inside prison in the hill resort of Chiang Mai, he said yesterday: \"I had nothing to do with Kirsty's death. We will find out on Tuesday when the results of DNA tests come through. I had no idea about her murder until the next day.</p> <p>\"When I met Surin [the guest house manager] he asked me: 'Did you hear anything last night?' I said: 'I wasn't here.' He said: 'We heard some sort of yelling and came downstairs.' \"</p> <p>Mr Gill said he decided to disappear after Kirsty's body was found in a downstairs bedroom because he does not have a visa. \"I didn't want to hang around for the police to find me because of the visa issue,\" he said. He did not know Kirsty personally, he added. \"I met her before she went trekking. I was there when she checked in. We were very busy that day.\"</p> <p>Thai police arrested Mr Gill, who bought the guesthouse illegally last November, on Saturday afternoon while he was drinking in a bar nearby. He was taken into custody and appeared in court yesterday charged with overstaying his visa by two years. He was also interrogated over Kirsty's murder. \"I can confirm he is one of the suspects,\" police colonel Suvit Khunprasert said.</p> <p>Recounting his movements on the night of the murder, Mr Gill said he visited an internet cafe before moving on to the Viking bar in downtown Chiang Mai. He met two friends, Andy and Mick. He had some food, and arrived back at the Aree with another Thai friend, Fai, who knew his Thai girlfriend. \"She is my alibi,\" he said.</p> <p>He then went to the room next door to Kirsty's to remove a lamp he had lent to another guest, he claimed. \"I didn't notice whether the door was locked,\" he added.</p> <p>Staff at the Viking last night confirmed that Mr Gill, who is from London, had visited on Thursday night with two English friends. They said he left at \"around 1-1.30 am\".</p> <p>\"He was alone when he left,\" the Thai owner added. After his arrest on Saturday and that while in custody Mr Gill said that he \"volunteered\" to give a DNA sample in a local hospital.</p> <p>Officials from the British embassy in Bangkok visited him yesterday in his cramped prison cell with a wooden floor that he shares with 14 other inmates, most of whom are charged with drug offences.</p> <p>They include Stuart Crichton, an Australian backpacker who was staying at the Aree last week. He was arrested after Kirsty's murder when police allegedly found heroin and cannabis in his room.</p> <p>Mr Gill yesterday said he had spent much of his life abroad and had no family at home apart from an uncle. He had visited Thailand \"on and off\" for 12 years. He bought the guesthouse - in contravention of Thai law, which prevents foreigners from owning property - after selling a house he owned in Andorra that he had been renting out. \"I had been living off the rent money here,\" he said.</p> <p>Police investigating Kirsty's murder and rape are pinning their hopes that DNA samples taken from \"three or four\" foreign backpackers will lead them to her killer. The results are expected tomorrow or on Wednesday. They have so far interviewed at least five suspects: two Britons, two Australians, and one Thai.</p> <p>Mr Gill's ground floor room at the guesthouse, No 10, looks directly on to the back window of room four, where Kirsty was staying. The two rooms are six feet apart, separated by a narrow corridor. The inside of his door is decorated with pictures of Thai girls wearing bikinis. Yesterday a half-read Robert Ludlum novel and a pile of clothes had been left casually on his bed.</p>",
  "The Beehive on the Paulsgrove estate in Portsmouth is friendlier than it looks. Described by one local as \"rough as arseholes\" the landlord prefers to refer to it as a family pub. There are goats, rabbits and birds in the back for children to look at and at the bar a strange face attracts more conversation these days than hostile stares. <p>And what the conversation loses in logic it more than makes up for in moral certainty. </p> <p>Paedophiles, agree Dave and Mike (not their real names), \"need a slap\" because they have committed \"the mother of all crimes\". But nothing, they say, can condone the rioting on the estate that made the headlines last week. The trouble, they insist, with young people today is that they get away with too much. \"In my day if you got in trouble at school you'd get the cane,\" recalls Dave. \"At home you'd get the slipper and in the street then a policeman would give you a clip round the ear. But you're not allowed to hit kids nowadays and they just run riot.\" </p> <p>In short, there is so much violence because there is not enough violence. Between them, a few pints and a few hours, they come up with a wish list of things needed to put the country right that is long and broad as their tattooed arms. They flit between national service, longer prison sentences, greater parental control and order in Northern Ireland. They are no more contradictory or less cogent than barroom philosophers anywhere else in the country and their arguments are held together with the same strong, thin thread of political reasoning. It is called populism; and increasingly, in the presence of new technologies and the absence of meaningful, mainstream agendas, it is dominating the British political landscape. </p> <p>The latest example is the News of the World campaign to avenge the murder of eight-year-old Sarah Payne by \"naming and shaming\" paedophiles and establishing \"Sarah's Law\". But before then there was the drive to keep Section 28. And in between came Tony Martin, the Have-a-Go Harry who earned brief folkloric status when he murdered a teenage burglar, dump the pump and the standoffs at Drumcree in the north of Ireland. </p> <p>Not all have been successful, since, where populism is concerned, success depends not on the power of the argument or the possible benefits of any particular outcome but on the degree to which those involved manage to locate the right nerve at the right time and in the right way. That is the very art of the populist. To tap a nerve that pits the wrath of the many against the perceived vested interests of a few. Dump the pump failed miserably; Sarah's law has made a definite but ill-defined impact; Section 28 still stands in England. </p> <p>Whatever the outcome they share some common attributes. Each has at its root some visceral, atavistic nugget of \"common sense\" - \"a man has a right to protect his property\", \"life should mean life\" or \"homosexuality is not natural\" - through which any shaded argument, empirical evidence or moral alternative is first refracted to the point of distortion and then eliminated. And in order to have any hope of success each has had to rely on lowest common denominator politics that are necessarily crude and majoritarian. </p> <p>Populism, while not a coherent set of political beliefs is nonetheless a coherent political strategy for cohering disparate forces. It draws its legitimacy from the support in enjoys among the working class. But it rarely draws its leaders from them. The campaign against Section 28 in Scotland was bankrolled by millionaire Brian Souter; in England it was lead by the unelected Lords. If populism's proletarian footsoldiers behave themselves they are idealised as \"ordinary folk\"; if they misbehave, as they did in Paulsgrove, their former allies disown them as an \"uncouth mob\". </p> <p>Therein lies both the strength and the weakness of populism. It stands above party and beyond many, but by no means all, established social and economic constituencies in a bid to galvanise large numbers of people over one issue. Very occasionally its targets might be privileged and effete - high street banks, fox hunters or fat cats - but for the most part they comprise the weakest and the most vulnerable - asylum seekers, drug addicts, single mothers or gays and lesbians - who are less well equipped to defend themselves. </p> <p>These scapegoats are never picked at random or in relation to the threat they may pose at any one time - none of the mothers in Paulsgrove could recall the last time there was a sex offence against a child in the area. They are deliberately identified as the group which would attract the broadest swathe of opposition and the deepest levels of resentment at any one time. </p> <p>So while there is nothing intrinsically reactionary in populism, it rarely lends itself neatly to progressive causes either. Ken Livingstone and Jesse Jackson are two of the most talented populists on the left. But the list on the right, which would include Ian Paisley, Silvio Berlusconi, Jörg Haider and Vladimir Zhirinovsky, is far longer and more powerful. </p> <p>Wherever they exist, the populist cause has been greatly facilitated by both the internet and special phone lines. It is from the web that the list of \"paedophiles\" in Paulsgrove emerged and through it that the ill-fated dump the pump attempted to organise. Which shows that with the right subject it has the unique ability to create, forge and mobilise political communities literally out of thin air. </p> <p>They have also taken to erecting parallel and impromptu pastiches of democracy to endorse their position. Brian Souter financed a \"referendum\" in Scotland; most news-based websites invite you to vote on an issue of the day; tabloids publish telephone referenda as a daily affair on anything from Hague's pints to the nation's paedophiles. </p> <p>At a time when attendance at the polls is plummeting we have become a dial and click democracy. The number of votes cast last week to evict either Caroline or Thomas from Big Brother is only fractionally below the number of votes cast in both Scotland and Wales in last year's European elections. By the end of this week it will almost certainly have overtaken those who voted for London mayor. </p> <p>The reaction of the political class to this new wave of populism has been uneven. The Liberals have stood consistently aloof. Labour, which is obsessed by focus groups, showed mettle on Sarah's Law but buckled over asylum seekers. Hague meanwhile has been a feather for every wind that blows. Slavish and opportunistic at every turn, he has rushed to grab every bigoted placard that comes his way, be it against asylum seekers, paedophiles or gays. </p> <p>But the best is yet to come. For within a few years we will see the populists dream - a referendum on the single currency. On one side, will stand the unions, Labour, the Liberals, big business and the free marketers in favour; on the other will be the hard left, small business, the tabloids, the hard right, xenophobes and Tories. Those with concerns about sovereignty and accountability will take second place to those with a knack for demagogy. And like the conversation in the Beehive, there is no saying where it will all end up. </p> <p><a href=\"mailto:gary.younge@theguardian.com\">gary.younge@theguardian.com</a></p>",
  "<p><strong> Observer</strong><br> </p> <p> <strong> Arriva</strong>, the buses and car dealership group, is being stalked by a private equity group and could be the subject of a takeover bid. Both Arriva and Go-Ahead could be taken over this year, according to analysts. </p> <p><strong> Abbey National</strong> and <strong> Alliance &amp; Leicester</strong> are expected to face increasing pressure from shareholders to put themselves up for sale following Barclays' takeover of Woolwich, according to the Observer. The newspaper did not name its source, but said Abbey is rumoured to have held talks with a number of potential suitors, including Barclays and Royal Bank of Scotland, but chief executive Ian Harley appears to be determined to retain his independence. </p> <p><strong> Sunday Business</strong><br> </p> <p> <strong> ONdigital</strong>, the digital terrestial broadcaster owned by ITV companies Carlton and Granada, is to float on the stock market within six months with a price tag of about £2bn. Isabel Maxwell, eldest daughter of disgraced tycoon Robert Maxwell, is to enter the British business world by joining the board of internet start up <strong>Espotting.com</strong>. </p> <p>Online auctioneer <strong> QXL</strong> is pondering a substantial cut in its offer for the German online auction house Ricardo.de. The all-share bid was originally worth £670m, but it is now valued at £230m and is expected to be marked down further. </p> <p><strong> Sunday Times</strong><br> </p> <p> Sir Martin Laing, chairman of <strong> Nursing Home Properties</strong>, Britain's biggest nursing home group, is to hold a crisis meeting with chief executive, Richard Ellert, this week after the collapse in the share price. </p> <p><strong> Fund managers</strong> want more aggressive performance-related pay for company directors, bringing Britain into line with the US where the most successful executives can have salary packages worth hundreds of millions of dollars. </p> <p><strong> Royal &amp; Sun Alliance</strong> is planning a New York stock exchange flotation this autumn. Sources say the company is believed to be in discussions with US regulators about the details and timing of the listing, due at the end of October. </p> <p><strong> Sunday Telegraph</strong><br> </p> <p> Telesens, the German software services group, is poised to acquire <strong> KSCL</strong>, the Scottish software company owned by Kingston Communications, the Hull telecoms group, 3i and Royal Bank Development Capital, for up to £300m. </p> <p>Singer &amp; Friedlander has made a takeover approach to <strong>BWD Securities</strong> in an effort to transform itself into a pure investment management group. Bankers believe Singer &amp; Friedlander is likely to have to pay at least £160m to buy the business. Merrill Lynch is thought also to be in talks to buy the business for up to £300m. </p> <p><strong> GKN</strong>, the engineering and aerospace group, has put Westland Heliport up for sale offering the buyer a chance to own central London's only helicopter landing site </p> <p><strong> ITM Activate</strong>, the media company which has the rights to operate the National Union of Students' internet business, is to float for up to £1bn next spring in a move which should provide the student organisation with a welcome windfall worth up to £50m. </p> <p><strong> Abbey National</strong> is working on plans to hand over the running of its credit card, general insurance and mortgage processing operations in an attempt to cut costs by more than £150m a year. </p> <p><strong> Mail on Sunday </strong><br> </p> <p> Only two of the scores of creditors of <strong> Boo.com</strong>, crashed internet retailer, will receive any of the £30m they are owed by the company. NatWest Bank's Lombard Finance and GE Capital had claims over computers used and are likely to get some money back. Boo's 250 former employees get £800 each. </p> <p><strong> Sunday Express</strong><br> </p> <p> Actress <strong> Melanie Griffith</strong> has told friends that she expects to make $100m from an internet business she co-founded. However executives were unable to explain how she arrived at her lofty projections. </p> <p><strong> IoS</strong><br> </p> <p> Partners in <strong>Andersen Consulting</strong> could receive shares worth $10m (£6.7m) each if the firm decides to float after winning its freedom from sister company Arthur Andersen. </p> <p><strong> Sir Stanley Kalms</strong><br> In a report on Saturday, we said that Sir Stanley Kalms had seen his annual pay increase by £40,000. In fact Sir Stanley, the chairman of Dixons, took home £768,000 - £41,000 less than last year. Our apologies.</p> <p><strong> Reports out this week <br>Today</strong><br> </p> <p> <strong> Interims </strong> WH Ireland Group, Lavendon Group, Medical Solutions, Millenium &amp; Copthorne, Sherwood International, WPP, Xenova. <strong> Finals </strong> NWF Group. <strong> AGMs </strong> Drummond Group.<strong> EGMs </strong> None Scheduled. </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> Interims </strong> ASDA, Biotrace International, Headlam Group, Independent Insurance Group, Mersey Docks &amp; Harbour Co, Pifco Holdings, Proudfoot Consulting, Sanderson Bramall Motor Group . <strong> Finals </strong> Stoves Group. <strong> AGMs </strong> Castings, John Swan &amp; Sons. <strong> EGMs </strong> None Scheduled. </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> Interims</strong> Balfour Beatty, JSB Software Technologies (Q4), Morgan Sindall, patsystems, Reckitt &amp; Benckiser (Q2), Weir Group. <strong> Finals </strong> None Scheduled. <strong> AGMs </strong> AIM Distribution, Universal Salvage. <strong> EGMs </strong> Era Group, Henderson High Income. </p> <p><strong> Thursday</strong><br> </p> <p> <strong> Interims </strong> Cordiant, Green Property, P&amp;O Nedlloyd, Quantica. <strong> Finals </strong> Future Integrated Telephony. <strong> AGMs </strong> None scheduled. <strong> EGMs </strong> Advanced Technology (UK). </p> <p><strong> Friday</strong><br> </p> <p> <strong> Interims </strong> NSB Retail Systems.<strong> Finals </strong> T Clarke. <strong> AGMs </strong> None scheduled. <strong> EGMs </strong> None scheduled. </p> <p><strong> Indicators this week <br> Today</strong><br> </p> <p> <strong> UK</strong> CBI quarterly SME survey. <strong> UK</strong> PPI (July). <strong> US</strong> Business inventories (June). <strong> Japan</strong> Industrial output revision (June). </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> UK </strong> CPI (July). <strong> UK </strong> EEF pay settlements report. <strong> US </strong> Industrial production, (capacity in use, July). </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> UK </strong> Labour market report (August). <strong> UK</strong> Minutes of Monetary policy committee meeting (August 2nd/3rd). </p> <p><strong> Thursday</strong><br> </p> <p> <strong> UK</strong> Retail sales (July). </p> <p><strong> Friday</strong><br> </p> <p> <strong> UK</strong> PSNCR (July). <strong> UK </strong> Provisional M4 (July). <strong> UK </strong> M4 lending (July). <strong> UK </strong> BSA building society lending (July). <strong> UK </strong> BBA analysis of bank lending (July).</p>",
  "<p>Buildings: without them you'd get cold and wet. And people would be able to nick your stuff when you went out (not that it'd be going \"out\" if there was nothing to exit from). And you'd have to mark out your territory with piles of jackets like make-do goalposts in the park lest someone invaded your space when you weren't there. Or you could live in a cave, but there aren't as many as there used to be. Which begs the question: where have all the caves gone? </p> <p>Of course, it's not just practicality that makes buildings great. It's the aesthetic that captivates us, inspires awe. Architecture, is, as Goethe said, frozen music. In <strong> Building Of The Year</strong> (C4, Sun), Waldemar Januszczak gave us a tour of the contenders for the Stirling Prize, the Royal Institute of British Architects' accolade for the greatest new building, and each, in its own way, was a glacial concerto. </p> <p>From the Kilder Belvedere deep in the Northumbrian forest to the London Eye and Canary Wharf Station, from Latern House in the Lake District - which looked like JK Rowling had had a hand in its design - to my personal favourite, the Great Glasshouse at the National Botanic Garden of Wales, these were constructs which defined the here and now and will be how posterity remembers the early days of the 21st century. All curves, circles, domes and crescents, with nary a phallic tower among them, these buildings perhaps say more about our aesthetic development than any other field of art. </p> <p>Yet all the while the camera fetishised the curves of steel and arcs of glass, there was the nagging feeling that each building would be a bugger to clean. How would the Shuttleworths keep the crescendo of windows on their Los Angeles-esque home smearless? Short of sending in a team of acrobats armed with Mr Muscle, how would the giant spokes of the London Eye maintain their gleamy whiteness? And how long before dust, dead bluebottles and litter sullied the underground cathedral of Canary Wharf Station? The panes of glass in Wales's Great Glasshouse were so strong you could walk on them, we were told, and so would be easy to clean. But what a lot of newspaper and vinegar you'd need. </p> <p>Who would have thought arthouse film-making methodology could be made so interesting, funny and smart? Yet this is exactly what <strong> The Name Of This Film Is Dogme 95</strong> (C4, Sat) achieved. Under the auspices of Richard Kelly, the film was a wholesome treat - vitamin-enriched ice cream, if you will - topped off with nuts (or at least, the slightly crackers Lars von Trier) and a sprinkling of Paprika Steen, Dogme 95's leading actress. </p> <p>Explaining the Dogme movement's \"vow of chastity\" between clips of films like Festen and The Idiots, Kelly's documentary pastiched its subject whilst illuminating it wonderfully. With input from film-makers, critics and the excellent Paprika (whose porn name might indeed be Cumin Mee), this was exemplary stuff. And oddly funny, especially when Soren Kragh-Jacobsen, one of the original Dogme brotherhood, compared the movement to Eric Clapton Unplugged. </p> <p>The<strong> Movie Virgins</strong> (C4, Sun) continued on their compelling-as-a-car-crash missions to make their first feature film. Alex was in Cannes trying to persuade Jude Law to star in his movie, while things were getting fraught in Leon's house as filming got under way, Leon coming over all autocratic and visionary. You could only laugh. </p> <p>The best moment of schadenfreude came when Alex actually met Jude, and Jude was snootily non-plussed by the wannabe director. As Jude and wife Sadie Frost were interviewed by Barry Norman - presumably to publicise their complete turkey of a movie, Final Cut - Alex waited patiently for a word in the actor's shell-like. He got half a syllable in before Jude stalked off with Nick Moran, shrieking \"Does anyone have any cigarettes?\" (Bizarre how these people are considered famous when the last thing Nick Moran did was a Barclays ad). As it turned out, Paul Nicholls read for the part, and we are on tenterhooks as to whether he'll take a part in the \"clubland thriller, Sorted\". We can only hope not. </p> <p>The thieving ways of Yogi Bear are alive and well in the bears of Yosemite National Park as <strong> Wildlife On One </strong> (BBC1, Sun) demonstrated. Like actors, bears are wonderfully cute until you see them at close quarters, when they are needy and snarling. Not a pretty sight at all.</p>",
  "<b> Age:</b> A precocious 21. <p> <b> Appearance: </b> Chirpy, cheepy pixie. </p> <p> <b> Occupation: </b> The real Posh Spice. </p> <p> <b> Qualifications for the title: </b> She went to the fee-paying Godolphin and Latymer school in London. And her mum is Janet Ellis, the nicely spoken one off Blue Peter. </p> <p> <b> Not quite blue-blooded, though. </b> Don't be picky. Anyway, Passnotes has already done all the photogenic royals. </p> <p> <b> So what are the original Posh's thoughts on her young usurper? </b> Mrs Beckham is probably less concerned about the elfin one's pedigree than the possibility of being beaten to the top of the pop charts this Sunday. </p> <p> <b> So, the sticky-backed plastic girl is on course to pip the Spice Girls? </b> Not quite. It's been a long time coming, but Vicky's first solo-ish effort, a duet with Dane Bowers (another teen band refugee), is released today. So, unfortunately, is Miss E-B's ditty, Groovejet (If This Ain't Love), a cross between Stardust's summer catchiness and the pop-lite warblings of theaudience. </p> <p> <b> Thewotsit? </b> Sophie's annoyingly named previous band. You may recall their brief brush with airplay, A Pessimist Is Never Disappointed. </p> <p> <b> No. Am I to assume that Sophie will be nursing a half-empty pint and maintaining a downbeat attitude towards her imminent pop stardom? </b> \"I'm very excited,\" she admits, \"but I'm trying not to think about number one too much because then I'll think we haven't done too well if it goes in at five.\" </p> <p> <b> Five? Heaven forbid! </b> Don't joke. Victoria certainly doesn't think it's funny. After belatedly following her fellow Spices into a solo career, she now faces the ignominy of losing out to her younger rival in both the musical and classiness battle. </p> <p> <b> A bit of posh: </b> \"Sophie really is posh,\" points out loyal mum Janet. \"She doesn't need a nickname.\" </p> <p> <b> A bit of spice: </b> Janet Ellis left Blue Peter in 1987 after it was revealed that she was a single mother. </p> <p> <b> Not to be confused with: </b> Sophie Rhys-Jones, Bret Easton Ellis, Posh Spice.</p>",
  "Firefighters burnt off scrub to make a firebreak in the Sierra Nevada mountains, but wildfires continued to rage across the western US at the weekend. <p>There were still 69 sizeable fires in Arizona, California, Colorado, Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming, said the national fire information centre. </p> <p>In Idaho, where fires are burning on more than 400,000 acres, 79 firefighters from Australia and New Zealand were due to join the crews yesterday. Meteorologists predict more hot, dry weather. </p> <p>AP, Montana </p>",
  "If police corruption merited an entry in the Guinness Book of Records, Arturo \"El Negro\" Durazo, who has died aged 80, would be a strong contender for the title. In Mexico, where the words police and corruption are inseparably linked in the public mind, Durazo's six-year reign as the capital's police chief (1976-82) turned him into the definition of the phenomenon. <p>Yet he is also remembered fondly by many as the man whose mano dura (strong-arm) methods made the streets of Mexico City safe for ordinary citizens. </p> <p>Born in the northern border state of Sonora, Durazo moved to the capital very young. He studied business administration and worked in the central bank from 1944; in 1948, he discovered his vocation as a policeman, switching careers to traffic inspector and then to being an agent of the much-feared Federal Security Directorate (DFS). He was credited with uncovering the activities in Mexico of Cuban exiles under Fidel Castro; in the mid-1950s they plotted the overthrow of the Batista dictatorship. </p> <p>The DFS arrested Castro, along with Che Guevara and other members of the group, but they were eventually released due to political pressure. Durazo was DFS commander from 1958-62. He went on to found the Crime Prevention Investigations Division (DIPD), whose brutality terrified both criminals and the urban guerrillas who were active in the early 1970s. </p> <p>The stroke of luck that sent Durazo's career into the stratosphere was the nomination of his childhood friend, José López Portillo, as presidential candidate for the long-ruling Institutional Revolutionary Party (PRI) in 1976. Durazo became López Portillo's personal security chief, and when the man assumed the presidency he was rewarded with command of the Mexico City police. </p> <p>Eleven months earlier, as López Portillo well knew, Durazo had been indicted by a US grand jury on narcotics charges. But the president's prime consideration, as he once declared, was that he knew Durazo would protect him with his own life. El Negro had a well-deserved reputation for placing loyalty to his friends above everything else. Once he was in the job, he reported directly to the president, bypassing his ostensible boss, Mexico City's mayor. </p> <p>\"Durazo converted the police into a racketeering empire that made his predecessors' performances seem positively innocuous,\" wrote Alan Riding in Distant Neighbours, his book about 1980s Mexico. The sources of his rapidly growing illicit wealth were many, from the bribes paid by every cop in the city to the cocaine trade and kickbacks on the purchase of police equipment. </p> <p>The president granted him, by decree, the rank of general and El Negro began to behave like a mini-dictator. When his convoy of vehicles was on the move, roads were sealed to ensure his security and speed his progress. </p> <p>But despite the excesses, Durazo was much admired - both at home and abroad - for his crime prevention. A Soviet delegation went so far as to declare him \"the best police chief in the world\". </p> <p>Mexico's inhabitants mostly neither knew nor - presumably - cared about the methods his dipos (as the DIPD detectives were known) used to keep crime under control. But when the bodies of 12 Colombians, alleged to be bank-robbers, were found in the Tula River with clear signs that they had been tortured and executed, questions began to be asked. </p> <p>Durazo's downfall came in 1982 with the accession to the presidency of Miguel de la Madrid, who had made moral renewal a theme of his campaign. El Negro then prudently left the country, but the details of his wealth, and its origins, were revealed in a book by his former personal aide, José Gónzalez, which became a runaway bestseller. Durazo later won a libel case against Gónzalez - from inside his prison cell. </p> <p>During his ascendancy, Durazo had built himself a $2.5m mansion on the outskirts of Mexico City, with a horse-racing track and a replica of the Studio 54 discotheque in New York. In the Pacific coast resort of Zihuatanejo, his cliff-top retreat, complete with classical columns, was nicknamed the Parthenon. </p> <p>In January, 1984, he was finally charged (in absentia) with tax evasion. Two months later the charges were expanded to include extortion, smuggling and possession of illegal weapons, and the government formally sought his extradition from the US. </p> <p>He was arrested in Puerto Rico later that year, extradited to Mexico and sentenced to 25 years in prison, although in fact he served less than eight. His Mexico City palace was opened as a museum of corruption and proved a popular attraction. </p> <p>Paroled in 1992, he retired to Acapulco and, by some accounts, spent his declining years helping alcoholics to kick the habit. At his memorial service, former president López Portillo (himself one of the most reviled political figures in the country) defended El Negro. Praising his courage and honesty, he said he had lost \"a friend and a great collaborator. He was a magnificent policeman, by vocation and by devotion.\" </p> <p>Durazo is survived by his wife, Silvia Garza, and their four sons. </p> <p>\u0095 Arturo Durazo Moreno (El Negro Durazo); police chief turned criminal, born 1920; died August 5 2000</p>"
]