[
  "<p>Companies in the 21st century have to be aware of a triple bottom line - profit, society and the environment. And naturally young managers are now demanding their MBA courses cover issues like ethics, environmental sustainability and social concerns. </p> <p>This year the Association of Business Schools officially recognised the importance of ethical business practice with the introduction of a special Business and Society section in its annual Business Schools Awards, sponsored by Clerical Medical and supported by the Guardian. </p> <p>The winners, Alex Nicholls and Charlotte Opal, who were Masters of Business Administration at the Said Business School, University of Oxford, impressed with a project to establish a fair trade wine in the UK, which they are promoting themselves with independent wine retailers as outlets. </p> <p>Their MBA included several subjects relevant to ethical trading. The Global and Comparative Business course included a detailed analysis of the stakeholder model of operating a company, which takes account of workers and local communities. </p> <p>\"We looked at business philosophies, comparing the Anglo-American shareholder model to the German Japanese stakeholder model in which workers have interests in the company,\" explains Opal, a Rhodes Scholar. </p> <p>The aim of fair trade is to make sure that people in developing countries earn a living wage and that the production process is environmentally sustainable. </p> <p>Nicholls and Opal made a research trip to South Africa to investigate social and ethical concerns such as the lack of labour rights protection for vineyard workers and the illegal practice of paying workers in wine. These aspects - and the monopolistic power of multi-national wine exporters in Mexico - had to influence their business plan. But the problem for businesses that wish to be ethical and for consumers is the complicated nature of third world economics. While the developed world, for example, views child labour as undesirable, a child's earnings may be essential to its family, so the issue of business ethics becomes complicated. </p> <p>\"Consumers want to do the right thing,\" says Opal, \"but they don't necessarily know what the right thing is and so have to trust the trader.\" </p> <p>British business schools are only just introducing ethics in business to their MBAs. Warwick University set up its corporate citizenship unit two years ago but it is the only one in the UK. </p> <p>Professor Malcolm McIntosh explains that the world is changing and that organisations need to have values. \"They have to understand the different forms of capital, not just financial capital but relationship and social capital.\" </p> <p>It was young managers themselves who wanted social accountability in business to be part of their MBA courses. Now, he says, businesses have to take responsibility for such matters as human rights, environmental and social impact. </p> <p>\"Business does not operate in a vacuum. The rules of the game are such now that we have to be aware of all stakeholders, customers, staff and the communities in which companies operate. You can't make money unless you understand people's values.\" </p> <p>Companies have to be aware of the triple bottom line - profit, society and the environment. Professor McIntosh believes a cluster of British companies, including Shell and BP, are leading the way in this sea change. </p> <p>At Strathclyde School of Business, ethics has also become a core part of the MBA. \"The aim is not to judge but to be a way of making students aware of the wider range of factors which will affect the environment they work in,\" says Professor George Cairns. </p> <p>They have to consider the political, legal, environmental and social framework and look at the various ethical considerations in different countries. </p> <p>Students can go further into the moral minefield with two electives, one that looks at business ethics in more detail and a course in Power and Organisations. Apart from looking at power structures inside organisations, this elective looks at the power of organisations on a macro level and considers how people exercise power, says Prof Cairns. </p> <p>Using TV documentaries of the Union Carbide disaster at Bhopal and its consequences over a decade, tutors encourage students to consider the issues involved. </p> <p>Halfway through the case study, students are asked to put themselves into the positions of the stakeholders and think about how the problem is unfolding from their point of view. </p> <p>\"I think it works,\" says Prof Cairns. \"I hope the students go out with the capacity to look at things from different perspectives.\"</p>",
  "<b>Why is the Omagh bombing still making headlines?</b> <br> The Omagh bomb was the worst single atrocity in Northern Ireland's history but more than two years after it killed 29 people, the culprits are still free. The BBC's Panorama programme on 9 October named four men out of 15 alleged suspects. The programme was supported by some of the families of victims who feel it could help breach the wall of silence that is protecting the guilty. But the broadcast has also been met by a chorus of concern, led by the Irish prime minister, Bertie Ahern, arguing that \"bandying names about\" has damaged the chances of securing convictions. <p><b>Do the police have any leads?</b><br> Only one of the alleged suspects, a pub landlord, has so far been accused of conspiring to cause the explosion and is awaiting trial in the Republic of Ireland. Despite one of the largest investigations ever in Northern Ireland, no one else has been charged. The authorities on both sides of the border have said that they do not have sufficient evidence to charge.</p> <p><b>What evidence did the programme cite?</b><br> Panorama gave details of the case against the suspects, which, to a large extent, hinges on mobile phones they either used or owned. Mobile phone records allegedly show their users on the journey to Omagh to plant the bomb. The BBC claimed eyewitnesses had given evidence to police as to who was using the phones but were terrified of testifying. </p> <p><b>Did it reveal anything about how the bomb was allegedly planted?</b><br> Yes. The BBC said police believe the stolen red Cavalier that carried the 500lb bomb was driven across the border behind a \"scout car\" that checked the route for police and soldiers. The drivers of the cars are thought to have spoken to each other on two mobile phones. The movements of the phones have been tracked from the Irish Republic to Omagh and then back again at a time congruous with the bombing and along a plausible route. </p> <p><b>But by naming them, has the BBC not prejudiced a future trial?</b><br> Just 90 minutes before the Panorama programme was aired, the BBC survived a legal challenge demanding that it pull the plug on the broadcast. The Northern Ireland human rights commission sought an injunction in Belfast's high court, arguing identification could damage police investigations and that there were \"implications for the personal safety and right to life\" of those named. They also said that people had a right to be protected from a \"trial by media\". But Mr Justice Kerr ruled that there was no evidence a future trial could be prejudiced whether this involved a judge sitting alone or with a jury.</p> <p><b>What do the police and families think?</b><br> The Royal Ulster Constabulary chief constable, Sir Ronnie Flanagan, sent a letter to the director general of the BBC asking for assurances that no material would be used that would or might have an \"adverse effect on future prosecutions\". Some of the families have supported the BBC, sharing their hope that the programme will jog someone's memory or conscience. However, others have been critical, including Lawrence Rush, who lost his wife in the bombing. Mr Rush started the legal moves against the programme in the Belfast high court on Friday last week. </p> <p><b>Who are the suspects the BBC have named?</b><br> The Guardian, the Daily Telegraph and the Independent have not named them, but the Times and the Daily Mail have followed the BBC in doing so. The men named by the BBC all live in the Republic, in the border area around South Armagh and Co Meath. One has a previous conviction for terrorist offences. </p> <p><b>Will the murderers ever be brought to justice?</b><br> The police investigation continues. Last week Mr Ahern announced tougher measures against the Real IRA. He met the prime minister, Tony Blair, in Downing Street today to attempt to move on the stalled peace process and it is likely that their discussions included the Omagh bombing. But much will depend on whether new evidence is found, if new witnesses come forward, or if the ones already known to the police can be convinced to testify against the alleged terrorists.</p> <p><b>Useful links</b><br></p> <p><a href=\" http://www.guardianunlimited.co.uk/Northern_Ireland/Story/0,2763,380133,00.html\">Related story: Panorama returns to form</a><br></p> <p><a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland/0,2759,178755,00.html\"> Special report: Northern Ireland</a><br></p> <p><a href=\"http://www.guardianunlimited.co.uk/BBC/0,2759,177763,00.html\"> Special report: the future of the BBC </a><br></p>",
  "The foreign secretary, Robin Cook, is to visit the Middle East to support diplomatic efforts to end violence and get Palestinians and Israelis back into negotiations, the Foreign Office said today. <p>Mr Cook is expected to set off tomorrow on a tour of Israel, the occupied territories, Jordan and Syria, said a Foreign Office source.</p> <p>Earlier today, Israel's prime minister Ehud Barak pulled back from the brink of war to give Palestinian leaders more time to quell the clashes that have killed 88 people over the last 12 days. </p> <p>But new violence flared in the Gaza Strip, where hospital officials said a 12-year-old Palestinian boy had been critically wounded by a bullet to the head. </p> <p>The Israeli leader's change in position, including an expression of willingness to attend a US-hosted peace summit if one is arranged, came after two phone calls from the US president, Bill Clinton, Israel's army radio reported. </p> <p>Mr Barak, who is under international pressure to avert war, said he had made the decision after weighing the possibility of a prolonged, armed conflict. A Palestinian uprising against Israel in 1987 lasted six years and ended with the first, historic peace accord in 1993 with the PLO. </p> <p>Mr Barak told the Israeli army radio: \"It is right to bear up for a few more days... and not find ourselves in a few more weeks or months bogged down in a difficult conflict knowing that we may have been able to prevent it.\"</p> <p>Meanwhile, the UN secretary general, Kofi Annan, the European Union security chief Javier Solana, and the Russian foreign minister Igor Ivanov pressed ahead with efforts to restore calm. </p> <p>Mr Ivanov met Palestinian leader Yasser Arafat in the Gaza strip. \"We discussed in detail everything to save the peace process, and how to protect it in spite of all the challenges we are facing,\" Mr Arafat said afterwards. But he renewed accusations that Israel has used excessive force against rioters.</p> <p>The sides were discussing, through third parties, a Palestinian demand that Israel agree to allow an international commission to investigate the events. Most of the dead have been Palestinians. </p> <p>Nabil Shaath, a senior aide to Mr Arafat, said a UN envoy was delivering a letter to the Israelis listing countries the Palestinians would accept on such a commission. </p> <p>Mr Barak today appeared readier to compromise on the issue, telling Israel radio he would accept an inquiry \"under the authority and responsibility of the United States\". Previously, he had said he would only consider submitting Israeli findings to the Americans for review. </p> <p>However, Raanan Cohen, a minister in Mr Barak's government, said the extension to the conflict deadline was only a matter of \"one, two or three days\". And, apparently fearing more trouble, the government instructed the military to step up operations to protect Israelis. </p> <p>A senior Palestinian negotiator, Saeb Erekat, said it was up to Israel to take steps to end the clashes. </p> <p>\"We want to stop the Israeli army from continuing shooting Palestinians. We want to stop [Jewish] settler terrorism against Palestinians, and we also want to see the Israeli government stop killing its own [Arab] citizens.\" </p> <p>The shooting of the Palestinian boy in Gaza occurred in the southern town of Rafah, on the border with Egypt. No details were immediately available. </p> <p>Much of the violence overnight was centred in Israel itself. In the seaside community of Bat Yam, just south of Tel Aviv, two Israeli Arabs were stabbed, according to Israel TV. </p> <p>In nearby Jaffa, three Arab-owned apartments were burned while some Jews, chanting \"Death to the Arabs\", smashed car windows and throw stones at police. There were Jewish-Arab clashes from the Sea of Galilee in the north to the Negev Desert in the south. </p> <p>Israel's army radio said the scenes looked like \"civil war,\" and described relations between the country's Jewish majority and Arab minority as the worst in decades.</p>",
  "The Panorama programme that named four men allegedly involved in the Omagh bombing did not only defy the critics in Northern Ireland, it also stuck two fingers up to the BBC mandarins who shunted the series off to the graveyard slot on Sunday nights. <p>John Ware's report - the last to be shown in the usual Monday night 10pm slot - demonstrated that the BBC's flagship current affairs series still has the capacity to tell a cracking story in a gripping style, as well as stir up enough fuss to get itself on to the front pages. It was watched by 4.2 million people, an impressive figure for a programme about Northern Ireland.</p> <p>In this sense, Ware's report was not only important politically, it demonstrated to figures such as the BBC director of television, Mark Thompson, who is understood to be behind the decision to shift Panorama to Sunday nights following the move of the nine o'clock news to 10pm, that hard-hitting current affairs can justify its place at the heart of the peak time schedule.</p> <p>The programme's success was simple: it mixed typical BBC authority, Roger Cook-style confrontations with suspects and emotional interviews with victims' families, resulting in an effective and memorable piece of television. </p> <p>Undeniably, the evidence was thin - Ware only had mobile phone records to go on - but the programme did not name the suspects as the \"Omagh bombers\", it simply stated that they had questions to answer. </p> <p>Some relatives of the Omagh dead felt that the programme would prejudice any future trial. The high court in Belfast disagreed, dismissing an application for an injunction 90 minutes before the programme went on air.</p> <p>There are other concerns, however. Clearly, Ware relied heavily on the police for the information he gathered. There were also hints that police were involved in protecting Ware and his team when they visited the houses of those he named. At one point, Ware revealed that \"local police\" told him that associates of one man had turned up at one location a few minutes after Panorama's departure. So why were the police so happy to associate themselves with Panorama, and John Ware? The Omagh investigation has reached an impasse. Police know who carried out the atrocity, but they do not have enough evidence to bring them to trial. They need people to testify in court. </p> <p>Appeals by the RUC are unlikely to cut much ice with nationalists and republicans, but Ware has, in the past, questioned security service involvement in the deaths of prominent Catholics. He is a figure with independent credentials. But in aligning himself with police, did Ware allow himself to be manipulated? </p> <p>Ware would deny such a charge in strong terms. The programme had the blessing of many, if not all, of the victims' relatives. Ware also put himself in a great deal of personal danger, and decided to shoulder most of the risk - note that the programme did not end with the usual production team credits. It is also undeniable that the four men named by Panorama have serious questions to answer. </p> <p>Panorama, in one of its most memorable programmes of recent years, has returned to form.</p>",
  "<b>Marko Milosevic in Moscow?</b> <p>The possible whereabouts of the son of the former Yugoslav leader, Slobodan Milosevic, is analysed in many of today's papers. After 36 hours spent in hiding in the residence of the Yugoslav ambassador in Moscow (his uncle, Borislav Milosevic), Marko Milosevic took a plane to Beijing on Monday morning. No Chinese visa had been arranged for him, so Marko was turned away and put on the first Aeroflot flight back to Moscow.</p> <p>However, Kommersant reports that a crowd of journalists waiting to meet the plane on its landing in Moscow were unable to spot him among the passengers. Both <b>Kommersant</b> and <b>Izvestiya</b> speculate on the possibility that Marko Milosevic was travelling with a large quantity of gold taken from the Yugoslav state reserves. </p> <p><b>Crisis in Israel</b> </p> <p>The decision by Igor Ivanov, the Russian foreign minister, to make a last minute trip to Damscus and Tel Aviv to aid diplomatic attempts to stave off war between Israel and Palestine makes front page news. The pro-Kremlin <b>Nezavisimaya Gazeta</b> concludes that: \"Russia, using its close relations both with the Arab and the Israeli worlds, is doing all it can to restore calm to the region.\" The liberal daily <b>Sevodnya</b> is more sceptical about his chances of success, printing the headline \"Igor Ivanov is trying to perform a miracle\". </p> <p><b>More details from Yeltsin's memoirs</b> </p> <p>Ex-president Boris Yeltsin's admissions about his alcohol consumption in the latest extracts from his autobiography continue to fascinate the Russian press. The tabloid <b>Komsomolskaya Pravda</b> devotes half a page to reprinting in full Yeltsin's explanation for his drunken behaviour in Berlin in 1994, when he began to conduct an orchestra while swaying - images that were broadcast swiftly around the world. </p> <p>\"These were very difficult days for me,\" he said. \"For once, I could not hold myself back, I became unhinged.\" He admits that he used to enjoy a glass or two of vodka, but states that since a doctor's warning in 1995, he has permitted himself only the occasional glass of wine. Analysing Yeltsin's recent interviews, timed to coincide with his book launch, <b>Sevodnya</b> declares that the former president is aiming to boost his political influence with the book - taking the opportunity to criticise Putin for his handling of the Kursk and of the Russian media. </p> <p><b>Red Square Development</b> </p> <p>Plans to build a large hotel and shopping centre complex in the middle of Moscow's most famous landmark, Red Square, are disclosed in several papers. </p> <p>Details of the project were revealed during a speech made by the Kremlin's property manager, Vladimir Kozhin, to a Russo-American trade symposium in Boston. The news took Moscow architects and planners, who were unaware that such a project was even under consideration, by surprise. The complex is to consist of three parts - a centre, where precious metals and gems will be sold, a large antiques shop and a high quality hotel aimed at \"elite clients\". </p> <p><b>Sevodnya</b> reports on the outrage among politicians caused by the announcement and quotes the chair of the Moscow Duma, Vladimir Platonov, who states: \"Red Square is a architectural heritage site. In order to change the way it looks, one needs to get agreement from a huge number of people. I, as a Muscovite, hope that the initiators of this project never get that agreement.\" </p> <p><b>Student murders in Altai</b> </p> <p><b>Sevodnya</b> publishes the photographs of five young women, thought to have been murdered when they travelled from home to apply for university in Barnaul, in Russia's Altai region. </p> <p>The unexplained disappearances of the five women shocked the country in the summer. Initially there was speculation that they might have joined a religious cult, but the paper reports that hopes that they may still be alive are fading after two mutilated women's bodies were found by mushroom pickers in a forest nearby. One of the corpses has already been firmly identified as one of the missing women. No suspects have yet been identified.</p>",
  "<p>The Panorama programme that named four men allegedly involved in the Omagh bombing did not just defy the critics in Northern Ireland, it also stuck two fingers up to the BBC mandarins who shunted the series to the graveyard slot on Sunday night.</p> <p>John Ware's emotion-filled report - the last to be shown in the usual Monday night 10pm slot - demonstrated that the BBC's flagship current affairs series still has the capacity to tell a cracking story in a gripping style, as well as stirring up enough fuss to get itself onto the front pages His report was not only important politically, it demonstrated to figures such as the BBC director of television, Mark Thompson - understood to be behind the decision to shift Panorama following the move of the Nine O'clock News to 10pm - that hard-hitting current affairs can justify its place at the heart of the peak-time schedule</p> <p>The programme mixed typical BBC authority, Roger Cook-style confrontations with suspects and emotional interviews with victims' families to produce an effective and memorable piece of television. Undeniably, the evidence was thin - Mr Ware only had mobile phone records to go on - but the programme did not name the suspects as the \"Omagh bombers\". It simply stated that they had questions to answer.</p> <p>Some relatives of the Omagh dead felt that the programme would prejudice any future trial. The high court in Belfast disagreed, dismissing an application for an injunction 90 minutes before Panorama went on air. But there are other concerns. Clearly, Mr Ware relied heavily on the police for information. There were also hints that police were involved in protecting Mr Ware and his team when they visited the houses of those he named. At one point, he revealed that \"local police\" told him that associates of one man had turned up at one location a few minutes after Panorama's departure.</p> <p>So why were the police so happy to associate themselves with Panorama and John Ware? The Omagh investigation has reached an impasse. Police know who carried out the atrocity, but they do not have enough evidence to bring them to trial. They need people to testify in court. Appeals by the RUC are unlikely to cut much ice with nationalists and republicans, but Mr Ware has, in the past, questioned security service involvement in the deaths of prominent Catholics. He is a figure with independent credentials. </p> <p>But by aligning himself with the police, did Mr Ware allow himself to be manipulated? He would strongly deny such a charge. The programme had the blessing of many, if not all, of the victims' relatives. Mr Ware also put himself in a great deal of personal danger, and decided to shoulder most of the risk - note that the programme did not end with the usual production team credits. It is also undeniable that the four men named by Panorama have serious questions to answer. </p> <p>Panorama, in one of its most memorable programmes of recent years, has returned to form.</p>",
  "Anyone driving towards the Lebanese town of Baalbek begins to notice a change in the landscape. Army checkpoints become more frequent. Posters and signs, once bilingual, are written only in Arabic. Most alarmingly for many European visitors, red and yellow flags depicting an upthrust arm gripping an AK47 start to appear. <p>It shouldn't shock us, perhaps: elsewhere in the Middle East, Israeli men and women on military service have a habit of carrying their army-issue guns everywhere (even Tel Aviv nightclubs) because the penalty for losing them is so high. Nonetheless, it still comes as a surprise that eight years after the civil war - and seven years since they released British journalist John McCarthy - the militant Islamic faction of Hizbullah is still in remarkably good shape.</p> <p>Hizbullah is more than just a guerrilla faction. It is a political party in its own right, with seats in the Lebanese parliament, and the Bekaa valley and south Lebanon are its strongholds. It was in Baalbek, the organisation's headquarters, that the western hostages spent part of their captivity and, perversely, it is Baalbek that attracts the majority of visitors to Lebanon. </p> <p>They don't come to inspect the large Hizbullah barracks perched on the eastern slopes of the town, or to watch the organisation's local television channel, Baalbek TV. They come to gaze at the vast complex of ruined Roman temples which overlooks the town.</p> <p>Perhaps the organisation thought that Israeli air forces might think twice before destroying the tallest temples ever built by the Romans. More likely, they realised its strategic importance. Baalbek lies close to the border with friendly Syria, and its position allows Hizbullah forces to get to the Israeli border in the south easily, bypassing Beirut and the crowded coastal towns of Lebanon.</p> <p>And they are ready to fight. Invigorated by Israel's withdrawal from the 'occupied zone' of south Lebanon in May, Hizbullah has turned its attention to the dispossessed Palestinian Muslims in Israel and Chebaa, a piece of land seized by Israel from Syria in 1967. </p> <p>Writing a postcard on the steps of the Temple of Jupiter a fortnight ago, days before violence broke out on the West Bank, I was surprised to hear the sound of gunfire coming from the Hizbullah camp on the hill. Soon afterwards, we heard the deeper boom of tank guns being fired. This practice session continued well into the evening and attracted not the slightest attention from the Lebanese tourists photographing the ruins or the Syrian soldiers smoking in the Temple of Bacchus on their day off.</p> <p>Far from mollifying the party, Israel's pullout gave Hizbullah a new credibility. Until May, they dared not approach the Israeli border; now they have deployed troops only a few hundred metres away from it. This move infuriated Israelis, who would like to see Lebanon's president, Emile Lahoud, crack down on the paramilitaries. </p> <p>Given that it is Syrian troops who are largely responsible for keeping the peace in Lebanon - despised by some Lebanese Christians, welcomed by most Muslims - wiping Hizbullah from the landscape of Lebanon would be not only undemocratic, but virtually impossible.</p> <p>We drove back to Beirut through a road dotted with Bedouin tents, many of them made of old sugar sacks sent by the EU. Palestinian refugees sat cross-legged at junctions and watched the traffic go by. Occasionally an improvised wall of earth and sandbags tried to conceal a stash of tanks (some of them fake) from the road. </p> <p>The stereotypical face of Hizbullah - an armed, sinister figure in sunglasses, military fatigues and headscarf - was nowhere to be seen. Yet Hizbullah was everywhere: in the flags draped from car repair shops, in the insignia sprayed on walls, as much a feature of Baalbek as its ancient temples. If Israel bombs its neighbour again, the government may not strike back. But Hizbullah will.</p>",
  "<p>David Beckham may be on the cover of most of the magazines at your local newsagent, Tony Adams may be TV's most ubiquitous deodorant salesman, but for real sporting-icon status Jari Litmanen knocks the pair of them into a cocked hat. For Finland's playmaker enjoys the rare distinction of being immortalised on a postage stamp. Having your back licked by a million Finns may not be everyone's idea of celebrity but in a country where football lags a long way behind winter sports and motor racing in popularity it is about as good as it gets. </p> <p>The fact that Finland's most famous footballing son is currently languishing in Barcelona's reserves will not fool England's caretaker manager Howard Wilkinson into thinking it will be an easy ride in Helsinki tomorrow night. For a start, unlike Beckham and Adams, Litmanen will actually be playing. </p> <p>Wilkinson will naturally be hoping to start the post-Keegan era with a good result - which might under the circumstances be a draw - but Litmanen knows all about raining on other people's parades. When Wales wanted to open Cardiff's Millennium stadium in style last March they left nothing to chance. Ryan Giggs was persuaded to play his first international friendly in living memory and as opponents the Welsh FA picked Finland, one of the few teams they could reasonably entertain hopes of beating. But they reckoned without Litmanen, who popped up in the penalty area after 21 minutes, as he so often does, to sidefoot the first goal of Finland's 2-1 victory. </p> <p>Scoring goals is Litmanen's stock-in-trade. And setting them up. And, in fact, everything else you could ask for in an attacking midfielder. In the great Ajax side of the 90s he scored 91 goals in 159 league games and his record in the European Cup is an equally impressive 18 in 32. </p> <p>Like Giggs, who also scored in that match, Litmanen has long had to shoulder the burden of being by far the best player in an otherwise undistinguished international side. But after 11 years in the Finnish squad he feels that the time is ripe for the team to raise their station as their Scandinavian neighbours Sweden, Denmark and Norway have done in recent years. \"This is the best team we have had in our history,\" he says. </p> <p>Although only 29, Litmanen is such a veteran that he played against Graham Taylor's England eight years ago in a friendly and was brought down for the penalty that brought Finland's goal in a 2-1 defeat. The only England survivor from that game, Martin Keown, may again find himself chasing Finland's No10, who will claim one of the three forward positions in a 4-3-3. </p> <p>Both his father and mother played football and Litmanen followed in dad's footsteps into his local team Reipas Lahti after turning his back on ice hockey. A move to HJK Helsinki was followed by a brief stint at MyPa before Ajax came in with a £66,000 bid, a Finnish record at the time. </p> <p>He arrived at Ajax in 1992 and for his first season largely had to bide his time as Dennis Bergkamp monopolised the No10 shirt. But after Bergkamp's departure for Internazionale he quickly became a favourite with the Amsterdam crowd, who to this day mourn his departure to Spain last year. </p> <p>Finland's best player he may be but this season he cannot get a kick at club level. He had followed Louis van Gaal to Barcelona last summer as part of the Dutchman's effort to recreate his Ajax team in Catalonia. Litmanen was one of six members of Ajax's 1995 European Cup-winning side - the other five were all Dutch - to join Barca under Van Gaal. Unfortunately, with Van Gaal's departure from the Camp Nou this summer, having seven years at Ajax on your cv is not the recommendation it once was, as Winston Bogarde has already found. The new coach, Llorenc Serra Ferrer, has shunted Litmanen on to the transfer list. He might be forgiven for asking, Ali G-style, \"Is it because I is Dutch?\" </p> <p>Litmanen has vowed to stick it out at Barcelona but it is unthinkable that a player of his quality should sit out the remaining two seasons on his contract in the reserves. He has been linked with a number of clubs, including Bayer Leverkusen, managed by Germany's troubled coach-presumptive Christoph Daum, and Liverpool, the club he followed as a boy and who are captained by his international team-mate Sami Hyypia. </p> <p>Litmanen got Finland's World Cup campaign off to a solid start with the first goal in their 2-1 win over Albania. And in a group where the Finns think all teams will drop points, hopes will be high that he can lead them to victory and a six-point cushion over England. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>When it comes to the stewardship of their national football team, Argentines are said to fall into one of two camps. There are those that want a man who embraces the philosophy of the gaunt, lank-haired, chain-smoking Cesar Luis Menotti, the mastermind of Argentina's victory in the 1978 World Cup, and those who believe the leader must be somebody like Carlos Bilardo, the belligerent arm-waver with the toucanesque profile who repeated the feat in Mexico eight years later. </p> <p>There are complicated socio-economic and political theories about how these divergent schools of thought came to surround the pair and what they both represent, but basically it is a battle between romance and pragmatism. If Menotti looks like the sort of careworn boulevardier you might stumble across singing Jacques Brel songs in a Hamburg cabaret, Bilardo is the merchant sailor who would jump on stage, knock him down and do a tap dance on his windpipe. </p> <p>In the wake of Kevin Keegan's resignation it is clear that England, like Argentina, now has a couple of radically opposed football philosophies. In Buenos Aires the opposition groups converged on two men, in London they have rallied round the edifices they regard as the core of future success. </p> <p>On the right side were those individualists who believe in the supreme importance of the spirit, motivation, mood and Max Wall impressions of The Dressing Room, and on the left those who are convinced success can only be found within the altogether less nebulous and more modern confines of The Structure, a vast homogenous tactical pyramid that should allow players to move from one place to the next without noticing they are anywhere different (a role currently carried out by the TGI Friday's chain). </p> <p>The Dressingroomistas were clearly on the back foot on Saturday night. Keegan, fittingly elected by the people in a psychic plebiscite carried out by the People, was one of their own. And now he had gone, apparently admitting that, in the modern game, being able to organise a sweepstake on how many times Andy Cole will use the phrase \"As I say\" in a TV interview is no substitute for being able to organise a midfield. </p> <p> The apparent betrayal left those who believe in the power of The Dressing Room reeling. A stunned Lawrie McMenemy spoke for many of his creed when with a mixture of incredulity, sadness and defiance he commented: \"The dressing room, which no matter what anyone says is the most important part of it, was welded together\". (Outsiders may have thought the former Southampton supremo was speaking figuratively at this point. Inspection of the home dressing room at Wembley indicated otherwise. In a bid to inspire some devil-may-care spirit in his squad the England boss had indeed welded all the doors shut, ensuring that the players had to jump in and out through the windows, just like those latter-day Robin Hoods, Bo and Luke Duke, getting into their automobile General Lee in the popular 70s TV show The Dukes of Hazzard). </p> <p>Another man who must have been hurt by Keegan's sudden departure was the FA chief executive Adam Crozier. The plausible Scot is a confirmed Structuralist but saw the need to broker a compromise. Through Keegan he was hoping that the mystic philosophy of The Dressing Room could somehow be shoehorned into The Structure. </p> <p>For a while at least the Dressingroomistas will have to retreat to their tiled and steamy fastnesses, lick their wounds and practise their tea-cup throwing. The field now belongs to the FA technical director Howard Wilkinson, who has long been England's leading Structuralist. </p> <p>Wilkinson does not believe in personalities (he ditched his own years ago). He's a grafter too. Something as massive as The Structure doesn't just build itself and the former Leeds boss has been hammering away behind the scenes like Harrison Ford in the barn-raising scene in Witness. </p> <p> All at the FA who have seen the result have pronounced it impressive. Indeed Crozier has said that The Structure is so marvellous that England can now realistically aim to win the World Cup in 2006. </p> <p>The only problem is that, if the plans for the new Wembley are anything to go on, the FA's judgment of what represents an impressive structure may actually be a stunning combination of a dog's breakfast and a pig's ear. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "A song by John Lennon, released for the first time yesterday on what would have been the former Beatle's 60th birthday, appears to contain a premonition of his death at the hands of \"the angel of destruction\". <p>Help Me To Help Myself, a piano-accompanied ballad, appears on a digitally remastered version of Double Fantasy, the last album he recorded before he was shot dead outside his New York apartment by Mark Chapman in 1980. The song includes the lines: <br><br> Well I tried hard to stay <br>alive, <br>But the angel of destruction <br>keeps on hounding me, all <br>around. <br><br>But I know in my heart that we <br>really never parted, oh no. </p> <p>Lennon's widow Yoko Ono had kept the recording private for 20 years. \"With Double Fantasy, I thought it would be an ideal opportunity to introduce one of John's still unheard tracks,\" she said yesterday. </p> <p>\"He was playing this on the piano at home, half-laughing and saying 'Wouldn't it be something if we ever put this out?' </p> <p>\"They say people start to think of God near death. It's possible that was the case here. Whatever he was thinking of doing, it is a beautiful song and I wanted to share it.\" </p> <p>Double Fantasy, a copy of which Chapman was carrying on the night of the murder, also contains Walking On Thin Ice, the last song Lennon wrote with Ono. </p> <p>The birthday was also marked by the reissue of Lennon's first solo album, John Lennon/Plastic Ono Band, with two extra tracks. </p> <p>Yoko Ono was in Tokyo to open the first John Lennon museum. Other commemorative events included a huge ice sculpture of Lennon in Sydney and an aircraft writing \"Remember love\" in the New York skies. In Liverpool, Lennon's home city, his half-sister Julia Baird planted an oak tree in a peace garden.</p>",
  "<p>There was an eerie silence in the Riverside Surgery in <strong> Doctors</strong> (BBC1). There were hardly any patients. Bar Mrs Harriman (who was sitting at a very low table which can't have been good for her posture, especially at her age), there was a distinct lack of people coughing, spluttering and reading months-old magazines; there wasn't even someone strange harassing the receptionist for an appointment. Tumbleweed and a low whistling wind would have fitted the ambience perfectly. </p> <p>It was probably just as well there were only a few patients, though, since the doctors of Doctors didn't seem keen on doing an awful lot of work. Instead, they argued amongst themselves, though strangely not about the decor of their environs. The surgery looked like it had been decorated by Rod, Jane and Freddie, evidently to complement the receptionist who had gone for that boho look, but in primary colours. As she never came out from behind her desk, reports of her dungarees remain unconfirmed but she was definitely wearing a spotty headscarf. It made her look like a particularly cheerful refugee. Which, perhaps, she is. On the run from Sylvia Young. </p> <p>While not all doctors' surgeries are austere and Victorian (\"Please Doctor! Not the leeches!\"), Riverside looked like a nursery. And Mrs Harriman at that low table didn't help either. They should have had her doing potato prints and been done with it. </p> <p>Anyway, there was a story to Doctors (\"100 episodes\", the Radio Times squealed excitedly), but not much of one. Mac - who, sadly, is nothing like his namesake from Knots Landing - had accidentally promised to make both Dr Caroline and Dr Steve partners in the practice, but only one of them could actually be promoted. It turned out to be Dr Steve so Dr Caroline threw a plastic bedpan thing at her door and took to polishing her cheekbones. Dr Steve, whose main character trait is his height, was very pleased with himself until he had to go to a \"partners' meeting\" and not out with Dr Caroline and Dr Rana, the surgery's person of ethnic minority and dubious sexuality. (Often in drama, as in life, overly cheerful men are homosexual.) Edge of your seat stuff, I'm sure you'll agree. </p> <p>There was one patient, however. Bernard, an elderly gent, had a flashback to World War Two on his rideable lawnmower. Now, had this been Casualty, he would have lost control of the machine and mown down his wife in a splatterfest of blood, but as it was, he just sat there as we shared his visions of Lancaster bombers and his pal Johnny getting killed by some Jerry nightfighter. It was all too much for poor Bernard, who eventually decided to see a counsellor for post-traumatic stress disorder. That's what daytime television does to you. </p> <p>And for those of you interested, The British Lawnmower Museum in Southport (motto: Don't Let The Grass Grow Under Your Feet) houses a large collection of restored garden machinery and memorabilia, dating back to the invention of the lawnmower in the 1830s. It also boasts the largest toy lawnmower collection in the world, lawnmowers once owned by Diana Princess of Wales, Nicholas Parsons and Vanessa Feltz and a mower dating from before the time of Custer's Last Stand. Good to know that at the Battle Of Little Big Horn the grass was nice and neat. </p> <p><strong>Heartbreak Homes </strong> (BBC1) were just that. A bizarre programme, it followed the sad stories of people who had bought houses on the coast only to see their gardens, then their houses - and probably their lawnmowers - slip into the sea because of coastal erosion. While it was easy to feel sorry for the likes of George and Jean, a pair of retired bus drivers whose little bungalow was swallowed by the North Sea, it was more difficult to empathise with Terry and Janet who, in a stroke of staggering genius, built a house on really boggy ground. To their great surprise, it sank, though not before \"tell-tale signs\" - which is to say, cracks - appeared on the walls. The cracks were so huge, they were more tell-epic signs and a lesson not to build your house on marshland. Undeterred, Terry and Janet built another house right behind the old, sunken one, only this time with reinforced foundations. \"You can build a house in the middle of the bleeding ocean if you get everything right\", Terry insisted, still not quite having got it. There's no telling some people.</p>",
  "In life, Isaam Joda was a tall, strapping man, but when they lifted the sheet from his body at the morgue yesterday, doctors revealed a shocking sight. <p>Amid a welter of blood, cuts and bruises, the soft skin of his inner arms and left thigh was scarred by pink ovals of seared flesh. A doctor peeled back his right eyelid, pointing to a black mark caused, he said, by a cigarette. </p> <p>According to Bassem Rimawi, director of emergency services at Ramallah's main hospital, Joda was tortured and beaten to death. He believed the wounds on the dead man's arms were caused by a hot iron. </p> <p>The account of torture is repeated by Joda's neighbours in the West Bank village of Um Safa, north-west of Ramallah, and by Palestinian human rights workers. </p> <p>They say Joda was beaten to death by extremist Jews from the West Bank settlement of Halmish. They accuse Israeli security forces of handing Joda over to the settlers, knowing his life would be in danger. </p> <p>Israel categorically rejects the charge. \"This is a lie like so many lies. This is part of the cynical behaviour of the Palestinian side,\" said Colonel Gal Hirsh, who commands Israeli forces in the Ramallah area. \"I asked the Palestinians to join us and to make a combined investigation, and to send the body to one of our pathologists to check whether their claims are right. </p> <p>\"But they did not allow us to see the body. They captured it and took it to Ramallah.\" </p> <p>If the allegations are confirmed, then Joda's death is part of a disturbing new trend to emerge after nearly two weeks of violence in the West Bank and Gaza, as well as within the borders of Israel proper. </p> <p>During the past few days, there has been a spate of ugly attacks: Jews stoning Palestinian motorists, Palestinians firing on isolated Jewish settlements in the West Bank, beatings and stabbings. This is hatred at its most primordial: Jew killing Arab and Arab killing Jew. </p> <p>The Palestinian allegations go to the heart of the angry exchanges between the Israeli prime minister, Ehud Barak, and the Palestinian leader, Yasser Arafat. Mr Barak has demanded an immediate end to the violence; Mr Arafat says such a request is insulting. Instead, he is asking for an international investigation into the deaths of nearly 90 people, almost all Palestinians, in the recent violence. </p> <p>The body of Joda, a house painter in his late 30s, was discovered yesterday morning and taken to the morgue at Ramallah's main hospital. </p> <p>He had last been seen driving near Halmish, on his way to a nearby cemetery where he had work painting the gates. But when he passed a jeep of Israeli soldiers on patrol, he sped away because his battered Fiat was carrying yellow Israeli plates, a serious security offence for a West Bank resident, witnesses reported. </p> <p>Joda was detained. But after his capture, Palestinians say he was turned over to Jewish civilians living in Halmish. \"I believe that after he was captured by soldiers he was put in the settlement and the settlers spent the whole night enjoying him,\" Dr Rimawi said. </p> <p>Col Hirsh denied the account, saying that his troops had no contact with Joda and that they had been under orders to keep a low profile during the Yom Kippur holiday. </p> <p>He said Joda died when his vehicle overturned. \"The man was driving too fast and he was probably smashed up by the impact of the accident,\" he said. \"As you know, it was Yom Kippur and no Jewish person or Israeli would have been on the roads at that time.\" </p> <p>However, the doctor's account is given more credibility by the admission to the hospital of an injured teenager, Mohammed Tamimi from Nabi Salih village, who told medical staff he was captured by the settlers at Halmish and badly beaten. </p> <p>Such attacks appear part of a new phase in the violence. Fired by their leaders' angry rhetoric and the horrific casualties of recent days, people are answering the call of ancient tribal loyalties. </p> <p>\"I live in the same area,\" Dr Rimawi said. \"I never thought of the settlers as prejudiced, but since the beginning of this intifada their attitude is changing. They are stoning our cars every day when we cross the road.\" </p> <p>In Nazareth, in the heart of Israel, hundreds of Jewish extremists attacked an Israeli Arab neighbourhood overnight. When the police arrived they fired rubber bullets at the local Arabs - not their assailants, killing two men. </p> <p>\"What is happening in Nazareth today is a pogrom, bearing all the hallmarks which were well known to Jews in tsarist Russia, that is collusion between the racist attackers and police,\" said Gush Shalom, from an Israeli peace organisation. </p> <p>Apart from Joda, the Palestinian health ministry reported the death of another man last night, shot in the head, apparently by settlers near Ramallah. A 70-year-old Nablus man was also reported beaten by settlers. </p> <p>A Palestinian human rights organisation yesterday accused the Israeli army of colluding with extremist Jews carrying out attacks on Palestinians and Israeli Arabs. Law, the Palestinian society for the protection of human rights and the environment, said three Palestinian men had been killed by settlers in the past two days. The murders were part of a wave of terror enveloping Palestinians, it said. </p> <p>\"For the past couple of days, settlers attacked Palestinian citizens and their property and their homes. They used firearms in their attacks while the occupation army turned a blind eye to their aggressive acts,\" Law said in a statement. </p> <p>The attacks were carried out in the old city of Jerusalem and nearby villages and refugee camps, as well as near the West Bank city of Hebron, a regular point of friction because of the Jewish island that sits in the middle of a large and crowded Palestinian city. </p> <p>They also occurred within sight of the Israeli army. \"Law views the bloody homicides that the occupation army commits against Palestinian civilians as opening the doors for settlers and extreme racists to commit more crimes and cause more bloodshed,\" the organisation said.</p>",
  "Europe was facing a new threat from the far-right last night as Belgium's anti-immigration party, Vlaams Blok, emerged as the biggest political force in the country's second city, Antwerp. <p>In a pattern which is being repeated across the continent, the party defied pollsters who had predicted its demise. Its share of the vote in Antwerp rose to 33%, from 28% in 1994, the last time that local elections were held in Belgium. </p> <p>The Blok's success is part of an alarming trend which has seen Jörg Haider's far-right Freedom party make dramatic electoral gains in Austria, and it mirrors that of Scandinavian anti-foreigner parties which have also recently seen their popularity on the rise. </p> <p>The Blok is often compared to Italy's increasingly popular Northern League, since it would like to see Dutch-speaking Flanders, in the north, break away from Belgium's French-speaking south to become an independent state. </p> <p>The upset in Antwerp hands the Blok 20 of the city council's 55 seats, a level of support that was far from isolated. The party enjoyed electoral success right across the north of the country - the only region it contests - and it consistently clinched more than a fifth of votes in Flemish towns and cities. </p> <p>The voting took place on Sunday, but the margin of victory became clear only yesterday, and the hand-wringing began. </p> <p>Commentators compared the Blok's success to the peste brune, or brown plague, the phrase used to describe the Nazi occupation of Belgium during the second world war. </p> <p>The front page of the influential daily Le Soir was adorned with an apocalyptic image of Antwerp being circled by scary-looking ravens, while the front page of its rival, De Morgen, was turned into a tombstone listing the various cities that had fallen to the Blok. </p> <p>\"One in three Antwerp citizens believes in fear, intolerance, unadulterated racism and law and order,\" the paper lamented. </p> <p>The results are a severe embarrassment to the country's ruling centre-right coalition, which has been one of Europe's fiercest critics of Aus tria's Freedom party. The prime minister, Guy Verhofstadt, did his best to play down the upset, but admitted that the result was \"a stain\". </p> <p>\"All the democratic parties have pledged not to form alliances with the Vlaams Blok. Due to the attitude of other parties, it is doomed to disappear in the long run,\" he predicted. </p> <p>But the Blok's charismatic leader, Filip Dewinter, has threatened to disrupt local government business if his party is not allowed to govern in Antwerp. \"This is a major victory for the Vlaams Blok. I did not expect this, such a major breakthrough,\" he crowed. </p> <p>However, the signs are that the other political parties will bury their differences and form a coalition rather than hand power to Mr Dewinter. They have erected a cordon sanitaire , or exclusion zone, around the Blok since 1994. </p> <p>Although one-third of Antwerp's voters cast their ballots for the Blok, it was hard to find public support for it on the streets last night. \"In the suburbs there are problems with the Moroccans and the Turks, and the people who live there believe the only solution is to vote for the Blok,\" a student, Jeroen Barbe, said. </p> <p>The Blok's \"solution\" to this is brutally simple - it wants to send all non-European foreigners back to their countries of origin.</p>",
  "A Pakistani cleric, accused of recruiting British Muslims to fight a holy war in Kashmir, yesterday won permission to take his battle against deportation to the Lords. <p>Three law lords, Lords Steyn, Hope and Millett, gave Shafiq Ur Rehman, 29, of Oldham, Greater Manchester, permission to challenge a court of appeal decision. </p> <p>The appeal court ordered the special immigration appeals commission to reconsider its ruling that there was not enough evidence on which to base the deportation order. </p> <p>The court, headed by Lord Justice Woolf, ruled that the approach of the commission had been too narrow. Lord Woolf said: \"The promotion of terrorism against any state is capable of being a threat to our own national security.\" </p> <p>Mr Rehman's lawyer, Amjad Malik, said: \"A threat to national security should mean a direct or indirect threat to the UK, not to other countries. My client has has raised concerns about Kashmiri people in his role as a minister of religion.\" </p> <p>Mr Malik wanted the Lords to define the standard of proof needed to show his client was involved in terrorist activities.</p>",
  "<p>Last week witnessed some of the worst violence for years between Israeli troops and Palestinian protesters. At least 69 people have died (mostly Palestinians) and around 2,000 have been injured. What sparked this violence?</p> <p> <strong> What sparked this violence?</strong> </p> <p> On September 28, Ariel Sharon, the leader of Israel's main opposition party (Likud) made a visit to the holy sites in East Jerusalem. This infuriated the local Palestinians and the rioting began. During his visit, Sharon inspected The Temple Mount - a small area containing the Dome of the Rock. This is the third most holy Muslim site, from where Mohammed is believed to have ascended into heaven. The adjacent Western or Wailing Wall of the ancient Temple is also a Jewish holy site </p> <p>For Sharon to go there was seen as very insensitive by the Palestinians. He is hated because in 1982 he had the power to stop the massacre of Palestinian refugees in neighbouring Lebanon but did nothing. </p> <p> <strong> Why is Jerusalem the source of such conflict?</strong> </p> <p> Jerusalem is not just any city. It is where many Jewish Israelis and the Palestinians would like their capital to be. The Temple Mount is thought by Jews to be the site of the Second Temple. Its destruction by the Romans in 70AD began nearly 2,000 years of Jewish exile from the Holy Land. Jews began returning to what was then Palestine in the 1880s, but Israel came into existence only in 1948. </p> <p>In 1967, in the Six Day War, Israel attacked and defeated its neighbours Jordan, Syria and Egypt, which had threatened war. As part of that victory it conquered the eastern part of Jerusalem (the city was already divided) and a large area of land up to the River Jordan. This has become known as the West Bank. The Israelis have been told to give this land back by the United Nations. </p> <p> <strong> Why are Palestinians and Israelis in conflict?</strong> </p> <p> Just as the Israelis regard these lands as home, so too do the Palestinians. They hoped that after the first world war, when the Middle East was freed from Turkish control, they would be given space to create a Palestinian state. This never happened. Instead the British, who were in charge of the region, tried to get them to accept splitting the land into Jewish and Palestinian sections, with Jerusalem an \"international city\" looked after by the United Nations. </p> <p>The Palestinians rejected this and joined with their Arab neighbours in trying to destroy Israel in 1948. This war also resulted in Arab defeat. Over one million Palestinians were driven from their homes, ending up in refugee camps all over the Middle East. </p> <p>Israel's victory in the 1967 Six Day War meant that those Palestinians living on the West Bank, taken from Jordan, found themselves under Israeli occupation. This tense situation has not been improved by the arrival of more than 161,000 Jewish settlers who have taken land since then on the West Bank and in another occupied area called Gaza (now controlled by the Palestinian Authority). </p> <p> <strong> What efforts have been made to sort out all these problems?</strong> </p> <p> Negotiating peace in the Middle East has been painfully slow. The first breakthrough came in 1979 when Egypt recognised Israel's right to exist. The Israeli leader who did most to promote peace was Yitzhak Rabin, but his willingness to talk to the Palestine Liberation Organisation (PLO) at Oslo was unacceptable to some extremists and led to his assassination. Progress was being made in talks between the current Israeli leader, Ehud Barak, and the Palestinian leader, Yasser Arafat (overseen by President Clinton), until these troubles began. </p> <p> <strong> What are the key issues in these negotiations?</strong> </p> <p> Agreement is needed about those Palestinian refugees wishing to return home, the Jewish settlers and control of West Bank water resources. These may be complicated matters but are simple compared to the issue of Jerusalem, though even there there have recently been signs of a possible compromise. </p> <p> <strong> Is the fighting in anyone's interest?</strong> </p> <p> The conflict is clearly putting pressure on the Israeli leader, Barak, and focusing world attention on the Palestinian cause. Some experts have suggested that is why the Palestinian authorities have been slow to halt their people's street protests. But Barak has elections coming up and does not want to appear weak. That may explain the ferocious response of the Israeli army. </p> <p>The Palestinians want an independent inquiry into the violence. It is unlikely that Israel will accept this. And while these discussions carry on, the main peace talks are paused. </p> <p> <strong> Curriculum links: history, RE, geography and citizenship.</strong> </p> <p><strong> Useful websites:</strong> <br></p> <p><a href=\"http://news.bbc.co.uk/\">BBC</a> and <a href=\"http://www.europe.cnn.com\">CNN</a> for background to the Middle East conflict. <br></p> <p>See also: the Palestinian refugee site: <a href=\"http://www.arts.mcgill.ca/MEPP/PRRN/prfront.html\">www.arts.mcgill.ca</a><br> Israeli government site: <a href=\"http://www.info.gov.il/eng/mainpage.htm\">www.info.gov.il</a> <br></p> <p>\u0095 First Edition is a current affairs series for schools on C4 presented this week by Phil Gayle and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11.25am and repeated on Wednesday at 11.25am. Go to the First Edition Quiz at: <a href=\"http://www.4learning.co.uk/first_edition\">www.4learning.co.uk/first_edition</a></p>",
  "<p>Rob Munro left school with just a swimming certificate and eventually found a dead-end job in a London hotel. </p> <p>Six years ago, strolling past the Mary Ward Centre for adult education in Queen Square, he stopped and went in. </p> <p>\"Immediately, I felt it was a warm place, nobody was coming on heavy,\" says Munro, who is now 31 and has just started his second year of a fine art degree at Chelsea College of Art. </p> <p>Mary Ward would have liked Monro's story. It would have confirmed her commitment to education as a means of \"equalisation\" in society, her belief that \"the hundred pleasures and opportunities that fall mainly to the rich\" should become more widely available. </p> <p>She was the top-selling novelist Mrs Humphry Ward, who in the 1890s used some of her considerable earnings to found a \"settlement\" in Bloomsbury where ordinary people could enjoy concerts, debates and lectures. Gustav Holst was musical director for a time. Other lecturers were George Bernard Shaw, Sidney Webb and Keir Hardie. </p> <p>Her legacy lives on in Bloomsbury, a name which invites images of rarefied intellectual jousting. But appearances can be deceptive. </p> <p>\"Behind those Portland-stone facades is a hinterland of poverty,\" says the centre's principal and warden Patrick Freestone. Poky bedsits lurk behind imposing hotels and expensive restaurants. </p> <p>\"The postcode is WC1, but a large proportion of names on the letters delivered around here are Bengali.\" </p> <p>A typical daytime English course for beginners might include a 15-year-old Kosovan, a 70-year-old Bangladeshi and some migrant Portuguese working in nearby hotels and hospitals. For some of these students, learning to fill in a form in English is a major achievement. </p> <p>Nobody is turned away. Freestone, 52, is an East Ender who went to one of the 1960s-built universities which expanded opportunities for those from working-class backgrounds. He retains a passionate belief in concepts that are current government buzzwords. </p> <p>Social exclusion? \"Apart from anything else, we run courses in Pentonville Prison and the offices of the Big Issue.\" </p> <p>Lifelong learning? \"We have more students over 90 than under 19.\" </p> <p>Blanche d'Arbeloff was 93 when she joined an art class in 1986. </p> <p>\"She wouldn't stay with the over-60s class because she felt it wasn't stretching her enough,\" beams head of art Suzanna Jackson. </p> <p>Like any college principal, Freestone worries about funding. Course fees cover less than 35% of his £1.3m budget. </p> <p>\"The Further Education Funding Council has been wonderful for this institution,\" Freestone says. But it is to be abolished and replaced by the Learning and Skills Council. </p> <p>\"There's a lot of rhetoric about lifelong learning and social capital, but funding may only come with leverage to meet national targets.\" </p> <p>More and more pieces of paper, in other words. Only a third of Mary Ward students are on courses leading to qualifications, but the centre's effect on the blighted lives of refugees and impoverished locals is immeasurable. </p>"
]