[
  "The big puzzle about Charles Kennedy, who today completes his first year as leader of the Liberal Democrats, is why he wants the job. Last summer he fell into the post almost without trying in a contest he was never in any danger of losing. At no point then did he have to lay bare his ideological agenda. A year on, he still hasn't done so. <p>Not that this is necessarily a problem. At a time when politicians are more likely to attract attention for their drinking habits than their policy positions, Kennedy is well-placed to shine at the next general election. He is easily the most likeable of the three party leaders and undoubtedly the most frank.</p> <p>Kennedy still smokes in public despite pleas from his aides, in contrast to Paddy Ashdown, his predecessor, who took care never to light up where he might be seen. He has ostentatiously decided not to lose weight or change the way he dresses and shares none of Ashdown's fondness for Cartier pens and government limousines. </p> <p>That sort of openness goes down well with voters distrustful of spin and image-making. Kennedy is quick on his feet, too; able to turn to his advantage situations which trouble more programmed politicians. He's witty and sceptical and obviously a human being. All of this is good news for his party.</p> <p>Victory in the Romsey by-election, which few thought was possible, proves that the party's campaign machine has lost none of its magic touch. And Kennedy's well-timed remarks about the Conservative party's hard line on asylum-seekers insulates him from criticism that he has joined the populist herd.</p> <p>Kennedy could easily have made his career as a television host or as a writer or a satirist - but instead he is a politician leading the Liberal Democrats. What is it that drives him?</p> <p>His first year in the post gives us precious few answers. With Paddy Ashdown the answer was obvious: he wanted to be in government. Kennedy seems to treat power as a bit of a joke. He has effectively suspended the joint committee on constitutional issues which brought LibDem MPs to the fringes of the cabinet and it is hard to imagine him leaping into a coalition with Tony Blair.</p> <p>So if not power, what? Kennedy likes the trappings of office as much as the next leader, but he had many of those as a front-bench spokesman and resents the impositions the job has placed on his life. It has been hard for him to reconcile his regular visits to his remote west Highland constituency with the need to campaign around the country for his party.</p> <p>Neither does Kennedy appear to be an ideological leader in the mould of, say, Jo Grimond, who led the Liberal party out of irrelevance in the 1960s. Kennedy is a liberal, like a lot of ex-Social Democrats, but his liberalism is tempered with caution. He may have made noises on decriminalising drugs which encouraged libertarians, but there has been no sign so far that he wants to confront his party's enthusiasm for bigger government. </p> <p>Europe does interest Kennedy. His speech on the subject at last year's party conference, in which he lambasted Tory eurosceptics as \"hobgoblins\", was one of his best. But he has shown no sign of turning his leadership into a crusade for Britain's membership of the euro (no doubt a relief to Lib Dem MPs fighting to hold marginal rural seats).</p> <p>So what is it all for? The last year has passed smoothly enough for the party; a year ago the Liberal Democrats were on around 16% in the polls, now they score 15%. No great change there, though voices in the party whisper that they should have done better out of the government's unpopularity. If Kennedy does little but smile amiably until election day, he will do OK on the night.</p> <p>But Liberal Democrats like passion from their leaders; and the party membership would like Kennedy to turn this passion on Tony Blair. A more obvious target is William Hague, a leader who, in Bruce Anderson's phrase, shares all the attributes of populism save popularity. The Conservatives believe that they can do well against the Lib Dems at the election; they may be wrong, as Romsey shows. It is open to Kennedy to make the battle between the two parties one of real interest and decency, a contrast to the dull slugging-out of Blair against Hague.</p> <p>\"Expect a surprise soon,\" Kennedy promises those who worry that his amiable passivity is not quite all his party needs. As his leadership enters its second year and the general election draws close, it is time he revealed it.</p>",
  "<p>It was not until I was 24, six years ago, that I was diagnosed, by a psychiatrist in New York, with Tourette syndrome (TS) and obsessive-compulsive disorder (OCD), TS's frequent - often more debilitating - partner in crime. Because of the way I look, and what most people know (or don't know, rather) about these conditions, you would never assign these labels to me unless you were told of them in advance. Even then I would probably be able to hide anything out of the ordinary and prevent you from believing the truth. After all, I've been doing just that - passing for normal - for most of my life. </p> <p>Before I was 10, my first tic appeared - a quick, firm head jerk that usually occurred in sets of two. For weeks, maybe longer, I was able to keep it a secret. Soon, however, the girls in my ballet class noticed it, then my sister, and finally - in spite of my best efforts to hide it from them - my parents, who promptly set up an appointment with my affable if geriatric paediatrician. As I sat in his familiar office, eyeing the full basket of candy on his desk and smiling prettily as my ears were checked for possible infection, inside I was as tightly wound as a turn-of-the-century timepiece, literally willing my body not to move. When the doctor handed me a cherry lollipop and reassured my mother that I was absolutely fine - \"perfectly normal\" - I smiled triumphantly and excused myself to use the ladies' room, where I jerked my head so severely, as a release from the pressure of keeping so still, that I heard a crack like a gunshot. </p> <p>After that first tic, I endured hundreds more, while increasing my ability to conceal them from the people around me, especially my father, whose shock at this development in his otherwise perfect child was nearly as great as my own. The truth is that even now, no one - not any member of my family, any friend, any colleague, my husband - has ever seen the full extent of my physical tics. I'm not sure I could catalogue them in their entirety myself. Over the past two decades I have jerked my head sideways to varying degrees, thrust my chin forward or drawn it into my neck, shifted my lower jaw from side to side or back and forth, rolled my eyes to the outer corners of their sockets, clicked my back teeth in patterns, clenched my hands in pulsating fists, flipped my hair out of my face until it was knotty, sniffed furtive little rabbit sniffs, cleared my throat in quiet little coughs, flexed my wrists up and out, and rotated my shoulder blades, as though I were trying to make them meet in the middle of my back. </p> <p>Although these outward manifestations of what is, in my opinion, largely an inward condition, caused me physical pain and embarrassment, what went on in my head was much harder to control, suppress or explain. Even before I developed tics, I counted to myself, off and on, throughout each day, always to six and back. Sixes were good, threes were bad; in fact, even numbers in general were - and remain - vastly preferable to odd ones. It is hard to explain the pervasive nature of this rule, which affected not just objects or words, but how I walked, talked, coughed, even thought. When I was under duress or overtired I would count ideas - after six in an hour I had to clear my head by repeating my name (A-my S Wil-en-sky - six syllables) until the hour was up, allowing me six more ideas. </p> <p>At around the age of 12, I became obsessed with death, with illness, and monitored my temperature and blood pressure in a notebook for years, although I was physically as healthy as a horse. I meticulously researched diseases, such as encephalitis and lymphoma, and often convinced myself I had the symptoms, such as a swollen brain or painful lymph nodes. I invented elaborate rituals, such as complicated counting patterns, to keep myself safe from my limitless fears. And also as a protective measure against unspecified disaster, I started to hoard. For years, I saved: movie ticket stubs, gum wrappers, fortunes from fortune cookies, pennies, paper clips, safety pins, toothpicks and receipts, even from purchases of less than a dollar. </p> <p>In short, I was a mess. In my teenage years it took me 10 minutes to get from our front door to my bedroom due to all my walking and touching rituals. I managed to fight my way through adolescence, hoping that I would wake up one morning free from the burden I called my \"habits\". It was not until I was in graduate school that I was able to confront the possibility that something diagnosable - maybe even treatable - was wrong with me. When I mustered up the courage to consult a psychiatrist, he shook my hand. \"Congratulations,\" he said, \"I'm amazed you waited this long.\" </p> <p>Tourette syndrome is not, as it is nearly always portrayed in the media, a \"swearing disease\". About 10% of sufferers have coprolalia, the clinical term for vocal tics; that means 90% are afflicted primarily with physical tics, like mine, to varying degrees of severity. Physical tics, a fact to which I am living testimony, can be easy to mask or diffuse. In fact, I have met dozens of men and women who were middle-aged or older before being diagnosed with TS. Many sufferers, like me, were diagnosed in their 20s, after the worst of the condition had manifested itself. </p> <p>In medical terms, TS is a chronic neurobiological disorder of the central nervous system caused by abnormalities in neuro transmitters - dopamine and serotonin - that control the body's movements by sending messages across gaps between nerve cells called synapses. Obsessive-compulsive disorder, also a neurobiological and not a psychological condition, causes its sufferers to perform a wide range of compulsions in order to negate the anxiety caused by various obsessions, such as mine with death. OCD is much more prevalent than TS as a distinct disorder but is found in the majority of those with TS as an integrated component. </p> <p>Once I was diagnosed, I began regular sessions with an expert and started on medication: haloperidol (Haldol), a tic-suppressor that blocks the dopamine receptors in the brain, for the Tourette's, and fluoxetine (Prozac), a serotonin reuptake inhibitor, for the OCD. I began behavioural therapy, where I chipped away, bit by tiny bit, at the obsessions and rituals that I now accepted had stolen hours every day. </p> <p>The behavioural therapy was like learning to read, or ride a bike: for months the whole enterprise seemed insurmountable and then suddenly, after a gum wrapper screwed up in the trash can here, a cup of iced coffee with five ice cubes there, a brick fell out of the dam, the dam crumbled and was swept away by the current, and shortly after I couldn't imagine why on earth I'd started saving gum wrappers in the first place. The drugs were less successful, although they had the desired effects - after a year on each I chose my familiar enemy over the strange and uncomfortable side effects. I still prefer an occasional ticcing bout to pervasive lethargy, although I will certainly consider the new generation of medications being developed when they come out, if I feel the need. </p> <p>Today, although some of the more deeply-ingrained tics and rituals do creep back in times of stress, I am largely free from the burdens they imposed for so long on my body and mind. As an adult, with a career, a husband, a social life, I savour the regained hours in each day, hours I used to spend, say, putting all the correspondence I had ever received - including notes - in chronological order. Overall, I feel amused by many of my former rules, much less beholden to the few that remain. Most of the time, I throw things away like anybody else: old magazines, empty boxes and bags, insignificant receipts. With age, as is usually the case with TS, my physical tics have lessened in intensity and reduced in frequency to an entirely manageable extent. Almost always now, waiting for the bus, sitting at a cafe, walking down the street, I not only look normal, I feel so. </p> <p>Although I never set out to become a spokesperson for TS and OCD, my memoir has made me one. At first, this made me extremely uncomfortable. I felt neither compelled nor equipped to speak for others, whose experiences in general and with these conditions may have been totally different from my own. But the responses I receive to my story are so unpredictable - and so often delightful - that I would not trade my journey for the world. Perhaps my favourite so far was that of my husband's 83-year-old grandmother, an upright, churchgoing lifelong midwesterner, who upon reading my book said to me, while giving me an enormous hug, \"Passing for normal, eh? That's what we're all doing, I suppose. Every last one of us.\" </p> <p>Passing for Normal by Amy Wilensky, published by Scribner at £9.99, will be available from August 14.</p>",
  "<p>The high priests of globalisation meeting at the International Monetary Fund and World Bank annual meeting in Prague next month will attract the same level of ferocity from anti-capitalist protesters as they did in Seattle last year. They will also further blur the distinction between political and economic refugees, ensuring that those who are ethnically discriminated against at home become economically marginalised abroad. </p> <p>For the distinction between political refugees and economic migrants is a bogus one - susceptible to different interpretations by different interests at different times. The west is quite happy to take in economic migrants if they are businessmen (with the requisite £250,000), professionals, or technologically-skilled. It welcomes the computer wizards of \"Silicon Valley\" of Bangalore but does not want the persecuted peoples of Sri Lanka or the Punjab. And it is these it terms economic migrants - with all its connotations of scrounging. </p> <p>The west does not need, as it did in the immediate postwar era, a pool of unskilled labour on its doorstep. As economies move from industrial capitalism into global capitalism, businesses move plants to find such workers. Where they cannot, they demand that their workers be temporary and cheap. And the rightless and the illegals fit the bill nicely. </p> <p>Ironically, it is also globalism, with its demand for free markets and unfettered conditions of trade, that is eroding the distinction all over the world between the economic and the political realm. The nation state, particularly in the third world and the erstwhile eastern bloc, is the agent of global capital. It is capital that decides what to produce where and what to grow where and how. And through its aid and development agencies like the World Bank and International Monetary Fund and international trade agreements (such as Gatt and Nafta) and institutions like the World Trade Organisation, it holds the poorer regimes in hock. </p> <p>It then insists that they accept austerity measures, through so-called structural adjustment programmes that dictate drastic cuts in public spending, to pull them back from bankruptcy. The result is pauperisation, the erosion of educational, social and welfare provisions, the end of training and enterprise. It denies the possibility of indigenous growth or any hope for the future that is not tied up with foreign powers and foreign capital. Hence resistance to economic immiseration is inseparable from resistance to political persecution. The economic migrant is also the political refugee. </p> <p>That's a totally different world order from the one in which the politically persecuted refugee was defined in the UN convention of 1951. Then, the political refugee was being defined in terms of the shame created by the annihilation of Europe's Jews and the fear engendered by communist totalitarianism. But, already, a new category of political refugee was emerging in the newly independent states of the ex-colonies. </p> <p>During the colonial period Britain had collapsed diverse tribes, nationalities, ethnic groups and other geographical entities into unitary states for the purposes of easier administration and economic exploitation. As the west's neocolonial project began to displace indigenous economic development, the nationalism that had made the state cohere from independence began to give way to ethnic and communal divisions. And governments turned to using the trappings of democracy, especially the voting system, to establish authoritarian, majoritarian states - which systematically discriminated against and persecuted minority groups such as Ibos in Nigeria, Tamils in Ceylon and Asians in Kenya and Uganda. </p> <p>At first, these politically persecuted refugees were economically \"invisible\". In the 1950s and 1960s, when Britain needed all the workers it could lay its hands on, political refugees and economic migrants were all the same: they were labour. It did not matter that the Punjabis were fleeing the fallout of partition: what mattered was that they were needed in the factories of Southall. </p> <p>But, as Britain began to need less labour and its doors began to close, the claims of the persecuted came to be measured against the yardstick of economic pragmatism. The \"Kenyan Asian\" episode of 1968, when Asians with British passports expelled by Kenya were refused automatic right of entry to Britain, showed up the racism of Britain's immigration controls. But it was also the first clear indication of Britain putting its economic interests before those of the politically persecuted - even when they were its own citizens. </p> <p>In other words, the definition of political refugee and economic migrant became interchangeable. So that, just four years later, British Asians from Uganda were deemed acceptable as political refugees because they, unlike the Kenyan Asians, belonged by-and-large to the entrepreneurial class and could contribute to Britain's coffers. \"British\", \"alien\", \"political\", \"economic\", \"bogus\", \"bona fide\" - governments choose their terminology as suits their larger economic or political purpose. </p> <p>Nothing makes this clearer than the contemporary example of the Roma from eastern Europe. During the communist era of centralisation, minority cultures and ethnic differences were suppressed but were, at least, part of the citizenry. With the collapse of communism, however, they became outcasts, without employment, without access to full rights, discriminated against by state agencies and persecuted by untamed populist racial terror. By any yardstick, the Roma are a persecuted group like the Jews were earlier. And yet, when they seek refuge in western Europe, we reject them for the same reason that caused them to flee their country in the first place - that their culture and philosophy put them outside the pale of western European society. Once the underclass of communist totalitarianism, they are today the outcasts of western democracy. </p> <p>As global capitalism spreads and cold war ideological rivalries collapse, nation states in both the former \"black\" colonies of the third world and the former \"red\" colonies of the eastern bloc are beginning to break up. Political and economic categories have collapsed into each other and culture is becoming homogenised.The values we live by are more and more those of the market. </p> <p>Globalisation fragments our consciousness and casts us into individual, single-issue struggles that might bring about piecemeal reform but not radical change. That is why it is essential that we see how each struggle - whether against institutional racism, asylum laws, arms sales or unequal trade agreements - connects with the others within the overall campaign against globalism. So that even when we agree with the free marketeers that asylum seekers should be allowed to work, we do so, not because a free labour market is an imperative of globalism, but because it is globalism that deprived them of their livelihoods in the first place. Our fight should be for the asylum seekers and therefore against globalism. </p> <p>By the same token, any human rights convention that does not guarantee asylum seekers the right to a livelihood is irrelevant to the condition of our times. </p> <p>\u0095 Ambalavaner Sivanandan is director of the Institute of Race Relations.</p>",
  "<p><strong> Wild At Heart</strong> </p> <p>(David Lynch, 1990) </p> <p>10pm, FilmFour </p> <p>The horrible opening in which Nicolas Cage's petty crook Sailor Ripley smashes in the skull of a would-be killer sets the bizarre, dark tone of Lynch's sub-Blue Velvet tale. Cage and Laura Dern's Lula are lovers on the run through a weird American south, stalked by a hitman hired by mother-in-law-from-hell Marietta (Diane Ladd). A road movie with a vengeance, it's full of Lynch's demonic humour, energy and disturbed violence, and won the Palme d'Or at Cannes. The ace cast includes Willem Dafoe's throbbing Bobby Peru and Isabella Rossellini as his hot girlfriend, Perdita. </p> <p><strong> Wag The Dog</strong> </p> <p>(Barry Levinson, 1997) </p> <p>11.40pm, Sky Premier </p> <p>When the president's election campaign is about to collapse due to some hanky-panky with a girl scout in the Oval Office, a shady consultant, Robert De Niro's Conrad Brean (pictured), is called in. He in turn calls on Dustin Hoffman's Hollywood producer Stanley Motss (\"Nobody knows what producers do. Don't get me started\") to fake a little war against Albania, distracting public and media attention till polling day. It's a little too shambolic for top-notch satire: like those smart bombs, it hits everything in its path indiscriminately. But it's performed with vaudevillian glee and, co-scripted by David Mamet, is very funny. </p> <p><strong> Perdita Durango</strong> </p> <p>(Alex de la Iglesia, 1997) </p> <p>12.10am, FilmFour </p> <p>The further adventures of Perdita, who first appeared in Wild At Heart, played by Isabella Rossellini. Here Rosie Perez stars as the Latin femme fatale, getting into a chilli-hot stew of sex, crime and violence with Javier Bardem's deranged preacher: soon she's smuggling a batch of foetuses across the Tex-Mex border. The plot has all the manic potential of the earlier film, but director Iglesia isn't in the same league as Lynch.</p>",
  "Tony Benn's breakfast-time chat with Sue MacGregor yesterday did not, alas, sound very encouraging for those of his fans who would like to see him abandon his retirement plans and embark on a new career as speaker of the House of Commons. True, he didn't rule the idea out entirely. But there was - shall we say - a distinct absence of the driving enthusiasm that has marked earlier phases of his parliamentary career. <p>Even I - no great admirer of his role as leader of the loony left in the 1980s - confess to a twinge of regret about this. Let's face it, a Benn speakership would have been full of incident, and might possibly have made the House of Commons an interesting, even exciting, place again. At the very least, he would have jolted the prime minister and his minions into paying some attention to it, after three years of scandalous neglect. </p> <p>Even more important, perhaps, he would have rekindled the interest of the newspapers in what goes on in the chamber of the House, in contradistinction to what goes on in the bedchambers of its members. We would have witnessed a return to real politics about real issues (or \"ishoos\", as Mr Benn prefers to call them) instead of tittle-tattle, rumours of sleaze and rows about spin doctors. </p> <p>I suspect, for example, that Mr Speaker Benn would have given new life to the almost defunct standing order No 10 procedure - a glorious instrument for forcing ministers to answer for their conduct to MPs. When I first entered the press gallery in the Macmillan years, applications to adjourn the House under standing order 10 - \"in order to debate a matter of urgent public importance\" - were commonplace. What's more, they were quite frequently granted by the then speaker, a rather disembodied Tory lawyer called Harry Hylton-Foster. </p> <p>When this happened, most of the day's scheduled business would be wiped out, to be replaced by a three-hour emergency debate on the \"matter of urgent public importance\". The responsible minister was expected to drop everything and dash to the Commons to defend himself. Among other things, it led to a series of riveting debates in which the ebullient George Brown laid waste to then home secretary Henry Brooke over - believe it or not - an asylum case. Not even today's blasé editors would have felt able to ignore such ready-made drama. </p> <p>This drama, however, was somewhat undermined when subsequent speakers were persuaded by ministers to impose a 24-hour delay on the ensuing emergency debate. With time to consult his civil servants, the minister no longer appeared like a naughty schoolboy. Instead, he was able to stand up at the dispatch box clutching a full Sir Humphrey-style text. It was never the same again. </p> <p>Hylton-Foster eventually died of a heart attack in Bond Street (\"The only street in which he would have been seen dead,\" as one Tory wag put it) and his successors proved much less willing to grant applications under standing order 10. Sadly, this anti-libertarian trend began under the very first Labour speaker, Horace King, who took the chair soon after Wilson's election win in 1964. </p> <p> Old 'orace, as everyone called him, was an improbable choice. Most people knew him as the man nursing a pint in the corner of the Strangers' Bar. A widowed school teacher who suddenly found himself all alone in the speaker's vast house, he used to come downstairs to \"the Stranglers\" for a jar with his old mates. He also visited the Strand Corner House occasionally, where he was once spotted giving an impromptu performance on the piano. The more pompous MPs were shocked by this conduct, and a deputation was sent to ask him to desist. Which the poor fellow duly did, with the result that he developed an attachment to hock - in his view, non- alcoholic - as he sat in his lonely lodgings. </p> <p>Such was his enthusiasm for this fine German wine that it began to show. The wig began to slip rakishly, and he sometimes was seen - though no one dared say so - to have dropped off in the chair. On one occasion he attended a party in the press gallery, at which Michael Foot was a fellow guest. Mr Foot seized the opportunity to give 'orace some advice on what he should do to become a great speaker - including, I am pleased to say, a suggestion that he should grant more emergency debates. </p> <p>Swaying slightly, Mr Speaker King replied sonorously: \"I ought to have you crucified for addressing Mr Speaker like that.\" Then he dropped his voice and added: \"But if they were ever to crucify Michael Foot, I would want to be on the next cross.\" \"I knew it,\" cried Foot triumphantly, \"Barabbas!\" </p> <p>But at least 'orace was a decent enough chap. Not so the next Labour speaker, George Thomas. A bachelor, he was known as \"The Man from Mam\" because he was always going on about his mother. He secured vast public fame because he was the first speaker ever to be heard by non-MPs uttering the mantra \"Order, order!\" when the proceeding of the Commons began to be broadcast on radio. But if he seemed loveable, it was an illusion. In the end, he betrayed most of his former colleagues on the Labour benches, and eventually became almost a Thatcher groupie. </p> <p>So it was left to the incomparable Betty Boothroyd to redeem the good name of Labour and demonstrate that the people's party was capable of providing not just an adequate but an outstanding speaker. She may even have been the best speaker of my 30-odd years at Westminster. But I have considerable respect for her Tory predecessor, Bernard (\"Jolly Jack\") Weatherill, the ex-tailor who keeps a thimble in his waistcoat pocket to remind him of his origins. Best of all, he saw off the Iron Lady when she tried to steamroller her favourite, the sleekly handsome Humphrey Atkins, into the job. She never forgave him, and he never forgave her. </p> <p>I suspect that Weatherill had always felt a slight outsider in the Tory party. But he didn't let it trouble him. One of his favourite stories was about his first day as an MP, when he proudly entered one of the lavatories marked \"members only\". Safely locked in a cubicle, he heard a voice boom: \"Don't know what this place is comin' to, old boy. D'you know, I've just seen my tailor here?\" </p> <p>Theoretically, it should now be the turn of the Tories. But Buggins's turn is only a recent convention, and the current mood on the government benches seems to be that they want another Labour speaker. The danger, in that case, is that the whips will see to it that the winner is, well, more biddable than Betty. Which is why I hope someone can persuade Mr Benn to have a go, if nothing more. The two Tonys show is much too good to miss, and we might even get some real debates again. </p> <p> <a href=\"mailto:comment@theguardian.com\"> comment@theguardian.com</a></p>"
]