[
  "<p>There's bad news for day-time television viewers. The party political conference season is about to begin, promising three weeks of afternoon viewing which combines the anarchic spontaneity of Songs of Praise with the wit and warmth of the Shopping Channel. </p> <p>If you're irresistibly attracted by the sound of people patting themselves on the back you might be tempted to sign up and join one of these parties. But what are the costs of becoming politically active? And never mind what they're offering the country, what have they got for their own members?</p> <p>For £17.50 (£6 unwaged and pensioners) you could join Labour. This entitles you to membership of the Labour party travel club (currently offering trips to Las Vegas and the Dominican Republic) and a special rate on home, motor and travel insurance, arranged through CGU.</p> <p>There is also a legal service for members, offering free advice for car crash injuries and discounts on wills and conveyancing. Also, the \"Labour Savings Club\" promises to shop around for you and find savings on big household purchases. Another perk is that you can buy into a wide catalogue of merchandising, along the lines of the Greet the Dawn tea towel, priced at £5.99.</p> <p>But the People's Party credit card - a Co-operative Visa card - doesn't do any favours with a 19.8APR (and a donation to the party of 0.25% of whatever you spend on the card).</p> <p>If this doesn't feel like a party that swings, the Conservatives charge £15 membership for an opposition that can offer a discount wine club and cheap televisions. William Hague might have drawn a few sniggers with his claim to have drunk 14 pints a day as a youth, but it's his party that is rocking enough to offer a reduction on a case of wine from £72.93 to £58.99.</p> <p>If that isn't enough to get you looking right, the party sound system has never been cheaper than through the membership deal with Home Electrical Direct, an online dealer in discount televisions, washing machines, hi-fis and microwaves with a politician-style offer of \"buy now and pay nine months later\".</p> <p>And forget all those snide claims that the Conservatives are Little Englanders afraid of anything with a hint of overseas - because it's the Tories that offer a travel club with trips to Rome and cruises aboard the Ocean Majesty.</p> <p>But a political party needs values, and what better value than the Liberal Democrats, who will let you join their party for a bargain basement £5. Never mind the Tories banging on about save the pound: if you sign up with the Lib Dems you'll have saved a tenner.</p> <p>The party also benefits if you buy books through the online Amazon bookshop, but if you make your purchases using the Liberal Democrat credit card it could be expensive, because the arrangement with the Co-operative Bank is the same as Labour's, which means you'll be paying an illiberal 19.8APR on your purchases - again with a 0.25% of purchases donated to party funds.</p> <p>And don't expect any poundstretcher deals from the Greens, who charge £19 for membership (£8 unwaged). There's also the intriguing offer of life membership for £247, which if you weren't working would mean you'd have to be a member for 31 years to show a profit. But once you're on the inside with the Greens, you have the pick of party merchandising - polo shirts, sweat shirts, T-shirts (priced £8.50 to £12.75), any colour you like, as long as it's green.</p> <p>The cheekiest political sales pitch must be the Natural Law Party, which promises: \"Donate £100 or more and receive the book, A Reason to Vote, by Robert Roth completely free as a special thank-you.\" Completely free membership is also available for £15 and a four-hour long \"inspiring\" party video is yours - completely free - for £17. And if you want to make an unmistakable visual statement about yourself, you could sign up with the UK Independence Party and buy a grey polyester tie, priced £9.99, with a \"shadow stripe effect which subtly repeats the words UK Independence Party\".</p> <p>But the real price you have to pay could be much higher. No one likes to admit it, but all political parties have far more than their fair share of misfits and obsessives who find a safe haven in organisations that specialise in dull meetings in community centres and in rooms above pubs around a tray of cement-flavoured sandwiches. So don't expect a bundle of laughs as part of the membership deal.</p> <p>Altogether now, a spontaneous standing ovation on the count of three... </p> <p>Email: <a href=\"mailto:coughlan_sean@hotmail.com\">coughlan_sean@hotmail.com</a></p>",
  "<p>The big money always lies in spotting the minnow who grows into a fish the size of a blue whale. In investment terms, that means going for the emerging market. </p> <p>But unless you have bought into a collective fund which buys shares in South American or South East Asian or African markets, to date it has been extremely difficult for private investors to pick up individual shares outside the EU or the US. Now Brunswick Direct, a Swedish-listed online brokerage, allows you to do just that. </p> <p>Open an account with a minimum of $2,000 and you can buy or sell the stocks of 26 countries, including Vene-zuela, Estonia and Hungary - Chinese B shares are soon to come - with the average trade taking just five minutes. </p> <p>Purchases can either be at the Reuters list price or at a top or bottom price decided by you. There is no maximum trade and the fee per trade is 0.75% or a minimum of $50. </p> <p>But by their very nature, emerging markets are highly risky and trading in them should only be undertaken if you could afford to lose your entire investment. Financial advisers usually recommend that even the more financially sophisticated should only have 5% of their money in emerging markets. </p> <p>Brunswick director Paul Luke says: \"When you sign up for the site you fill in an application form which lists all the possible warnings you can imagine.\" </p> <p>The site also carries market overviews, broker research and investment features. Luke says he currently favours Mexico and Russia, but would warn people away from Turkey and Poland. Brunswick Direct is at <a href=\"http://www.brunswickdirect.com\">www.brunswickdirect.com</a></p>",
  "<p><strong>Are you billed as a villain in the X-files?</strong></p> <p>Are you a Mr Smith, Jones or Patel? Are you a citizen of a country other than Britain? Is your father, ex-wife or brother a financial wrongdoer? Did the people who lived in your house before you not pay their bills on time? Answer yes to any of these questions and you might be one of the many people who uncover - often too late - that their credit file is seriously blotted. </p> <p>Last month Jobs &amp; Money highlighted the secretive world of credit scoring - how lenders including banks, department stores and mobile phone companies, score you before deciding to offer you credit. It prompted a large postbag to Jobs &amp; Money, with much of the anger directed at the two credit reference agencies, Experian and Equifax, which dominate the business in the UK. </p> <p>This week Jobs &amp; Money highlights the six major areas where problems repeatedly crop up and how you can challenge the agencies and ensure that your file is corrected. </p> <p>Anyone can apply to the agencies for a copy of their file - it costs £2 - but recent surveys have shown that up to one in 10 files contain errors. The errors may not seem X-rated, but they can lead to an embarrassing credit rejection in a store or, at worst, refusal to give you a mortgage. </p> <p>Your file contains four major types of information. The crucial piece of data is your entry on the electoral roll, as the lack of a ID card system in the UK means the roll is the only way that lenders, especially new telephone and internet-based \"remote\" companies, can identify whether you are who you say you are. </p> <p>Secondly, the file details your repay ment history, warning lenders if you have been in arrears or have defaulted on a credit agreement. Thirdly, it holds the details on any county court judgments recorded against you and, fourthly, it tells lenders about the credit history of related parties, such as your family and other credit applicants at the same address. </p> <p>But it is not Experian or Equifax that accepts or rejects you - it is the lenders which interpret the data and take the decision whether to lend. The good news is that the 1998 Data Protection Act, which comes into force in October next year, will give you more rights to challenge anything held about you - by asking for a \"notice of dispute\" - and will restrict the automatic right of the agencies to use third-party information.</p> <p><strong> American? That won't do nicely</strong><br> </p> <p>You may have lived and worked in Britain for decades, you may even have a wife or husband who is British, but if you don't hold British citizenship you can largely forget about applying for credit. </p> <p>Several angry Americans and Australians wrote to us about how they are constantly refused credit, even though their financial position is perfectly sound. The problem is the electoral roll; non-British citizens are not on the roll, and therefore almost don't exist as far as the credit reference agencies are concerned. Madonna may live in Britain and go out with Guy Ritchie, but she better not apply for a British credit card. </p> <p>Lianne Kordan came to Britain in the 60s from the US with her parents, and is constantly discriminated against. Ashley McEwen married an Englishman and works as a senior PA in the film business in London. </p> <p>Yet her building society rejected her application for a Visa card. She was one of the luckier ones - at least she was told it was because she's not on the electoral roll. </p> <p>\"I pointed out that I was joint-owner of a mortgage and had a long-standing bank account in the UK. Their only attempt at a compromise was to ask me to send two years' worth of bank statements to prove my credit-worthiness. At this point I had had enough and so dropped the enquiry, but the incident still riles me,\" she says. </p> <p>Both Experian and Equifax insist that all a non-British citizen has to do is to provide them with proof of identity, which will be added to the file so that lenders will not automatically refuse credit; if they do refuse on this basis alone, it is breaking industry guidelines. But the experience of Jobs &amp; Money readers is that these guidelines are indeed regularly broken. </p> <p>At Rackhams department store during the January sales the shop assistant convinced Lianne Kordan that she should apply for a storecard to obtain a further 10% discount. But minutes later the assistant returned and gingerly told her: \"I'm afraid Madam, we have a slight problem... \" </p> <p>Being rejected for credit is a problem that Ms Kordan has lived with all her life. Her parents, American academics, came to Britain from the US in the 60s in protest at the Vietnam war. But because she has never given up her US citizenship, she is all but invisible to the credit reference agencies which use the electoral roll to confirm anybody's identity. Her problem is not unique; it affects all non-British citizens who live in the UK. </p> <p>Ms Kordan works in information development for public and higher education authorities, so is no stranger to how databases work. She contacted Experian, which told her to supply evidence of her identity and proof of residency. Experian says: \"The existence of such a statement prevents an automatic credit scoring decision being made and means the statement is seen by anybody searching the file in the future. We also notify anyone who has searched the file within the past six months.\" </p> <p>Ms Kordan says: \"They say this, but it's not what actually happens. You get an operative on the other end of the line who rejects you. They say they do not have the authority to go to that level in my credit file. I tell them they have my permission, but it doesn't make any difference.\" </p> <p>Experian says it is \"mystified\" by Ms Kordan's continued problems. \"This consumer's application would, by law, be referred out of any automatic scoring system and referred for a 'manual' decision. She should be dealt with by someone more senior and should definitely appeal against these decisions.\" </p> <p>However, Ms Kordan draws little comfort from Experian's assurances. \"The problem is that you can't even make it to first base. They're just using a system, the electoral roll, that was never designed to be used as a credit mechanism.\" </p> <p><strong>Alias Smith, Jones and Patel</strong><br> </p> <p>Mr Smith moved into a flat in London five years ago, unaware that another Mr Smith lived in a flat in the same building. Last March he applied for a temporary overdraft from First Direct and was refused, but was recommended to check his file at Experian. Even though he had moved out of the flats 10 months earlier, Experian linked his file to the other Mr Smith, and he suspects this may be why he was refused the overdraft. </p> <p>\"The need for the overdraft has now thankfully passed, but I am pursuing the matter in an effort to find out who is making the decision where. Experian links us to another Smith at our old address although we have requested that they 'disconnect' us. Smithism anyone?\" he says. </p> <p>Experian says that same surnames do cause mix-ups, but plays down how significant the problem is. \"Previous occupants with the same surname do occassionally appear to be concurrent because of the vagaries of updating the electoral roll. It is not fair to say this problem is 'quite common' but it can happen, and, if it does and we are advised that no financial connection exists, we will ensure that the connection is severed,\" says Experian. </p> <p>Equifax admits that if you have lived in a block with other same surname residents, there is a problem. \"If you live in flats with lots of dwellings, it can be a particular problem,\" says an Equifax spokes-man. His advice? \"If you have a common name and have moved recently, get a copy of your file, see who you are associated with, and then ask for a notice of disassociation.\" </p> <p>The problem is, most people won't apply for a file until after they have been rejected. In the US, where the credit reference agencies are even more powerful, consumers can pay $20 a year to have their file sent to them every quarter, so they can easily pick up mistakes. But there are no plans to introduce such a system here. </p> <p><strong>The sins of the fathers</strong><br> </p> <p>Mark Jenkins (not his real name) was turned down for a Halifax mortgage in January this year, prompting him to check the information held on him at Experian and Equifax. He discovered that there was no way for lenders to distinguish between him and his father, who had run into financial difficulties after an industrial accident. </p> <p>Mr Jenkins had the same first name, middle initial and surname as his father, plus they had lived at the same address about six years earlier. The obvious way to differentiate between them is by using date of birth - but, surprisingly, neither Experian or Equifax put this on their systems. </p> <p>\"Dates of birth do not form part of the file, so we would not be able to distinguish between two people with exactly the same name at the same address. We would usually ask the consumer to identify which entries belonged to whom,\" says Experian. </p> <p>Mr Jenkins did so, and said Experian replied promptly. However, although it deleted his association with his father, Experian then listed his address incorrectly, which caused further delays. </p> <p>Equifax refused to drop his father from his file unless he submitted both birth certificates. Mr Jenkins did so. A month later, when a copy of his new Equifax file arrived, he found that the agency had deleted not just his father's details, but nearly all of his as well. \"My credit reference now consisted of my name and address, hardly conducive to inspiring confidence in mortgage lenders,\" he says. \"The whole ridiculous performance has been extremely frustrating, particularly since house prices have leapt over the past year. I still have no idea whether I will be able to get a mortgage. I would appreciate anything that could be done to force the credit agencies to keep more accurate records.\" </p> <p>The agencies say they do their best to keep accurate records, and are forced to do so by Data Protection and Consumer Credit legislation. Mr Jenkins, it appears, may have a strong case for compensation. \"We consider requests for compensation on a case by case basis,\" say the agencies. </p> <p>Mr Jenkins' case highlights how family connections -known as third party data -can cause significant problems, particulary among estranged partners. Experian says parents, children and ex-wifes or ex-husbands are not forever entwined in a credit file. \"We will create disassociations if no financial connections exist. Just ask us.\" </p> <p><strong>Denied credit by a false default</strong><br> </p> <p>One of the more worrying problems encountered by a Jobs &amp; Money reader began after he bought a sofa at Courts Furnishings on a three-month interest free loan. The reader, who wants to remain anonymous, describes himself as a public sector accountant of \"boring financial rectitude\". He only discovered that Courts had incorrectly registered him as defaulting on the loan when he was turned down for a Nationwide Flex Account. </p> <p>\"I discovered that Courts had registered an eight-rating against the loan, even though it had been settled in full. The payment was by direct debit, but the month after it was cleared a further payment was taken. I contacted them and it was put back into my account. Over the next two years I had repeated demands for the money which, of course, I did not owe, including a notification of proceedings. Each time I phoned and was assured the matter was settled and Courts sent letters of apology. It ceased in 1995. But in 1996 there was a posting to Experian with the eight-rating, indicating that the account was only settled after legal action.\" </p> <p>Naturally, he demanded that Experian remove the rating. It refused. \"Their response was that they could only act on the instruction of Courts, which I found astonishing.\" </p> <p>Experian says: \"We would not have 'refused' to remove it. We would have explained that we need first to query the matter with the lender which provided and owned the information. We will and do remove incorrect information. While we do this we mark the data as 'in dispute'. If we fail to satisfy a customer, he or she can complain to the Office of the Data Protection Commissioner who will investigate.\" </p> <p>Courts has subsequently apologised and paid the complainant £500 in compensation, and Nationwide has accepted his application. But his alarming experience is a warning about the dangers of using direct debits, and the need to keep meticulous records - and defaults can be registered against you without you ever knowing. </p> <p><strong>Victims marked as 'fraudsters' </strong><br> </p> <p>Imagine the shock of another Jobs &amp; Money reader (understandably, he also wishes to remain anonymous) when he saw that his credit file accused him of being a fraudster. </p> <p>\"A warning from credit industry fraud busters 'Cifas' warning appeared on my records alleging that when applying for a Capital One credit card saying I had provided a 'genuine name and address' but had included 'material falsehoods and/or omissions in personal details or other relevant information', \" says our reader. </p> <p>Letters to Cifas and Capital One failed to explain what was wrong with my application in the first place. Capital One's initial tactic was to ignore me, it then moved on to say that it could not 'enter into the specifics of my application.'\" </p> <p>Equifax says Cifas alerts on a file do not indicate that they think you are a fraudster. It may be that a credit card has been stolen and used fraudulently, with the lender posting this information on the system. \"It's there to protect lenders and consumers,\" says an Equifax spokesman. </p> <p>He says a Cifas alert should not lead to an automatic rejection. Instead, it produces an automatic referral, where the lender is obliged to speak to the organisation that posted the alert. </p> <p>But the system is far from foolproof. For example, Cifas alerts are attached to addresses rather than individuals, because lenders believe certain addresses are used time and again for making fraudulent applications. </p> <p>Individuals cannot request to have the alert removed. Experian says that if the Cifas alert is incorrect (\"people dealing with fraud prevention tend to be wary of revealing their methodology\"), then the consumer should ask Cifas to investigate and make an amendment if necessary. </p> <p><strong>Where to get help</strong></p> <p>For a copy of your credit reference agency file, write to Experian, Customer Help Service, PO Box 8000, Nottingham NG1 5GX or Equifax, Dept 1E, PO Box 3001, Glasgow G81 2DT. Enclose a cheque or postal order for £2. The Office of the Data Protection Commissioner can be contacted at 01625 545745 or online at <a href=\"http://www.dataprotection.gov.uk\">www.dataprotection.gov.uk</a> - its leaflet on credit agencies, No Credit, is available by calling 0870 4421211.</p>",
  "<p>Leeds United's best efforts to paint an image of Alan Smith as a reformed character were dealt a significant blow yesterday when the striker was castigated by Barcelona's Frank de Boer for his \"mean and unacceptable\" behaviour. </p> <p>Smith's talent for courting controversy resurfaced during Wednesday's 4-0 Champions League defeat at the Nou Camp when he infuriated the Catalan club with some reckless challenges. </p> <p>One lunge forced the Dutch international Philip Cocu out of the game and the talented but temperamental teenager could not have complained had he received a red card. </p> <p>\"Smith was far too aggressive. He was mean and I don't like that,\" said De Boer. \"You can play hard but what he did was totally unacceptable. </p> <p>\"Whenever the ball was gone Smith went on to hit the opponent's legs. He should have been sent off for the foul on Cocu and there were others too. If he's going to become a top player he has to calm down and grow up. That is not the way to play.\" </p> <p>The Leeds captain Lucas Radebe is doubtful for tomorrow's match against Ipswich at Elland Road even though x-rays revealed that the neck injury he sustained against Barcelona is nothing more serious than bruising. </p> <p>\u0095 Football north and south of the border appears to have beaten the fuel crisis, with both the English and Scottish Premier Leagues giving the green light to this weekend's fixtures. </p> <p>Early concerns that Newcastle would be unable to play their match with Southampton at the Dell appear to have been unfounded and the decision of the protesters to abandon their blockades should ease the problem further. </p> <p>\u0095 Roberto Baggio, now 33 and out of contract at Internazionale, has signed a two-year contract with the newly promoted Serie A club Brescia.</p>",
  "Charles Kennedy will tell next week's Liberal Democrat conference that the current upsurge of popular protest gives them the chance to become \"the anti-politics party\" because they share the voters' anger and disappointment. <p>Facing his second party conference as Paddy Ashdown's successor, Mr Kennedy will urge activists to be bolder in \"tapping into anti-politics political sentiment, and make our number with an awful lot of people\". </p> <p>They could do so because their policy message chimes with the wider mood of public protest, he said: the need for better-funded public services and more openness about taxation; and the need to create a more direct link between how taxes are raised and what they are spent on - including roads, schools and hospitals.</p> <p>In a pre-conference interview with the Guardian as the petrol crisis eased yesterday, the Lib Dem leader was careful not to align himself with rightwing populist campaigns on issues as different as asylum and immigration, law and order, petrol prices and child abusers. </p> <p>\"I am not saying we should become champions of direct action, of course not; because I lead a parliamentary party and believe in something called parliamentary democracy. But parliamentary democracy must be more responsive to sentiment in the country, though not populist sentiment. </p> <p>\"We did not buy the populist line in the Martin case [the farmer who killed a burglar], on asylum and immigration, or a number of other issues,\" insisted Mr Kennedy.\"You have to stick to your core principles, but say you want better engagement with the public than any of us are yet managing.\" </p> <p>He cited his outspoken but unpopular support for Europe - he now wants sterling to join the euro in September 2004 after a 25% devaluation - and hs call for for higher public spending that Tony Blair repeatedly condemned before he did a u-turn on the NHS. </p> <p>The uproar at last year's world trade conference in Seattle was at least as significant a protest, he believed, and (like the fuel pickets) was also a product of informal organisations using new technologies (the internet and mobile phones) that meant such \"social revolutions\" could emerge very rapidly. </p> <p>\"It shows how the power structure is potentially moving away from the established world of politics much more in the direction of the grassroot, people's world of politics - which has a very different vocabulary,\" he explained. </p> <p>Watching TV phone-ins, he had been startled by the vehemence of the hostility directed at Mr Blair and his colleagues for allegedly being out of touch: \"It is extraordinary for an administration that prides itself on being the apotheosis of that sort of thing.\" </p> <p>It all showed how people with a heartfelt cause could get a long way with public opinion and media access, Mr Kennedy argued, though he rejected Tory claims that this week's dispute had been a taxpayer's revolt. What the situation needed was a government willing to explain the link between taxes and spending. </p> <p>\"It's a classic case of 'if this is where we take money from, then this is what we are going to spend it on',\" he said. Coincidentally the earmarking of specific taxes for specific purposes, the technical term is hypothecation, is a theme of his new book, The Future of Politics (HarperCollins £17.99). </p> <p>Environmental taxes that helped build better public transport were a crucial ingredient, though the Highland-born MP (first elected for the old SDP at the age of 23) was enough of a country dweller to realise that many rural voters needed cars. </p> <p>Aides were yesterday instructed to raise the profile of next week's scheduled environment debate in Bournemouth. In his book, Mr Kennedy is frank enough to admit that not taking green issues seriously enough when he was first elected in 1983 is one of his four big mistakes. </p> <p>The others are his failure to protest enough when London police quashed demonstrations against the Chinese premier Jiang Zemin in 1999, his failure to vote against the disastrous child support agency, and his advice to Mr Ashdown that the Lib Dems should not publicise their controversial policy decision to call for a royal commission into the possible decriminalisation of drugs. </p> <p>The book is organised around the MP for Ross, Skye and Inverness West's core belief in liberty, with each chapter bearing titles like Freedom from Poverty or Freedom to Breathe: the Green Future. But it concludes on the need to restore idealism to the political system. </p> <p>\"It will not be possible to categorise the voter of 2020 as a socialist or a conservative. He or she a variety of things; internationalist, green, committed to properly-funded public services, and technologically aware.\" </p> <p>Green issues and IT were crucial to engaging the young in politics, he believed. Though admitting he was no Ashdown with computers, he did use a laptop and a Psion personal organiser. \"To people now going through school and university, it is all like riding a bike was to my generation, that's the difference. I don't know how electricity works, but I couldn't imagine existence without it. That's how they feel about IT.\" </p> <p>Mr Kennedy, 40, is thinner than he was a year ago; there is a Diet Coke can on his desk. Sitting in Paddy Ashdown's office, where he has changed all the paintings (there is one of the Palace of Westminster burning down in 1837), he shrugged off criticisms that he is less active than \"Action Man\" or that he had less influence with Mr Blair - whom he saw for a chat last week. </p> <p>His book contains not a single reference to the word \"project\" - shorthand for Lib-Lab cooperation beloved of Messrs Blair and Ashdown. \"The second half of any parliament is more competitive than the first half, instinctively so.\" And there was not much progress to be made on the shared Lib-Lab agenda for constitutional reform this side of polling day. </p> <p>\"I think there's a clear, settled mood in the Liberal Democrats. The atmosphere in the party is relaxed, the party is relaxed with me and I am relaxed with the party. They know we are carrying on with the joint consultative committee [with Labour] in perfectly responsible constructive cooperation. But they also know there is no question of fighting the next election other than as an independent political party.\" </p> <p>Could he one day serve in a Lib-Lab coalition as Ashdown might have done? He did not rule it out. \"I think it will be arithmetic-driven,\" dependent on the next election result. But he did not think it likely \"because the first-past-the-post [voting] system usually delivers a clearcut majority. That is what it is designed to do.\" </p> <p>Did it annoy him that Mr Blair had kicked into touch the two promised referendums Mr Kennedy and his party activists so badly wanted, on the euro and on electoral reform for Westminster? It must have done, but the genial Mr Kennedy did not admit it. \"It's better for me to concentrate on what is attainable at this stage rather than what is unattainable.\"</p>",
  "<p> </p> <p> </p> <p> </p> <p> </p> <p> Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. </p> <p> A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p> The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p> The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p> The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p> In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p> Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p> Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p> Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p> It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p> Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p> \"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p> That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p> The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p> Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p> The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p> Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p> Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p> There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p> Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p> By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. <p> A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p> The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p> The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p> The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p> In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p> Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p> Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p> Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p> It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p> Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p> \"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p> That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p> The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p> Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p> The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p> Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p> Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p> There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p> Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p> By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "<p>It's been a while since any novelist arrived on the literary scene with quite such an explosion as Zadie Smith. Now that the dazzle is subsiding, there is the inevitable cloud of smoke: most conspicuously she didn't, as expected, win the Orange Prize (one judge, apparently, declared \"over my dead body\"). But Oranges are not the only fruit: Smith is certain to win some prize or other before this year is out. </p> <p>In the last eight months Smith, the daughter of a Jamaican mother and English father, who set her novel in Willesden where she still lives, has developed a combative public persona, pronouncing on everything from immigration policy to the shortage of proper fiction. But it's the work that counts, and there was unanimous critical agreement that this story of three families, spanning three generations, marked a fine and important debut. The Observer was first off the mark, with Caryl Phillips pointing out that it \"squares up to the two questions which gnaw at the very roots of our modern condition. Who are we? Why are we here?\" </p> <p>Inevitably, Smith's influences were discussed at length. Hugo Barnacle, in the Sunday Times, noted that: \"She writes very much in Rushdie's style... But the humour is lighter; the drollery and wordplay are not so relentless.\" Maya Jaggi, in the Guardian, heard echoes of Edward Said, Sam Selvon and Michael Ondaatje, while in the Express Meera Syal pointed out that Smith offered both a supremely modern story of millennial Britain and \"a curiously old-fashioned one, with Arabian Nights -style storytelling\". </p> <p>One quality that is undoubtedly Smith's own is her ear for dialogue, the motor which drives the comedy of the novel. Christian House, in the Independent on Sunday, enthused that \"from the rolling Jamaican patois to the stilted mumbles of adolescence, each voice is perfectly captured\". But it's a rare critic who will offer unqualified praise, and House noticed \"the odd chink in the research\", while, interestingly, Caryl Phillips found it \"frustrating not to have a more substantial white family at the heart of the novel\". These cavils perhaps account for Harvey Porlock's remark in the Sunday Times that there was something \"oddly patronising\" about the coverage of this important book.</p>",
  "Charles Kennedy will tell next week's Liberal Democrat conference that the current upsurge of popular protest gives them the chance to become \"the anti-politics party\" because they share the voters' anger and disappointment. <p>Facing his second party conference as Paddy Ashdown's successor, Mr Kennedy will urge activists to be bolder in \"tapping into anti-politics political sentiment, and make our number with an awful lot of people\". </p> <p>They could do so because their policy message chimes with the wider mood of public protest, he said: the need for better-funded public services and more openness about taxation; and the need to create a more direct link between how taxes are raised and what they are spent on - including roads, schools and hospitals. </p> <p>In a pre-conference interview with the Guardian as the petrol crisis eased yesterday, the Lib Dem leader was careful not to align himself with rightwing populist campaigns on issues as different as asylum and immigration, law and order, petrol prices and child abusers. </p> <p>\"I am not saying we should become champions of direct action, of course not; because I lead a parliamentary party and believe in something called parliamentary democracy. But parliamentary democracy must be more responsive to sentiment in the country, though not populist sentiment. </p> <p>\"We did not buy the populist line in the Martin case [the farmer who killed a burglar], on asylum and immigration, or a number of other issues,\" insisted Mr Kennedy.\"You have to stick to your core principles, but say you want better engagement with the public than any of us are yet managing.\" </p> <p>He cited his outspoken but unpopular support for Europe - he now wants sterling to join the euro in September 2004 after a 25% devaluation - and hs call for for higher public spending that Tony Blair repeatedly condemned before he did a u-turn on the NHS. </p> <p>The uproar at last year's world trade conference in Seattle was at least as significant a protest, he believed, and (like the fuel pickets) was also a product of informal organisations using new technologies (the internet and mobile phones) that meant such \"social revolutions\" could emerge very rapidly. </p> <p>\"It shows how the power structure is potentially moving away from the established world of politics much more in the direction of the grassroot, people's world of politics - which has a very different vocabulary,\" he explained. </p> <p>Watching TV phone-ins, he had been startled by the vehemence of the hostility directed at Mr Blair and his colleagues for allegedly being out of touch: \"It is extraordinary for an administration that prides itself on being the apotheosis of that sort of thing.\" </p> <p>It all showed how people with a heartfelt cause could get a long way with public opinion and media access, Mr Kennedy argued, though he rejected Tory claims that this week's dispute had been a taxpayer's revolt. What the situation needed was a government willing to explain the link between taxes and spending. </p> <p>\"It's a classic case of 'if this is where we take money from, then this is what we are going to spend it on',\" he said. Coincidentally the earmarking of specific taxes for specific purposes, the technical term is hypothecation, is a theme of his new book, The Future of Politics (HarperCollins £17.99). </p> <p>Environmental taxes that helped build better public transport were a crucial ingredient, though the Highland-born MP (first elected for the old SDP at the age of 23) was enough of a country dweller to realise that many rural voters needed cars. </p> <p>Aides were yesterday instructed to raise the profile of next week's scheduled environment debate in Bournemouth. In his book, Mr Kennedy is frank enough to admit that not taking green issues seriously enough when he was first elected in 1983 is one of his four big mistakes. </p> <p>The others are his failure to protest enough when London police quashed demonstrations against the Chinese premier Jiang Zemin in 1999, his failure to vote against the disastrous child support agency, and his advice to Mr Ashdown that the Lib Dems should not publicise their controversial policy decision to call for a royal commission into the possible decriminalisation of drugs. </p> <p>The book is organised around the MP for Ross, Skye and Inverness West's core belief in liberty, with each chapter bearing titles like Freedom from Poverty or Freedom to Breathe: the Green Future. But it concludes on the need to restore idealism to the political system. </p> <p>\"It will not be possible to categorise the voter of 2020 as a socialist or a conservative. He or she a variety of things; internationalist, green, committed to properly-funded public services, and technologically aware.\" </p> <p>Green issues and IT were crucial to engaging the young in politics, he believed. Though admitting he was no Ashdown with computers, he did use a laptop and a Psion personal organiser. \"To people now going through school and university, it is all like riding a bike was to my generation, that's the difference. I don't know how electricity works, but I couldn't imagine existence without it. That's how they feel about IT.\" </p> <p>Mr Kennedy, 40, is thinner than he was a year ago; there is a Diet Coke can on his desk. Sitting in Paddy Ashdown's office, where he has changed all the paintings (there is one of the Palace of Westminster burning down in 1837), he shrugged off criticisms that he is less active than \"Action Man\" or that he had less influence with Mr Blair - whom he saw for a chat last week. </p> <p>His book contains not a single reference to the word \"project\" - shorthand for Lib-Lab cooperation beloved of Messrs Blair and Ashdown. \"The second half of any parliament is more competitive than the first half, instinctively so.\" And there was not much progress to be made on the shared Lib-Lab agenda for constitutional reform this side of polling day. </p> <p>\"I think there's a clear, settled mood in the Liberal Democrats. The atmosphere in the party is relaxed, the party is relaxed with me and I am relaxed with the party. They know we are carrying on with the joint consultative committee [with Labour] in perfectly responsible constructive cooperation. But they also know there is no question of fighting the next election other than as an independent political party.\" </p> <p>Could he one day serve in a Lib-Lab coalition as Ashdown might have done? He did not rule it out. \"I think it will be arithmetic-driven,\" dependent on the next election result. But he did not think it likely \"because the first-past-the-post [voting] system usually delivers a clearcut majority. That is what it is designed to do.\" </p> <p>Did it annoy him that Mr Blair had kicked into touch the two promised referendums Mr Kennedy and his party activists so badly wanted, on the euro and on electoral reform for Westminster? It must have done, but the genial Mr Kennedy did not admit it. \"It's better for me to concentrate on what is attainable at this stage rather than what is unattainable.\"</p>",
  "1. Performance of functions of the police or the armed forces, or operation of the fire services. <p> 2. Operation of health or social services. </p> <p> 3. Manufacture, processing, storage, packaging, distribution or sale of food including milk, milk products, animal feeding stuffs, pet foods or salt. </p> <p> 4. Movement or slaughter of livestock for the production of food or of animal feeding stuffs or for veterinary reasons. </p> <p> 5. Essential operations at nuclear sites. </p> <p> 6. Maintenance of water supplies or operation of sewerage and drainage services. </p> <p> 7. Production, supply, distribution or transmission of solid or liquid fuel, or gas or electricity in the course of business, or provision of emergency services to consumers of such fuels. </p> <p> 8. Operation of railways, tramways, docks or harbours. </p> <p> 9. Operation of any of the following transport services - (1) coach or bus services (excluding excursions or tours); (2 services provided by employers of labour for taking their employees to or from their work by means of vehicles adapted to carry eight or more passengers; (3) airport bus services. </p> <p> 10. Operation of air traffic control, air navigation and civil airline services or air marine safety or navigational services. </p> <p> 11. Marine safety, navigational (including pilotage), shipping and ferry services. </p> <p> 12. Search and rescue services including coastguard and lifeboat services. </p> <p> 13. Production or distribution of medical or pharmaceutical supplies. </p> <p> 14. Operation of postal and telecommunications services (including broadcasting, newspaper production and distribution). </p> <p> 15. Transmission of money or of social security and other essential official payments or documents. </p> <p> 16. Movement or delivery of cash or cheques.</p> <p> 17. Operation of payment, clearing or settlement services. </p> <p> 18. Agriculture or horticulture for the production of food or animal feeding stuffs. </p> <p> 19. Operation of fishing vessels. </p> <p> 20. Manufacture or distribution of ice or dry ice for use in the food trades. </p> <p> 21. Essential central government and local government functions </p> <p> 22. Administration of justice, including the operation of prison services and electronic tagging services. </p> <p> 23. Environmental and environmental health services and related emergencies.</p> <p> 24. Funeral services including cremation. </p> <p> 25. Refuse collection and disposal. </p> <p> 26. Industrial processes involving hazardous or radioactive substances, including transportation. </p> <p> 27. Veterinary services. </p> <p> 28. Operation (including heating) of special schools or colleges for the handicapped. </p> <p> 29. Foreign diplomatic missions for essential purposes. </p> <p><b>Useful link</b> <br> <a href=\"http://www.fuelinfo.gov.uk/\" target=\"_new\">Fuelinfo.gov</a></p>",
  "Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. <p>A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p>The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p>The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p>The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p>In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p>Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p>Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p>Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p>It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p>Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p>\"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p>That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p>The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p>Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p>The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p>Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p>Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p>There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p>Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p>By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "Hillary Clinton may sometimes seem like an ice queen electoral debutante, but the New York Democratic senate candidate and her Republican opponent, Rick Lazio, battled it out like two seasoned political streetfighters in their first televised debate of the campaign on Tuesday. <p>Anyone who thought that the withdrawal of the dynamic New York mayor, Rudolph Giuliani, would leave November's election a lacklustre contest had reckoned without Mr Lazio. </p> <p>Polls show that Mrs Clinton has only a narrow advantage over him and it was clear from Tuesday's debate, held in Buffalo, that both contenders sense they are in an old-style political knife-fight, in which the viewers' responses to their three scheduled debates will be crucial on polling day. </p> <p>From the bell, the Long Island congressman came out swinging. When he attacked her White House health policy as \"an unmitigated disaster\", Mrs Clinton played the Jewish card. </p> <p>\"Listening to the congressman's response, reminds me of a word I've heard a lot of this past year: chutzpah ,\" she said. \"He was a deputy whip to Newt Gingrich. He voted to shut the government down,\" she charged. </p> <p>\"You, of all people, Mrs Clinton, should not bring up guilt by association,\" Mr Lazio countered. </p> <p>The panel of local journalists who were asking the questions occasionally managed to get the two candidates to talk policy, but insult and the political low-blow were never far away. </p> <p>A key moment came halfway through the debate, when the anchorman, Tim Russert, asked Mrs Clinton if she could be believed, playing clips from her 1998 \"vast rightwing conspiracy\" television interview at the height of the Monica Lewinsky crisis. </p> <p>Mrs Clinton appeared visibly shaken by the question. </p> <p>\"Well, you know, Tim, that was a very - a very painful time for me, for my family and for our country. It is something that I regret deeply that anyone had to go through. And I wish that we all could look at it from the perspective of history, but we can't yet,\" she said haltingly. </p> <p>Scenting blood, Mr Lazio tried to land a knock-out blow, charging Mrs Clinton with believing \"it only matters what you say when you get caught\". The first lady parried with a plea for a campaign based on \"issues not insults\", but was visibly wounded by the exchange. </p> <p>As the debate entered its final minutes, Mr Lazio tried to pull off a dramatic coup, striding over to Mrs Clinton and asking her to join him in signing a document which he called his \"Freedom From Soft Money Pact\" - a pledge not to accept support from single issue campaign groups. </p> <p>\"Mrs Clinton, if you agree to do this, you'll be making a statement about character and trust to the rest of the country,\" Mr Lazio insisted. \"Why don't you show some leadership?\" </p> <p>Under a flurry of blows from Mr Lazio, Mrs Clinton tried to regain the initiative, saying she had always been prepared to run a campaign without soft money contributions if Mr Lazio's backers would make a similar pledge - something that the Hillary-haters have no intention of doing. </p> <p>As the bell went, Mrs Clinton was hanging on to the ropes, and perhaps also taking comfort in the thought that she is never more popular with the American public than when she seems like a victim. </p> <p><b>Exchange of views, not signatures</b></p> <p><b> Lazio:</b> As America looks to New York, this is an opportunity for us to be able to say: \"We don't have to rely on soft money.\" And my campaign has not aired one commercial nor raised one dollar in soft money. My opponent has raised soft money by the bucket load. </p> <p>I have right here a pledge that I sent over to my opponent. It's a ban on soft money pledge. I'm willing to say we will neither raise nor spend a dime of soft money if my opponent is willing to do the same. And you know what, Mrs Clinton? If you agree to do this, we'll be making a huge statement about character and trust to the rest of the country. </p> <p><b> Clinton:</b> Well, Tim, you know, back in May I made exactly that offer. If you will get signed agreements from all your friends who say they're raising $32m and will not be running so-called independent ads, will not be doing push polling, will not be doing mass mailings that are filled with these outrageous personal attacks, I think we can have an agreement. I'd like to see those signed letters from all those different groups that you have counted on to flood this state. </p> <p>I think if we can get signed agreements from all of your allies, when you wouldn't ask the one group to stop, but if you will get those signed agreements, then, you know, we can make a deal. </p> <p><b> Lazio:</b> I'd be happy to. But I want to get it done right now. I don't want any more wiggle room. I don't want any more evasion. </p> <p>The truth is that Mrs Clinton has been airing millions of dollars in soft-money ads. It's the height of hypocrisy to talk about soft money when she's been raising soft money by the bucketloads out in Hollywood and spending all that money on negative advertising. </p> <p>Here it is. Let's sign it. It's the New York Freedom from Soft Money Pact. I signed it. We can both sit down together. We can all get all the media in here. We will make sure it's an ironclad deal. </p> <p>And I'm happy to abide by anything that we all agree on. But let's get it done now. Let's not get any more wiggle room. </p> <p><b> Clinton:</b> You know, I admire that. That was a wonderful performance.</p> <p><b> Lazio:</b> Well, why don't you sign it? </p> <p><b> Clinton:</b> and you did it very well. </p> <p><b> Lazio:</b> I'm not asking you to admire it. I'm asking you to sign it. </p> <p><b> Clinton:</b> Well, I would be happy to when you give me the signed letters</p> <p><b> Lazio:</b> Right here. Right here. </p> <p><b> Clinton:</b> When you give me the </p> <p><b> Lazio:</b> Sign it right now. </p> <p><b> Clinton:</b> well, we'll shake - we'll shake on it. </p> <p><b> Lazio:</b> No, I want your signature, because I think everybody wants to see you signing something that you said you were for.</p>",
  "\"Americans are a bunch of culinary imperialists. Telling the Japanese not to hunt whales is like telling the British to stop having their afternoon tea or denying French people their paté. This is how you start a war.\" So says Takashi Sato, owner of a Tokyo whalemeat restaurant, whose specialities include fried whale, raw whale, whale bacon, whale heart, whale testicle, whale kidney, and whale fat ice cream. Nor are Mr Sato's overcooked comments, made recently to the New York Times, untypical of the passions aroused in Japan by foreign attempts to end its killing of sperm, Bryde's and other protected giants of the deep. <p>As well as being kitchen-hob hegemonists, anti-whalers are denounced as sentimental. \"Why are only whales so cute that Japan must be denied this sustainable resource?\" asked one furious official. There is the \"enemy whales\" defence: Japan suspects marauding Mobys may be gobbling up its seafood supplies, hence the need for \"scientific research\". There is the \"cultural\" defence (also favoured by Norwegian minke-mashers and Faroese pilot-pulverisers): that is to say, \"you\" do not understand \"our\" ancient ways - although forking out £285 a pound for best leg of whale is a bit hard to understand for many younger Japanese, too. In defending the indefensible, Japan, allegedly, is not above getting down and dirty by covertly linking its development aid to support for its war on whales by poorer countries. But nor is it slow to seek the political high ground. After the US moved to impose trade sanctions this week in protest at Japan's expanded whale hunt, agriculture minister Yoichi Tani, sounding more like a rogue North Korean, angrily asked: \"Does the US think it should decide everything?\" </p> <p>Well, perhaps it does. And perhaps this is all part of a selfish US global economic agenda. But when it comes to protecting endangered species, the US is right to act, Britain should follow suit, and the Japanese should try eating humble pie.</p>",
  "Tens of thousands of environmental activists plans to block the 26 border crossings between Austria and the Czech Republic today in protest at Czech plans to start up a Soviet-designed nuclear power plant in the next few days. <p>The organisers said they intended to use tractors and cars to prevent traffic crossing the border, and would set off nuclear warning sirens. </p> <p>The Temelin nuclear power station in southern Bohemia is due to start operating before the end of the month. Situated 90 miles south of Prague, 30 miles north of the border with nuclear-free Austria, and 38 miles east of Germany, it has become the focus of growing anger in the region. </p> <p>The Czech's western neighbours say it poses a huge safety risk to central Europe. The Czechs, who have spent more than 100bn crowns (£1.7bn) on it - £687m over budget - insist that input by western experts has made it as safe as any in the west. Its safety control system has been upgraded to state-of-the-art by the US company Westinghouse. </p> <p>But it is is causing diplomatic tension between the Czech Republic and Austria. Earlier this month Austrian MPs called on the government to delay Prague's EU membership talks until the problem was resolved. They insist on EU safety checks being carried out. The EU has demanded an environmental impact study. </p> <p>An Austrian newspaper survey last week showed that 92% of Austrians believe Czech accession to the EU should depend on it abandoning Temelin. The Czech Republic is one of six countries in the first group of candidates in line for EU membership. </p> <p>The controversy has become entangled with a long-standing political dispute over the Benes decrees, which enabled the post-war deportation of 2.5m ethnic Germans from Czechoslovakia to Germany and Austria. Many Austrian politicians want the decrees abolished as a condition of Czech membership of the EU. </p> <p>The Czech foreign minister, Jan Kavan, said this week that independent experts from both sides would visit Temelin before it went on stream to discuss the issues. </p> <p>The deputy prime minister, Vladimir Spidla, said that Czechs did not want to put themselves or their neighbours at risk. \"When putting Temelin into operation, the government will proceed in accordance with national and international habits and regulations, and we see it as our task to spread that message on a diplomatic level,\" he said. </p> <p>One of the organisers of today's protest, Rudi Anschober, leader of the Green party in the Austrian upper house, said: \"We want an immediate halt to the construction of the station, a six-month break for revision, a thorough environmental impact assessment according to EU standards, publication of all project documentation and neighbouring countries to have access to that information.\" </p> <p>Today's blockade follows lower-key protests on the Bavarian and upper Austrian borders. A further blockade of crossings between Bavaria and south Bohemia is planned on Sunday. </p> <p>The reactor has divided Czech MPs in recent weeks, but as the international pressure has grown, so too has the Prague government's tendency to see the plant as a test of national honour. </p> <p>Work on it began 16 years ago under communist rule and it was due to open in November 1992, in time for the 75th anniversary celebration of the Russian revolution. But it was interrupted by the fall of communism and shelved as an all-too poignant symbol of Soviet imperialism. </p> <p>The plant was resurrected by the then prime minister, Vaclav Klaus, on the grounds that additional energy was needed to meet the growing domestic demand. But most of its opponents insist that the republic already has an energy surplus and that Temelin's output will be dumped on the international market at 30% or so below production costs. </p> <p>\"We now export annually 12 terrawatt-hours, or 25% of the electricity we produce, and Temelin would produce a further 11 to 12 terrawatt-hours a year, doubling our overcapacity,\" said Jan Beranek, a nuclear campaigner for Friends of the Earth in Prague. He and other experts say the plant will never be able to pay for itself. </p> <p>The Czech energy company, CEZ, defends the safety of the plant, pointing out that 12 missions from the International Atomic Energy Agency in Vienna have visited it since 1990. </p> <p>But recently more and more whistle-blowers have been voicing concern about safety issues at Temelin. \"Several people, including skilled craftspeople and experts have approached us with information, because they said they couldn't live with a clear conscience about the irregularities they saw taking place,\" said Jan Haverkamp, an energy expert for Greenpeace. </p> <p>These allegedly include faulty welding, irregularities in testing and continuing water leaks in valves in the reactor cooling system. </p> <p>Greenpeace is concerned that at least one whistle-blowers has \"disappeared\" in the past few days. \"We simply can't find him. He might have got scared and gone underground, but we're worried that someone's tried to silence him,\" Mr Haverkamp said. </p> <p>Eastern Europe has 60 active nuclear reactors and 13 more under construction. Between 1991 and 1999 the EU invested more than 900m euros in the safety of plants in the region.</p>",
  "<p><strong> Three Kings</strong><br> Rental and DVD (£19.99)<br> Warner Cert 15 <br> **** <br> </p> <p> \"Are we shooting people or what?\" For a moment, you wonder if this is a film within a film, but Three Kings pitches you into the chaos of Desert Storm with its first line, which leads to random death for some distant \"towelhead\". David O Russell's movie plays fast and loose with war-movie traditions and skilfully juggles an exciting, dynamically edited action movie, a cynical screwball comedy and a coherent indictment of US foreign policy under Bush Sr.</p> <p> It juxtaposes the realistic and the bizarre with bravado: when Mark Wahlberg is being tortured, his oppressor keeps asking: \"What is the problem with Michael Jackson?\" (his lightened skin was seen as endemic of US racism - like the burning oilfields and oil-damaged birds seen here, it all seems a long time ago). Wahlberg is one of the \"three kings\" hunting gold Saddam stole from Kuwait. The others are George Clooney - continuing the smoothest TV-to-film star transfer since Woody Harrelson - and Ice Cube.</p> <p> The greedy trio are gradually and reluctantly involved in the politics around them. Any heroics they achieve are by opposing American policy, explained by Clooney as: \"Bush told the people to rise up against Saddam. They thought they'd have our support. They don't. They're being slaughtered.\" A rather pat ending apart, Three Kings is spot on and memorable. </p> <p><strong> Lake Placid</strong><br> Rental and DVD rental<br> Fox Pathé Cert 15 <br> ** <br> </p> <p> A monster movie that concentrates more on its characters than a rather unconvincing 30ft croc. It aims for quirky, and it's written by king quirk David E Kelley, the impossibly prolific Ally McBeal man. I was hoping for something like Arachnophobia or Tremors, but they worked by taking the genre seriously at the same time as subverting it. Lake Placid is too trite for that, with Bridget Fonda's parody New Yorker in the sticks taking centre stage, and its main joke is casting Betty White, the prissy one in The Golden Girls, as a foul-mouthed croc-feeder. </p> <p><strong> Ordinary Decent Criminal</strong><br> Rental and DVD (£15.99)<br> Warner, Cert 15 <br> ** <br> </p> <p> Not a bad trawl through the life of Martin Cahill if you haven't seen John Boorman's The General made just two years ago; rather a redundant retread for those who have. Where Brendan Gleeson made Dublin's most famous felon a bumpy, unpredictable character, Kevin Spacey's rogue gang-leader (called Michael Lynch) is just a smoothly superior robber effortlessly and consistently outwitting the police at every turn.</p>"
]