[
  "<p>Another day, another Hamlet - except director Bill Alexander and the Birmingham Repertory Theatre company bring to the classic real ebullience and charm. For a start, the production is beautifully lit by Tim Mitchell. Clouds of dry ice billow across the stage throughout; the whirring of the machine adds eerie accompaniment. Footlights erect shimmering pillars of light and smoke through which the ghost of Hamlet's father passes, and dark chambers are stunningly patterned by a single source. A warm light bursts through a doorway, splintering shadows all around, and in a moment of horrible realisation, Gertrude's shock-white face is caught in a fading cross light. </p> <p>As well as obscuring the relations between truth and falsehood, good and evil, action and inertia, these etiolated chambers represent the recesses of disturbed minds; with an insidious, menacing music to underthread the suspense, there is a real feeling of claustrophobia and fret. </p> <p>Richard McCabe as Hamlet worries his way from distemper to despair with a boyish petulance, dancing his diseased wit around the others' incredulity. It's a strong performance, full of wicked smiles and tremulous gestures, and one that rejuvenates the linguistic felicity of all the familiar lines. Hamlet's defiant delirium is nicely judged, too, and his fey sparring with Pal Aron's impassioned Laertes reveals by contrast one man of thought, another of action. </p> <p>If the rationale for Ophelia's frenzied decline was largely unexplored by the Bard, then Rakie Ayola's maidenly naivety goes some way to explain the deleterious effects of the prince's love. Her delivery is gushing and girlish, and Hamlet's quick scorn entraps her. David Hargreaves offers a well-measured Polonius, Ophelia's father, but Gerard Murphy's Claudius does not quite suggest the regal arrogance that it perhaps should. Nor does his frantic scheming - more comic than condemned - fully relate his increasing desperation. </p> <p>A striking production, then, and one that approaches the play and its formidable heritage with a laudable, fresh-faced simplicity.</p>",
  "<p>The most surprising aspect of Hibs' victory was that they should be on offer at 3-1 against by bookmakers before the start. Of course, the odds compilers would have done their work before the details of Rangers' appaling injury problems emerged. The error of their ways was emphasised by David Zitelli, when he struck the goal which continued the Easter Road side's extraordinary resurgence. </p> <p>Clearly aroused by the aromatic whiff of the blood of wounded opponents, Hibs had a predatory look about them from the very start of the match while Rangers' shocking casualty list, containing eight players who would have been regarded as first picks, made them uncommonly vulnerable. </p> <p>From goalkeeper Stefan Klos through full-backs Fernando Ricksen and Arthur Numan to midfielder Giovanni van Bronckhorst and forwards Ronald de Boer, Rod Wallace, Neil McCann and Michael Mols, Dick Advocaat was sorely tried in the business of assembling a team to visit the home of opposition, who have made their best start to the league campaign in decades. </p> <p>They seemed to sense their own weakness, too, as they appeared apprehensive and uncertain during those periods when the Hibs midfield and attack swarmed in the vicinity of 19-year-old Mark Brown, facing a hectic time in the visitors' goal. </p> <p>The teenager was tested and found gratifyingly wanting by Zitelli even before the Frenchman gave Hibs the lead, leaping high to his right to touch a terrific shot from the striker over his crossbar. He was, however, given no hope of redemption the next time Zitelli came threatening. </p> <p>Breaking from defence, Hibs moved the ball sweetly from Paul Fenwick to John O'Neil, the latter stroking the pass from midfield into the path of Zitelli on the right. The manoeuvre left him clear on the right side of the penalty area and his low drive sent the ball into the far corner. </p> <p>Rangers, having avoided damage during the early onslaught, then promised some of their own as they played composed and menacing football, but Allan Johnston, the recipient of most of the good chances, finished poorly. Johnston's replacement with Kanchelskis at half-time was no surprise, but it would have been difficult to predict the controversies in which the Ukrainian would be the central figure during the second half. </p> <p>After fewer than 15 minutes, he was clear inside the penalty area and, as he delayed his shot until he could see the whites of Colgan's eyes, Gary Smith appeared to take his legs from behind. The first impression was of an incontestable penalty kick, but referee Kenny Clark not only refused the claims, but booked Kanchelskis for diving. </p> <p>That action would have its effect nine minutes from the end, when the Rangers winger committed a foul on Ulrik Laursen which drew a second yellow and, consequently, a red card. The drama seemed appropriate to an engrossing match, with Rangers exerting most of the second-half pressure in their search for equality. </p> <p>But there was a general aimlessness about their endeavours, with their forwards Billy Dodds and Peter Lovenkrands especially ineffective and even the normally reliable Jorg Albertz in midfield unusually quiet. </p> <p>The better players wore green-and-white shirts, most notably the ever-composed Franck Sauzee in defence, the inventive Russell Latapy and John O'Neil in midfield, and the inexhaustible Mixu Paatelainen in the front line. Given Rangers' shortage of first-choice personnel, there was no shame in losing to a Hibs team presently overflowing with self-belief.</p>",
  "<p>As the ferry steams out of the tiny New England harbour of Wood's Hole, it takes less than an hour's sailing through the choppy Atlantic waters to have a first sight of the island of Martha's Vineyard, which along with its neighbour, Nantucket, is one of the most sought-after holiday destinations in North America. These islands have hardly changed since the first colonial settlers arrived 350 years ago, the architecture preserved, the natural landscapes protected from any kind of development. </p> <p>These wild, out-of-the-way isles adapt to the seasons like chameleons. In spring and autumn they are peaceful, perfect for walking and cycling through wetlands and miles of silvery beaches and sandy dunes. There will be plenty of room at the picturesque 'country inns', refined guesthouses oozing traditional New England style, generous hospitality and attractive prices. There is never any problem booking a table at gourmet restaurants, and this is a great time for being casual, with nothing better than a famous 'clambake' at the beach, a feast of locally-caught clams, mussels and lobsters. </p> <p>In midsummer the islands are transformed into an exclusive playground for the rich and famous. Martha's Vineyard and Nantucket are the long-time vacation home of the Kennedys and more recently the favourite escape for Bill Clinton and his family, and in July and August, half of Hollywood - from Sylvester Stallone and Dustin Hoffman, to Sharon Stone and Cameron Diaz - descends. There is a price to pay for rubbing shoulders with movie stars at the bar of the renowned Black Dog Tavern, or waiting in line next to a famous rock singer to choose an exotic sorbet at Mad Martha's ice cream parlour. </p> <p>The population of the islands grows 10-fold in summer, accommodation rates double, and suddenly everyone is vying to get dinner reservations at exclusive dining spots such as L'Etoile on Martha's Vineyard or the Chanticleer in Nantucket, where the bill will come to a lot more than one for the clambake. Whenever you decide to visit - and the islands are ideally situated between New York and Boston - a detour takes you to a different world, a different pace of life, where there's no crime, no traffic lights, no stress, and just lots of laid-back entertain ment, with regular music, art and cinema festivals, farmers markets, bargain antique stores, and village fairs. </p> <p>Outside the peak summer period, hotels on the island offer deals - lower midweek prices, large off-season discounts. Try to negotiate the best price when making a reservation. Although you will discover some of the most luxurious 'country inns' in the US, there is a range of reasonably priced accommodation too. There are few modern hotels thanks to a strict environmental policy: the historical eighteenth and nineteenth-century clapboard wooden houses have been renovated for today's visitor. </p> <p>Here are some addresses to suit different pockets. The prices quoted are for a double room, from low to high season. Most include a traditional American breakfast, so large you can usually forget about lunch. There are also recommendations for the best evening dining on both islands </p> <p><strong> Martha's Vineyard</strong><br> </p> <p> <strong> Where to stay </strong> </p> <p> <strong> Hob Knob Inn</strong> <br> 128 Main Street, Edgartown (00 1 508 627 9510, fax 00 1 508 627 4560, email: <a href=\"mailto:hobknob@vineyard.net\">hobknob@vineyard.net</a>).<br> $100-500<br> Ultra-luxury country inn, where John Kennedy once stayed. Sumptuous rooms, gourmet breakfast and traditional afternoon tea - including freshly squeezed lemonade. There is also a spa and fitness centre, and organised boat trips for sports fishing. </p> <p><strong> Tuscany Inn</strong> <br>22 North water Street, Edgartown (00 1 508 627 5999, fax 627 6605, email: <a href=\"mailto:tuscany@vineyard.net\">tuscany@vineyard.net</a>).<br>$100-395<br> Perhaps the most beautiful inn on the island, a Tuscan villa style transplanted into a traditional wooden Vineyard cottage. Chic Italian Laura Sbrana presides as guests enjoy frittata, homemade biscotti and strong espresso for breakfast. On some weekends she runs a gastronomic cooking school. </p> <p><strong> Daggett House</strong> <br> 59 North Water Street, Edgartown (00 1 508 627 4600, fax 627 4611, <a href=\"http://www.mvweb.com/daggett\">www.mvweb.com/daggett</a><br> $100-155<br> Built in 1660 as the first tavern on Martha's Vineyard, the Daggett House has some intriguing rooms, including one in the attic reached by a secret passage. It is just off the busy part of Edgartown, overlooking the harbour, and has a fine restaurant. </p> <p><strong>Charlotte House</strong><br>27 South Summer Street, Edgartown (00 1 508 627 458, fax 627 4652, <a href=\"mailto:charlotte@relaischateaux\">charlotte@relaischateaux</a>)<br> $200-400<br> The ultimate address for stars and celebrities to escape the crowds, the Charlotte Inn is a beautifully restored white clapboard house, whose opulent interiors resemble an English country manor. </p> <p><strong> The Colonial Inn</strong><br> North Water Street, Edgartown (00 1 508 627 4711, fax 627 5904, <a href=\"http://www.colonialinnmvy.com\">www.colonialinnmvy.com</a> <br>$100-150 <br> More like a hotel than the island's classic country inns, the turn-of-the-century Colonial Inn is reasonably priced, and there is a delightful top floor terrace for sunset drinks overlooking the harbour of Edgartown. </p> <p><strong> The Edgartown Inn</strong> <br>56 North Water Street, Edgartown (00 1 508 627 4794, fax 693 9420, <a href=\"http://www.edgartowninn.com\">www.edgartowninn.com</a>). <br> $70-120<br> Built 200 years ago as a whaling captain's residence, this charming inn retains the feel of a private home. The living room is filled with sailing mementos or the snug kitchen with checked tablecloths and vases of freshly cut flowers </p> <p><strong> The Oak House<br></strong> Seaview Avenue, Oak Bluffs (00 1 508 693 4187, fax 696 7385, <a href=\"http://www.vineyard.net/inns\">www.vineyard.net/inns</a>). <br> $120-180<br> A spectacular wooden mansion overlooking the ocean and sandy beach at Oak Bluffs, this is slightly expensive, but each room is individually decorated in quaint, kitsch style. Lovely seaview porch with rattan rocking chairs. </p> <p><strong> The Oak Bluffs Inn<br></strong> Pequot Avenue, Oak Bluffs (00 1 508 693 7171, fax 693 8787, <a href=\"mailto:bmyguest@oakbluffsinn.com\">bmyguest@oakbluffsinn.com</a>). <br> $120-150 <br> Recently renovated by a friendly young couple, this picturesque, brightly painted bed and breakfast has nine charming rooms, mixing Victorian style with modern amenities. Looks out over the famous Gingerbread houses of the Tabernacle. </p> <p><strong> The Ship's Inn</strong> <br> 18 Kennebec Avenue, Oak Bluffs (00 1 508 693 2760). <br> $65-100<br> On a popular back road, squeezed between a Mexican restaurant and the popular Offshore Ale Brewery, this simple, but comfortable inn offers economical prices, though for once, breakfast is not included in the room rate. </p> <p><strong> Vineyard Harbor Motel</strong><br> Beach Road, Vineyard Haven (00 1 508 693 3334, fax 693 0320, <a href=\"http://www.mvy.com/vharbor\">www.mvy.com/vharbor</a>). <br>$65-100 <br> Vineyard Haven may be the most exclusive resort on this island, but it also has some of the cheaper accommodation too, especially this old-fashioned motel with harbour views . </p> <p> <strong> Where to eat and drink </strong> </p> <p> <strong> Black Dog Tavern</strong><br> Beach Street Extension, Vineyard Haven (00 1 508 693 9223). <br> The most famous bar and restaurant on the Vineyard, where all the celebrities, Bill and Hillary Clinton included, come to hang out and supposedly be ignored by the rest of the summer tourists. So the staff have attitude, and there's a lengthy queue to get a table. But not to be missed. </p> <p><strong> The Offshore Ale Brewery<br></strong> Kennebec Avenue, Oak Bluffs (00 1 508 693 2626). <br> Best spot on the island, a vast barn whose first floor has been converted into a microbrewery, brewing excellent beer, while the downstairs is an eclectic mix of noisy pub, hearty restaurant and late-night live venue for local blues, funk and rock bands. </p> <p><strong> Seasons</strong> <br> 19 Circuit Avenue, Oak Bluffs (00 1 508 693 7129).<br> Cheap and friendly bar and restaurant where the portions - especially the spare ribs - are enormous. Not the most stylish venue, but good fun. You might even see local resident singer Carly Simon, and friends like Billy Joel, come in to check out the band. </p> <p><strong> L'Etoile</strong> <br> 27 South Summer Street, Edgartown (00 1 508 627 4751). <br> Definitely the most fashionable - and expensive - restaurant on Martha's Vineyard. The cuisine is an interesting mix of French, Italian and native American influences, especially dishes featuring pheasant, lobster and crab. If cost is no problem, this is the place to sample some of the finest American wines. </p> <p><strong> The Newes from America Pub</strong> <br> 23 Kelley Street, Edgartown (00 1 508 627 4397).<br> Many Americans eat early in the evening - even at 5pm - and this packed pub down by the waterfront is one of the few spots serving up until midnight. Classic deli dishes - pastrami on rye, oyster 'po'boy' sandwiches, clam chowder - and they serve lethal cocktails. </p> <p><strong> Nantucket</strong></p> <p> <strong> Where to stay </strong> </p> <p> <strong> Jared Coffin House</strong> <br> 29 Broad Street (00 1 508 228 2400, fax 228 8549, <a href=\"mailto:jchouse@nantucket.net\">jchouse@nantucket.net</a>).<br> $115-160<br> This is the leading luxury inn on Nantucket, and also has one of the island's most elegant restaurants. For once, this historic stately home is redbrick rather than wooden, and the 'country inn breakfast' of dishes like eggs benedict or light fish cakes is exceptional. There are 60 rooms in all. </p> <p><strong> Roberts House</strong> <br> 11 India Street (00 1 508 228 0600, fax 325 4046, <a href=\"mailto:RHInn@aol.com\">RHInn@aol.com</a>).<br> $100-200<br> The grand white colonial façade of this ancient lodging house, with the US flag flying above the porch, hides a very laid-back place. Covering a whole block, with lovely gardens, the Roberts House consists of four different inns, with different price ranges. </p> <p><strong> Cliff Lodge</strong><br> 9 Cliff Road (00 1 508 228 9480, <a href=\"http://www.cliff_lodge.com\">www.cliff_lodge.com</a>).<br> $105-150<br> A great discovery, this converted 1771 whaling master's home is on a high road out of town with spectacular views over the busy harbour and ocean. Breakfast is served in the flower-filled gardens. Book early - there are only 13 rooms. </p> <p><strong> The Nesbitt Inn</strong> <br> 21 Broad Street (00 1 508 228 0156). <br> $65-95<br> The best bargain spot on Nantucket. Run by the homely Dolly Noblit, whose family have owned the inn for a century, the Victorian house is filled with authentic antique furnishings. Just remember that bathrooms are shared and breakfast is 'Continental' rather than hearty 'American'. </p> <p><strong> Centerboard Guest House</strong> <br> 8 Chester Street (00 1 508 228 9696, fax 325 4798, <a href=\"mailto:centerbo@nantucket.net\">centerbo@nantucket.net</a>). <br>$110-185<br> Only six rooms, all beautifully decorated, in this tiny wooden guesthouse just out of the town, must book well in advance. </p> <p><strong> Periwinkle Guest House</strong><br> 9 North Water Street (00 1 508 228 9267, fax 325 4046, <a href=\"http://www.oneweb.com/nantucket/\">www.oneweb.com/nantucket/</a>).<br> $75-125<br> Its wooden walls painted a beautiful pastel yellow, the friendly Periwinkle has a wide range of rooms to suite different budgets, and a smaller cottage next door.It is just behind the Whaling Museum. </p> <p><strong> Centre Street Inn</strong> <br> 78 Centre Street (00 1 508 228 0199, fax 228 8676, <a href=\"mailto:inn@nantucket.net\">inn@nantucket.net</a>). <br> $75-150<br> Dating back to 1742, this is one of the oldest houses on Nantucket, perfectly preserved today. The 13 guest rooms cover a wide price range, and there's a lovely summer patio and lounge. </p> <p><strong> The Inn at Captain's Corner</strong> <br> 89 Easton Street (00 1 508 228 1692, <a href=\"mailto:captainscorner@nii.net\">captainscorner@nii.net</a>). <br> $60-100 <br> The Captain's Corner is just five minutes walk away on the outskirts of the main town, which explains its moderate room rates. Feels as if you're really staying in a friendly family home. </p> <p><strong> Le Languedoc</strong><br> 24 Broad Street (00 1 508 228 4298, fax 228 4682, <a href=\"http://www.lelanguedoc.com\">www.lelanguedoc.com</a><br> $60-150<br> Just as well-known for its gourmet French restaurant as its comfortable rooms, the Languedoc spreads over two adjoining houses, just off the water front. </p> <p><strong> Martin House Inn</strong> <br>61 Centre Street (00 1 508 228 0678, <a href=\"mailto:martinn@nantucket.net\">martinn@nantucket.net</a>). <br> $65-150<br> Originally a mariner's home, built in 1804, this romantic spot has grand bedrooms with lace curtains and four-poster canopy beds, and also cosy, lower priced rooms. </p> <p> <strong> Where to eat and drink </strong> </p> <p> <strong> Nantucket Tapas</strong> <br> 15 South Beach Street (00 1 508 228 2033).<br> Original designer restaurant on the waterfront, where young chef Terry Noyes creates dishes that mix Spanish tapas with sushi, Chinese wok-fried vegetables with fresh Nantucket seafood - tuna carpaccio, shrimp dim sum, lobster ravioli, steamed clams and mussels, cold smoked scallops. </p> <p><strong> The Chanticleer</strong><br> Sconset Village (00 1 508 257 6231). <br> Hidden in the idyllic village of Sconset, the Chanticleer is in a different league from other island eateries. French chef Jean-Charles Berruet has lived in Nantucket for more than 20 years, and his cuisine attracts the likes of Michael Douglas and Henry Kissinger. In summer, there is the most beautiful flower garden imaginable. </p> <p><strong> The Brotherhood of Thieves</strong> <br>25 Broad Street (00 1 508 228 2400)<br> Atmospheric bar echoing the colourful past of Nantucket, serving inexpensive meals. Pretty garden in summer, often with live music at night. </p> <p><strong> The Tap Room</strong> <br> 29 Broad Street.<br> In the basement of the Jared House, this all-wood tavern could be inside an ancient whaling ship. Tourists sit round dark tables while colourful locals crowd round the long bar, noisily discussing the season's fishing. </p> <p><strong> Dave's Soda Fountain<br></strong> 47 Main Street. <br> Inside the quaint Congdon's Pharmacy, step into America's past with red plastic swivel stools round the old fashioned soda fountain. All of town stops off for morning coffee and a gossip update.</p>",
  "<p><strong>Erin Brockovich</strong> (2000, 15, Columbia Tri-Star, VHS/Rental)<br>In his third impressive film in the past two years, Steven Soderbergh, working from a sparkling script by Susannah Grant, tells the gripping true story of the eponymous single mother with three children and no legal qualifications, who led a crusade against a negligent giant corporation that had poisoned a whole Californian town. Julia Roberts gives her best performance to date as the freewheeling Erin, carefully registering her personal growth, and Albert Finney is fine as her gruff, middle-aged boss. It is, however, a triumphalist picture, without the darkness and complexity of The Outsider.</p> <p><strong>Broken Blossoms</strong> (1919, U, Eureka, VHS/Retail)<br>Lillian Gish gives one of her great performances in D.W. Griffith's silent classic, a heart-breaking story of child abuse and interracial love in late nineteenth-century London. Gish plays a doomed Limehouse waif crushed between her sadistic pugilist father (Donald Crisp) and an idealistic Chinese sage (Richard Barthelmess). A wonderfully poignant cinematic poem.</p> <p><strong>Hitchcock Box Set</strong> (Universal, VHS/Retail)<br>Three of the Master's greatest films from the 1950s - Rear Window (1954, PG), Vertigo (1958, 15), Psycho (1960, 18) - handsomely presented and at a modest price. All three are peak achievements, daringly innovative and deeply involving.</p> <p><strong>Pola X</strong> (1999, 18, Artificial Eye, VHS/Rental, Retail)<br>Melville wrote Pierre or The Ambiguities in 1852 following the failure of his great Moby-Dick. French enfant terrible Leos Carax regards his disastrous Les Amants du Pont Neuf of nine years ago as his great white whale and the title of his first picture since then, Pola X is an acronym of the French title of Melville's novel, which it transposes to present-day France. It stars handsome Giullaume Depardieu (Gerard's son) as a modish novelist who quits his fashionable girlfriend and the chateau he shares with his mother (Catherine Deneuve) to enter a bizarre countercultural commune with his newly discovered half-sister, a disturbed Balkan refugee. It's long, pretentious, doom-laden and impressively designed.</p>",
  "<b> Philip McQueen (£50,000)</b> <br> 43, divorced, service manager of pharmaceuticals company, lives in Manchester When Philip McQueen was divorced last year, he banked £16,000 - his share of the profit from the sale of the marital home. In less than 12 months, he'd spent it all, along with his regular salary, on going out, clothes, records, books, and holidays. Especially holidays. 'I've never saved money, and in the past 10 years there's never been a single month when I haven't been overdrawn. I just believe º ª that it's there to be spent. But it would be true to say that I went even more overboard than usual last year. I was fairly miserable, so I spent money on trying to feel better. To a certain extent it worked.' <p>Since his divorce, Philip has rented a two-bedroom flat in the middle of Manchester, which costs £700 a month. 'I spend about £100 on petrol, £38 monthly gym membership, £30-40 on records, and the same again for books and magazines.' Food isn't a big priority. 'I spend about £3 a day for a lunch from Marks &amp; Spencer, and maybe £30-40 a week on the rest.' But clothes are important. 'I buy them all the time, and I don't like cheap clothes. If a shirt is £150, and I like it, I'll have it. I go to the gym all the time, so I have a new pair of trainers every other month at about £70 a time.'</p> <p>Sport is his passion. 'I'm a season-ticket holder at Burnley which is £320. Plus another £1,000 for away games over the season, including petrol. I love ice hockey and go to see Manchester Storm as often as possible. I go about 25 times in a season, which costs about £400.'</p> <p>He doesn't save. 'Every now and again I feel guilty about that. I set up a standing order to pay £350 a month into a high interest savings account. But when I get to £900 I think: \"Great. That's enough for a skiing holiday.\"' Holidays take a large, regular chunk of his income. 'Three a year, at least. Two skiing trips, which I love, and at least one visit to the US.' The rest goes on socialising and trying to make a dent in his £8,000 Visa bill. </p> <p>Life, Philip believes, is for living. And money is for spending. 'If I had a family, I'd have to behave differently, but I don't, so I don't see that it's a problem. My dad's generation would have scrimped and saved - had half a pint instead of a pint in the pub, or whatever. But where does all that denial and sacrifice get you? An extra 50 quid in the bank when you die.'</p> <p> <b>Nicola Evans (£60,000)</b><br> 31, single, IT service delivery manager, lives in Manchester</p> <p>Nicola Evans's father spent 38 years working for one company - a prospect that seems Jurassically outmoded in her world. At the age of 31, she has already worked for five major companies - in London, in Manchester, and 18 months in Belgium - in her chosen field of information technology. That's the way it works.</p> <p>'I didn't plan this. Every time I join somewhere, I hope that it's going to be forever, but everybody moves around in IT. It's not just about money. I have to love what I do - I've actually taken a pay cut for a job I really wanted.' As well as moving jobs, she travels a lot even when she's settled at one place, and when she's not travelling she puts in long hours. 'It's a work-hard, play-hard life.' It's also an earn-big life - Nicola's salary has bought her a flat in London's Docklands, worth around £200, which she rents out, and a three-bedroom detached house in Manchester worth £120k. The rental income in London means that the flat pays for itself. Once she's paid the mortgage on her house, she spends the rest of her monthly salary. </p> <p>'I don't save, apart from the investment in the properties. Not a penny. I just can't.'</p> <p>Nicola is part of a new wave of entirely different householders - the young, affluent single who delay or decide against marriage and family life and buy houses to live in by themselves. Paul Webley has studied attitudes to money across different countries, and he notes that Britain, like the USA, is a very individualistic society. 'In Italy, young people who aren't married tend to stay in the family home. Our singles move out and live by themselves. We're very independent, which has a big effect on the way we live and spend our money in lots of ways.'</p> <p>One effect is that nobody young, single and well off wants to sit in their house by themselves every night. So Nicola goes out. About £200 per week of her income is spent on socialising. 'I'm out and about five nights a week. I go to bars and restaurants with friends. I spend freely, but I'm not madly extravagant. It galls me to pay more just because the restaurant has a flash name. But then sometimes I'll splash out on a really good bottle of wine.' For her 30th birthday, she hired Old Trafford football club and threw a party for 120 people at £12 a head. 'I just thought - why not?' She's not a label queen - jeans and jumpers are as good at it gets at weekends, but she likes to dress well for work. 'I'll spend up to £500 on a suit.' </p> <p>Like all high earners, Nicola pays for her time with money. 'I have a lady who does my ironing for £15 a week, and a gardener who costs me £12 a fortnight.' She drives a soft-top Saab - worth about £25,000, which the company buys, but which costs her £6,000 a year in tax, plus 'God knows how much in petrol - I don't even want to think about it.' Most weekends, she drives to London or Bedfordshire, where her family lives. Her other big expense is holidays. 'As many and as often as I can. I'm spending a month in Thailand and Australia at Christmas.' </p> <p>In many ways, it sounds like a model of new economy living. 'In some ways it is, but I can't work at this level, earning this much money, forever. One day I want a family, and then this will have to stop. I'm enjoying it while it lasts. But one of the reasons I'm still single is because of how much I've put into work, and in the end no salary is enough to replace a good relationship and a family.' She knows how hard it will be to downgrade her lifestyle. 'But I've learned from some of the men I work with. They get the big salary and then they get trapped into having to earn at that level. They don't see their kids; their marriages suffer. I don't want it to happen to me.'</p> <p> <b>Paul Gattaora (£100,000)</b><br> 32, married, headhunter with two children, lives in Buckinghamshire</p> <p>Paul Webley's description of family-centred cultures and their differing attitudes to money is embodied in Paul Gattaora. An Asian man, he spent his childhood weekends and holidays working in his Dad's garage, or in the family shop. 'It taught me discipline and a good work ethic. It's just the Asian way.' He skipped university in favour of 'getting out there into the real world', and had a very successful career in magazine sales before starting his own business - the IT division of Portfolio Recruitment at Stockley Park. 'I got flash out of my system young. </p> <p>I wore the labels and drove the cars, all of that. But I was more or less over it by the time I was in my mid twenties.' These days he spends his money on his family house, where he lives with his wife, children and mother. 'That takes about 50 per cent of my regular income, and I don't mind that at all.'</p> <p>A good chunk of the remaining 50 per cent is also spent on the house. At the moment he's having a conservatory built. 'It's costing about £35,000, without all the finishing off. I've had to order some tiles from France especially.' He never minds, he says, paying for quality. 'Something beautiful, hand-made and one-off? No problem. A great bottle of wine? I'll spend the money with pleasure. What I resent is the £200 a week we get through in Tesco. Basics in Britain are so overpriced. And don't even get me started on petrol.' The rest of his money goes on clothes - 'I'm not bothered about labels so much, but I have my suits made for work' - and, when he can find the time, on meals out with his wife and family. And, of course, on his pension. 'I've been building that up since I was 21. I've always planned ahead. It will give me a good income from the age of about 50.'</p> <p>Paul works very long hours: '16-hour days are common, and it's pretty much 24/7.' It's for money, of course, but mainly it's for himself. 'I always wanted my own business. I suppose it's in the blood. I'd done well in sales and I turned 30 and thought - right time for me. It's about self-esteem and self-determination.' The financial rewards are high, but he doesn't waste money. 'I don't spoil the kids or buy flash cars - I've got an old Jeep. I won't scrimp on quality, but I know the value of money, and how hard I work for it.' </p> <p>He's playing a long game. 'I don't think anyone could work at this pace and level for too long without keeling over and dying. The plan is to give it my all until I'm 40, make my money, and get out. I'll have paid off the mortgage, got the children sorted out. Then I'll open my own scrap-metal dealership and wear overalls, like my dad. That wouldn't pay me enough to do it now, but that's what I'd love. I'll be the ultimate 21st-century scrap merchant with my own website, selling all around the world!' And he won't miss the big money. 'I'll be fine by then. You should never chase money. If you do, it always eludes you. It has to be a consequence of your work and your life, not your guiding principle.'</p> <p> <b>David Cooper (£1 million)</b><br> 58, married, commercial lawyer with four children and three step-children, lives in London</p> <p>David Cooper is famous for his big income and his enviable lifestyle. Home is a big house in Belgravia. 'It's worth about £8 million. There's no point having a repayment mortgage on that kind of sum, so it's interest only.' The house is decorated with his collection of beautiful antiques, fine rugs and original paintings. He drives an Aston Martin, but there's several other equally juicy motor cars in his collection. His suits are bespoke, his shoes hand-made. There's another flat in Eaton Square. He drinks only good wine, and eats at only the best restaurants.</p> <p>His friends tend to be his clients, rich men like the biotech entrepreneur Chris Evans, or the late Matthew Harding. But he'd rather not talk about all of that. 'Not because I don't like talking about money in the British way, but because I'm bored with it. It's my own fault. I've spent years amusing myself by portraying myself as this big earning lawyer, but the truth is - and I know people won't believe this - I've never really been all that bothered about the money.'</p> <p>I believe him. David Cooper is a totally self-made man, having grown up as a Jewish working-class boy in Manchester. His father was a market stall trader. David was bright, and studied law at Birmingham but, more importantly, he was driven. </p> <p>In his early years, earning big was 'part of the game. I needed to get it just to show that I could and get it out of my system.' But the real point of it all has always been winning. 'I love what I do. I love the competition, and the challenges. I love meeting clients, mixing with all kinds of people. And that is what matters long after you've made all the money.' Paul Webley believes that money is a side issue for the very wealthy. 'There are lots of people with more money than they could spend in several lifetimes, still working as hard as ever. Achievement is a human impulse, and some people just have it to a very great degree.'</p> <p>His salary isn't the whole story. 'I don't think I could actually sustain my current lifestyle on that.' His 'real money' comes from business interests and investments. </p> <p>'I spend most of it on the mortgage and pensions, and over the years on building up the art and antiques collection. But I'm sick of that now. Past a certain point money becomes a burden. I can't go on holiday unless I hire house sitters because of the insurance. So much time is spent maintaining and administrating big sums of money or valuable things. I've lost my spontaneity.' He dreams of downshifting - not from work, which he still loves, but from his fabulous lifestyle. 'I'd rather like a smaller flat in Eaton Square. I'd fill it with Habitat furniture and leave all the doors unlocked. If somebody came and nicked it. I wouldn't care. I'd just buy the whole lot again the next day.'</p> <p>In spite of his wealth, David Cooper would not describe himself as financially secure. 'I am, of course, but that's not the same as feeling it. Every now and again I have a minor anxiety attack. Suppose the bottom fell out of the housing market completely? And if it did, the antiques market would follow suit. And then suppose that inflation ran riot, like in the days of Nazi Germany? It could happen. It's my background. I know that you can never really say: 'this is it. Now I'm safe.'</p> <p>David still insists on value for money. </p> <p>'I wouldn't buy a new, regular car. They're the biggest rip-off imaginable.' And he doesn't care for hotels. 'Almost all of them are overpriced and second-rate.' He can't stand, he says, being taken for a ride. 'I'm not mean. I'm actually rather generous. But I do hate paying £80 for £20 wine.' </p> <p>Having a lot of money isn't enough for a successful life, he insists. 'What's the point of being wealthy if you have no taste? Or if you don't know how to spend it well? It's very important to move in the right circles, and to develop an appreciation of what you can do with money.' In his own circles, he's barely even rich. 'I'm a member at Annabel's nightclub, where the Sultan of Brunei is also a member. I'm probably in the bottom 20 per cent of wealth as far as their member's list goes. But I'm in the top five per cent for popularity, because I can get tickets for Chelsea games.' At the smart, London school his younger children attend, the people he notices who flash the cash openly are 'not old hands like me. It tends to be the 30-something yuppies.'</p> <p>Having lots of money, he says, can enrich your life immeasurably. 'I'm not going to be a hypocrite and say I'd be happier poor.' But, he says, money can only bring happiness if you're in control of it, and not the other way around. 'And I'll tell you something else you won't believe. I'm permanently overdrawn. That's the truth.' </p> <p><b>Net profits</b></p> <p><a href=\"http://www.fool.co.uk\" target=\"_new\">www.fool.co.uk</a><br> Provides a range of information: from experienced investors to people in debt. Advice on how to invest without a large amount of capital.</p> <p><a href=\"http://www.armchairmillionaire.com\" target=\"_new\">www.armchairmillionaire.com</a><br> Claims to make sorting out your money fun. Tutorials on 'ditching your debt for good', and 'savvy investing'.</p> <p><a href=\"http://www.ihatefinancialplanning.com\" target=\"_new\">www.ihatefinancialplanning.com</a><br> Caters for the ultimate financial procrastinator and dispels any excuses by breaking down financial jargon. Covers every aspect of financial planning, from surviving divorce to the cost of death. </p> <p><a href=\"http://www.ftyourmoney.co.uk\" target=\"_new\">www.ftyourmoney.co.uk</a><br> Free personal finance services. Gives UK residents general impartial guidance on a full range of financial products.</p> <p><a href=\"http://www.iii.co.uk\" target=\"_new\">www.iii.co.uk</a><br> Information for people investing directly in stocks and shares.</p> <p><a href=\"http://www.gfn.com\" target=\"_new\">www.gfn.com</a><br> Gay Financial Network is a personal finance site relevant to everybody, but with specific advice on issues for gay couples that your nuclear family doesn't encounter.</p> <p><a href=\"http://www.gomez.com\" target=\"_new\">www.gomez.com</a><br> Advice and links for people who want to put their financial matters online.</p> <p><a href=\"http://www.soon.org.uk/problems/money.htm\" target=\"_new\">www.soon.org.uk/problems/money.htm</a><br> Offers a biblical take on financial problems with readings and parables alongside some practical advice. Pray to God is number two on the help list.</p> <p><a href=\"http://www.debthelp.co.uk\" target=\"_new\">www.debthelp.co.uk</a><br> Independent debt consultancy to 'help those suffering the nightmare of financial difficulties'. Claims to have saved clients from bankruptcy and repossession.</p> <p><a href=\"http://www.seductrics.com\" target=\"_new\">www.seductrics.com</a><br> Bienvenida Buck's new website which gives women advice on how to snare wealthy men.</p> <p>\u0095 Statistics provided by Datamonitor</p>",
  "In October 1991, the pop charts were awash with cheesy rave anthems based on themes from popular TV shows. Most would be forgotten the moment they spluttered out of the Top 40, but, even at the time, 'Go' seemed different. It was artfully constructed around the looming signature chords from David Lynch's Twin Peaks series, and on Top of the Pops its author threw himself about like a small, white, bald maniac. Soon a disbelieving music press was reporting on this vegan, Christian, teetotal, car-hating New York raver with intense eyes that betrayed such a disquieting mix of challenge and apology. Over the next three years, a string of euphoric hit singles followed. Then things got really strange. <p>Moby's friends will tell you that he lives in the same spartan Manhattan apartment as he did when he made 'Go'. He will tell you that he lives in his tour bus, because when his current travels end in December, he and his party will have been on the road for 21 consecutive months - during which time the material circumstances of his life have altered little, but the context has changed beyond all recognition. When he set out, Moby was considered yesterday's man, a talented musician with a penchant for aggravating others and shooting himself in the foot. When he released his latest album, Play, in May last year, the reviews were grudgingly favourable, but small. The US record labels which had turned him down seemed vindicated: Mute, the British independent which is his real home, watched as Play 'flatlined', shifting a meagre 10,000 copies in six months.</p> <p>A year on, Play has sold more than 5 million, going platinum in 17 countries and topping the charts in seven. Few Britons will get through an entire day without hearing at least one piece of Moby music, as he finds himself re-cast as the world's pop star du jour, a phenomenon he likes to refer to as 'obviously a clerical error'. More peculiar still, we should find this comforting. For his is an extraordinary story.</p> <p>Moby looks fit and fresh, but his mostly Brit crew look worn. 'Did you bring any British newspapers with you?' they ask with a hint of desperation as you're introduced backstage at the soon-to-be-rammed Bronco Bowl in Dallas, Texas. For the past few months, he's been treating his audience to some thoughts on the desirability of voting Al Gore for President, but this is very definitely George W Bush country, and last night in Houston, he forgot. I wonder whether this might have been an unconscious survival instinct, and Moby smiles and leads me to his preferred lair at the rear of his massive bronze bus. I'll be amused to note that he 'forgets' tonight, too.</p> <p>We've met before over the years, and I find him little changed on the surface: the same bald head and alert but strangely neutral features. He's always been good company, talking fast, listening well, engaging in conversation with the whole of his being, ever straining to reach the essence of whatever it is you're talking about, even if it's only tape recorders or socks. He's 35 now and claims to have gradually retreated from his formerly dogmatic approach to life and morality. These days, he even gets pissed sometimes. He's relaxed. He's having fun. I was recently with some musicians who complain bitterly about touring the way he is. I ask how he finds the experience.</p> <p>'I love touring because you never really get bored, and if you do get bored, your circumstances are always changing. Even a lot of the little irritants are addictive. Like, the other day, on our way from Albuquerque to Houston, we had a day off in Wichita Falls, Texas, which is officially the middle of nowhere. So you find yourselves walking through desolate places. And especially out west, America is full of them. There's so much space and so few people. Just standing in a parking lot in the middle of nowhere with a warm breeze blowing. You understand why film-makers are so drawn to making movies about the West - the weird guy sitting behind the counter selling cigars, the old lady on the porch\u0085 I love it.'</p> <p>The name began as a kind of joke, almost from the moment Richard Hall was born. He was so small, so frail, that calling him after the fictional scion of his great-great-great grandfather, Herman Melville, seemed to carry hope, to provide a kind of grand raft for the little boy to cling to. His father, an academic chemist, died in a car crash when his son was two, and his mother, Elizabeth, was a hippy artist who smoked pot and hung out with musicians and struggled, with the help of welfare, food stamps, social security, to make ends meet. Both sets of grandparents were wealthy - mother and son were never going to starve - but in the affluent hamlet of Darien, Connecticut, only 15 minutes distant from the neighbourhood Moby's pal Rick Moody was writing about in his novel/film The Ice Storm, they were apart, other.</p> <p>'The more I travel and see, the more I realise how conventional my upbringing was. But at the time, all my friends seemed to have stable, traditional, affluent homes. Now it turns out that lots of Americans were raised under similar circumstances to me, the difference being that they grew up in communities where everyone had messed-up home lives. I had new clothes, but from bargain shops, not Adidas and Levi's like my peers, and I'm sure a lot of people can relate to the sense of inadequacy that gives you. There was this sense of wanting to fit in and not fitting in, even if it was by no means unique to me. Every time I left the house, I was aware of those feelings.'</p> <p>In retrospect, there were silver linings. The number of pop stars who had hippy parents is high: Beck, PJ Harvey and Jarvis Cocker being but three obvious examples (Moby has noticed this, too). A beardy, bead-wearing friend of Elizabeth's tutored the 13-year-old boy in classical guitar and jazz theory. Through examining his mother's book collection, he came to realise that 'most of the heroes of the 20th century had made a virtue of feeling inadequate or displaced'. He read Rambeau, Faulkner and Bukowski ('not my favourite writer, but\u0085') and felt better. He went to study philosophy at Connecticut University, then transferred to New York, where he was disappointed by the inconsequentiality of the syllabus and directed most of his energy towards music. He played guitar with the punky Vatican Commandos and Flipper before graduating to the briefly wonderful New York psychedelicists Ultra Vivid Scene. Then he left for the visceral joys of rave.</p> <p>He'd picked up his Christianity while at school, but dates the rigidity that came to characterise it from the punk period. He can laugh at it now. 'It lasted till 1996 - from the ages of 16 to 30, basically, which is a long time. First I was a rigid punk-rock Marxist. Then I was a rigid vegan dance-music Christian guy\u0085'</p> <p>And what ended those things, I ask.</p> <p>'Empiricism. Going out and looking at the world and realising that fixed orthodoxies make sense on the printed page and in your head when your eyes are closed and you're going to sleep, but they don't make sense when you walk around and look at the world.' What did he want from the doctrines?</p> <p>'Very simply, what I think motivates people to want to hold on to rigid orthodoxies is the simple desire to see the world as a simple, understandable place. The only epiphany I ever had was being able to say that the world is not a simple and understandable place and people who try to make it so are... jerks. They're unpleasant, and no one wants to hang out with them. They're fundamentalists. That's why the first essay in the Play sleeve is specifically about that. What I found was that people were looking to me to be a rigid vegan fundamentalist or dance fundamentalist or Christian fundamentalist, and I find that to be distasteful.'</p> <p>Is he simply saying that Ewan McGregor won't hang with you if you have convictions? 'No. I think those beliefs and ways of living are erroneous as well. The thing is that I was proved wrong so many times that to try and insist that I know better than everyone else is just stupid.'</p> <p>So the end of ideology has worked for Moby, just like the rest of us. Actually, more than the rest of us. Noticing with humility yet an unmistakable frisson of glee that women fancy famous blokes, he has used the belated realisation that his old semi-celibacy was 'erroneous' as a springboard to discovery. Remembering that when Moby goes for something, he really goes for it, you can't help but feel pleased for him. There was the reported romance with Star Wars actress Natalie Portman, a toe dipped into the world of a dominatrix, the games of 'touch knob' (don't even ask) at celebrity parties, even the tawdry affairs of rock'n'roll legend.</p> <p>His most recent foray into the world of Big Celebrity was attending US R'n'B übermeister Sean 'Puffy' Combs's lavish ball in the Hamptons. There's a rare grin on Moby's face as he recounts this.</p> <p>'I went mainly to see what it was like - I mean, that sort of ostentation. So you get there and it's this huge house right on the ocean. And his driveway is filled with Bentleys and Mercedes and Porsches and Jaguars\u0085 it's interesting. I can't judge that kind of consumerism, because I don't come from the same kind of cultural place that he comes from, but it was the weirdest mix. </p> <p>I mean, the Hamptons is horrifying. Really horrifying. It's so much money, so much wealth, so much opulence. You go to these parties and its basically just people figuring out what they can get from each other. </p> <p>'So the interesting thing about Puffy's party is that he wants to be part of that, so he'll go to the Hamptons' invitational polo matches, meaning that half the people at the party were moneyed old conservative WASPs, and the other half were homeboys who he grew up with, people from his record company, Bad Boy. And Salman Rushdie and members of boy bands. And everyone had to wear all white, so it was almost as though you couldn't tell who was who. Leo DiCaprio was turned away because he wasn't wearing white. He had to go buy something! The whole thing was just\u0085 interesting.</p> <p>'What I've come to understand is that indulgence can lead to epiphanies more times that abstinence,' he declares. 'My old quasi-celibacy is a good example. I was celibate for the wrong reasons. I was celibate for the same reasons as I was a vegan and didn't drink - because it made me feel superior.'</p> <p>It seems to me that Moby's being a little hard on himself here. The need to place himself beyond criticism surely stemmed from an underlying feeling that he deserved criticism. I suggest this, but he's having none of it.</p> <p>'Well, I could have been criticised for being a rigid, uptight asshole. And then I found myself suddenly being drunk and occasionally having tawdry one-night stands and affairs. And at times it was wonderful, at times sordid and dumb. But it didn't fit any generalisations, and that was the lesson.'</p> <p>At this juncture, I find myself wondering how Moby defines his Christianity these days. He has a problem with that title, he explains, because he thinks it implies self-righteousness. He became a lover of Christ ('in the Platonic sense,' he giggles) when he came across the Gospel according to Matthew at school, which 'just struck me as right'. Soon, church and Bible studies became a refuge from the alienation he felt elsewhere, fitting neatly into the strictured universe he was trying to construct for himself. In his newly chilled mode, he aspires to live according to the teachings of Christ, he says, adding as a casual rejoinder, 'at least some of them, because unfortunately, I have to be a bit selective'. </p> <p>Intriguingly, Moby's personal and musical evolution has mirrored, and in many respects presaged, developments within British culture during the 90s. Just as political ideology appeared to wither away in those years, so did the tribes and factions that had always defined pop culture. Someone once noted that Britain was the only country in the world where someone might ask, 'So what's he like?' and be told, 'Oh, he's a skinhead.'</p> <p>By the decade's end, the style tribes had dissolved, but when Moby released his debut album, Everything is Wrong, in 1995, minds had not yet been fully prised open. This was a couple of years before the Prodigy, Fatboy Slim or Tony Blair and when Moby, with his outsider's disregard for political or aesthetic correctness, released Everything is Wrong, which veered between swirling club anthems, punk thrashes and ambient torch music, it was met mostly with a mixture of disbelief and consternation. Some excited new listeners were won, but at the expense of fashionability: Moby was ahead of his time. Then, a year later, he tested his audience to destruction with a furious, hardcore punk album, Animal Rights, which very few people bought outside of Greece and Germany. </p> <p>Shortly after its release, his mother was diagnosed with cancer and died in 1998, at the age of 54. A friend has referred to this period as Moby's 'dark night of the soul', and he has wondered at the conjunction of that truculent record and his mother's illness.</p> <p>'You hear stories of farm animals getting jittery and running around before earthquakes,' he says. 'Maybe I was anticipating something.'</p> <p>In the event, what followed bore no relation to what anyone expected. Moby scrapped early sessions for a new album, spooked by the vivid rock/dance crossover success of the Prodigy's Fat of the Land. 'It got very distressing, going to expensive recording studios and continually coming out with results I hated,' he confessed shortly afterwards. 'In the end, I went back to my bedroom and made an album full of flaws, quirks and brilliant idiosyncrasies.'</p> <p>The turning point came when he stumbled across a series of recordings made by a couple of amateur American folk-music archivists named John and Alan Lomax. In the 30s, this father-and-son team had toured the South with a primitive 300lb tape recorder in the boot of their car, recording for posterity the gospel and blues sounds they heard at a time when no one else was. Moby found them inspirational and began to experiment with sampling segments of performance by the likes of the Shining Light Gospel Choir, Boy Blue, Bill Landford &amp; The Landfordaires and Bessie Smith, re-situating them in his modern electronic arrangements. It is tribute to the sensitivity with which he did this that tunes such as the now uniquitous breakthrough single 'Natural Blues' and the rippling 'Why Does My Heart Feel So Bad?' sound as soulful as they do. </p> <p>Interspersed with the usual eclectic and emotive range of his original compositions, they came to form the spine of Play. And that's why we're here.</p> <p>Some people are asking whether Moby has relaxed his standards too much. As Play has grown in popularity, so have allegations that making money out of the mostly impoverished black artists recorded by the Lomaxes amounts to nothing more nor less than exploitation. Moby's heard the arguments and treats the issue gingerly, pointing out that his motives were sound; he never expected Play to be successful and has tried to make sure that the money generated has gone to the right people. He further posits 'collage and assemblage' as 'one of the dominant creative motifs of the 20th century', adding that most of the compositional elements are generated by him. He is right on all counts, but on the plane to Texas, I came across a more sophisticated argument, which could be seen as applying to modern dance music generally.</p> <p>Boiled down to essentials, the American business academic Jeremy Rifkin claims in a new book that the days of the property-based capitalist economy are numbered. Companies such as Nike, he notes, own little other than a concept, a lifestyle, and more and more people are leasing large items like cars in preference to buying. He suggests that in the future we will be purchasing experiences rather than ownership and that this form of exchange will seep into every area of our lives ('We're moving from commodifying goods and services to commodifying culture'). He claims fusion music is a good example of this process: corporations scour the globe for culture to mine, just as their precursors mined copper or coal. In the process, they tear them from their roots. </p> <p>'When you take a culture and homogenise it, transform it, package it and sell it back to people as paid-for experience, then it is just as possible to deplete cultural diversity as bio-diversity,' Rifkin concludes. Dance music has been doing this, or something very like it, for years. Moby comes to terms with the thesis with impressive speed, but takes a moment to work out what he thinks about it.</p> <p>'When I hear people saying stuff like that, I want to sit them down and give them some nice warm soya milk and cookies and tell them everything's going to be OK. I want to tell them, \"Just because we don't fully understand the complexities of the contemporary world doesn't mean that it's wrong or on the brink of collapse.\" You know, this idea that to remove something from its original context is contrary to contemporary life\u0085 everything is removed from its original context.</p> <p>'But I think that, ultimately, culture is democratic. And a lot of supposed academic liberals really have a hard time with that. </p> <p>I remember talking to my aunts and uncles at Christmas a few years ago, and they were complaining about popular music. They said, \"Why can't radio stations play more Bob Dylan and less of that trite, vacuous Britney Spears?\" The answer is because the majority of the people listening to the radio want to hear Britney right now and they don't want to hear Bob Dylan. I mean, I like both of them. </p> <p>'A lot of people imagine conspiracies where conspiracies just don't exist. These big multinational corporations, all they're trying to do is prop up their quarterly share price so they don't get fired. They don't have any agenda apart from staying in business. </p> <p>I think culture is suffering at their hands; the fact that all the record companies have been bought up by a couple of big multinationals\u0085 the music is definitely suffering. 'But you can't judge it from a static perspective. This is the ebb and flow of culture. We have a few years of generic pop music and crummy boy bands and then the next bunch of Nirvanas and Jane Addictions arrive to blow them away.'</p> <p>For his own part, Moby was recently heard lamenting the demise of beauty as an aspiration in art, pointing out that one of the few places where it is still viewed as a valid end-in-itself is within the dance community - 'And a lot of people are not comfortable with that, thinking that it's not intellectually credible. Which is a shame, I think.' With almost the same breath, however, he will question the lack of virtuosity in modern music. Not long ago, he had a haunting vision of George Gershwin being around today and winding up as the guitarist in Creed.</p> <p>'Now we have virtuoso computer programmers and drum programmers and that's wonderful because great records are being made. But I always wonder how many talents are being lost to mediocre records.</p> <p>'Because I do use George Gershwin as an example. He spent his life becoming a phenomenal pianist, learning compositional skills, learning how to write and sheet-read music, and the world is a richer place for it. It's so sad to think of someone who could have been the next Gershwin, or Miles Davis, or Coltrane, instead churning out a couple of mediocre alternative rock records or dance tracks. Because if everyone around you is doing mediocre stuff, you don't really feel the need to push yourself to do any better. At least very few people do. I mean, much as I might applaud democracy in culture, I'm also selfish in that I love memorable, meaningful music - songs that stay with me and that I can listen to and get an emotional reaction to time and again.'</p> <p>Interestingly, Gershwin's 'Rhapsody in Blue' was specifically conceived as a marriage of classical structure with contemporary jazz dance idiom. It was a crossover. Moby has it in mind to make an album in the spirit of Al Green or Bill Withers meeting Massive Attack, but he thinks it might take time to work up to this.</p> <p>A dollar millionaire before the release of Play, mostly on the strength of his remix and film work, even Moby doesn't know what he's worth now. The most controversial portion of his fortune comes from the car ads he has licensed his tunes to. The first time I met him, he wouldn't even step into a car unless he could be convinced that it was a matter of life and death. He is heroically inconsistent and vague on the rationale behind his change of policy, citing flattery, the fact that some of the ads are decent pieces of art and a desire to support his independent record company as factors. He denies that personal gain was a consideration, because he lives an almost distressingly simple life, despite admitting to 'a sybaritic side' that likes nice hotels and flies business class on trips that last more than four hours. It's notable that even the alienated former mates and old enemies will accuse him of stupidity before greed.</p> <p>I ask if he suffers from guilt over money.</p> <p>'To an extent, but I think I deal with it on a very abstract level. Because there isn't really anything I want - at least the things I want are so huge that I could never afford them\u0085'</p> <p>By way of illustrating this point, Moby mentions an island with a huge jet boat with helicopters on the back of it; a menagerie with giraffes and monkeys and koalas (by my reckoning, he could probably afford this one) and a fleet of private planes to fly his friends around the world. Under the circumstances, it doesn't seem so very much to ask.</p> <p>\u0095 <b>Win two VIP tickets</b> to see Moby live in Wembley arena on November 18, with access to an exclusive after-show party where you can meet Moby in person. Click <a href=\"http://www.guardianunlimited.co.uk/Offers/Entry/1,4713,,00.html?code=OAJA006\">here</a> to enter.</p>",
  "<p>Kirsten Dunst could have played a cheerleader in American Beauty . But reading the script at 15, she couldn't see the appeal. 'I didn't want to be kissing Kevin Spacey. Come on! Lying there naked with rose petals?' Looking back from the comparative wisdom of 18, she now understands the point of the film. But these things happen. And anyway, she got to play a cheerleader in Bring It On instead. It may not be an Oscar contender, but the amiable comedy about two competing high-school cheerleading squads is perfect for Dunst. As in the underrated satire Drop Dead Gorgeous and the campy Watergate comedy Dick, she demonstrates a deadpan knack at playing perky, driven, ultra-blonde, all-American ditzys. </p> <p>But that's far from being the whole Dunst range. She was an altogether eerier figure at the heart of The Virgin Suicides. And at the tender age of 11, she was utterly chilling as the doomed, bloodsucking child in Interview with the Vampire. </p> <p>'We're all in awe of her maturity as an actress. There seems to be the experience of a 35-year-old actress in the body of this little girl,' Tom Cruise reckoned at the time. By that point, the New Jersey born Dunst had already been acting and modelling for eight years. She made her film debut at age eight in New York Stories. Since then, despite the child protection laws, she has worked as hard as anyone in the business, appearing in more than 70 ads and 27 films. </p> <p>As a real pro, she has the kind of matter-of-fact approach to work you'd expect, and won't be drawn into talking about stuff like motivation. 'I love certain actors, but sometimes they say the stupidest things about technique. I don't want to say something stupid.' </p> <p>In between it all, she has snuck in an education, graduating this year from a private Catholic girls' school in LA. Very much part of the post-Jodie Foster wave of girl actresses (Claire Danes, Christina Ricci, Natalie Portman) she intends to go to college when she can find the time. But since she is continuing to work at a Stakhanovite rate averaging four or five films a year, that degree might have to wait till her thirties. </p> <p> Among the handful of films she has on the way is The Crow: Salvation. Starring in a mediocre horror-action series might seem a strange thing for a highly rated actress to do, but it gives Dunst a chance to branch out. 'I'm a hardcore rock girl-looking chick,' is how she describes her role. </p> <p>You can never tell with former child stars, but Dunst seems to have a fairly sane view of the world, even one where fake nude pictures of her clutter the internet. 'I've seen my head on someone else's naked body. I didn't like it, but at least she had a good figure.' In fact, her most worrying tendency might be a hint of obsessive-compulsive disorder. 'I'm a clean fanatic. I love to clean; it's the sickest thing, and my mom loves me for it. I love to clean more than my mom does; she makes me do the wash, and clean up when my dog, who is so little, does mistakes. It helps me let off my stress. I don't love the vacuum thing; I love cleaning off things. Seriously.' </p> <p><strong>Five things you should know about Kirsten Dunst </strong></p> <p>1. Her favourite flavour of ice cream is Häagen-Dazs' coffee</p> <p>2. She has four cats and a dog</p> <p>3. She first got drunk in London - and threw up at Heathrow</p> <p>4. She drives a BMW roadster</p> <p>5. 'I feel a special love for her,' says Interview with the Vampire author Anne Rice</p> <p>\u0095 Bring It On opens on Friday</p>",
  "How do you tell the difference between good and bad magic? What happens in a quarrel if each side thinks that it has the exclusive ownership of the good magic? <p>Children in a Warrington primary school are exploring these and other knotty problems by comparing two writers. Alan Garner's books are set in Alderley Edge close to the town, those of Cormac MacRaios take place in the Whitlow Mountains, about 20 miles outside Dublin. The settings are different but the two writers share many of the same themes. </p> <p>In another class, eight-year-olds have been looking at how giants are described in British and Irish fairy stories. They have learnt that not all giants are violent and threatening. For most of them, it is the first time they are shown how stereotypes are created and how unfair they can be. </p> <p>These are just two examples of the programme devised by the Warrington Project for schools. The project was born in the aftermath of the IRA bomb which devastated the town centre in 1993 and killed two children. Teachers found that one of the greatest problems which they faced in dealing with the tragedy was to answer the pupils' question: why had the bombing happened in their town? </p> <p>Like most people in mainland Britain, they had seen a great deal about Northern Ireland on television and read about the violence in the newspapers. </p> <p>But they were unable to put the bombing in a historical context which would help the children come to terms with what happened. </p> <p>Those involved in the Warrington Project were determined to respond in a positive way. They decided to focus their energies on school-age children, with the hope they might later expand to older students. The Ireland In Schools Programme, developed in partnership with the Institute of Irish Studies at Liverpool University, was the result. From the start it was agreed that they did not want to add another course to the already overcrowded school curriculum. Instead they encouraged teachers to integrate Irish examples and themes into the existing syllabus. </p> <p>The British government's introduction of a compulsory 'literacy hour' when children are taught reading and writing skills, offered an ideal opportunity. Pupils were given a flavour of Irish stories and shown how the same tales emerge in the folklore of different countries. </p> <p>At secondary level, study units were designed to be incorporated into existing courses. The Irish Potato Famine was presented as the last great famine in Western Europe. Teachers show how the disaster can be used as a way of looking at immigration and the consequences for cities like Liverpool and Manchester. </p> <p>Children are taught how to look at census figures and electoral registers, they are encouraged to examine nineteenth century stereotypes of the Irish arrivals and thus to evaluate contemporary media coverage of the impact of immigration by other ethnic groups. </p> <p>Like so many schemes designed to promote better mutual understanding, the Warrington Project has had to depend very largely on the commitment of teachers and others involved. </p> <p>In its first five years it received grants of £10,000 from the Irish government and £40,000 from the British government, but it has been very hard to carry on. </p> <p>A group comprising members of parliament in London and Dublin held a meeting with David Blunkett and, as a result, the Secretary of State for Education agreed to allocate £150,000 to the Warrington Project. The group has been asked to put forward proposals that might be incorporated into a new Citizenship Course in secondary schools which is due to start in two years time. </p> <p>The importance of the Ireland in Schools scheme and the possibility of applying it much more widely to promote understanding between different racial groups has already been recognised outside Warrington. </p> <p>Several universities have already incorporated the programme into teacher-training courses. </p> <p>The work of these teachers and academics has particular resonances in the week when the Runnymede Trust published the report of its Commission on the Future of Multi Ethnic Britain. </p> <p>The report argues that the whole concept of Britishness needs to be rethought in a way which takes account of enormous range of races, accents and attitudes in the UK. The report has already been reviled in some quarters as an attempt to rewrite British history. </p> <p>But the Warrington Project, which encourages children from a very early age to understand that diversity does not have to be threatening, has already shown that it is possible to build understanding and mutual tolerance.</p>",
  "The surprise winner of the Nobel Prize for Literature sat on the edge of a friend's bed in Paris and reflected on the journey that had brought him from China to France, from the obscurity of being a playwright and novelist known only to a small number of critics and intellectuals. <p>There's a little party of admirers and critics in the living room, but Gao Xingjian, 60, his eyes a little tired, keeps getting dragged away to do interviews with journalists who had never heard of him before Thursday. </p> <p>He says that the Nobel Prize is 'something that falls on you from the sky like a miracle. It's a total surprise'. </p> <p>Gao, the first Chinese-language winner of the prize, is a political refugee from Communist China who has embraced France, its language and its culture, yet remains in China a potent, and proscribed, figure of dissent. </p> <p>To explain his spiritual journey he describes a dream he had when he was 15. 'I was sleeping with a marble woman. She was beautiful and cold - a statue that had fallen into the grass, and I was lost in an exuberant freedom. It was that freedom, that we call decadent, that brought me to France.' </p> <p>Of course, it is more complicated than that. His early life was difficult. He was born under the sign of chaos, his mother giving birth while bombs fell during the Sino-Japanese war. </p> <p>When he was young he developed a taste for the French surrealists like Ionesco, several of whom he later translated into Chinese. They influenced his own writing, which offended the Chinese authorities who regarded the genre as decadent and worthless. </p> <p>During the Cultural Revolution he was forced to burn much of his early work, attended re-education camps and did hard labour in the fields for six years. </p> <p>It was a terrible time, Gao recalls. His wife denounced him and he burned 'kilos and kilos' of novels, plays and articles. </p> <p>But writing was a compulsion, an obsession, and he carried on in secret. But when in 1979 he was allowed to publish, he ran into trouble again. A work of criticism was damned as 'spiritual pollution and connivance with Western literature'. </p> <p>And his plays, such as Bus Stop (1983), a kind of Zen theatre of the absurd heavily influenced by Beckett and Artaud, though performed at the Beijing Popular Theatre, were officially regarded as too decadent. </p> <p>In 1987, he left China and settled in Paris. 'I love Paris - it's the best city in the world for artists.' After the Tiananmen Square riots of 1989, his flat in Beijing was seized by the authorities. </p> <p>The massacre formed the backdrop of his most overtly political play, Fugitives, a love story. Its publication caused his work to be banned in China. </p> <p>Gao lives in a two-room apartment on the 19th floor of a tower block in Bagnolet, a tough suburb in the east of Paris. He spends 16 hours a day writing or painting. He listens to Mozart, and Messiaen. He became a French citizen in 1998 and does not consort with the Chinese community. He gets a little cross when I suggest that, like the 1994 Nobel laureate Kenzaburo Oe, his work is little known and may well benefit from the exposure the award will give him. 'No, that's not true. I am well known. Not well known among the public, but the professors and theatre people know me well. </p> <p>'In Europe, my plays are performed a lot. In the past 10 years more than 30 of my plays have been produced. But these are not plays for a big audience.' But his work is not popular - even in France where it has been extensively translated. I asked for his books at four Parisian bookshops on Friday, but they were unavailable. 'Try Tuesday,' said one proprietor. 'We've ordered a few because he's won the prize.' </p> <p>And yet, in making their award, the Swedish Academy said Gao had produced 'an oeuvre of universal validity, bitter insights and linguistic ingenuity'. </p> <p>They singled out his 1989 novel Soul Mountain for particular praise, calling it 'one of those singular literary creations that seem impossible to compare with anything but themselves'. </p> <p>Based on a 10-month walking tour Gao took along the Yangtze River, Soul Mountain uses several narrative voices, interweaving tales of people Gao met on his journey. At one point, one of these narrators criticises the novel's author: 'You've slapped together travel notes, moralistic ramblings, notes, jottings, untheoretical discussions, unfable-like fables, copied some folk songs, added some legend-like nonsense of your own, and call it fiction!' </p> <p>I ask Gao if he wants to become popular or if the prospect worries him. 'These things are not in my power. They just happen.' Is he happy about winning the £625,000 award? 'Obviously! It's the greatest prize. But I wasn't waiting for this. It's something that falls on you from the sky like a miracle. It's a surprise. And, while this prize guarantees my independence, I don't think it will make my work better known in China. </p> <p>'The award expresses a friendship which I find very moving,' says Gao. 'Because I write mostly in Chinese and yet I am not published in China, the support of my translators, critics, even journalists has been very important in getting my work known around the world. The prize, then, honours these people as well as me.' </p> <p>The Chinese reaction was sour. Jin Jianfan of the Chinese Writers' Association said: 'He is French and not Chinese. The reason he won it is more political than literary.'</p>",
  "The Jewish settlers came to the mosque of Houwara al Kabir on the outskirts of the West Bank town of Nablus in the early hours. In the deserted midnight streets the sound of the Mitsubishi van woke Palestinian residents in their shops and houses. <p>Those who risked looking from their windows noticed two things: the Israeli army patrol vehicle that had spent the day shuttling up and down warning them to stay inside their houses had retreated. Instead, heavily armed Jewish settlers had taken their place, let into the town by the Israeli soldiers. </p> <p>'I could see the settlers get out,' explained shopkeeper Basil Odeh, standing in the blackened shell of the mosque amid the stench of smoke and petrol. 'I was afraid they were coming to shoot into our houses. I shouted out to warn my neighbours. A few minutes later I heard the bomb and looked out to see the flames coming from the window of the mosque. I tried to shout to my neighbours to come and help but it was too late. The mosque was gutted.' </p> <p>Odeh surveyed the wreckage of the mosque and led us to a bookshelf lined with scorched copies of the Koran. 'You ask me whether the peace process can ever work; if we can live with Jews. When it comes to attacking my religion, it makes it very difficult. How can you expect us to live with people who treat us like this?' </p> <p>On Thursday it was the mosque. Last Saturday it was Joseph's tomb - a Jewish shrine wrecked by the Palestinian boys of the shabab. They found and killed a rabbi, Hillel Lieberman, who rushed from the nearby settlement of Eilan Moreh to rescue religious artefacts. They tortured and shot him, then dumped his body. </p> <p>On Wednesday they buried Lieberman, and by the time the settlers burnt the mosque, two young Palestinian men were also dead: Mahar Ismail, aged 20, and Natheer Naif, 22, from the village of Jammain. </p> <p>So it goes: the terrifying and disproportionate cycle of violence between Arab and Jew in Israel and the Palestinian Territories. After a fortnight of clashes that have seen more than 100 die - the majority stone-throwing Palestinian youths cut down by Israeli soldiers - a calculus of Old Testament vengeance is being drawn up by the extremists of both sides. A mosque for a shrine is what it demands. A life for a life. </p> <p>The tensions laid bare in Nablus and its outlying communities - both Jewish settler and Palestinian - reveal in microcosm the fracture lines that are threatening to rip apart the peace process and plunge the region into war. </p> <p>For the events of the past two weeks beg Basil Odeh's bleak but simple question: can, after all the years of promised peace talks, of wrangling and negotiation, the people of the West Bank and Gaza and their cousins, the Israeli Arabs, ever co-exist with the Jews of Israel? </p> <p>Seven years after the Oslo Peace Accord - and two years after the agreement at Wye Valley that saw the PLO remove the promise from its covenant to destroy the State of Israel - the prospect of peace looks more distant now than ever. And in Nablus the communities are on the verge of guerrilla war. </p> <p>An hour after visiting the mosque of Houwara al Kabir we trudged through the dust of Jammain village a few kilometres away as the corpses of Mahar Ismail and Natheer Naif were carried amid a crowd of several thousand to the cemetery. </p> <p>'Mahar was bending down to pick up olives,' says one of his friends pointing towards the groves where Mahar died. 'Perhaps the Israelis thought he was picking up a stone.' </p> <p>Or perhaps the soldiers who killed them believed the men were among Palestinians who that afternoon had fired on the funeral procession of Rabbi Hillel Lieber man from among these trees. </p> <p>What is beyond dispute is that in the past few days both sides have been organising into their own militias. In a dangerous development that is being repeated across the Palestinian Territories, a chilling new expression is coming into currency inspired by the experience of Israel's northern neighbour in its long civil war. 'Lebanonisation' is the slow, vicious fracturing of society into militias under the pressure of sectarian violence. </p> <p>'You know, I think the Palestinians in general are not killers,' my companion says as we walk beside the corpses being carried shoulder high among the chanting of Hizbollah slogans. He is a middle-class professional Palestinian who speaks good English, declining to give his name. 'But we are fighting for our lives. It is clear that the Israelis are not prepared to give us anything. They want to treat all Arabs as slaves and second-class citizens. And under attack we have the right to defend ourselves. We have to have militias. We have to gather arms where we can find them.' </p> <p>The promise of a comprehensive Middle East peace was contracting last week into two closed worlds, implacable in their hostility to one another. The efforts of the international community, and of the Palestinian and Israeli leaders, to bring the peace process back on track will come to nothing if they cannot carry their increasingly distrustful communities. </p> <p>Now it is the very polarisation of the two communities that appears to be driving the political process itself. On the Israeli side, Prime Minister Ehud Barak has been forced to accommodate his right-wing Likud opponent Ariel Sharon, whose visit to the Haram al Sharif mosque two weeks ago triggered the killing, by offering a place in a 'unity' administration. Pressure on Yasser Arafat has seen him free Hamas militants from detention. </p> <p>On Thursday the latest multiplier in the escalating crisis was the 'lynching' of two young Israeli reservists in the West Bank city of Ramallah. Arrested as they lost their way, they were murdered by a mob who entered a police station and - unhindered by policemen of the Palestinian authority - stabbed, shot, kicked and burnt to death. </p> <p>Israel's response - firing missiles into the town centre - was swift and out of proportion. </p> <p>The two closing worlds are crucially different in important aspects. The world of the settlers and their right-wing Jewish allies is self-interested, exclusive and driven by a religious and ideological extremism that refuses to accept that Palestinians and Israeli Arabs have any right to their own land, regardless of the commitments that Israel has signed. </p> <p>On the side of the young Palestinian and Israeli Arab rock throwers of the shabab - and the gunmen emerging to support them - the alienation is driven by the harsh reality of day-to-day existence and half a century of discrimination in their own land. </p> <p>Critical in undermining the peace process on the Palestinian side has been its failure to improve the lives of ordinary Palestinians. Since Oslo, as the Palestinian commentator Edward Said points out in his new collection of essays on the peace process, unemployment among Palestinians has risen dramatically. Gross domestic product has been halved and movement from one side of Palestine to the other (guaranteed under the Wye Valley agreement) is as difficult as ever. </p> <p>It is not all the Israelis' fault. The corruption and incompetence of the Arafat regime in the Palestinian-administered areas, as Said points out, has exacerbated the hardship of Palestinians. </p> <p>But for all the failings of the Arafat administration, the central responsibilty for the Palestinians' problems rests with Israel's failure to abide by the Oslo and Wye agreements over free movement of people within the Palestinian Territories, and its failure to curb settlement building that continues to deepen already appalling social and economic problems. These disappointments at the lack of the fruits of peace were the backdrop to attempts to settle the final status for a putative Palestinian State. It was the stalled issue of the future of Arab east Jerusalem as capital of that state that sparked the latest wave of violence and which remains non-negotiable for Barak. </p> <p>For, if the peace process is failing, it is failing on the central assumption of its US and European backers: that as the peace process raised the quality of Palestinian life, the hardest issues of final status would become more manageable. In seven years, it is the reverse that has become the case. </p> <p>These are the complaints rehearsed by the men gathered at Nablus's burned mosque. </p> <p>'Do I believe the peace negotiations have a future?' asks Tael Farraj. 'The answer is no. The Israelis do not want to give us anything. We are getting nothing from the peace process. We know now that there is only one answer and that is an independent Palestinian State with its capital in Jerusalem.' </p> <p>Nor is this sense of disappointment with the peace process unique to the Palestinian Territories. If anything has shocked ordinary Israelis in the past two weeks, it has been the common cause made by so many of their Israeli Arab neighbours with the Palestinian rioters. </p> <p>'The fact is,' says Nabila Espanioly, human rights director of the Al Tafula centre in Nazareth, 'that the situation of Arabs in Israel is that we are second-class citizens in every respect - in education, housing, health and infrastructure. Those Palestinians among us who were made Israeli citizens in 1966 by virtue of where we lived, are discriminated against in every aspect. </p> <p>What is most shocking is revealed in the social-economic scales for all villages and towns which are graded from one to 10 on quality of life. </p> <p>'All Arab villages - save one - are below the fourth scale. The first scale is exclusively Arab. There is not a single Jewish village.' </p> <p>In the current climate of fear Espanioly's work on Palestinian and Arab Israeli human rights has marked her out for right-wing Jews as worthy of anonymous death threats. 'It is so depressing. I have spent my whole life working with Jewish peace campaigners to try and build something between us.' </p> <p>And it is a sign of the tensions between the two communities that even a woman like Espanioly, who has spent years working for peace, cannot unequivocally condemn the mob that murdered the two soldiers in Ramallah. 'It was very bad. Very bad. And I condemn their killing. But Israeli soldiers have killed over 100 Palestinians. That is why a group of people lost control.' </p> <p>She paused. 'I'm going to cry now... you build and build and build and then... this takes us back years.' </p> <p>At Eilan Moreh, the settlement home of the murdered Rabbi Lieberman near Nablus, the troubles of the Palestinians, whose land they have taken, is the last thing on the Jewish settlers' minds. 'I don't care what happens to the Palestinians,' says Sara Gelbard, a 36-year-old religious Jew from London who moved to Israel at 18. </p> <p>'It is not my problem. I don't think there is a peace process. It has been blown up by the Arabs. The diplomatic efforts to save it are just upsetting people here. It is going to happen: we are moving towards war. We are ready. We are prepared to be shut up in our homes for the few days until it is over. God will give us a miracle again, like 1967.' </p> <p>Gelbard's voice is moderate within the settler communities. 'They are cowards all of them. The Arabs, even our own soldiers,' says Rosalie Lasher, an ageing American Jew. 'I was a volunteer in 1967 but I have never known a problem like we have now. I have never known the Israeli Arabs want to fight. It is because we have given them more and more. But we have our own groups. Radical groups. Our young people will protect us.'</p> <p>\u0095 <b>Chronology</b></p> <p><b>28 September: Sharon sets off an explosion</b><br> </p> <p>A visit by Israeli right-wing opposition leader Ariel Sharon to Jerusalem's Al Aqsa mosque compound, Islam's third holiest shrine, sparks the spiral of violence. </p> <p><b> 30 September: Death that shocked the world</b><br> </p> <p>A terrified Mohammed al-Durrah, aged 12, shelters beneath his father's arm from crossfire in Netzarim Junction. Moments later, the boy lay dead. </p> <p><b>5 October: Leaders meet to halt the bloodshed</b><br> </p> <p>Palestinian leader Yasser Arafat, right, and Israeli Prime Minister Ehud Barak, left, agree in talks in Paris with world leaders on steps to halt the escalating conflict. </p> <p><b>10 October: Arafat blasts Israeli deadline</b><br> </p> <p>A Palestinian boy hurls stones at soldiers in Rafah after Yasser Arafat derided as an empty gesture Israel's decision to extend its deadline for him to halt the violence. </p> <p><b>12 October: The bloody hands of death</b><br> </p> <p>A youth displays his hands stained with the blood of two Israeli soliders killed by fellow protesters in a frenzied attack at a Palestinian police station in Ramallah.</p> <p><b> 12 October: Israelis send in the gunships</b><br> </p> <p>An Israeli army helicopter fires missiles towards targets in the centre of Ramallah in retaliation for the mob killing of the two soldiers at the police station. </p> <p><b> 12 October: Direct hit signals Israeli resolve</b><br> </p> <p>A police station in Ramallah, the West Bank town that has come to symbolise the escalating violence engulfing the region, is smashed to rubble by an Israeli missile. </p> <p><b>12 October: UN tries to avert catastrophe ...</b><br> </p> <p>Secretary-General Kofi Annan flew straight to Israel on being told of Israeli rocket strikes on Ramallah, in retaliation for the brutal murders of Israeli soldiers there. </p> <p><b>13 October : ... but the bloodshed continues</b><br> </p> <p>Shot in the head by a rubber-coated bullet, a Palestinian protester is carried away during a battle with Israeli troops at Hebron on the West Bank. </p> <p><b>13 October: Staring destruction in the face</b><br> </p> <p>An Israeli policeman and a Palestinian scream hatred at each other over the right for Muslims to pray in the Old City of Jerusalem as tensions reach flashpoint.</p> <p>\u0095 <b>The rocky road to war and peace - and back again</b></p> <p><b> 1948</b> : Israel founded. Millions of Palestinians displaced into refugee camps. Israel wins war against Arab states. </p> <p><b> 1956</b> : Suez crisis. </p> <p><b> 1964</b> : PLO created. </p> <p><b> 1967</b> : Six-day war - Israel attacks Egypt, Syria and Jordan, occupies Sinai region, East Jerusalem, the Gaza Strip and the Golan Heights. </p> <p><b> 1969</b> : Arafat becomes president of PLO. </p> <p><b> 1970</b> : 'Black September' Palestinians flee to Lebanon - years of terrorism begin. </p> <p><b> 1972</b> : Black September takes hostages at Munich Olympics - 11 Israelis die. </p> <p><b> 1973</b> : In Yom Kippur war Israel again defeats Egypt and Syria, reaching 36km from Damascus and 100km from Cairo. Arab countries limit oil exports. </p> <p><b> 1975</b> : Lebanon civil war starts. </p> <p><b> 1978</b> : President Carter presides over Camp David agreement signed by Israeli Premier Begin and Egyptian President Sadat. Rejected by most Arab countries. </p> <p><b> 1979</b> : Israel signs peace treaty with Egypt, handing back Sinai but keeping Gaza Strip. </p> <p><b> 1981</b> : After assassination of Sadat and Israeli attacks on PLO and Syrian forces in Lebanon, Israel extends jurisdiction to the Golan Heights. </p> <p><b> 1985</b> : Israelis raid PLO headquarters in Tunis: 70 dead. Israel withdraws from Lebanon but keeps control over 12-mile-wide 'security zone' in the south. </p> <p><b> 1987</b> : Intifada begins in Gaza then spreads to West Bank. </p> <p><b> 1988</b> : Under peace deal King Hussein surrenders Jordan's claim to the West Bank. </p> <p><b> 1988</b> : Palestine National Council renounces terrorism and accepts UN resolutions on partition and land. </p> <p><b> 1989</b> : Israeli Premier Shamir proposes elections in West Bank and Gaza as step to interim self-rule and 'self-governing authority'. </p> <p><b> 1991</b> : President Bush says Gulf War victory opens 'window of opportunity' for peace. Talks on key issues at Madrid Conference, beginning process leading to Oslo. </p> <p><b> 1993</b> : Knesset lifts ban on contacts with PLO and Israel recognises it. Oslo agreement signed at the White House. </p> <p><b> 1994</b> : Israel-PLO agreements give Palestinians first taste of self-rule since 1967. Deal calls for Israeli withdrawal but allows army to stay in Jewish settlements in the Gaza Strip. Arafat returns to Gaza to rapturous welcome and takes charge of Palestinian Authority. Israel-Jordan peace treaty signed. </p> <p><b> 1995</b> : PLO charter scraps calls for Israel's destruction. Interim agreement on West Bank and Gaza Strip - Oslo II - signed. Israeli Premier Rabin assassinated by student after peace rally. </p> <p><b> 1998</b> : Clinton holds meetings with Premier Netanyahu and Chairman Arafat to energise peace process. In October Wye River Memorandum signed. Clinton promises substantial new aid for the Palestinian Authority. On visit to Palestine Clinton witnesses a Palestinian Council vote 'fully and forever' rejecting conflict with Israel. </p> <p><b> 2000</b> : Israel withdraws from southern Lebanon. President Assad of Syria dies. Peace summit at Camp David ends in failure. As clashes mount, Arafat meets Barak in Paris but refuses to sign an agreement, insisting on an international inquiry into the violence. UN condemns Israel's 'excessive' use of force but US abstains.</p>",
  "Brian Lace was a well-paid cameraman for Border TV until he was fined £200, sacked, evicted from his house and had his car repossessed. With a criminal record, he found it impossible to find other work. A year later, living on benefits in a bedsit, he hanged himself from the back of a door. <p>Gary B was sitting at the dinner table with his partner, Jill, and their four children when 12 plain-clothes policemen with truncheons burst into his house and searched it for an hour-and-a-half. He was arrested and imprisoned for six months and has not worked since. The children could see him for only two hours a fortnight; his son became ill with stress. All four children now have a profound hatred of the police. </p> <p>Mark Gibson, a middle manager in a large bakery, was remanded in custody for 11 days before being conditionally discharged. Six years later he was fined £100. When he and his wife, Lezley, were burgled, losing all their wedding presents, the insurance company refused to pay up on the ground that he had a criminal record. </p> <p>Brian Lace, Gary B and Mark Gibson have one thing in common. They are guilty of the same offence as a third of the Shadow Cabinet, one member of the Cabinet and a Health Minister, at least 20 MPs, the US President (almost), Queen Victoria (quite openly) and six million British people. They used cannabis. </p> <p>Last week Francis Wilkinson, former Chief Constable of Gwent, argued for complete legalisation of cannabis. Yesterday the Chief Constable of Cumbria, Colin Phillips, said he would turn a blind eye if he saw cannabis used at a party. But while the public debate is transformed by a bracing gust of honesty, the war against cannabis is escalating. Almost a third of a million people were stopped and searched for drugs last year. The annual number of people given a criminal record for life for breaking the cannabis laws - among the most draconian in Europe - has risen fourfold in 10 years to 96,381 in 1998. Almost all those offences - 89,129 - were for possessing the drug for personal use. </p> <p>Half of those caught were cautioned. Almost 22,000 were fined. In total, 5,216 went to prison, more than half of them (2,832) just for possession. Fifteen per cent of all prisoners are serving sentences for offences related to drugs - mostly possession of cannabis. </p> <p>Two years ago the number of British people given a criminal record for cannabis use passed one million. The Independent Drug Monitoring Unit (IDMU) estimates that the total cost of upholding the law on cannabis is £1.5 billion a year. Matthew Atha, director of IDMU, said: 'What strikes me is how ordinary a lot of the people are. It's teenagers to pensioners, from long-term unemployed to people in a steady job. We've had doctors, lawyers, teachers, social workers, computer programmers and company directors.' </p> <p>A survey by the Police Foundation found only 0.5 per cent of people think cannabis should be a top priority for police, and 46 per cent think its use should not be illegal at all. </p> <p>An independent inquiry into the Misuse of Drugs Act 1971 by the Police Foundation, published in March, concluded that when it came to cannabis: 'The law's implementation damages individuals in terms of criminal records and risks to jobs and relationships to a degree that far outweighs any harm that cannabis may be doing to society. It criminalises large numbers of otherwise law-abiding, mainly young, people to the detriment of their futures'. </p> <p>The British Medical Association has declared cannabis 'very safe', and the respected medical journal, the Lancet, said it was 'less of a threat than alcohol or tobacco'. </p> <p>Most people caught in possession of cannabis are likely to be cautioned. But under current legislation, when anyone - such as the Home Secretary's son, William Straw - accepts a caution they admit guilt and end up with a criminal record for life. The police computer will come up with the offence if they try to get a job in the law, medicine, accountancy, the prison service, teaching or any work involving young or vulnerable people. They are also likely to be banned from ever visiting the US. </p> <p>A multiple sclerosis sufferer in Scotland who used cannabis for medicinal reasons wanted to go to the US for medical treatment. The US revoked her visa after it found out about her 'criminal' past. </p> <p>In Carlisle Crown Court tomorrow, Alan Mason will challenge the cannabis laws as an infringement of human rights. A former television producer from Carlisle in Cumbria, he is being prosecuted for possession, cultivation and intention to supply. He plans to claim immunity under the Human Rights Act, enshrined this month in UK law. </p> <p>The civil rights group Liberty also decided last week to use the Human Rights Act to try to overturn the cannabis laws. The Act states that public bodies - such as the police - can only interfere in private life if they can justify it in terms of public health, morals or in protecting the rights of others. Mary Cuneen, of Liberty, said: 'The possession of small amounts of cannabis should not be a crime.' </p> <p>When Jill, her partner Gary and four children were raided by police, she said it was the most frightening experience of their lives. 'It was a terrifying nightmare. Some of the police looked like thugs and they were carrying truncheons.' Gary spent six months in prison for possession and supply - he had given some to a friend - where he mixed with burglars and rapists. 'I felt gutted. I didn't think I could carry on, but I had to for the children,' said Jill. </p> <p>There are also fears that making criminals of more than a million otherwise law-abiding people brings the law into disrepute. Viscountess Runciman, author of the Police Foundation report that argued for the decriminalisation, told The Observer : 'I think it is undermining police-community relations.' </p> <p>For Peter Miles, a former electrician, the debate about legalisation is too late. He has smoked cannabis to combat depression and been busted three times. In one raid he was caught with one-and-a-half ounces of resin, and was prosecuted for possession and intent to supply, a charge he denies. He spent 11 weeks in jail and 60 days tagged electronically. </p> <p>With his record he finds it impossible to get work. 'Society has basically written me off,' he said. 'As a cannabis user who has never hurt anyone, I am put in the same category as rapists and robbers. It makes me furious.' </p> <p>\u0095 Some names in this article have been changed. </p> <p>\u0095 anthony.browne@observer.co.uk</p>",
  "On the day Lebanese Hizbollah guerrillas captured three Israeli soldiers in disputed border territory I was sitting talking to a middle-aged, middle-class Palestinian mother, a medical doctor, brought up in this country after Jewish fighters ejected her family from West Jerusalem in 1948 and far more likely to be found lecturing in her cut-glass English at a podium or ministering to the poor at her London surgery than breaking and piling up stones for children to throw at Israeli soldiers, though she would relish the experience. <p>She was beside herself at the news. She hit her palm with her fist; phoned a friend; jumped for joy. Her eyes glowed. Hizbollah's achievement in ejecting the Israeli army from Lebanon after 22 years has struck an ominous and envious chord in all Palestinians. </p> <p>On the day of the lynching of two Israeli soldiers in Ramallah, Palestinians and other Arab friends of mine were not so much horrified as resigned. They were much more concerned by President Clinton's immediate condemnation of the 'murder' while the deaths by Israeli rifle fire of 25 Palestinian children up to that stage had evoked from him no such comment. To them, and to their millions of compatriots, the state of siege the Palestinians found themselves in and the underlying vitriolic hatreds released by the events of the previous weeks more than justified such an horrific act, an understandable reprisal, as one of them put it, by a resistance movement fighting against military occupation. </p> <p>It is not surprising, this outpouring of hate, this bloodstained Schadenfreude, fuelled as it is by 52 years of Palestinian dispossession, 33 years of military occupation and the callous disregard for Arab lives shown by Israel's security forces and politicians and its many friends abroad. The river of bile flows from the continuing and, it seems, infinitely extendible, suppression of Palestinian civil and human rights under the diaphanous covering of the Oslo peace negotiations. </p> <p>The Oslo process, woven in secret in 1993 - a bad start - and the skin-deep improvement since then in relations between some Israelis and some Arabs, has been a misleading and humiliating farce for the Palestinians. Yet it has been one they and their leader played out in mainly peaceful compliance until the beginning of the end of the whole affair at Camp David this summer. Then, the long-delayed but crucial issues of Jerusalem and refugees, Israel-Palestine borders and Jewish settlements, were finally addressed, with formidable pressure on Yasser Arafat to concede the match and yield any further claims against Israel, a pressure he successfully resisted with the reward of Arab accolade and American-Israeli contumely. </p> <p>Now it is the end, the bitter end, manifested in the physical explosion of Arab resentment, frustration and loss of hope inside the Occupied Territories and inside Israel proper - among its one million (second-class) Palestinian citizens - during the past 17 days. </p> <p>The essential flaw in the peace process is not just the vagueness of the original Oslo project, by which the Israelis were able to delay their staged military withdrawals from or redeployments in the Occupied Territories of the West Bank and Gaza to the extent that they are in possession of 60 per cent of the former and 20 per cent of the latter to this day, and still, as we see daily, effectively command and control the rest. </p> <p>It is not just that in the seven years of this process, against the spirit but not the letter, of Oslo, Israel's illegal settler population in the West Bank and Gaza (not counting the Jerusalem settlers) has expanded from 110,000 to 195,000. Since Ehud Barak came to power 15 months ago, nearly 2,000 dwellings have been started in the Israeli settlements, about the same number as for 1998 under the ostensibly more aggressive Binyamin Netanyahu. </p> <p>Nor is it only the closure of Jerusalem to Palestinians not resident there (which means that most Palestinians in the Territories cannot pray at the Holy Islamic and Christian sites of the Old City); nor the ethnic cleansing of Arabs from Jerusalem; nor the daily indignities at the roadblocks and Ministries and criminal courts run by a foreign military power; though all these impositions, which we called apartheid and pass laws in South Africa, continued to intensify Palestinian despair while the diplomats and politicians displayed their maps and talked of peace. </p> <p>It was not alone the shame of seeing the leader, the Old Man, the apotheosis of Palestinian Nationalism, Yasser Arafat, forced into the role of quisling, arresting his own activists, made to bear responsibility for outrages triggered by the aggravation of his people by military occupation. Today, full of flaws, unaccountable, autocratic, quivering, beaten down, the visionary who brought the Palestinians to the brink of statehood, as he thought, seeing his dream explode, he evokes that cry: 'Those whom the gods wish to destroy they first make mad.' </p> <p>No. It was more than this that accumulated and broke the dam. The Palestinians found out this summer that Israel wanted yet more concessions: their legal rights to proper, effective self-determination traded for a clean bill of health for Israel. For an ephemeral state, Arafat was to sign up to dropping the whole Palestinian case against Israel. For the administration of a sticking plaster, a deep and angry wound was to be forgotten: the exodus from Palestine; the horrors of massacre and exile; the right of return; all recognised by and enshrined in international law and United Nations resolutions. </p> <p>As for Jerusalem, the Arabs had notionally conceded West Jerusalem to the Jews (a concession made by no major government, neither the United States nor Britain, for instance, since Israel's creation in 1948): now they were being asked to concede East, Arab, Jerusalem as well; though Ehud Barak's smoke and mirrors would have been deployed to make this look palatable, with outer Arab city areas granted a kind of municipal quasi-sovereignty. </p> <p>The Israeli and American spin doctors convinced most of the media that only the Holy Places were at issue, when it was the ancient and continuing right to Jerusalem, the right to the communications, commerce, vitality, heritage, bloodline, stones and bones of that city, to a real capital at Palestine's core, the new state's nerve centre, that Arafat held out for and for which justifiable campaign he was excoriated and blamed by President Bill Clinton. It was ironic that, in the end, it was in the Holy Places where the dam finally broke. </p> <p>Here is the final indignity, clear, undeniable yet unsolvable. The United States is no arbiter in this dispute between a feeble, nascent nation with no muscle and a shiftless, shaky Arab world at its rear; no unbiased broker with the best interests of both parties at heart, holding the ring for a fair outcome. The United States of Bill Clinton, and any foreseeable United States of Al Gore or of George W. Bush, is the friend, mentor, armourer and financier of Israel, advocate, judge and, ultimately, progenitor and saviour of unilateral Israeli rights and executioner of Palestinian aspirations. If anything, the jury, Congress, outdoes the Presidency, having already, by law, sanctified the confiscation by Israel of Palestinian refugee property by decreeing that the American Embassy in Israel should move from Tel Aviv to Jerusalem, on to what is largely stolen Palestinian land; only presidential veto, and that only just, has prevented this awesome precedent. As Senator Pat Buchanan once said: 'Congress is Israeli-occupied territory.' </p> <p>No nation - none in Europe, especially Britain; none in the Arab world - can gainsay the United States's power or dare point out the futility of its contradictory position; nor can anyone deny American determination to hold Middle East diplomacy close to its chest. </p> <p>Even Kofi Annan is regarded by the Arabs as an American plenipotentiary, called in temporarily to save the game from a disordered passage of play. And when, if another 'peace process' starts, it will be an American call, with American cards, at an American table, with Israel eyeing the pot. </p> <p>For this reason, as far as the eye can see and despair can stretch, the Israelis and Palestinians are doomed to play out their wretched parts: Israel possessed of the hubris of demanding control of and security in the whole Holy Land in the false colours of a mutually beneficial peace treaty; the Palestinians denied any realistic semblance of self-determination or self-respect. One day nemesis will come, in God knows what form and at what date. Judging by the past two weeks it cannot be far away. </p> <p>\u0095 Tim Llewellyn was BBC Middle East Correspondent from 1977-80 and from 1987-92.</p>",
  "To me, 'Britishness' is merely the signifier of the place I come from. It's certainly not a word that implies racism. Indeed, the suggestion in last week's Runnymede Trust report that 'Britishness' connotes racism is absurd, an attempt to wring a mea culpa from guilty liberals and nothing to do with advancing racial unity and equality. <p>I can understand how the writers of this report arrived at their conclusions. Until recently, non-white communities were too small to have made any impact on national identity; to be 'British' was to be white. Quite recently, Britishness also carried the racist connotations of the British Empire. Being British was to belong to a superior ruling nationality. But the trust is wrong to conclude this association is so strong it is the 'dominant imagining' of Britishness. </p> <p>The trust criticises Britishness in the context of preparing us for a more heterogeneous notion of nationhood. It claims globalisation and increasing immigration make this inevitable. It doesn't exactly say we shouldn't use 'British' anymore, but suggests ways of diluting it: Britain should be reconceived as 'community of communities'. The first step would be to 'formally declare that Britain is a multicultural society'. </p> <p>What on earth is the point of such declarations? The UK is already a society of many cultures. Such a declaration would be an assertion of what the trust wants us to sign up to, representing a wish that 'multiculturalism' be recognised as the UK's base-line ideology. Yet multiculturalism is not an innocent term, neutrally implying that races and cultures cohabit together. It also implies the absence of any dominant sense of a shared culture. It implies a country which contains diversity in a non-partisan way, in which all cultures, faiths and creeds have equal status. </p> <p>This 'multiculturalism' is riddled with problems, and it is not racist to think so. Britishness has many positive as well as negative connotations: commitment to democracy, justice, moderation. Many are attached to upholding its traditions and particularity, including the numerous black British who ridiculed the report's critique of Britishness. </p> <p>Some of the leading black thinkers involved in the report have previously attacked the idea as cultural relativism which undermines shared political and community values, especially among disenfranchised white Britons. 'British multiculturalism,' says one truster, 'imposes what I would call an impossible demand. That is the demand for equality and difference.' Yasmin Alibhai-Brown says multiculturalism has 'made it too difficult for black and Asian Britons to have rich, multiple identities'. </p> <p>In the past, they have called for a new, culturally-inclusive approach, emphasising 'citizenship' and 'civic duty' rather than the laissez-faire 'multiculturalism'. They have talked of the need to thrash out a consensual space, in which the values of a liberal democracy are preserved while recognising the specific needs of marginalised groups. They also talk of the need for all groups to feel they have a stake in, and belong to, the locality or country in which they live. </p> <p>The fact that Alibhai-Brown and Hall were part of the trust only underlines the enormous difficulty of establishing a practical politics based on this position. But their critique of multiculturalism is important. The extreme Right is gaining ground in Europe, even in erstwhile liberal countries such as Belgium and Norway. It flourishes on the back of racist propaganda about the dilution of cultural distinctiveness, even in Belgium. It's easy to denounce those involved, much harder to analyse them. Yet one element is clear. A multicultural vortex frightens some people; they can't see how to preserve a stable society, and the values and traditions of 'their' culture in the face of rampant globalisation and a multicultural free-for-all. </p> <p>There is nothing wrong with feelings of belonging as long as this doesn't turn to chauvinism or bigotry. Both Hall and Alibhai-Brown recognise this when they talk about the importance of locality in the global mêlée. When so little unites people, place becomes more important. This does not have to be a mystical notion of 'fatherland' but a notion of a valued place, whose customs have heterogeneous origins, but which inspires affection and a sense of belonging. </p> <p>The missing link here is to environmental politics. If place becomes the key to politics in a heterogenous society, then it becomes critical to look after it. That's another reason to contest declarations of a multicultural UK. </p> <p>Right now, other political priorities also have claims. Why not formally declare Britain 'a green and pleasant land'? It isn't. But it is vital to nurture the place people want to belong to, whatever their race or creed. This is a far better way to encourage a shared stake in the future rather than making everyone feel dislocated.</p>",
  "We pride ourselves on many things - our tolerance, our humour, our strength in the face of adversity. But pride in our country has not always been as high up the list as it should be. <p>In part, this is because we find it difficult to reach a common agreement over what it means to be British. After all, we encompass more than one nation and an enormous range of races, accents and attitudes. Some Geordies may feel they have more in common with the Scots than with Londoners, while a Devonian may feel no more affinity for Liverpudlians than he does for people from Cardiff. </p> <p>Melding all this into a shared identity was always going to be a challenge. But it was made even more difficult by the way those on the Left turned their backs on the very concept of patriotism and left the field to those on the far Right. </p> <p>Fifty years ago, George Orwell wrote: 'In left-wing circles it is always felt that there is something slightly disgraceful in being an Englishman, and that it is a duty to snigger at every English institution, from horse racing to suet puddings.' Given the Left's tendency to wash their hands of the notion of nationhood it's unsurprising our perception of Britishness became a conservative one. </p> <p>The words we choose are of profound importance. The language we use to describe ourselves and others defines who we see as outsiders and insiders - and, if one side manages to claim a word for their exclusive use, they have won that battle for that idea. To paraphrase Orwell, in 1984, if we deny ourselves the words, we deny ourselves the thought. The Tories know this better than anyone. Their 'patriotic vision' of what it is to be British has always been a narrow, exclusionary one. </p> <p>Even when the Conservatives try to sound inclusive, their motives are doubtful. During the 1983 general election campaign, the Conservatives ran a poster campaign featuring the face of a young black man with the strap-line: 'Labour says he's black. We say he's British.' Their suggestion that one had to make a choice - that one could not be both - was absurd, if telling. The truth is that many Britons feel entirely comfortable defining themselves as Black British, Chinese British or Indian British. </p> <p>Our history and, therefore, our identity has been shaped since our earliest days by immigration. The first people to come here were Germans - the Angles who arrived in the middle of fifth century. And down the centuries others have added to the mix, from the Normans to the Huguenots, to the Irish, Italians, Poles, Jamaicans and Bangladeshis. </p> <p>It is this diversity of backgrounds and experience which has defined us. Far from being a weakness, it is one of our great strengths. </p> <p>So I do not accept the argument that Britain or Britishness is dead. On the contrary, both are now receiving a new lease of life. Enduring British values of fairness, tolerance and decency are at the heart of the Government's reforms to build a more inclusive, stronger society. </p> <p>Three Labour government Race Relations Acts in the 1960s and 1970s helped create a moral as well as a legal regime in which racist actions and words were put beyond the pale. And since 1997 we have been able to build on those foundations through the first new race relations legislation in 25 years, the inquiry into the death of Stephen Lawrence which is leading to a sea change in attitudes in the police service and new laws to tackle racist violence and harassment. </p> <p>By embracing diversity, we can help build a Britain we can all be proud of - wherever we are from. Far from returning to the past, standing up for Britain means building a stronger society for all.</p>",
  "Inside the prison camp at Chernokozovo, they call it the 'elephant'. 'They put a gas mask on your head. Your hands are cuffed behind your back, so there is nothing you can do. And then they close off the breathing tube and you start to choke.' <p>The torture victim, a small, wiry Chechen man, knelt down and made the sound of a man suffocating: 'The \"elephant\" was the worst.' </p> <p>A second victim spoke of a refinement of the 'elephant': 'Once the gas mask was on, they would choke you, so you were gasping to breathe. And they would let go and you would breathe in deeply. And then they would squirt CS gas down the breathing hole. It was so bad just the sight of the gas mask in the room would make people confess to anything.' </p> <p>The 'elephant' is just one instrument of torture used by the Russian occupation forces in Chechnya, revealed today in a joint investigation by The Observer and the BBC's Radio Five Report. </p> <p>Russian security forces have mounted a series of cover-ups to hide evidence of abuses from the Red Cross and the Council of Europe. In the small Chechen village of Katyr Yurt, a torture victim blinded in one eye spoke of the screams he heard each night while inside Chernokozovo. The screams were so bad local people were forced to move away because they found them unbearable. </p> <p>'At night,' he said, 'the things you heard were just terrible. Every night they would take people out of the cells. They screamed. They had their teeth bashed in, their kidneys smashed in. You could hear them being beaten from the cell. So then they would turn the music up loud, so you couldn't hear the screams.' </p> <p>The youngest victim we met was 17. He was living in a refugee city in Ingushetia, next door to Chechnya. We shall call him Peter. He sat in front of us, head bowed, terrified of eye contact: 'They handcuffed your arms behind your back and hooked the cuffs to a chain so you were suspended from the ceiling, with all your weight bearing down on your hands and shoulders. And then they would use you like a punchbag. They called this \"the swallow\". They'd hold you for half a day like that.' </p> <p>But this wasn't the worst torture for the teenager: 'They put me in a cell. There was something chemical in there. They cuffed my hands behind my back and said, \"Go on, swim\". I practically lost my sight when they shoved my head in there. There was also something else, a barrel full of water with a cage on top. You couldn't get out of there.' </p> <p>Peter drew us a map. Painstakingly, Chernokozovo came to life. Barbed wire, steps down to his cell, the punishment tank where he was dunked in the chemical that left him blind for days. </p> <p>The second victim - Richard - corroborated much of Peter's story and added his own account of agony: the 'meat-rack'. 'They crank a pulley to stretch you with chains attached to your legs. While they stretch you, they hit you with rubber truncheons, bottles full of water, targeting the kidneys.' </p> <p>He also underwent 'the swallow' and electric shock torture. Richard said that one day in the summer a Red Cross representative - a French woman called Catherine - came to Chernokozovo. Could he tell the Red Cross about the beatings and torture? 'No, the guards had come round before and told us we would be tortured if we did.' </p> <p>The Red Cross has confirmed that one of their delegates visited Chernokozovo; her name was Catherine and she was Belgian. </p> <p>Our third witness is a man of 20 who has the voice of an 80-year-old. He screamed so much when he was being beaten that his vocal cords snapped. In a pitiful whisper, he too spoke of the usual welcome at Chernokozovo, the beatings, having to crawl into the interrogation room and ask for permission to enter. </p> <p>While he was there a man was beaten to death: 'I don't remember the date, but they took him out of the cell one evening. We heard them shouting \"Crawl, crawl\". They were beating him and we heard him screaming. Then, the next morning, they led four of us into his room. His body was lying there. They'd broken all his ribs. They forced us to carry him out and dressed the body in the Muslim manner. We dressed the body, covered up with sacks, and they took us back to the cells. I don't know what they did with the body.' </p> <p>All of our witnesses were interviewed separately. Although the Chechens, who have lost the war against Vladimir Putin's greater forces, have every reason to blacken the name of the Russian occupiers, the victims independently supplied such detail of torture that their evidence must be conclusive. </p> <p>Another witness, Paul, 22, spent a month in Chernokozovo, where he says rape was commonplace, until his family bought him out for $500 (£340) - a year's pay. He had been put in the fridge, where they had to stand without moving a muscle. If they twitched, they were beaten. Paul suffered broken ribs, a cracked vertebra and a mock execution: 'They led me to the corridor. One of them cocked his sub-machine gun. They'd taken the first bullet out of the clip. They put the gun to my temple. As one pulled the trigger, the other clubbed me down. The others could see this from their cells. I'm already dead in their eyes. Then they dragged me out.' </p> <p>The torture described is so systematic it cannot be the work of a rogue unit acting on its own. Following allegations of torture at Chernokozovo by Amnesty International and Human Rights Watch, the Council of Europe was allowed to inspect the camp in March. At the same time, torture victims were taken out of Chernokozovo and put on a prison train that ran up and down branch lines. None of the survivors who were held in the basement - where the worst atrocities were carried out - saw anyone from the international agencies below ground. Neither Amnesty nor the Council of Europe mentions the basement at Chernokozovo - indicating the prison authorities kept it hidden. </p> <p>The latest dispersal technique is to dump prisoners in pits - holes in the ground where the bitter cold of winter is a torture in itself. </p> <p>One witness who had been held in a pit last month said: 'It was freezing. At night they would chuck in smoke canisters and let off CS gas. They threw stones down on us. It was the contraktniki - mercenaries - who did it.' </p> <p>His family paid a ransom of $1,300 (£900) and they let him go. The Russians kicked him out of an armoured personnel carrier in the middle of Grozny with a bag on his head, leaving him for dead. </p> <p>Putin - whose style has been admired by Foreign Secretary Robin Cook as 'open and refreshing' - has denied that torture is used by his forces in Chechnya. </p> <p>Our last witness was eight months pregnant when thrown into a pit. 'They left me there for two or three days. There was no toilet in the pit. They urinated on me. They had stripped me down to my underwear; it was freezing, with snow on the ground.' They beat her repeatedly, she said, because she had helped the fighters in the First Chechen War, which ended in 1995. </p> <p>When the baby was born, she said, its face was bruised black and its skull deformed. </p> <p>John Sweeney reports on Radio Five Report at noon today.</p>",
  "<p>Russian market researcher Sergei Yashko sees hope in the Fairy washing-up liquid and Comet washing powder he found in a £12-a-month household in a tiny village outside Samara, on the Volga river. 'This confirms that even in extremely poor rural areas, people have tried out western brands - and there is future potential,' he said. </p> <p>The growth of Russia's gigantic consumer market is one of the key drivers of economic recovery, Yashko insists. And most pundits agree. Domestic producers of value-for-money goods are doing a roaring trade and, aided by the fourfold rouble devaluation in 1998, are threatening to drive foreign companies from the market. </p> <p>Poverty remains a formidable obstacle to the market's growth. Average wages were 1,520 roubles (£38) a month in 1999, according to state statistics. People below the official poverty line of 900 roubles a month include teachers, engineers, state-sector scientists and nurses. </p> <p>A survey by GfK, the Moscow marketing company for which Yashko works, showed that poor Russians typically supplement their monthly earnings of between £8 and £9 per person with between £2 and £3 from the 'grey' (unofficial) economy, and often grow some of their food on their country allotments (dachas). </p> <p>Their staple diet includes potatoes, bread, cheap vegetables, macaroni and porridge. They strictly limit consumption of meat, fish, fruits, cheese and sweets. Fairy Liquid, or a rival Russian brand, is measured out a drop at a time. </p> <p>The survey found that furniture and electrical appliances are mostly of Seventies vintage; holidays are usually with relatives or at the family dacha; and outings to the theatre or cinema rare. </p> <p>Where, then, is the scope for branded products? Yashko said: 'The possibilities in the consumer market are part of overall economic recovery. GDP has been increasing, and we expect it to rise by between 5 and 6 per cent in 2000. </p> <p>'Real incomes are increasing; the government has just put up the pensions and the pay of many state employees. There has been a substantial decline of unemployment.' Then there is the grey economy, which adds between a third and two-thirds. </p> <p>What cash consumers have is most likely to be spent on value-for-money goods churned out by the rising domestic producers - many of them learnt, but not necessarily copied, from western importers who made the running until the 1998 crash. </p> <p>So when that rural Samara household finally uses its last drop of Fairy Liquid, it may replace it with a domestically produced one. GfK says that before the 1998 meltdown, Fairy manufacturer Procter &amp; Gamble had 36 per cent (by volume) of the Russian detergents market; that fell to 14 per cent last April. </p> <p>In the same period the share of the detergents market held by all foreign manufacturers together fell from 71 per cent to 43 per cent by volume. </p> <p>They have also taken a pounding in the markets for shampoo (68 per cent down to 38 per cent by volume) and toothpaste (77 per cent to 49 per cent). The international producers' encroachment into the yellow fats market has been reversed, from 41 per cent back down to 23 per cent by volume. Domestic producers, such as Nevskaya Kosmetika of St Petersburg, have moved into the deodorants market, hitherto a foreigners' preserve. </p> <p>Devaluation drove the foreigners' premium brands u-market, towards the small group of better-off consumers. For the mass market, it was suddenly no longer cheaper to import than to produce locally. </p> <p>The foreign companies accelerated plans to establish factories in Russia, and launched high value brands to do battle with domestic companies - both historically strong ones such as chocolate makers Krasny Oktyabr and Rotfront, and post-Soviet newcomers such as Wimm-Bill-Dann, the milk products and juices market leader, and Kalina, the detergents and cosmetics maker. </p> <p>Danone, Campino and Ehrmann have all opened factories producing yoghurts and other milk-based products to challenge W-B-D's supremacy. Julia Belova, spokeswoman for W-B-D, said the company is ready to fight. 'The 1998 devaluation drove many other foreign producers out of the market, and our company gained. Six months after the crisis, our milk products output was back up to pre-crisis levels. By August last year it was 15 per cent higher, and it is still growing.' </p> <p>The increasing sophistication of counterfeiters is an extra problem for foreign brands. When I bought Duracell batteries from a Moscow stallholder last week, she cheerfully offered a choice of genuine ones at UK prices or 'licensed' copies selling at 75 per cent less. </p> <p>A check by Moscow trade inspectors last month showed that 70 per cent of products carrying P&amp;G brand names such as Blend-a-Med toothpaste, Head and Shoulders shampoo and Tide and Ariel washing powders were counterfeit. Andre Bader, public affairs manger of P&amp;G Russia said that figure was untypical. Its market research showed that counterfeits comprised between 3 and 20 per cent of sales, 'but naturally it's a problem for us'. </p> <p>Both local and international producers have difficulty second-guessing, or trying to alter, Russian tastes. On one hand, foreign mayonnaise brands - creamier and softer than their Russian counterparts - have scarcely made an impact. Ninety-six per cent of the market remains in local hands. On the other hand, yoghurt, which was unknown in Soviet times, has now achieved 70 per cent market penetration and is one of the pillars of W-B-D's success. </p> <p>Market reform has changed the Russian diet little. This year's state statistical survey shows that bread, potatoes, macaroni and other carbohydrates remain staples - for most of the rich as well as the poor. Tradition and the cold climate were blamed for this by Andrei Vavilov of the Consumption Research Institute. He told the newspaper Argumenti i Fakti: 'Whoever you are, your body will try to build a store of fats.' </p> <p>Yashko of GfK says it is especially difficult to guess how Russian consumers will react to crises. Take, for example, feminine protection, as unknown as yoghurt in Soviet times and now used by about half the relevant women. In the year after the 1998 crash, consumption fell by a third, along with more obviously luxury items such as deodorants, fabric conditioners and instant coffee. </p> <p>Perhaps the most significant cultural shift by Russian consumers is from vodka towards beer. The Russian breweries - the largest are owned by firms in Germany, Scandinavia and South Africa - have largely adopted western European manufacturing methods, producing a taste that drinkers prefer. </p> <p>The 1998 devaluation helped, all but driving foreign beer brands out of the market. Last year Russia brewed more than 95 per cent of the 4.3 billion litres of beer it drank, a total that was 27 per cent more than in 1998. </p> <p>The expansion has continued this year, and the only people happier than the producers are Health Ministry officials, who say vodka consumption and its associated alcoholism are falling. </p> <p>Overall alcohol intake - in which Russia is a world leader- is heading down from 15 litres per person a year to around 13, compared with the eight litres consumed annually in the UK. </p> <p>Whether other changes in Russian consumers' habits will be so unambiguously good for them is not yet clear. </p> <p><strong>A tale of two consumers</strong></p> <p>Irina, a state-sector printer, earns 1,200 roubles ($43.50) a month. Her husband Oleg is retired on a 600 roubles monthly pension but still works, earning an extra 2,000 roubles. </p> <p>They live in a large Moscow flat (rent: 300 roubles) with their grown-up daughters, one a teacher and one a nurse, and their 18-year-old student son. </p> <p>Irina says: 'We buy a lot of processed foods, Russian-made meat products for example. But we can not afford fruit. Sometimes I buy it for my son, to ensure he has vitamins, and I have to hide it from the others. We all drink Russian beer.' </p> <p>Chocolates and ice cream are for occasions. She buys clothes 'very rarely'. </p> <p>The family's fridge and washing machine are more than 20 years old. Buying a car is impossible. Irina and her daughters holiday with friends in north-west Russia, limiting the cost to 1,000 roubles a head in train fare. </p> <p>Irina shops only at the market and has never tried supermarkets, where prices are higher. She considers her family fortunate to have work and 'considerably' better off than pensioners and the unemployed. </p> <p>Leonid, a banker, earns $8,000 a month, and $400 of it goes on rent for his Moscow flat.'I rarely eat at home, since I work very long hours. If I do, I spend perhaps 200 to 300 roubles at a 24-hour shop. Otherwise I eat out, usually for about 1,000 roubles.' </p> <p>As well as a imported fridge and washing machine, Leonid has a $2,000 Russian notebook computer and a sound system that cost about the same. He spent $800 on 10 days' holiday in Cyprus this year and $4,000 on 20 days in Tibet last year. His extravagance, he says, is having a $100,000 house built on land he bought in a prestigious area of Moscow. </p> <p>Leonid travels to London every few months, partly to buy clothes, he says.</p>",
  "Do you know what a PNA is - or a 'pre-nup'? The chirpy abbreviation is, no doubt, an attempt to make pre-nuptial agreements seem palatable. 'Pre-nups' sound like nibbles before dinner and that, in a sense, is exactly what they are: a taste of the meal to come. They are for people whose marriages are made not in heaven but in a lawyer's office. <p>For Michael Douglas and Catherine Zeta Jones, it is all settled: the wedding invitations are out, the baby, Dylan, is out too, and the wrangling over the pre-nuptial agreement is concluded. Should the couple divorce, Jones will gain at least £1 million for every year of marriage. And to show that Douglas (worth £150m) and his bride are not mercenary, there will be no wedding presents. Guests will, instead, be encouraged to make out cheques to a charitable trust in Dylan's name so that he may learn about the 'joys of giving'. It could be argued that what Dylan is actually about to learn from his parents is quite different - it's about holding on to what you have. </p> <p>Pre-nuptial agreements have been popular in Hollywood for the past decade (think of Michael Jackson and Debbie Rowe, Donald Trump and Ivana, Ted Turner and Jane Fonda). But it is not only Hollywood that is becoming more grasping - or cautious (depending upon your point of view). And in Britain, which has the highest divorce rate in Europe, it should not come as a surprise that pre-nuptial agreements are becoming increasingly common. They tend to involve wealthy people or those getting married for a second time (once bitten, twice tight). </p> <p>According to James Harcus, a family partner at the law firm Withers, it would make sense even for those who marry without much money (they may, after all, earn handsomely later on) to think about drawing up a pre-nuptial agreement. 'England is the only country in the civilised world where pre-nuptial agreements are not legally binding,' Harcus points out. This would have changed if New Labour had had its way. Its consultation paper 'Supporting Families' (1998) expressed concern about divorce and the enormous legal costs involved and welcomed pre-nuptial agreements, as sensible pre-emptive measures, recommending that they be recognised by the courts. </p> <p>The recommendation has since been thrown out by the judiciary. According to Harcus, British courts tend not to respect pre-nuptial agreements, often awarding wives more than their husbands bargained for. Could this be an expression of moral disapprobation? 'That is my impression,' said Harcus. </p> <p>To form a pre-nuptial agreement, a couple may not seek advice from the same lawyer: each is separately represented. It is, from the first, an adversarial situation. Harcus admits that he knows of cases where the marriage had to be called off because of the hostilities involved or because 'it took such a long time to complete the process that the couple's ardour cooled'. </p> <p> Is the court right to disapprove of pre-nuptials? Are they really so morally objectionable? Gina White, who has recently married, thinks they suggest 'divorce in miniature. Or making a will - it is like planning the death of your marriage. But the difference is that all lives end, while only some marriages do.' So why the growing impulse to draw up such agreements? 'I think people are twisting the idea of a compensation culture, trying to compensate themselves for an unhappy marriage before it has even happened.' She adds: 'They want a safety net before there is any danger. I think it is a control freak impulse. I think we live in a society tormented by the wish to predict the unpredictable, manage the uncontrollable. </p> <p>'Perhaps God's low profile is to blame. Everyone knows that control freaks are running scared, trying to contain their own chaos.' </p> <p>Pre-nuptial agreements imply ungenerous provision. The generous optimist would never be drawn to such a contract. Or would they? A recent NOP poll claimed that a quarter of the population is in favour of pre-nuptial agreements (I wasn't consulted, were you?). It also maintained that Londoners were especially cautious lovers. But of the Londoners I spoke to not one sounded cautious, even in retrospect. </p> <p>Jamie Roberts, who was divorced after 13 years of marriage and now supports two families has no retrospective yearning for an advantageous pre-nuptial settlement, even though he is no longer the wealthy man he once was. 'When I first married I would never have compromised my feelings by considering such an agreement, because of the implication: this is not going to last, this is not made for us, this marriage is made for the law. The grinning skull of the law would have disfigured the face of my marriage.' Roberts admits, though, that his father used to warn him: 'Beware of fortune hunters. Remember Kashoggi!' </p> <p>Annabel Harris is not married yet, but believes that before she marries she will have to make 'the hardest pre-nuptial agreement of all: the decision to live together'. She thinks that any further agreement suggests you are in doubt about each other. 'A pre-nuptial agreement is like taking out buildings insurance; you are treating your marriage shabbily, as if it were a leaky, vulnerable house. Marriage ought to aim high - otherwise why bother?' </p> <p>Sheila Sullivan, author of Falling in Love - a History of Torment and Enchantment, has studied love in many of its manifestations throughout history. Does she think that pre-nuptial agreements are antipathetic to the state of being in love? Her answer is surprising. She concedes that couples madly in love would not be able to 'conceive of love ending' and would find all thoughts of money 'sordid' (to the extent that if one of them were to raise the idea of a pre-nuptial agreement, the relationship would probably founder). </p> <p>But she goes on to say that 'couples in a cooler, more rational frame of mind (in love - but not madly so) might be able to take a more realistic view of the future of their relationship, and would probably not be damaged by sensible thoughts about money or future separation.' And she adds, 'Perhaps they could laugh about it, while the romantics would only cry.' </p> <p>It is clear that for some couples, the pre-nup is a settler for pre-marriage nerves, a kind of legal Alka-Seltzer. There are extreme cases of pre-nup tension on record. Teresa and Rex Levalley from New Mexico made their legal agreement include guidelines on sex (3-4 times a week), conversation (at least 15-30 minutes a day), and driving (the tank must never be less than half full). How soon, one wonders, will it be before their marriage is running on empty? </p> <p>For those wanting a more straightforward pre-nup, it is now possible to buy a document on-line for £29.99 - an idea introduced by <a href=\"http://www.desktoplawyer.net\" target=\"_NEW\">www.desktoplawyer.net</a> last Valentine's Day. The site cautions consumers that pre-nups are 'not enforceable in the courts of England and Wales'. It should also warn that pre-nuptial agreements may be totally overthrown by the arrival of children. </p> <p>Donald Wright, the Edinburgh-based lawyer who set up www. divorce.co.uk thinks the active promotion of pre-nups online 'foolhardy'. But he does not rule out such agreements entirely. 'Everyone is different.' One of his clients, divorcing for the second time, earns in excess of £200,000 a year - and would, in Wright's view, have been better off in every sense with a pre-nuptial agreement. </p> <p>Marriage is about sharing spoils; pre-nuptials are about dividing them (and 'spoils' seems just the right word). Of course it makes sense to think before you marry - and for some the planning will extend to a pre-nuptial agreement. But for Jamie Roberts and others like him pre-nups will never catch on. 'They put a red line through the marriage vow itself: \"And with all my worldly goods I thee endow\".' </p> <p> Some names in this article have been changed</p>",
  "Among the productions not currently in the repertoire at the Royal National Theatre is a staging of Trial By Jury , although Trevor Nunn might want to revive the Gilbert and Sullivan comic opera posthaste in the light of the trial by media he has endured in recent weeks. In some cases, the charges are justified: where are the fresh new writers and directors? Since Nunn took over from Richard Eyre in 1997, audiences have yet to encounter the directorial coup de foudre experienced in 1992 when Stephen Daldry, then relatively unknown and scarcely in his thirties, blew the lid off An Inspector Calls. Or two years later, when Sean Mathias gave full expressionist vent to Jean Cocteau's Les Parents Terribles. The finest productions of the Nunn regime have tended to be directed by Nunn. The argument about his directorial skill is not in doubt; it is his qualities as producer which are at issue. <p>On the new play front, too, Eyre was fortunate in having a productive and protracted relationship with David Hare that led to five National collaborations starting with Racing Demon, a play on anyone's shortlist of the twentieth century's best. Lacking such a partnership, Nunn has had to play talent scout amid an increasingly competitive theatrical climate - a time when, for instance, Hare can (and indeed did ) plump for the Royal Court or the Donmar or the Almeida over the National, just as Alan Bennett, whose The Madness of George III was a highlight of Eyre's tenure, chose the West End to premiere his The Lady In the Van last winter. </p> <p>In a good year, the Royal Court on its own can stage close to 20 new plays, the same number of productions overall (ie new works and revivals) that the National will have opened by the end of this year. Multiply that by the number of venues here and abroad clamouring for the finest new writing, and the National becomes simply one viable home among many for a dramatist with a stageworthy script. As Eyre remarked last month in a Platform Performance on the Olivier stage of his former home, there are not loads of great plays out there failing to get produced. </p> <p>If demand is outstripping supply, then disasters can happen: Stephen Poliakoff's Remember This, a Nunn-era turkey pulled early to make way for the return of the Eyre-era success, Patrick Marber's Closer. (Some performances of the Poliakoff play were playing to low double-digit attendance in the 898-seat Lyttelton auditorium.) Or Hanif Kureishi's Sleep With Me whose title was far more entertaining than its sour, self-righteous content. That one, however, did fine, playing to 86 per cent capacity during a 1999-2000 season in which box-office percentages across all three theatres averaged out at a decent 72 per cent. (The National report on the past season is expected to be published later this week, among its findings a none-too-shocking accumulated deficit of £164,000.) </p> <p>Any new writing policy, of course, has its ups and downs. (Anyone remember Paul Godfrey's The Blue Ball from 1995? Didn't think so.) But it's not for nothing that Frank Rich in the New York Times once called Eyre 'the most successful producer, not to mention the most versatile, in the English-speaking theatre'. It took guts to programme an overtly political, seven-hour American play about Aids, as Eyre did with Angels In America . </p> <p>Still, running a theatre - any theatre - always demands a mixture of expediency, experience and luck, so Nunn's fiercest critics might want to think twice before hysterically demanding that he be ousted. After all, who is there to replace him? In 1996, the smart money to succeed Eyre lay on Sam Mendes and Stephen Daldry, with Nunn's accession to the post in 1997 seen as an intelligent five-year interregnum that would permit either of his junior colleagues to slide gently into the hot seat in 2002. </p> <p>Well, as American Beauty advised, look closer. Mendes has the ideal home at the Donmar Warehouse for someone with such an itinerant career. He can direct To the Green Fields Beyond on home base and then segue to America to direct Tom Hanks in The Road To Perdition for DreamWorks, as he will do next year. Programming a Donmar season can be done long-distance whereas the day-to-day management of a building with a £30 million a year turnover cannot. </p> <p>It's for exactly that reason that Nunn's contract requires him to be in situ to the extent that it does (and why, to date, he hasn't been able to spare the 12 weeks necessary to remount for Broadway his exhilarating revival of Oklahoma!); the board did not want a repeat of the charges of absenteeism that beset Peter Hall during his pre-Eyre tenure, and even Nunn in the waning period of his 18-year RSC stewardship. The difference is that Nunn at that time had a co-artistic director in Terry Hands, whereas now he is steering - whether by choice or by default - the tanker that is the National alone. </p> <p>And what of Daldry? Difficult to say at the moment, especially with Billy Elliot opening this weekend in America. The film is the first American offering from Universal Focus, the new arthouse division of Universal Pictures, which expects to make a noise on its maiden outing to be heard all the way to the Oscars. </p> <p>But even if Billy Elliot doesn't bring home the same cache of trophies as Mendes's American Beauty , the impact of its deserved success is clear: whereas a decade ago, you could talk about training up theatre directors to take on a job like the National, these days a burgeoning theatre practitioner's sights are just as often set on Hollywood. And why not? A British stage director's gifts are in short supply on the West Coast: at least they can talk to actors, whereas too many American filmmakers converse principally with special effects. </p> <p>So if Mendes and Daldry are out of the running to take over at the National, who does that leave? The West Yorkshire Playhouse's Jude Kelly is the perennially-trumpeted regional prospect: and while she is a talented director-administrator, she does not seem quite in the same league. (Her transfer from Leeds to the National of Singin' In the Rain, returning for a second engagement at Christmas, must constitute a mixed blessing vis-à-vis any eventual job there; after all, a stage version of a jolly Hollywood film isn't the same as reclaiming for keeps Oklahoma! or Carousel.) Looking elsewhere, one can only lament the apparent desire to sustain successful freelance careers that is keeping the likes of David Leveaux (director of the Donmar's acclaimed Electra starring Zoë Wanamaker and The Real Thing with Jennifer Ehle) and Matthew Warchus (the original director of Art) out of the frame - not to mention the fact that neither has ever shown any desire to run a building. (In any case, Leveaux, one of three associate directors at the Donmar, has extant and time-consuming ties in Japan to Theatre Project, Tokyo.) In demand as much on Broadway as here - Warchus's spring staging of Stephen Sondheim's Follies is the New York season's most eagerly awaited opening - those two men are also busy fashioning film careers. But before Leveaux gets to his long-planned film of Thérèse Raquin , which has been talked about for Kate Winslet, he is in New York directing Juliette Binoche's American theatre debut in Pinter's Betrayal . </p> <p>Britain has many other fine directors, among them Michael Grandage, who increasingly seems the obvious successor to Mendes at the Donmar. But do any of these people want to be burdened by what more than ever seems less a building than a behemoth? Or by the demands of an auditorium, the Olivier, that may be Britain's most fickle? Eyre suffered his own mishaps on the same stage ( Johnny on a Spot, the Alan Howard Macbeth), so one can hardly regard as isolated instances Tim Supple's much-publicised recent travails with The Villains' Opera and Romeo and Juliet. Supple may well have been among those being groomed by Nunn for big things, much as Eyre gave an important leg-up to the likes of Daldry, Mendes, Mathias and Nicholas Hytner. After all, for several years he ran the Young Vic - and (for the most part) very well indeed. But Supple's shortcomings on the Olivier stage this year won't further his case for advancement. </p> <p>Look around at London's other theatres, and one sees signs of artistic retrenchment: Adrian Noble is presiding over an increasingly exciting RSC - an institution that not long ago was reeling from the very brickbats now reserved for the National. And while one could argue that Ian McDiarmid and Jonathan Kent have turned an ever-expansionist Almeida into a de facto National - the difference being that their productions are spread across the capital instead of mostly centred under one roof - those men are busy relocating operations to King's Cross for the period when their Islington base is being refurbished. It is scarcely the time for them to abandon ship. Perhaps the National would be best advised to do what American subsidised theatres - the Lincoln Centre, for one - often do, and the Royal Opera House, with Michael Kaiser, recently did: opt for a leading administrator who does not necessarily double as a director. </p> <p>In the end, one has to ponder the wisdom of pushing Nunn out of a job that hasn't exactly created a queue of worthy successors. (Nor is an avalanche of bad press going to encourage candidates to come forward.) Is that Nunn's fault for not inculcating a next generation, instead centralising power close to his chest? Or is it the fault of a system that has changed so irrevocably that the old rules no longer apply? The scary prospect has little to with Nunn's ongoing regime which, undoubtedly, will continue to field its highs and lows. It pertains instead to the theatrical equivalent of that time-honoured question most frequently applied to giving a party: what if you advertised one of the world's defining theatre posts, and nobody came? </p> <p> <b>The contenders</b></p> <p><b> Stephen Daldry </b> Eyre-apparent Sam Mendes definitely won't be in the frame, but can Daldry be persuaded? How does running three auditoria compare to getting a stage house to crumble nightly on cue in An Inspector Calls, his sensational National calling card (his second NT production, Machinal, brought him a second successive Olivier Award) or getting Billy Elliot to dance? </p> <p><b> Jonathan Kent and Ian McDiarmid </b> This pair must feel at times as if they are running an equivalent of the National, with shows on simultaneously at the Almeida, the West End, and site-specific venues like the Gainsborough Studios. And think of the stars we'd see on the South Bank if Almeida alumni Cate Blanchett, Juliette Binoche, Liam Neeson and Kevin Spacey are any guide. Kent has navigated the National's toughest customer, directing Diana Rigg at her most fearless on the Olivier stage in Mother Courage . </p> <p><b> Matthew Warchus</b> Warchus can do contemporary plays in spaces small (the Donmar's True West which Philip Seymor Hoffman and John C. Reilly later played on Broadway), and classics in large places (the Olivier, where his Volpone, with Michael Gambon, won an Olivier for Simon Russell Beale). Friendly with Sam Shepard, Sondheim and Yasmina Reza, whose Life x 2 he directs for the National at the end of the year: think of the names in his Rolodex. </p> <p><b> Michael Kaiser </b> Well, why not? Possibly because he's forsaking the Royal Opera House and Britain to return to America to take a job at Washington's Kennedy Centre. Matt Wolf is London theatre critic for Variety</p>",
  "<p>Your credit card will cost you nothing if you always pay off your bill in full every month. True or false? </p> <p>The answer is not as clear- cut as you might think. It should be true once you rule out cards where you can't avoid paying an annual fee, such as the Blue and Green Amex credit cards, the Capital Bank Sterling Visa and Frizzell Bank's Mastercard and Visa cards. </p> <p>Even then, there's no escaping charges if you have one that charges interest whether or not you clear your bill. Cards with no interest-free period can be a good deal if you run a debt. But cards carrying no free credit - such as the Alliance and Leicester Diamond card, the Bank of Scotland One Visa, the Co-op Advantage Visa, Halifax Visa Balance, Hamilton Direct Bank Visa, and Lloyds TSB Asset Advance Mastercards - are a very bad deal if you clear your balance regularly. Unless the issuer warns you that you would be better off with a different card, as Alliance &amp; Leicester does, you'll be stuck paying interest every month. </p> <p>Nor will your card be free if you use it to get cash, which includes using the cheques given with some cards. The least you will pay on a cash advance of £100, repaid in full within a month, is the 48p interest charged by Lombard Direct - and even then, only in the first six months. After that, the cost would rise to £1.24. Nationwide's flat fee of 50p, or 0.5 per cent of the amount withdrawn if this is greater, would be better. Others, such as Nationwide, don't charge full payers interest on cash withdrawals - a minimum charge of between £1.50 and £2 is more common. Cash costs more with cards that charge interest as well as a fee. The most expensive is the Budgens Visa card where a £100 cash advance could cost nearly £7. </p> <p>And don't think that your card will cost nothing if you use it only to buy things. It might if all your spending is in the UK, but - unless you have a Nationwide card - it won't be once you're abroad. If you have a Liverpool Victo ria card there's no extra charge for purchases within the European Union. But those made elsewhere incur the Visa network's foreign usage loading: 1 per cent of the value of each transaction. Other issuers like to make a bit on top of the network charge, and typically add between 2 and 2.75 per cent to worldwide shopping. </p> <p>So is the only way out to be a full-paying stay-at-home who never withdraws cash? It helps if you are a model customer, too. You won't have to pay Barclaycard, HSBC or Liverpool Victoria if you go over your credit limit, pay your bill late (or pay on time with a cheque or direct debit that bounces) or add to their work in other ways.But most other firms punish such transgressions with a penalty fee of between £5 and £30 (see table). If you burden them further by asking for copies of statements or transaction slips, you could pay between £2 and £10 for each piece of paper. </p> <p>The greatest risk of penalties is with Alliance &amp; Leicester, Direct Line, Egg and the Woolwich, whose cards give you only 15 days to pay your bill from the statement date. </p> <p>With most others, paying within 25 days will avoid a lateness fee. But for full payers wanting to avoid interest as well, a 15-day deadline applies with the Co-op Bank, Northern Rock and Smile. </p> <p>However, you can avoid worry about fees or interest charges by making full payments by direct debit. This is possible with all except American Express, Capital One, Northern Rock and RBS Advanta, which accept such payments only for the minimum amount.</p>",
  "<p>New collectables are cropping up all the time. Ten years ago, collectors of antique fishing tackle, fountain pens, vinyl records and even modern first-edition books were thought to be chucking their money away. More recently, vintage television sets, HMS Titanic memorabilia, TV show tie-in toys and Beanie babies all found a market, and handbags and tattooists' accessories now vie for places in Miller's Collectables Price Guide. </p> <p>But some collectables are 'sleepers' in that it takes more than a year or two, or perhaps a decade, for collectors to notice them. Centuries may pass before they are recognised and their prices begin to rise. </p> <p>Two such sleepers will be for sale at two forthcoming fairs in London. Pieces made by cabinet makers' apprentices will be at this week's Lapada (the former London and Provincial Art and Antique Dealers' Association) Fine Art and Antiques Fair at the Commonwealth Institute, in west London. And custard cups, used originally for serving consommé, will be at Olympia next month. Both date back to the eighteenth century and both, in their time, have been mistaken for other things. </p> <p>The miniature chests of drawers, chairs and tables have sometimes been mistaken for dolls' house furniture. But while they are small enough to hold in the hand, they are too big for dolls' houses. </p> <p>A second glance reveals exquisite dovetailing and mitring, drawers that fit so perfectly that they emit a puff of air when closed. Too fine for the playroom, the purpose of this miniaturisation was not to amuse children but to test the precision of the teenage apprentices' craftsmanship. </p> <p>Helen Linfield, of the Sussex dealer Wakelin and Linfield, will be offering a selection of apprentice pieces at the fair. These were 'portable examples of the cabinet maker's abilities', she says. </p> <p>'Miniature furniture was sometimes displayed in shops as examples of pieces that could be made full-size. Not many pieces survive from before the beginning of the eighteenth century. </p> <p>'I love the craftsmanship; the detail. In the finest pieces, the proportions are correct - even the locks are to scale - and the veneers are matched. They are identical replicas.' Today, miniature bureau bookcases with many little drawers are sometimes used to store jewellery and cufflinks. </p> <p>Custard cups are just as versatile. They are sometimes called cream cups, mustard pots, and even mistaken for bourdaloues, those ceramic chamber pots used discreetly by ladies in carriages and at the theatre. 'Custard cup' is actually a change of use by the British that has obliterated knowledge of the dazzling regal origins of these 7-8cm tall porcelain pots with lids and single handles. </p> <p>Custard, indeed! They were designed to drink from, and contained rich consommé made from the roast at royal banquets in France of almost unimaginable splendour. </p> <p>Among eighteenth century European royalty, following the re-invention of porcelain at Meissen, there was a mania for dinner services. Sometimes comprising more than 2,000 pieces, they took years to make and cost more than their weight in gold. They became symbols of power, gifts to foster international alliances, influence betrothals and reward loyalty. Napoleon gave them to friends and enemies alike. Catherine the Great of Russia owned 20 or 30. </p> <p>With the prized porcelain as a centrepiece, dinners were pure theatre. Seven or eight courses, 20 or more dishes at each course, and a footman standing behind each diner to reach for dishes laid out like a formal garden amid fountains, statuary and chandeliers. The eating and drinking could last six hours. </p> <p>Into this fabulous display were brought the jewels of the dinner service: lidded, single-handled pots à jus containing hot, rich consommé. </p> <p>Meanwhile, in England, the farmer king George III would have none of such junketing. He did not collect dinner services and was unusual among European royalty in not owning a porcelain factory. So when the English aristocracy began importing continental porcelain, the little pots à jus were a mystery. But English ingenuity was not to be defeated. They became custard cups. </p> <p>A solecism, perhaps, but their incorrect use has inspired some tasty recipes for custard-and-liqueur desserts and syllabubs. A couple are given below. </p> <p>More than 80 European factories made 'custard cups' in that century. Besides the top-ranking Sèvres, they included Chantilly, Sceaux, Mennecy and Bough le Reine. Potteries in this country also made them. </p> <p>A collection of more than 350 custard cups - the biggest ever assembled - will be displayed at Olympia by Ulla Stafford, who will have about 30 to sell. </p> <p>Her newly published book, Custard Cups: Pots à Jus , illustrates them and explores the various, confusing names they have been called. In nineteenth century France, bourgeoisie outside the palace banquet circuit who bought them separately began calling them pots à crème, the Swedes called them jelly cups, the Germans crème topfchen or cocots, and the Danes iis cups - ice cups. The book is a must-have for collectors hoping to spot wrongly identified and cheap custard cups on sale. </p> <p>Stafford says: 'If you've got the knowledge, you can do extremely well. But it's going to take me another few years before I have completely cracked their history.' </p> <p>Not only antique collectors but chefs and gastronomes should take a hint from her discoveries, for today the convenience and practicality of drinking a small quantity of hot, highly concentrated concoction from a pot à jus has been all but forgotten. Only the French preserve a vestige of it, using them to serve turtle soup. </p> <p>Among those in the know, prices of custard cups are rising. A French dealer was recently asking £3,000 for a pair of apple green Sèvres cups. Made in 1771, they had fetched £150 at a London auction, then been sold for £300 in London's Camden Passage antiques market to a trader who sold them on to him for £900. Stafford persuaded the French dealer to part with them for £2,200. They are now part of her collection, and not for sale. </p> <p>If you come across a set of six custard cups that have not been parted from their matching porcelain tray, it will be worth five figures. </p> <p>At the fair, she will be offering printed English custard cups of 1790-1820 from £250 each. A Vienna cup of 1792 is priced at £450. A Fürstenberg cup of 1765 and a 1760 Mennecy cup are £600 each. </p> <p>Custard cups seldom appear at auction, are occasionally mis-catalogued, usually lotted together with other pieces, and sometimes go unnoticed. Prices are therefore patchy. At Christie's in South Kensington last month, two Sèvres cups of 1775, correctly described as both custard cups and pots à jus, together with a flat 'sauce tureen' of 1763 that some would swear was a matching tray, had estimated prices of between £1,000 and £1,500 the pair. They were snapped up for £1,292. </p> <p>At Bonhams and Brooks a year ago, eight Wedgwood custard cups from the nineteenth century, lotted among 22 other pieces, went for £253 (estimate £150-£250) and the previous year another eight English ones, in a lot of 17 pieces, fetched £275 (estimate £100-£150). </p> <p>Only last month, at Phillips, bidders pushed the price of two English Caughley custard cups of 1785-95, both with minor chips, to a whopping £575 the pair (estimate:£160-£200). </p> <p>As for apprentice pieces, which are now in demand by American collectors, auction prices are now comfortably exceeding estimates. At Bonhams and Brooks in April a George II miniature walnut and feather banded bureau with unusual glazed fall, 24cm tall, exceeded its estimate of between £2,000 and £3,000, selling for £4,370. </p> <p>The Sussex dealer Helen Linfield says: 'Miniature pieces can command prices as high as their full-size counterparts, from as little as £500 for a country-made chest of drawers to £25,000 for an exquisite, accurately proportioned bureau bookcase.' </p> <p>At the fair, Ingrid Nelson of Cranbrook, Kent, will be offering a 44cm high English miniature bureau in oak with brass fittings, the fall revealing six small drawers and six arched compartments, priced at £5,750. </p> <p><strong>More information</strong></p> <p> The Lapada Fine Art and Antiques Fair is at the Commonwealth Institute, Kensington High Street, London W8, from 18-20 October. Entry costs £8 a head, or £14 for a double ticket (bookings: 0121-767 4789). Organisers' website: <a href=\"http://www.lapadafair.co.uk\">www.lapadafair.co.uk</a>.</p> <p>The Winter Fair (custard cups) is at Olympia, Hammersmith Road, London W14, from 13-19 November. Entry is £5 (tickets, 0870 900 6050). </p> <p>Ulla Stafford's book is £18 at the fair, or £20 from Binfield Lodge, Binfield, Berks RG42 5QB (tel: 0118 934 3208).</p>"
]