[
  "<p>Concept music is silly by nature, but there's something especially absurd about Calexico. Like the town from which they take their name, their music sits plumb on the border between California and Mexico, or at least between the California and Mexico of old westerns, those expansive deserts populated by sly muchachos, scowling drifters, and beautiful women who lure the latter into their boudoirs only to steal their wallets and throw their pants to the hogs. </p> <p>On Hot Rail, Calexico's recent third album, the accumulation of celluloid cliches is subtly executed: the brass breezes gently, the slide guitar lilts in the background, the mood is hazy, meditative, dark. The more accurately it's reproduced on stage, the less interesting it sounds. Joined on stage by a double bassist and a pair on trumpet and vibraphone, singer/guitarist Joey Burns and drummer John Convertino conjure images of clacking spurs, smoky saloons, men in ponchos fixing for a duel, even in one of London's plush former theatres. But they do so only when they play to the hilt, when the trumpets blare, when Burns bends his strings into extravagant Morricone-styled riffs. </p> <p>Their first 10 songs, including a muted rendition of Service and Repair and a disappointingly flat version of the gorgeous Fade, are pleasant but lack verve. Calexico need their gimmicks: the more ridiculous their performance, the more engaging they are. </p> <p>Just in time for the Hispanic trills of Tres Avisos, something happens. On troops a five-piece mariachi band: mischievous, brilliant musicians sporting bell-trimmed trousers and huge sombreros, whose aim is to chuck chilli powder over Burns and Convertino's songs. With their vibrant accompaniment, the brass-laden Stray has thrilling power, while the Hazlewood and Sinatra-inspired duet Ballad of Cable Hogue exhilarates, not least because Burns is also joined by a pistol-toting Frenchwoman who sings her role of murderous seducer with brio. Of course it's possible to go too far over the top: the encore closes with improvised party music more usually heard at tacky beach resorts. But it doesn't stop you looking for a horse and dusty cowboy to take you home when you leave.</p>",
  "<p>The search for a seamless service, the holy grail of social care, has led local authorities to merge social services departments with housing, education and even arts and leisure. Experts have had doubts about how well social work would survive some of the unions and fresh questions will be thrown up by publication later today of what is forecast to be the most damning joint review of a social services department so far. </p> <p>The report of the review by the Social Services Inspectorate and the Audit Commission of services in the Vale of Glamorgan is expected to lay some of the blame for the department's problems on its merged stucture, with social services and education coming under the same strategic director. It will be sharply critical of neglect of services for vulnerable children. </p> <p>The changing shape of social services departments was recognised by Denise Platt, chief inspector of social services, in her most recent annual report. Over one third of councils had reconfigured their social services departments, she said, linking social services with housing, or social services for adults with housing and for children with education. Outside the town hall, councils are also seeking to mesh services with NHS bodies for older people or for people with mental health problems. </p> <p>Successive governments have been searching for the most efficient and cost-effective way to deliver social services since generic departments were formed almost 30 years ago following the Seebohm report. The present administration is no exception. A raft of measures has encouraged inter-agency work - most recently the Health Act 1999 which created new opportunities for health and social care partnerships by allowing one or other agencies to commission services on behalf of both, the pooling of budgets and merged services. Care trusts, outlined in the NHS plan, will take integration further by assuming responsibility for health and social services. </p> <p>In the days leading up to his retirement, Ian White, outgoing director of social services in Hertfordshire, has been working on an ambitious reorganisation plan for his department. By April next year, the authority hopes to have created a children, schools and families' department, focusing on \"the needs of the child, not on the council's present structures\", says the council. Four multi-professional local teams will bring together staff from social services and education. Services for vulnerable children such as adoption and fostering and residential care will be managed centrally rather than in local teams. </p> <p>White is a keen advocate of merging local authority functions. Over the past 20 years health and social services have struggled to deliver a seamless service, he says. \"Older people have to go to as many as eight different professionals at different sites with different priorities and separate budgets, to get what they need.\" </p> <p>Children with problems are also bounced around between education welfare and mental health professionals, he says. Hertfordshire's plans will change that. \"The parent of a 13-year-old who has started to abscond from school who can no longer cope with his or her behaviour - that parent will be able to go to a single team where psychologists, social workers - all the necessary professionals work together. They will be able to sit down with them and work out a plan. If you put the user at the centre you can cluster the services around them.\" </p> <p>White points out that integrating staff into one-stop teams is very different from appointing a \"super director\" who is in charge of two separate arms such as housing and social services. \"I think you need to drive integration all the way down to organisational level.\" </p> <p>Anthony Douglas, executive director of community services in Havering, east London, is one such super director with responsibility for social services, housing, leisure and benefits and twice as many staff as he would have had as a director of social services. His assistant directors are also responsible for a range of services including homelessness, asylum seekers, leisure and call centres. Children's services has its own assistant director. </p> <p>Douglas believes that authorities which are struggling to deliver the core social services should stay away from complicated structures. \"Where things aren't working it is advisable to stick with a dedicated director of social services,\" he says. \" You have to focus on the basics of the service first.\" People using the service benefit when bosses with social services expertise have got a foot in other camps. \"We can influence functions such as planning so that officers take greater account of the needs of vulnerable people.\" </p> <p>There are drawbacks to controlling several departments, admits one such director, who prefers anonymity. \"There is an issue about how far you are stretched and inevitably you don't have the capacity to stay closely in touch with all the subjects you cover if it includes everything from elderly people to environmental health\". He adds: \"Sometimes the public is confused by the titles. I'm in charge of housing and social services and staff tell me that some users expect social workers to be able to get them another house too.\" </p> <p>Another anonymous director is concerned about the expertise being pushed further and further down the hierarchy. \"I worry when the most senior person who knows anything about child protection is just a principal officer,\" he says. </p> <p>Some authorities have come unstuck with reorganisation. At the end of last year a joint review of Rhondda Cynon Taff, a new unitary authority like Vale of Glamorgan, found its structure was confusing. There was also concern about the level of social services expertise among councillors. Inspectors reported that there were many former district councillors in the present administration, but few former county councillors. As a result, the council was focused on the areas previously the responsibility of the district council rather than functions like social services that were under the county's wing. </p> <p>Critics fear that the status within an authority of social services will be eroded following the merger of local authority functions. But White disputes the fact that only those who have done the job can run the service. \"I was never a social worker and I am the longest serving social services director in the country,\" he says. </p> <p>Whichever way the cake is sliced, the government is concerned to preserve clear lines of accountability. According to the quality consultation paper published in August, wherever social care staff are based, it must be clear who is responsible for the quality of their work and their professional development. </p> <p>And while social services departments may grow into organisations that commission everything from home helps to play equipment, councils must still have a designated director of social services who is accountable to the local authority's chief executive. </p> <p>\"The director of social services must have authority and credibility within a local authority and its partners, and, where activities and functions are dispersed, clear and demonstrably effective lines of accountability must be in place,\" the paper says. Guidance is promised on the role of directors following consultation about what it should cover. </p> <p>The Vale of Glamorgan's review suggests that seamless services do not automatically flow from merged departments. Social work professionals will have to work harder to ensure that internal reorganisations lead to improved services for the public. </p>",
  "Tony Blair bounced back yesterday with an impassioned appeal to the \"basic decent instincts\" of the British people to give him a second chance - and a second term in power - to complete Labour's ambitious modernisation programme. <p>In one of the most important speeches of his career the embattled prime minister told Labour's pre-election conference in Brighton that his government represented the marriage of \"realism and idealism\", in contrast to tax-cutting Tory cynicism.</p> <p>Beset by Conservative gains in the opinion polls, Mr Blair coupled hard-headed electoral calculation with an emotional claim to be a pragmatic and healing leader but also one with an \"irreducible core\" of moral values. It would prevent him getting into a populist auction with William Hague, he promised.</p> <p>There were admissions of error and contrition - on the Millennium Dome and pensions. \"As Gordon [Brown] said yesterday, we get the message,\" Mr Blair said as delegates roared their approval for generous pension rises before polling day - probably next May.</p> <p>To the dismay of fuel protesters he was much less conciliatory towards calls for lower taxes. \"I am listening to people's anger over fuel duties. But I have also had to listen over underfunding in the NHS, over extra investment in schools, over more police on the beat, over public transport,\" Mr Blair explained.</p> <p>And in the passage on which his whole argument turned the prime minister stressed: \"The real world is full of competing causes, most of them good ... it's not an arrogant government that chooses priorities, it's an irresponsible government that fails to choose.\"</p> <p>The speech was punctuated with announcements of new or nearly new plans to improve schools - and school sport, to beat cancer and to give the police the power to \"do as much damage to organised crime as organised crime does to our communities\". It was the speech's one concession to rightwing populism.</p> <p>Mr Blair, who looked relaxed but sweated profusely in the hot hall, said he relished the fight ahead. But he was equally anxious to persuade disaffected voters that he was listening to them.</p> <p>He used the word nine times. At one point he said: \"I am listening, I hear and I will act.\" At another he bemoaned \"the fog that descends on the very dialogue between government and people necessary\" to see the ambitious reforms through to completion.</p> <p>As the rest of his speech made brutally clear, Labour's election campaign will hinge on the kind of choices which voters will be asked to make: between investment in public services and £16bn worth of tax cuts un der Mr Hague, between what he called \"confidence or cynicism\".</p> <p>To drive home the choice, he itemised the schools, hospitals, teachers and nurses' jobs which would have to be cut to fulfil the Tory tax pledges. Mr Hague was \"leaping aboard every passing bandwagon\".</p> <p>Mr Blair said Labour would fulfil its 1997 manifesto pledges by polling day and promised delegates \"a second term more radical than the first\" as his cabinet's multi-billion investment plans gradually produced better public services.</p> <p>It was as eloquent a case as he has ever made for New Labour's view of active government, always at hand both to protect the individual and to provide opportunities for fulfilment.</p> <p>But the emotional high point of the 60-minute address was his renewed plea to the wider television audience which has turned against him in the polls to trust him as a consensus-building \"unifier\" - happy to work with anyone for the common good.</p> <p>In a late improvisation to the text Mr Blair also insisted that he had an \"irreducible core\" of principles - and listed the sort of things he would never stoop to in order to win votes.</p> <p>Couched to contrast his own high-minded sense of social solidarity with Mr Hague's appeal to \"narrow self-interest\" and xenophobia, Mr Blair said he would never \"stick two fingers up to horrible foreigners\", exploit the asylum issue, or cut aid to the world's poor.</p> <p>\"I cannot do it,\" he repeatedly asserted. Though he would work with big business and even with Tories to bring about change, the self-styled \"man with a mission\" would not put tax cuts before economic stability or education either.</p> <p>Eager for reassurance that the government was back on track, the conference loved it. After weeks when Labour had been battered by the fuel crisis and punished by falling poll ratings the Blair fightback won him a convincing five- minute standing ovation.</p> <p>Mr Hague called the speech \"the usual New Labour cocktail\" of meaningless statistics, policy failure, unscripted promises and \"apologies that never amount to saying you are sorry\".</p> <p>Today the conference will face both ways on pensions when it backs both Treasury policy and a union-led call to restore the link between the basic pension and earnings.</p> <p>The government will swallow the result by saying the motion calling for restoration of the link proposes this only as one way of increasing pensioners' earnings. The deal was hammered out at a meeting between the leadership and the unions last night.</p> <p>Union sources also said they had been told Mr Brown's pre-budget report would now be published at the end of October. The timing suggests he is planning to make concessions on the fuel tax before the 60 day deadline set by protesters.</p>",
  "<p>It's a kneejerk British reaction. As soon as children squirm in their pushchairs, raising a querulous voice or complaining of thirst, we thrust something sweet into their sticky little hands. Sweets, biscuits, cakes, fizzy drinks - all are props to modern parenting. We trade sugar for peace and complicity. But it doesn't last: the short-term saviour becomes a sugary trap. </p> <p>The toddler initially silenced by sweets becomes a monster once the sugar fix has worn off. They grow into children who say they don't like the taste of water because it's \"plain\" or an orange because it's too sour. Sugar can wreck a child's health. Excess sugar is converted to fat and leads to obesity. Obesity leads to more disease, such as diabetes. </p> <p>Sugar also helps make foods loaded with fat and carbohydrate more tasty and these supplant more nutritious foods in a child's diet. No wonder that by 16, one in four British children is overweight. Then there's dental caries. It costs the taxpayer twice as much as heart disease and children are uniquely vulnerable because their teeth are still soft. Half the children in the UK aged 7-10 have tooth decay. This is not news to health-conscious parents, some of whom now favour low-calorie, artificial sweeteners as a solution. </p> <p>Unfortunately sweeteners are a minefield too. OK, they don't rot teeth, but some scientists believe they act as appetite stimulants. In other words, a \"diet\" drink can make your child feel like eating a bar of chocolate. And the high phosphorous level in such drinks is implicated in weakening bones and causing osteoporosis. Not even honey, molasses, syrup and fruit juices are safe - damage teeth too. </p> <p>So how much sugar can a child eat and stay healthy? The latest EU proposal is that children should eat sugary foods no more than four times a day, reflecting dentists' thinking that frequency of sugar consumption matters more than quantity. Nutritionists say sugar should account for no more than 10% of an adult's energy needs and probably less for children. The government's long-awaited survey of British children's diets recently revealed that sugar accounts for 16-17% of the average child's energy, with some clocking in at 30%. </p> <p>That is no surprise given the confusion that reigns, in part thanks to advertisers. The health coalition, action and information on sugars, complained to the advertising standards authority that the claim that Ribena was \"tooth-kind\" was misleading. Last month the complaint was upheld. Ribena are to appeal. But can you blame a parent for thinking it was good for teeth when packs carry the endorsement of the British dental association? </p> <p>Sugar turns up in some bizarre places. \"Canned vegetables and sauces such as brown sauce and ketchup are the two most hidden sources,\" says Lord Rodgers, chairman of the advertising standards authority, \"then come soft drinks, biscuits and baked goods, ice cream and dairy foods like yogurt, canned fruit, jams, sauces and confectionery.\" </p> <p>Too many British children have become accustomed to foods with very high levels of sugar and parents do need to try to curb that sweet palate if they want to safeguard health. Parents are probably more of a problem than children themselves, many thinking the natural flavours of good food cannot be enjoyed unless they are very sweet or have added sugar. This is nonsense. It is perfectly possible to raise a child who prefers a clementine to a cola chew, or even to convert a child with a developed taste for sweet junk food. </p> <p>If you really want your children to give up sugar, they will, but you need to believe you can do it.\"We have forgotten that water is the number one fluid for thirst quenching,\" says Dr Wendy Doyle of the British dietetic association. </p> <p>Do not buy high-sugar foods or routinely keep them in the house: score sweet drinks, biscuits and sweets off your shopping list. Buy as little processed food and as much fresh food as you can and feed children from the same store of food as the adults. Children who raid the fridge for fizzy drinks or empty the biscuit tin are not satisfied nutritionally. In no time they will want more to eat and it's likely to be more junk. Soup, a decent sandwich, leftovers and fruit will make them much more biddable and contented, and in the long-term, infinitely more healthy. </p> <p>The Food Our Children Eat, by Joanna Blythman, is published by Fourth Estate at £7.99.</p>",
  "When Basil Bernstein, who has died aged 75, was a residential family case worker at the Bernhard Baron Settlement, in Stepney, east London, he first noticed what he later described as \"the discontinuity between the staff and members of the community\", which became apparent in the way they communicated with each other. <p>This connection - between social groupings and ways of speaking - launched him on a course to becoming a figure of world significance in the field of socio-linguistics. The climax of his career was as Karl Mannheim professor of sociology in education, at London University, and five volumes of his work - four in his series Class, Codes And Control - have become required reading on sociology courses worldwide. </p> <p>The son of a Jewish immigrant family, Bernstein was brought up in London's East End. At the outbreak of the second world war, he volunteered under-age for the RAF, and served as a bombardier in Africa. After the war, he started work in Stepney, with the settlement's famous boys' clubs, run for local underprivileged Jewish children, aged between nine and 18. </p> <p>In 1947, Bernstein went to the London School of Economics to take a diploma in social sciences, but transferred to sociology after a month, with the encouragement of his tutor. With neither student grant nor family money to support him, he took a succession of menial jobs, including labouring and working as a shop assistant, sleeping on the couches of friends and studying when he could. He then trained as a teacher at Kingsway Day College. </p> <p>Between 1954 and 1960, he taught classes of post-office messenger boys and dockers at the City Day College, in Shoreditch. Although his subjects ranged from maths to physical education, often his liveliest and most rewarding classses involved studying motor mechanics and road safety, even though he himself could not drive - a fact he successfully hid from his pupils. </p> <p>In 1960, Bernstein became a research assistant in phonetics at University College, London, before taking a higher degree in linguistics and gaining his PhD. Two years later, he moved to the Institute of Education, where he remained for the rest of his career. Here he swiftly moved from senior lecturer to reader in the sociology of education and, in 1967, to a professorship and head of the sociological research unit. </p> <p>It was at the institute that Bernstein produced his most influential work, on the social impediments to learning and the role that communication plays in reinforcing class structure. In 1971, his Theoretical Studies Towards A Sociology Of Language was published. This was followed by Applied Studies Towards A Sociology Of Language (1973), Towards A Theory Of Educational Transmissions (1975) and The Structuring Of Pedagogic Discourse (1990). </p> <p>Bernstein also worked with Walter Landis on Selection And Control (1974), and with Landis and Dorothy Henderson on Social Class, Language And Communication. In 1996, he published the fifth of his volumes, Pedagogy, Symbolic Control And Identity, the revised and expanded edition of which was published earlier this year. </p> <p>Bernstein was awarded a number of honorary doctorates, including from univers-ities in Athens and Lund, Sweden. His work has had a huge effect on reforming educational practice abroad, particularly in Chile and Mexico, where former students have become influencial civil servants. Earlier this year, a conference in his honour was held in Lisbon. Too ill to attend, he joined the debate via a special video link-up. </p> <p>Bernstein enjoyed music and art, but most of all, and appropriately, conversation. He leaves his wife Marion, whom he married in 1955, and two sons, Saul and Francis. </p> <p><b>Professor Mary Douglas writes:</b> I first met Basil Bernstein in 1965, just after I had handed in to the publisher the typescript of Purity And Danger. His short article, A socio-linguistic approach to social learning, in the Penguin Survey Of The Social Sciences, had had an electrifying effect on me; I did not understand it, but I still get the sense of excitement when I read his whole future programme in its pages. </p> <p>Here was a thinker who was struggling with the deepest problems of culture, but applying his method to us in modern industrial society. In the expansive days of the 1950s, established academic subjects were turning out to have a social dimension that had been overlooked: socio- linguistics was fairly new, and the learned disciplines treated the newly added social element as a decorative appendage to the main job. </p> <p>Bernstein himself had a caustic wit and could be very funny about the marginalising of so-called inter-disciplinary studies. The \"socio-\" part of linguistics, psychology and other disciplines was mainly taken as given, which meant taken from textbooks (or newspapers), anecdotal, not systematised. There was no sense that sociology itself would need to be re-thought. </p> <p>Bernstein's central idea was that language is mediated by social relations. \"Humans speak,\" he declared, \"but sociology is silent about that fact.\" At that time, the link between humans and speech acts was taken to lie within the individual psyche. To propose the social structure as the governing factor was revolutionary. For me at least, it was a shock to learn that the words I utter, and the sentiments I express, are called forth from me by the expectations of the people I live with. </p> <p>The contrast he drew was between \"elaborated speech codes\" of the contemporary middle classes strenuously seeking upward mobility, and \" restricted speech codes\" of working classes, stuck where they are. On his theory, everyone's speech responds to strong cultural pressures, not least those who most pride themselves as autonomous individuals. </p> <p>His examples of how the middle-class mother speaks to her child are hilariously funny. Her elaborated speech code, and the kind of family life she wants to establish, respond nakedly to pressures for social advancement. In the other type of family - positional families using the restricted code - members have to behave according to their position, older, younger, male or female. The system flourished where social mobility was blocked; speech was used for creating communalised symbolic resources, strengthening community solidarity. </p> <p>Bernstein used examples from the English working classes, the aristocracy, or mil itary families. It was a theory of speech forms responding to two types of social control, one through positioning and one through individualising. </p> <p>The theory fitted Bernstein's own class resentment, which did not help to make it popular. The real stumbling block for the linguists was his favourite word, \" code\". They could talk about language as a code, but not about \"speech codes\". Paradoxically, the critics in socio-linguistics suspected him of bias against the underprivileged, a bizarre perversion of his attitude. Bernstein admired the \" restricted code\", as he called it, for its power, directness, wit, and vivid, dramatic effects. Alas, his own writing is not like this, dense with technical terms, very elaborated. He was also suspected of determinism, cultural or linguistic: a complete misunderstanding. </p> <p>He certainly enjoyed recognition in his lifetime, but the power and originality of his thinking should have made a much bigger impact. He was firing the first shots in a revolution in the social sciences. That the revolution has still not arrived was no one's fault directly. He was a brilliant mind, his influence went very deep. </p> <p> Basil Bernard Bernstein, sociologist, born November 1 1924; died September 24 2000</p>",
  "<p>Not much media but tons of Blair and Archer and yes, you guessed it, the Star is the most sanctimonious of them all. Surprise, surprise.</p> <p><strong>THE FINANCIAL TIMES</strong><br></p> <p>Reed Elsevier, Bertelsmann and Thomson Corporation of Canada are thought to be potential buyers of US specialist publisher Harcourt, in what is likely to be one of the largest trade sales in the media sector this year - worth about about $6bn.<br> Bidders are entering the second round of an auction that began in June, with a sale to be completed by November. (p42)<br></p> <p>Lex: Europe's internet companies have an average 20 months to go at current cash burn rates before they run out of cash, but they're still spending three times gross profit on sales and marketing. (p30)<br></p> <p><strong>THE GUARDIAN</strong><br></p> <p>Guardian Unlimited has appointed former special adviser to Peter Mandelson Benjamin Wegg-Prosser to be publisher of two new websites covering politics and the environment. (p5)<br> Nicholas Negroponte, the US internet visionary, has launched an attack on the herd mentality of internet investors who have turned their back on the b2c market. Negroponte made his comments as he announced his financial backing of a UK website, Webswappers.com. (p27)<br> Vodafone has created a £100m venture fund to invest in wireless and internet start-ups. (p27)<br> Media stocks are taking a beating at the moment. (p29)</p> <p><strong>TTHE INDEPENDENT</strong><br></p> <p>Nicholas Negroponte has taken a stake in Webswappers.com. (p15)<br> Granada Media stock tumbles below issue price. (p15)<br> Internet mobile phones have failed to capture the public's attention. (p11)<br></p> <p><strong>THE TIMES</strong><br></p> <p>Parents are censoring children's viewing before the 9pm watershed because of the growing nature of the confessional daytime chatshow and American style-wrestling, according to the Broadcasting Standards Commission. (p7)<br> BT is to exclude nearly 40% of the UK population, or 23m people, from high-speed internet access (ADSL) because of 'dead zones' where users just won't be able to use the services. (p27)<br></p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong><br></p> <p>Amazon.com is the most quarrelled about stock on Wall Street. (p20)<br></p> <p><strong>DAILY MAIL</strong><br></p> <p>The sexy ad for ice cream bar Magnum is upsetting a few coppers because it's too suggestive. The 3D vending machines at police stations have been banned because the model is too tantalising. (p23)<br> The honeymoon is over for Granada Media with shares coming down to earth with a bump. (p79)<br> Rupert Murdoch is being very bold if the rumour is correct about him bidding for DirecTV. (p79)<br></p> <p><strong>DAILY EXPRESS</strong><br></p> <p>A crisis is looming in the BBC costume department with stocks of underwear running low, following a spate of period dramas. (p3)<br> Chris Evans is (still) upsetting his neighbours with plans to transform his £6m mansion in Godalming. (p23)<br></p> <p><strong>THE SUN</strong><br></p> <p>Furious Big Brother contestants are threatening legal action to block the release of a saucy outtakes video, including shots of them in the shower and on the loo. What's saucy about that? (p3)<br> Gary Bushell gives Mouthy Mo Slater, EastEnders' latest addition, the thumbs-up. She's got a face like Mount Everest, he says. (p11)<br></p> <p><strong>THE MIRROR</strong><br></p> <p>Rory Bremner is filming a TV special on government feuds, which he doesn't think politicians will like. No kidding. (p7)<br> Craig and Claire recreated the bed scene for an exclusive Mirror shot. (p13)<br></p> <p>And finally?<br></p> <p><strong>THE STAR</strong><br></p> <p>The original Nasty Nick - Nick Cotton - is coming back to EastEnders on Sunday as the soap pulls out all the stops in a ratings war with Coronation Street.<br> Hooray. (p23) <br></p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "<p>Yesterday when we gathered to march through the centre of Prague, there were only a few police on the streets. Today, there are clusters of armed officers at every corner. People are being randomly stopped, searched and asked for ID. If they are unable to show a valid passport or visa they are arrested. The protest information centre is now being monitored by uniformed police officers. Protestors were arrested at a World Bank/IMF delegate hotel this morning.</p> <p>This morning, as a small number of us gathered at a main square to discuss our plans for the day, two hundred riot police arrived in armoured vans. They had pepper spray, huge batons and shields. They piled out, and into the crowd, surrounding people sitting on the church steps. We were released only if we could show valid ID. Five people were arrested as protestors chanted \"Let them go. Free political prisoners!.\" </p> <p>Yesterday we had freedom of movement around Prague. Today, it seems, police will crack down on any large assembly.</p> <p>It is because of yesterday's violence.</p> <p>It began yesterday afternoon, as my group were locked into a peaceful standoff with police and tanks at the main bridge to the conference centre. We heard reports of violent flare-ups at other railway bridges to the conference centre. The \"Blue Group\" had decided to take the police head on. Mainly German anarchists, the group came armed with Molatov Cocktails, bricks and sticks. We heard that ten managed to reach the conference centre, but most were beaten back by riot police with CS gas and water canons. We read in the Czech papers this morning that many police were injured, many protesters are in hospital. In the square this morning, some protesters were wearing head bandages.</p> <p>There was a statement today from INPEG, the Czech hosts of the protest: \"If you threw a rock, firebomb, apple, bottle or anything else at a cop during yesterdays protest and you are NOT an employee of some bullshit law enforcement agency, then shame on you. You have betrayed INPEG's commitment to non-violence, the movement and yourselves.\"</p> <p>As I write, protestors are gathering again in the main square. They are huddled into groups, discussing what to do now. Options include going to the hotels, trying to get to the conference centre, maintaining a protest at the square and waiting for the Opera tonight, where delegates will be entertained.</p> <p>One thing is certain. Because of the Blue Group's violence, any moves we make will be quickly curtailed by riot police. Smaller groups are likely to be challenged by police at every corner. Our non-violent, legitimate protests have been aborted, not by police or authorities, but by the people we call Comrades.</p>",
  "There is an irreducible core, that was the message. Yes, he has been a unifier, yes he always wanted one-nation Tories in his tent but now with his back to the wall there is nothing to do but fight. <p>With the ghost of elections lost beckoning for the first time, he cast a deep red sea between his party and William Hague. The choice is there - a stronger community or no such thing as society, confidence or cynicism, good public services or devastating tax cuts. \"It's not an arrogant government that chooses priorities,\" he said echoing Bevan's \"Socialism is the language of priorities.\" \"Solidarity\" was his one-word vision. He might almost have called them comrades. </p> <p>How obliging of the Countryside Alliance to launch their own rowdy class war outside the gates. The enemy army bayed in Barbours along the sea front, Bicester Hunt and the Barrell Harriers yelling outrage that by some unnatural coup Labour is in power, an illegitimate government because it is not theirs. </p> <p>The chancellor and prime minister delivered a brace of fine speeches, passionate and substantial. In this febrile conference both were greeted with anxious rapture by a party on the verge of a nervous breakdown. For all the tales of near fratricidal sibling rivalry, these two men are joined at the hip, bound together in political life and death, sinking or swimming in the same great project. Each has the virtues of the other's vices, complementary and opposite. Gordon greets the world as a proud Coriolanus who will not bend to please the whims of an irrational mob. (When he did bend to shower cash on the pensioners he could not bring himself to mouth the words: his acolytes had to tell the press afterwards.) Tony Blair by contrast plays Mark Antony, ear well-tuned to each ripple of public mood, daily taking the people's pulse, wooing, cajoling. Different styles, same message - this year the irreducible core of belief. </p> <p>But fine speeches butter few parsnips these days. A clip or two on the news doesn't often catch the spirit that ignites an eager conference. It doesn't reverberate far outside the political cognoscenti (though a disastrous performance would). It's the people out there that count now - the fickle 85% who swung so sharply behind the farmers and hauliers. Howling for blood one minute, weeping the next, demanding less taxing and more spending in the same maniacal breath; how do you reach people who do not want to listen? What is going on out there? </p> <p>No one knows, it makes no sense, though a thousand views flow through every Brighton bar and hallway. A leader who once commanded an astounding 93% approval - more popular than Jesus Christ as John Lennon might have said - plunged out of the sky to -35, his people-sensing altimeters all awry. Blame and regret are everywhere. If only this or that, why oh why? Everyone asks everyone else, no one knows. Twenty-twenty hindsight is everywhere. The same people on the same day veer between the two paths - extreme caution or unaccustomed bravery. </p> <p>The cautious voices warn not to forget at our peril that this is a profoundly conservative country. Tiptoe gently in this tax-phobic, Sun-damaged land, where Labour governments are accidental and unwelcome interlopers. Be not deceived by the mammoth majority - mainly Tory collapse and statistical fluke (fewer voted Labour in 1997 than in 1992). Blair's doomy pollster and soothsayer Philip Gould kept warning for the last six months that wicked issues were bubbling to the top of his focus group cauldron. Asylum, asylum, asylum he said, shuddering at middle England seething wildly in places where the only black faces are golliwogs knitted by the WI. This panic scenario says appease the furies, soothe the savage Murdoch - and hope to do a little good by stealth. </p> <p>The fight-back position says do the opposite - and that is what Blair and Brown have chosen. The T-word is no longer verboten. Tax is good, tax cuts bad. The great debate has begun - the one they never dared have before. Eighteen years of low-tax Tories devastated generations of undereducated children, left hospitals to rot, public squalor amid squalid wealth. Now voters can be told: they get what they pay for. At last it is the end of the politics of the impossible, the fantasy promises that everyone can have it all, all the time, at no cost. Failure to deliver the transparent nonsense of the proposition has helped create the cynicism Blair now sets out to fight - no longer the pristine parfit knight of 1997, but an older wiser man. No more walking on water but a tough ideological battle to win. </p> <p> W here does this debate take place? How do you engage with a public so alienated from politics? Tony Blair always used to say the case for tax would have to wait until things got better. Once clear improvement is delivered the argument will be won by the good things people see done all around them. By their works the people will know New Labour and the value of paying their taxes. </p> <p>But what if they don't? I talked to a delegate from the Aylesbury estate, the concrete desert in south London where Tony Blair stepped out one morning in June 1997 to proclaim his plans for social inclusion - \"No one left out\". All the early money went to the poor first, do they notice any difference? Some have £25 a week more from working families tax credit, poor pensioners have an extra £5.40. </p> <p>Yes, he said, a previously bad local primary has soared up the league table with a lot of extra help. Yes, people on benefits are a bit better off, there are more jobs, the new deal works. But no, they don't thank politicians and they don't even think things are getting better. \"They believe what they read in the Sun more than what they see around them.\" Reality is less powerful than print. Other delegates said the same: tabloid truth triumphs over the evidence of people's own eyes. </p> <p>If even the main beneficiaries don't yet get it, who will? Few heard the news that all pensioners were in for a whacking great rise. The Mail headline said \"In retreat\", a Brown climbdown, and the Sun put it on page eight with no headline. The corrosive effect of a press that simply does not relay the most basic factual news is frightening. A press courted then lost leaves too much to be relayed through an enemy messenger. </p> <p>Labour is turning to its roots. Once so despised by New Labour architects, suddenly the centre is rediscovering the party and the unions with a new warmth. Politics no longer works from the top down: the challenge is to find ways to talk to people where they are, talking to those who detest and despise the political culture of Westminster. In a hostile climate, it is all fight from now on. </p> <p>Jonathan Freedland's column will appear tomorrow.</p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "These are edited extracts from Tony Blair's speech in Brighton yesterday: <p>No prime minister, no party leader, could have a better deputy than John Prescott. </p> <p>You know why the Tories hate him: because he started out as a seaman, steward on a ship, rose to be deputy prime minister and has never hidden or been anything other than totally proud of where he came from. </p> <p>And you know why I like him: because not once in the last two weeks has he reminded me that when he was in charge in August we were 20 points ahead in the polls. </p> <p>For me, the large majority we won was never a reason to do the job quickly; but to do it properly. We knew: first base was getting the fundamentals in place. </p> <p>We said we would sort the economy out. We have. The strongest British economy for decades, delivered by this New Labour government. </p> <p>We said we'd get people off benefit and into work. We are. One million more jobs. </p> <p>We said we'd invest in schools and hospitals. It is happening. </p> <p>And because we chose to invest; because we have in this country tens of thousands of dedicated hard working teachers as determined as we are to give every child a chance to succeed, last week, Britain had the best primary school results it has ever seen. </p> <p>I could go on and on. Because we should be proud of our record. But this is not a time for lists. But for setting out the big choices facing Britain and for dialogue. </p> <p><b> Knock</b><br> </p> <p> I'm the prime minister that's supposed to be the great reader of public opinion. After the events of two weeks ago, it's no wonder the government has taken a knock. It happened on my watch and I take responsibility. So: what do we make of it? </p> <p>Three years ago, Britain was desperate to get the Tories out. The people liked the look of us. We were a breath of fresh air. New faces, new ideas, new policies. In some areas we've exceeded expectations. Let us be honest, a few people doubted the economy would be stronger under Labour. But it is. They like the 1m new jobs. They believe we are trying to make progress on schools and hospitals. </p> <p>But for many families life's still a struggle. It's tough, balancing work and family. Jobs can be insecure. There's the mortgage to pay; the holiday to save for. Inflation may be lower but the kid's trainers don't get any cheaper. </p> <p>Then, people hear the 20 second clip on the news. They see the ding-dong at prime minister's questions. They try to make sense of the swirling mass of news and comment in the 24 hour media age. </p> <p>And they think: you're not listening. What's it got to do with me? Where is this journey's end? And a fog descends on the very dialogue between government and people necessary to get there. </p> <p>And, yes, there are things we have done that have made people angry and we should be open enough to admit it. </p> <p>The dome. Hindsight is a wonderful thing, and if I had my time again, I would have listened to those who said governments shouldn't try to run big visitor attractions. </p> <p>75p. I tell you now, as Gordon made crystal clear yesterday, we get the message. </p> <p>But I believe that when people reflect, on the big fundamentals that determine our future - the economy, jobs, public services - we are doing the right thing, and we are on the right track for Britain; and the last thing this country needs is a return to Tory government. </p> <p>Let me come direct to the fuel crisis. I am listening to people's anger over fuel duties. For hauliers and farmers to say nothing of ordinary motorists, there is real hardship. </p> <p>But I have also had to listen over underfunding in the NHS. Over extra investment in schools. Over more police on the beat. Over public transport. </p> <p>I am listening over mortgages, where low interest rates can only be maintained if disciplined public finances are kept. </p> <p>I am also listening to pensioners who believe the government should give them a greater share of the country's prosperity. </p> <p>Our first priority was to help the 2m pensioners, many of them elderly women, who depend on income support. I make no apology for helping the poorest first and neither should this party. Through the winter allowance, now £150, and free TV licences for over 75s, we helped people with their most pressing costs. </p> <p>We rejected returning to the earnings link. For the next two or three years we could afford it; but 10, 15 years down the line, it would have imposed a huge financial burden on a future generation that would have been unfair to them. </p> <p>But I know there are pensioners not on benefit, who have saved all their lives but are not by any stretch of the imagination wealthy, and for whom the basic state pension and other government help is essential. It is right they share in the nation's wealth. </p> <p><b> Listening</b><br> </p> <p> I am listening. I hear. And I will act. The point I'm making is this. The real world is full of competing causes. Most of them good. Most of them deserving. Many of them heart-rending. And it's not an arrogant government that chooses priorities. It's an irresponsible government that fails to choose. </p> <p>The test of leadership in politics is not how eloquently you say yes. It's how you explain why you're saying no. </p> <p>And would it ever be right to choose a priority simply on the basis of a fuel blockade? What of those who can't protest; whose voice isn't supported by the media; who go neglected unless we speak for them? </p> <p>So I am listening. But I was also elected to lead. And if we want to reach our journey's end - that strong, fair and prosperous Britain for all - there are choices to be made. </p> <p>Today the Tories are back with exactly the plan of 10 years ago. You don't need me to predict it. We all experienced it. </p> <p>Don't ever let them con us into boom and bust again. Never forget: in 18 Tory years, unemployment trebled. Families of three generations with nobody bringing in a wage. Record youth unemployment. And what did they say: it was a price worth paying. Unemployment is never a price worth paying. </p> <p>The New Deal has helped nearly a million people with work or training, the largest ever jobs programme Britain has seen. </p> <p>The Working Families' Tax Credit makes work pay for over a million families. Childcare and training has helped 150,000 women find work or get a better job. And at long last a national statutory minimum wage has given 11/2 million people the dignity of a decent living wage. </p> <p>And we have introduced the democratic right, delivered after 100 years of trying, to be represented by a trade union should you want it. </p> <p>That was our choice. Not to leave you at the mercy of markets. Not to walk by. Not to say: tough, sink or swim. </p> <p>There's Mr Hague. Standing around waiting for a bandwagon. Then three come along at once. </p> <p>Opportunism always knocks for William Hague. You want tax cuts? Have them. Spending rises? Have them too. It all makes sense after 14 pints. Everything makes sense after 14 pints. </p> <p>John Redwood looks sane. Michael Portillo looks loyal. After 14 pints, even William Hague looks like a prime minister. </p> <p>Our education, health and transport plans represent the most radical reform in public services over 10 years any government has produced since the war. </p> <p>In our manifesto, line one of our contract with the people promised to increase the share of our national wealth spent on education during this parliament. A promise made. A promise kept. Today I make a further commitment. Line one of the contract in the next manifesto will be a promise to increase the share of our national wealth spent on education in the next parliament. </p> <p>Again, on health, let me set out the scale of our plans, for now and for a second term. </p> <p>The waiting list pledge has been met. There are 10,000 more nurses in the NHS. Every A&amp;E that needs it is being modernised. The biggest ever hospital building programme is under way. But we all know. Eighteen years of neglect isn't put right in three years. </p> <p>Today, as we set out the next steps, I want to focus on cancer. There will be nobody in this hall, or watching from their homes, who has not seen a friend or family member struck down by cancer. </p> <p>Under the plan we publish tomorrow, there will be 1000 more cancer specialists over the next six years - up nearly a third. 295 new scanners and radio-therapy machines so that for the first time the NHS can meet proper equipment standards for diagnosing and treating cancer. By 2003 for the first time the government will be matching pound for pound charity funding for cancer research. </p> <p>Cancer patients in all parts of the country will get the right drugs at the right time, regardless of where they live. The postcode lottery ended. Waiting times will be cut. Maximum two weeks from GP appointment to first hospital appointment for suspected urgent cases. And, as we increase the number of specialists, a maximum wait of one month from diagnosis to treatment starting. </p> <p>And because breast cancer kills 11,000 women every year, because it causes so much pain and suffering among Britain's families, we will extend breast cancer screening to all women aged over 65, helping an extra 400,000 women by 2004. </p> <p>By acknowledging the duty to care, we earn the right to be tough on crime. Four out of 10 violent crimes are alcohol related. Half of property crime drug-related. </p> <p>It is time for zero tolerance of the yob culture. </p> <p>Time to stand up for the pensioner afraid to go out. Time to stand up for the single moth ers scared to walk to the shops. Time to stand up to the thugs and the bullies. </p> <p>Time to tighten bail to deal with the absurdity of people released in the morning committing offences in the afternoon. Time to give the police powers to close pubs where there is fighting. Time to give them powers to ban drink in public places. </p> <p>These are our second term plans. A 10 year plan for a modern NHS. The transformation of secondary education. A cradle to grave poverty strategy. A plan to harness new technology to spread prosperity to all. A plan to make our streets safe and our society strong. A 10 year plan for modern transport. The next steps to full employment. </p> <p>This is a programme worth fighting for. A second term more radical than the first. A quickening of the pace of reform. The next steps on our journey. All based on our enduring mission, to offer everyone, not just the privileged few, the chance to succeed. </p> <p><b> Unifier</b><br> </p> <p> By nature I am a unifier. I am a builder of consensus. I don't believe in sloppy compromise. But I do believe in bringing people together. </p> <p>There is no point in leading the Labour party or leading a country without having a mission and a purpose that's more important to you than anything else. </p> <p>I will do whatever I can to bring people onside but there are certain things I cannot do. </p> <p>If you ask me to put tax cuts before education spending, I can't do it. </p> <p>If you ask me to take risks with stability in this country after all we've learned over the last 30, 40, 50 years - I can't do it. Many of you would agree with that, many of the British people would, but let me tell you some more difficult things I cannot do. </p> <p>If, in order to get a vote, I have to go out and tell people that Europe is full of terrible foreigners, we want nothing to do with them, and we'll stick two fingers up to them, I cannot do that either because in my heart I know it is wrong. </p> <p>I know asylum is a problem. We are trying to deal with it, but if people want me to go out and exploit the asylum issue for reasons of race which we all know about, then vote for the other man, because I will not do it. </p> <p>If I am asked to take that overseas aid budget that helps millions of people who live in circumstances of poverty we cannot even contemplate, and I am asked as the Conservatives do, to cut that budget for tax cuts, I cannot do it. </p> <p>I was not brought in by ideology or policy. I was brought in by that simple and old principle of solidarity, shoulder to shoulder we get more out of this life, and give more in this life, than we do fighting each other as isolated individuals. </p> <p>We are in a fight and it's a fight I relish. </p> <p>We do not lie down in the testing times. We hold firm. We listen and we lead. </p> <p>We can be confident in our policies, confident in the record we will put before the British people. Confident that we will repay the trust the British people put in us. Confident that we share their basic decent instincts and values. Confident that we are winning the big arguments on the big issues. </p> <p>Stability. Or boom and bust. Jobs. Or unemployment. Investment in schools and hospitals. Or cuts. Leadership and engagement in the world. Or weakness and sour isolation. </p> <p>Our journey's end: a Britain where any child born in this millennium, whatever their background, race or creed, wherever they live, whoever their parents, is able to make the most of the God-given ability they bring into this world. </p> <p>That journey, that better Britain of hope and opportunity for all, that better Britain that calls to our best instincts and transforms our nation, I tell you, that journey is a journey worth making.</p>",
  "Tony Blair bounced back yesterday with an impassioned appeal to the \"basic decent instincts\" of the British people to give him a second chance - and a second term in power - to complete Labour's ambitious modernisation programme. <p>In one of the most important speeches of his career the embattled prime minister told Labour's pre-election conference in Brighton that his government represented the marriage of \"realism and idealism,\" in contrast to tax-cutting Tory cynicism. </p> <p>Beset by Conservative gains in the opinion polls, Mr Blair coupled hard-headed electoral calculation with an emotional claim to be a pragmatic and healing leader but also one with an \"irreducible core\" of moral values. It would prevent him getting into a populist auction with William Hague, he promised. </p> <p>There were admissions of error and contrition - on the Millennium Dome and pensions. \"As Gordon [Brown] said yesterday, we get the message,\" Mr Blair said as delegates roared their approval for generous pension rises before polling day - probably next May. </p> <p>To the dismay of fuel protesters he was much less conciliatory towards calls for lower taxes. \"I am listening to people's anger over fuel duties. But I have also had to listen over underfunding in the NHS, over extra investment in schools, over more police on the beat, over public transport,\" Mr Blair explained. </p> <p>And in the passage on which his whole argument turned the premier stressed: \"The real world is full of competing causes, most of them good ... it's not an arrogant government that chooses priorities, it's an irresponsible government that fails to choose.\" </p> <p>The speech was punctuated with announcements of new or nearly new plans to improve schools - and school sport, to beat cancer and to give the police the power to \"do as much damage to organised crime as organised crime does to our communities\". </p> <p>It was the speech's one concession to rightwing populism. Mr Blair, who looked relaxed but sweated profusely in the hot hall, said he relished the fight ahead. But he was equally anxious to persuade disaffected voters that he was listening to them. </p> <p>He used the word nine times. At one point he said: \"I am listening, I hear and I will act.\" At another he bemoaned \"the fog that descends on the very dialogue between government and people necessary\" to see the ambitious reforms through to completion. </p> <p>As the rest of his speech made brutally clear, Labour's election campaign next spring will hinge on the kind of choices which voters will be asked to make: between investment in public services and £16bn worth of tax cuts under Mr Hague, between what he called \"confidence or cynicism\". </p> <p>To rub home the choice he itemised the schools, hospitals, teachers and nurses' jobs which would have to be cut to fulfil the Tory tax pledges. Mr Hague, he said, was \"leaping aboard every passing bandwagon\". </p> <p>Mr Blair said Labour would fulfil its 1997 manifesto pledges by polling day and promised delegates \"a second term more radical than the first\" as his cabinet's multi-billion investment plans gradually produced better public services. </p> <p>It was as eloquent a case as he has ever made for New Labour's view of active government, always at hand both to protect the individual and to provide opportunities for fulfilment. </p> <p>But the emotional high point of the 60 minute address was his renewed plea to the wider television audience which has turned against him in the polls to trust him as a consensus-building \"unifier\" - happy to work with anyone for the common good. </p> <p>In a last minute improvisation to the text Mr Blair also insisted that he had an \"irreducible core\" of principles - and listed the sort of things he would never stoop to in order to win votes. </p> <p>Couched to contrast his own high-minded sense of social solidarity with Mr Hague's appeal to \"narrow self-interest\" and xenophobia, Mr Blair said he would never \"stick two fingers up to horrible foreigners,\" exploit the asylum issue or cut aid to the world's poor. </p> <p>\"I cannot do it,\" he repeatedly asserted. Though he would work with big business and even with Tories to bring about change the self-styled \"man with a mission\" would not put tax cuts before economic stability or education either. </p> <p>Eager for reassurance that the government was back on track, the conference loved it. After weeks when Labour had been battered by the fuel crisis and punished by falling poll ratings the Blair fight-back won him a convincing five minute standing ovation. </p> <p>John Edmonds, leader of the GMB union which was last night still threatening to help defeat Mr Blair on pensions this afternoon, was delighted with its core message. \"Tony Blair has clearly signalled that the days of buying power through tax cuts are over.\" </p> <p>Mr Hague was caustic. He called the speech \"the usual New Labour cocktail\" of meaningless statistics, policy failure, unscripted promises and \"apologies that never amount to saying you are sorry\". </p> <p>David Handley, chairman of the People's Fuel Lobby, complained: \"He could have toned it down and offered us a glimmer of hope.\" Further protests when the 60-day pause was over were now \"10 times\" more likely, he warned. Charles Kennedy, the Lib Dem leader, said Mr Blair was still not listening.</p>",
  "<p>HMV Media yesterday said it remained committed to the group's ailing book retail chain Waterstone's despite reporting another slide in sales at the business. </p> <p>Alan Giles, HMV chief executive, described several bids for the book retailer over the summer as unsolicited and suggested he would stand firm in the face of an anticipated offer from the chain's founder Tim Waterstone. Mr Waterstone has beencritical of HMV Media's stewardship of the business and has secured financial backing from PPM Ventures to make an offer. </p> <p>\"Our view is that although the recent performance has been disappointing, Waterstone's is fundamentally a very good business in a good market,\" Mr Giles said. \"We did receive some unsolicited offers but we are very committed to keeping it within the HMV Media Group.\" </p> <p>Waterstone's suffered a 3.8% decline in sales during the three months to the end of July which the company blamed on a fall in sales to schools. </p> <p>Insiders said Mr Waterstone's putative bid was not helped by the continued drop in sales at the book chain which made it difficult to shape an offer. The companies which made an approach to HMV earlier this year included Germany's Bertelsmann and Barnes &amp; Noble of the US. </p> <p>The flotation of HMV Media has been put on ice for the \"foreseeable future\" although Mr Giles said the performance of Waterstone's was not the prime reason. \"There is little or no appetite from equity investors to support flotations in the retail sector so the performance of Waterstone's is academic,\" he said. </p> <p>\"The froth has gone from many of the internet plays which had been a perceived threat to retailers and damaged the sector. But the two seem to have become disconnected because there hasn't been a re-rating of the retailers.\" </p> <p>Mr Giles denied coming under pressure from shareholders EMI and US venture capital fund Advent International to dispose of Waterstone's.</p>",
  "Tony Blair's task yesterday was clear, even if it was daunting. He had to reassert his authority after two disastrous weeks, including a fuel crisis in which he seemed to lose his grip completely. At the same time he needed to rebut the charge that he is arrogant and out of touch. In other words, he had to show that he is both in charge and at the service of the people - no mean feat. Beyond that he also had to address the grievance at the root of the fuel revolt, by defending the very principle of taxation and spending. And, with Labour suddenly behind in the polls, he had to cheer up his own troops and reconnect with the voters who appear to be deserting him. <p>If that was the task, how did Mr Blair measure up? The immediate answer is pretty well. The prime minister gave an address that was shrewdly judged and adroitly delivered, ticking the political boxes one by one. It may not have satisfied those who sought a persuasive intellectual vision of the next phase of the New Labour project; the speech was more of a robust argument for traditional social democracy. Still, big ideas were probably a luxury on a day like yesterday. Mr Blair had more urgent work to do - and he did it. </p> <p>He began, rightly, by addressing the most urgent concerns. In a bid to defeat the arrogance charge, he effectively said sorry for the Dome, before addressing the demand for higher state pensions. In a brilliantly brief sentence, he said simply \"75p... we get the message.\" He struck the opposite note on fuel by refusing to bow to the protesters' demands, preferring to make a show of firm leadership, unbuffeted by the gusts of day-to-day opinion. In so doing, Tony Blair made an impressive case for representative government, explaining that we elect leaders not simply to be conduits for our daily whims but to take decisions in the long-term, collective interest. He won loud applause when he cast his government as the voice \"for those who can't protest, whose voice isn't supported by the media\". It was a good partisan shot at the rightwing, but it was also a cogent rejection of the current clamour for populist, direct democracy. </p> <p>The bulk of the speech was an equally basic argument for government - with a full-throated defence of the activist state. Echoing Gordon Brown's barnstormer on Monday, Mr Blair happily presented Labour as the party of public services, with the Tories as the slashers and cutters. As one Blairite aide puts it, there is now \"clear red water\" between the two main parties. To that end, Mr Blair praised teachers, doctors and the police - implicitly telling the voters that they are getting good value for all their tax money. The fact that he praised those public services without attaching his usual demand for reform made this perhaps the most old Labour speech Tony Blair has ever delivered. Not that he forgot the new Labour voters who brought him to power. They were thrown some juicy red meat on crime - including an unrepentant revival of his ill-fated call for fixed penalty notices for \"loutish behaviour,\" albeit stripped of its suggestion that offenders be frog-marched to cashpoint machines. </p> <p>For all that calculated positioning, the highlight was the PM's unscripted cadenza about his \"irreducible core\" of principle. The vigilant will have cringed at his promise never to score populist points at the expense of asylum seekers: his government already did that with its war on \"bogus\" refugees. The sceptical will also have noticed Mr Blair's prior disclaimer that he remained a \"unifier\" happy to compromise with big business and even the Tory party. Even so, the party was heartened to hear that their leader has some non-negotiable values. </p> <p>As for the wider electorate, the clear calculation was that Mr Blair needed to reintroduce himself to those voters who feel he has grown distant in recent months. That's why it was so effective for Mr Blair to speak apparently off-the-cuff: he was seeking to reconnect as a human being. The old charge against him was that he was \"phoney Tony\", that he did not believe in anything, preferring to parrot whatever message he heard from the latest focus group. By asserting that he did have some lines he would never cross, Mr Blair hoped for a Thatcher effect: earning the respect of voters for his conviction, even among those who do not agree with him. </p> <p>That may be optimistic, but yesterday provided proof once again that politicians often do best when they put aside the script and simply speak. The current demand for leaders to listen and stay in touch may well be met, at least in part, by this simplest gesture: a politician talking like a person. Mr Blair was at his best when he did that - and at his worst when he lapsed into laundry lists of spending projects and new programmes. For one thing, that kind of talk can sound too much like blaming the electorate for failing to appreciate how good the government has been to them. But more importantly it fails to reach people by bombarding them with numbers and data that seem abstract. That's not a problem that can be solved by rhetorical style alone: only the experience of improved services will do that. Delivery is still Labour's best hope. </p> <p>So yesterday's speech did as much as Mr Blair could realistically have hoped. He landed a few punches on the Tories, without reopening last year's war against the \"forces of conservatism\": now that that battle is real, he had no need to confect it in a speech. The leader also left his own party in good heart and moved to remind Britons why they liked him in the first place. He caught the right tone of humility and proffered some sound arguments. The Blair government is not back on track yet, but yesterday its leader took a crucial step forward.</p>",
  "Australian officials are to deport five British ticket touts following a crackdown on the illegal selling of tickets for the Olympic Games. <p>Police in Sydney have arrested 10 touts, five of them British, who have been asking for as much as 50% more than the face value of tickets, particularly for events involving Australia. Tickets for some athletics finals with a face value of £35 have been changing hands for almost £200. One British tout arrested in central Sydney was carrying almost £4,000 in cash. </p> <p>Police have swooped on a number of ticket touts' rackets operating in the city's bars. In one raid, police found 400 tickets for Olympic events with a face value of £20,000. </p> <p>Since the start of the games last week, scores of mainly British touts have been attempting to sell tickets in central Sydney and outside a number of games venues, prompting a cat and mouse game as police and Olympic officials tried to clamp down on them. </p> <p>One British tout has already been handed over to immigration officials and is expected to be deported, with two others. Going back to the UK by the end of the week will be a number of other touts. Australian officials said that all the Britons had breached holiday visa restrictions barring them from commercial activity, and that special Olympic laws introduced in Sydney also made touting illegal. </p> <p>In Australia, ticket touting is known as \"scalping\". A spokesman for Sydney police said: \"Some of the scalpers [touts] have obviously been involved in well organised operations with huge turnovers. We will not tolerate touting of any sort.\" Olympic and local officials said that while they had acted against some touting operations, several others were still going on. </p> <p>Many of the touts in Sydney said they usually worked outside Premier League grounds and other big sporting events in Britain and that they had enjoyed lucrative trade at the games. With thousands of people in the city, there are rich pickings to be had for touts, particularly from visitors from Japan and east Asia. </p> <p>One tout from west London, said: \"It's been a great chance to come over, have a holiday and make some money. I obtained these tickets legitimately from a travel company in England. We have not done anything wrong. Many of the tickets seized have just led to empty seats at events, stopping genuine fans getting in.\"</p>"
]