[
  "<p>Bonnie Dundee, the saying goes north of the border, though the town, and sometimes the football team, can often take a bit of a savaging. Dire jokes about the city's grimness and lack of sophisticated attire have long been a black vein of humour in the Scottish idiom. Anyone who is re-located to Dundee to work, it is often said, will end up losing half their marbles. </p> <p>The city's original football team - not to be confused with the currently toiling tangerines, United, who came along later - are at least trying to rectify this. Under their Italian player-manager, Ivano Bonetti, Dundee had started this season relatively breezily, claiming 12 points from their first eight matches and giddily finding themselves sitting fifth in the Premier League. </p> <p>This progress has been achieved at the usual cost which currently blights the British game - local Scottish players have been yanked out of the team. Bonetti and his brother and assistant, Dario, spent the summer importing Italians and South Americans. </p> <p>One of Bonetti's finest signings has been the young Argentine striker, Juan Sara, whose goals, including a midweek hat-trick in the city derby against United, have hoisted Dundee nearer their former glories. He is a born-again Christian who keeps thanking the Lord for every goal, lifting up his shirt to reveal some text of scripture daubed across his vest. </p> <p>Normally it is the old John 3:16 number - \"God so loved the world...\" </p> <p>On Saturday at Parkhead, Sara's header pranged against Celtic's bar after seven minutes, an incident which made us think this might be the hour of Martin O'Neill's seemingly unstoppable opening charge with Celtic grinding to a halt. </p> <p>However, in the end Dundee flattered to deceive. Celtic scored through Stilian Petrov after 61 minutes, before which the Tayside team had long given up any notion of flooding their opponents' half with players. </p> <p>Petrov's maturing with Celtic in his second season with the club is raising even the most bushily cynical eyebrows. Three weeks ago he scored with a plunging header against Rangers, and on Saturday he came up with a similar effort, meeting Alan Thompson's cross flush on his forehead to bury his header past a helpless Rab Douglas. The goal condemned Dundee and extended Celtic's streak to eight wins and 24 points at the top of the league. </p> <p>Dundee's neighbours, United, meanwhile, continued their descent into disarray. Bolted to the bottom of the Premier League, United lost 5-3 at home to Aberdeen on Saturday, a hat-trick from the former United striker, Robbie Winters, applying salt to their many wounds. </p> <p>Rangers, who today depart for Istanbul on the next phase of their Champions League campaign against Galatasaray, toned themselves up in a tedious 1-0 win at Motherwell. Battling Dunfermline, meanwhile, drew 1-1 at home with Hibs, while St Mirren continued to find Premier League life exacting in their home defeat to St Johnstone. </p> <p>\u0095 Kilmarnock made it four wins in five games as they dispatched a Hearts side who perhaps had one eye on Thursday's Uefa Cup second-leg tie against VfB Stuttgart, who lead by the only goal. Paul Wright got Killie under way and Fréderic Dindeleux added a header as the visitors stayed in fourth place.</p>",
  "<p>A penny for your thoughts. Or, depending on your pricing structure, 5p or £5, chargeable per minute and billable to other people's credit cards or phone bills. You're an expert, you see, and all that separates you from customers willing to pay for your specialist knowledge - on finding a reliable builder, perhaps, or overcoming baldness - is a website which allows them to find you. </p> <p>Wait no longer: \"expert exchange\" websites are the latest hot business models heading our way. Drawing on the internet's extraordinary ability to link individuals to their peers, these \"peer-to-peer\" sites do for specialist knowledge what Napster does for music and eBay for car-boot junk. By restoring human guidance to the tricky business of researching information online, they have built strong traffic by finding individuals who can answer other people's questions. Yet there is one question that, even at a premium, these sites cannot yet answer with confidence: will enough people be willing to pay for web-delivered content to make a viable long-term business? </p> <p>There is no shortage of sites trying to find out. <a href=\"http://www.askme.com\" target=\"_NEW\">AskMe.com</a> promises \"great answers from real people\" in categories ranging from pets to the paranormal (currently recruiting experts in the Olympics, MP3 and Rosh Hashanah). <a href=\"http://www.Exp.com\">Exp.com</a> offers \"real experts; real help\" on subjects including US immigration law (advice at $1.10 a minute) and marathon running. </p> <p>Search engines think there's money to be made here: Ask Jeeves was among those which put $33m into Exp.com in a recent funding round. Yahoo has also entered the market, with experts.yahoo.com, featuring such specialists as \"Roumster\", a 25-year-old woman keen to talk about dating problems. The New York Times has its own \"knowledge network\", Abuzz (top questions: what really happened to that Russian sub and whether geraniums work as house plants). <a href=\"http://www.KnowPost.com\">KnowPost.com</a> promises \"meta-knowledge\" on the Wizard of Oz and web-browsing technology. </p> <p>Many of these sites rely on advertising as their business model, others customise their services for corporate customers. But it is the convergence of web and telephony that is currently exciting investors. Two phone-enabled expert exchanges are coming to London, betting on our willingness to pay by the minute to talk to specialists. </p> <p><a href=\"http://www.Keen.com\">Keen.com</a>, a San Francisco-based start-up that claims to be \"the live answer community\", has joined with Benchmark Capital in a $15m investment to form Keen Europe. Users will browse its subject listing, choose an expert, and then click on a \"call now\" button - and the site connects both parties by phone, taking a 30% commission on the call fee. Ten months after launch, parent site Keen.com claims 500,000 members, with 1.4m unique monthly visitors. </p> <p>Up against Keen is <a href=\"http://www.Questico.com\">Questico.com</a>, a DM14m (£4m) German start-up founded in April that is soon to launch in the UK. The company claims to combine \"the Internet's advantage of speedy information retrieval with the opportunity to instantly take part in a one-on-one dialogue over the telephone, putting an end to the long and difficult search process one often encounters\". As with most of these sites, users rate the experts once they've bought the advice to ensure some measure of quality control. </p> <p>These sites also benefit from the willingness of users to spend money on the telephone: premium-rate calls, after all, have been among the main money makers for companies such as the 365 Corporation, and relatively high per-minute call charges have not dented the growth of the mobile-phone sector. What is really exciting the investors is the mobile's promise to become the major means of accessing the internet in a year or two. </p> <p>Keen.com's chief executive, Karl Jacob, has a vision for these information exchanges. \"What eBay did for people selling what's in their garages and attics, Keen.com will do for people who want to sell what's in their heads,\" he says. The idea is attractive but what will determine the future of these sites is our willingness in enough numbers to abandon that tenet of web use: the public does not like paying for content. </p> <p>\"Every single site in the world that has tried to charge for content has rejected it - except the Wall Street Journal,\" notes James Ledbetter, newly arrived in London from New York as editor of the Industry Standard Europe. \"The brilliance of Napster is it's free. To introduce that [peer-to-peer exchange] on a paid model is admirable, risky, but I suspect for a lot of people doing it, not ultimately successful.\" </p> <p>I'm not so sure: for very specific information that can be delivered digitally or by phone - tips on a business plan, for instance, or professional advice on a medical problem - customers will be willing to pay a premium. And if you're still not convinced, for £1 a minute I'd be happy to tell you why.</p> <p>\u0095 David Rowan is editor of Guardian Unlimited<br> <a href=\"mailto:david.rowan@theguardian.com\">david.rowan@theguardian.com</a></p>",
  "<p>Lastminute.com has signed a contract with American Express to offer exclusive late deals and offers to Amex cardholders. </p> <p>The offers, ranging from extreme experiences such as learning to race a powerboat or taking a Tiger Moth flight, to booking holidays or concert tickets, are listed on a special American Express-lastminute.com co-branded website. American Express Green Charge Card holders can access the deals though Americanexpress.co.uk/green.</p> <p>\"This arrangement will enable us to offer some great and exclusive offers to American Express's high-spending, internet-savvy card members,\" said Martha Lane Fox, chief operating officer at lastminute.com. </p> <p>Lastminute.com has been very aggressive on the deal front of late. Last week it announced a deal with Holiday Autos to provide a car rental service to its users, just two days after it said it had launched a catwalk fashion guide in partnership with inshop.co.uk. Despite the number of deals, investors were not entirely convinced and Lastminute.com's shares dropped 16.5p to 134.5p by the end of last week.</p> <p>According to research by MMXI Europe, Lastminute.com is losing customers, dropping 22,000 unique users (to 711,000) between July and August.</p>",
  "This is an important week for all of us. The media are saying we are downbeat. Well I\u0092m not downbeat. The Party\u0092s not downbeat, and neither is the Labour government. <p> And why? Because we\u0092re proud of what this Labour overnment has achieved. It has been delivery, delivery, delivery. </p> <p> On May 1st 1997, we won the election on a radical programme for the environment, transport and local government. As the first step, Tony Blair created a new government department, whose very purpose is a better quality of life for the people of this country. And I\u0092ve got an excellent team of ministers who are putting it into action. </p> <p> Conference, all our policies will count for little if they are not delivered centrally, regionally and locally. That is why it\u0092s so important to bring decision-making closer to the people it affects. We have brought devolution to Scotland, Wales and Northern Ireland. And a strategic authority back to London. And we\u0092ve taken steps towards the sort of regional government I have always believed in. All English regions are enjoying greater prosperity. The new Regional Development Agencies have already saved 35,000 jobs. </p> <p> But the Tories want to abolish them. So let\u0092s ask them why they think development agencies are good for Scotland and Wales, but not for the English regions? </p> <p> And let me say this, I\u0092m proud of the work our 10,000 Labour councillors do for their local communities, up and down the country. I want to see the potential of local government liberated. </p> <p> We abolished compulsory competitive tendering. </p> <p> We ended the Tory \u0091capping\u0092 regime. </p> <p> We offered new modern choices in the way councils work, including a directly elected Mayor if local people want it. </p> <p> Of course there are still problems. But local councils are now better funded than ever before. They have new freedoms. And they have more responsibility too. </p> <p> Local government is our partner - no longer 'the enemy within'. </p> <p> That's Labour democracy in action. </p> <p> We\u0092ve given local councils new powers to promote the economic, social and environmental well-being of their communities. The environment is central to our quality of life. Under the Tories, Britain became known as 'the dirty man of Europe\u0092. We\u0092ve changed all that. </p> <p> I\u0092m proud of what this government has done for the environment, at home and abroad - cleaning up the air we breathe, the water we drink, our seas, our rivers and beaches \u0096 all far better under Labour. Cutting water leaks by a quarter-saving enough to supply London for a year. Protecting our wildlife and the beauty of Britain\u0092s countryside. </p> <p> But the environment doesn\u0092t just begin at the edge of town. It starts when you step out of the door. </p> <p> That\u0092s why we are improving people's homes, neighbourhoods, public services, how we travel, and how we live. Not just as individuals, but as part of a community. </p> <p> As our Constitution says: We believe that \"by the strength of our common endeavour we achieve more than we achieve alone\". We believe there is such a thing as society. We believe we do have responsibilities to others. That\u0092s why we\u0092ve set up a £1 billion programme to help pensioners keep their homes warm, including brand new central heating. </p> <p> And we\u0092ve done more. </p> <p> We\u0092ve set a new goal to wipe out fuel poverty by the year 2010, because we in the Labour Party do not believe elderly people should die, just because they can\u0092t afford to keep warm. That's Labour social justice in action. And nowadays we have world responsibilities in a global environment, where pollution respects no national boundaries. </p> <p> The greatest environmental threat facing the world today is climate change. Britain led the way at the historic summit in Kyoto. In November I\u0092ll be going to the next round of talks in the Hague. The scientific evidence is clear. If we don\u0092t cut greenhouse gases, then climate change will cause havoc across the world. </p> <p> In Britain, floods in winter, drought in summer, low-lying areas swamped by the sea. And tropical diseases will spread - right here in Britain. In Britain. But in Bangladesh, millions of people face devastation from floods. Africa will be stricken by drought and famine. Small islands submerged forever. Ice caps melting. Already in America we see violent storms and the return of the dust bowls. </p> <p> All this and more will plague our world environment, unless industrialised countries stop poisoning the atmosphere. There\u0092s too much talk about the pain, not the gain, when it comes to our environment. Wasting less energy makes industry more competitive. Properly insulated homes are easier to warm. And cleaner cars cut our fuel bills. </p> <p> I know people want cheaper petrol. We hear them loud and clear. But we also hear people when they say they want cleaner air, a better environment. We hear people say they want money spent on schools and hospitals, not to mention farm subsidies, and relief for road haulage. </p> <p> Yes, of course there are real problems. Yes, of course we will listen. Yes, of course we do act. But we will deal with those problems through proper democratic representations in the budget process. </p> <p> And one thing is clear. </p> <p> No government, no prime minister, no chancellor can simply chop and change taxes by the month, Or renegotiate them at a refinery gate, under threat of 60 days notice. That is no way to make decisions in a democratic country. </p> <p> Some of the press might think so. But they sang a different tune when it came to the French blockades, and one or two legal industrial disputes I could mention. So you have to find the right balance in government (and as a nation) which is never easy. But who said politics was easy? </p> <p> I knew when I took this job, that it would take time to transform our transport, after decades of stop-go funding. </p> <p> As a former seafarer, I\u0092m proud that - while the Tories devastated our merchant fleet \u0096 now, under Labour, ships are coming back to the British Red Ensign flag - over a million tonnes so far. </p> <p> Across transport, we\u0092re providing new resources, new powers, new means of delivery \u0096 perhaps most crucially the Strategic Rail Authority, which will ensure private rail firms act in the public interest. </p> <p> </p> <p> The Policy Commission document is full of good ideas on transport and the whole range of issues, on which I\u0092m sure we\u0092ll all agree. And let me congratulate all those involved in the difficult and detailed work, which will give us a new framework for future policy. </p> <p> But let me deal with a point of disagreement on train protection. </p> <p> Let's be clear about this. On the road, on rail, in the air and at sea, safety always comes first in my priorities. One of the main reasons I came into politics was to make shipping safer. Earlier this year I set out a strategy to reduce deaths on the roads by 40%, and by 50% for children. </p> <p> And remember how the Tories ignored \u0096 for 8 years \u0096 pleas for a public inquiry after the sinking of the Thames boat the Marchioness, where 51 people died, causing so much suffering for their families? We restored some form of justice to those grieving families, and not before time. </p> <p> I wasted no time in calling public inquiries after the Southall and Paddington tragedies. After talking to the relatives and walking amongst the wreckage, I was determined they must mark a watershed in rail safety. </p> <p> That\u0092s why I appointed Lord Cullen \u0096 the man who transformed safety in the North Sea \u0096 to head a public inquiry covering the whole safety regime on the railways. We have taken over 30 separate measures to improve rail safety since coming to office, ranging from better driver training to safer rail carriages. </p> <p> Already the number of trains passing red signals has been cut by a quarter in one year. </p> <p> We took advice from Britain's most respected engineer, Sir David Davies. His recommendation was clear. He said install Automatic Train Protection on faster lines, and we\u0092re doing it. But install the Train Protection Warning System across the whole network first, and we\u0092re doing that too. </p> <p> Why? Because this can save more lives than alternative systems which would take ten years to install. That is the sort of difficult decision we face - save lives now or wait for better technology in ten years. </p> <p> Nevertheless I have asked Lord Cullen, together with the chairman of the Southall inquiry, to make specific recommendations on this very question. His public inquiry on this point started last week. But everyone \u0096 relatives, trade unions, lawyers and safety experts - has urged me not to do anything that would pre-empt Lord Cullen\u0092s inquiry. I agree. </p> <p> And I recommend to conference that you do the same and reject the alternative wording that would pre-empt Lord Cullen \u0096 as the National Policy Forum agreed at Exeter in July. </p> <p> Conference must understand that I have given my word that I stand ready to implement whatever is required as a result of Lord Cullen\u0092s proposals, and I will stand by that. </p> <p> </p> <p> But for most people, it\u0092s the daily business of travelling by road and rail that dominates. Our ten-year plan represents the biggest long-term investment in transport this country has ever seen. 180 billion pounds over ten years. In the next three years alone, public investment on transport will rise from £5 billion to a record £9 billion a year. </p> <p> But this is a joint effort between the public and private sectors. In public and private partnership. So, in railways, we\u0092ll see more invested in the next ten years than we saw in the last one hundred years. New track. New trains. New signalling. New services. New stations. </p> <p> More priority for buses in towns and more bus links in rural areas. More \u0091supertrams\u0092 and safer walking and cycling. </p> <p> On our roads, we will tackle the major bottlenecks. We can get more capacity out of the existing road network, but we recognise you can\u0092t simply build your way of congestion. </p> <p> It\u0092s all about balance. Through this and better public transport, we will actually reduce congestion below current levels. And the ten-year plan is not just about figures. It will roll out into real improvements in the years to come. Here are a few examples. </p> <p> This year, the SRA has negotiated the first new rail franchises with more guaranteed investment and better services. By 2001, we\u0092ll start 12 major road improvements. By 2002 half the country\u0092s rail fleet will be new or refurbished, the first phase of the West Coast Mainline will reduce journey times between London and Manchester or Preston to under two hours and the first phase of the channel tunnel rail link will be built and the second phase to St Pancras will begin. </p> <p> In 2003 we will finish 100 safety and congestion improvements to our trunk roads and complete the Nottingham Express transit. In 2004 two hundred more motorway cameras to help traffic flow and reduce congestion. In 2006 all three new Manchester Metrolink lines will be completed. In 2007 widening on motorway bottlenecks will begin. By 2008 we\u0092ve agreed with manufacturers that new cars will do 25% more miles to the gallon. By 2009 the East Coast mainline railway will be upgraded. In 2010 we will see 50% more passengers on trains and 80% more on rail freight. </p> <p> And the benefits will affect every corner of the country. </p> <p> That\u0092s integration in action. Not only better transport links, but integrated thinking that will make life better in our towns and cities. </p> <p> Many of you know from bitter experience, the Tories ripped the heart out of our cities. As the Rogers report, that I commissioned makes clear, this calls for nothing less than an 'urban renaissance'. As he said: \u0091 Cities make citizens and citizens make cities\u0092. How true. That means not just better housing, planning and design, but better jobs, transport, schools, policing and health. Because the quality of life is not contradictory to economic growth; it\u0092s critical to economic growth. If the local school is failing, or the streets are dirty and dangerous, people start to move away. Businesses and investment follow, leaving behind a cycle of poverty and rising crime. </p> <p> We need to think creatively. </p> <p> For example, our universities should not be ivory towers. They should be a resource for their communities, helping to bring skills, jobs and growth. We need social investment. We have released over £5bn of capital receipts to renovate 2 million homes. We need imagination. We are preparing a new Starter Home Scheme to help key workers like nurses and teachers set up home in high cost areas. </p> <p> And for our coalfield communities, destroyed by the prejudice of theThatcher regime, we produced a £350m package, bringing jobs and hope where the Tories brought the dole and despair. </p> <p> That\u0092s a matter of honour, that we have delivered. </p> <p> And remember this, the greater the exodus from the towns, the greater the strain on the countryside. The Tories want to drive a wedge between the town and the country. We want a living, working countryside. </p> <p> I see the Countryside Alliance are outside to celebrate our hundredth birthday. They are very kind - they came to celebrate my 30th year as an MP for Hull. But I ask the protesters outside the Hall, when the Tories were shutting 2,000 post offices, selling off 10,000 council houses, ending bus services and closing village schools \u0096 why weren't you outside Tory Party conferences protesting for those 18 years? </p> <p> But I tell you this, every time I see the Countryside Alliance I redouble my determination to vote in the House of Commons to abolish fox hunting forever. </p> <p> And I reject claims that people who oppose fox hunting are out of sympathy with rural Britain. From the day my school took me as a boy to the Lake District, I have always loved the countryside. It was Labour, just over 50 years ago, that gave Britain its first national parks. Last year, I announced two new national parks in the South Downs and the New Forest - a great gift to the British people \u0096 especially on our 100th birthday. And we I\u0092ve introduced legislation to extend the right to roam in open countryside. </p> <p> Some of the Tories in the House of Lords don't like it. They think they know all about the open countryside. After all, they own most of it. </p> <p> But I say to members of the House of Lords, this is Government policy and we fully intend to implement it. </p> <p> We believe our natural heritage is not just for the privileged few, but for the whole of our people to respect and enjoy. That's Labour freedom in action. </p> <p> Now Conference, earlier I talked about transport safety. But a life lost in a factory accident is just as important as a life lost in a traffic accident. Labour\u0092s Health and Safety at Work Act has helped reduce accidents dramatically since the 1970s. But in some industries, like construction, lives are being lost through sheer bad working practices, and a degree of indifference. </p> <p> And I\u0092ve warned the construction industry this is totally unacceptable. </p> <p> So we are shaking up health and safety. Company directors must take responsibility for safety. Penalties will be tougher. And we\u0092ve begun consultation on the offence of corporate killing. </p> <p> Company directors whose negligence costs lives must not be allowed to hide behind workers and get away 'scot free'. So, once Lord Cullen has reported on rail, we\u0092ll take decisive action to strengthen our safety law, in transport and in the workplace. </p> <p> For the first time in 25 years, we will bring forward a new wide-ranging Act of Parliament to make Britain a safer place to travel and a safer place to work in. That's Labour caring for our people. </p> <p> So Conference, we have already begun our task: to clean up Britain. To bring new life to our cities and countryside. And to give Britain a transport system we can once again be proud of. </p> <p> We have laid the foundations. But there is still a lot to do. </p> <p> Our Policy Commission has proposed an exciting programme of work. </p> <p> Now we need to get out campaigning to win that second term, to put those ideas into practice. And if you want a good example of integrated thinking - here\u0092s one: </p> <p> From next April, we\u0092ll introduce half price concessionary bus fares for all pensioners, wherever they live, England or Wales, under Tory, Liberal or Labour councils. </p> <p> And whereas some councils charge as much as £40 for the pass we will insist the pass is provided free of charge. In a few weeks we\u0092ll amend our legislation to extend this scheme to disabled people as well for the first time. </p> <p> That's Labour social justice in action. That\u0092s Labour helping the environment. That's Labour backing public transport. </p> <p> But we don\u0092t get those sort of benefits without taking the hard decisions which make it possible. With Tony Blair as Prime Minister, committed to long term decisions, and Gordon Brown as Chancellor sorting out the public finances and stabilising the economy, that\u0092s how we\u0092ve been able to plan for this major improvement in public services. And I would like to record my appreciation and support for what they have achieved. </p> <p> Too often in the past, politicians have dodged long-term responsibility for the sake of short-term expediency. I\u0092ve always been a bit of a conviction politician. I will always do what I believe is right. Sometimes I get attacked for it. </p> <p> So be it. </p> <p> Because when I decide policies, I decide them not for tomorrow's headlines, but for tomorrow's children. </p> <p> And that's the way I\u0092ll always be. </p> <p> And that\u0092s how this Labour government will be. </p>",
  "<p>\u0095 <a href=\"http://guardian.imdb.com/Name?Quaid,+Dennis\">Dennis Quaid</a> (pictured) is reported to be exorcising the demons of his split with ex-wife Meg Ryan - who left the actor for current megastar Russell Crowe - by writing a screenplay about adultery. The film labours under the title Shame on You, and is said to feature a celebrity who murders his wife, whom he believes is having an affair. A spokesperson for the actor confirms that a script drawn from Quaid's recent experiences is in the pipeline. \"I'm not going to say it's not true,\" says the mouthpiece. \"All I will say is that a finished movie script is a bit premature.\"</p> <p> \u0095 Basic Instinct scriptwriter <a href=\"http://guardian.imdb.com/Name?Eszterhas,+Joe\">Joe Eszterhas</a> is sticking by claims made in his book American Rhapsody that former Charlie's Angel Farrah Fawcett once peed on the lawn at a prestigious industry party. The actress has, much to the world's amusement, vehemently denied the charge. \"I sure don't see why,\" says Eszterhas, who recalls an occasion at the same venue when his own wife couldn't locate an available toilet. \"I certainly understand the same thing could have happened to Farrah, and she couldn't get in - and nature called. May the Lord forgive me, but yes - Farrah did it!\"</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Moore,+Julianne\">Julianne Moore</a> looks likely to appear in the Ivan Reitman comedy Evolution, with David Duchovny. The film is about a group of misfits who encounter an alien organism that lands in the New Mexico desert.</p>",
  "<p>Channel 4 has abandoned plans to set up an internet portal aimed at the gay community - a project which had been identified by chief executive Michael Jackson as one of the company's key projects in new media. </p> <p>A spokesman for Channel 4 said plans for the site, which had been scheduled to be launched over the summer, had been put on ice because of a lack of resources. The broadcaster recognised that the market for gay websites was one of the most competitive online. </p> <p>\"The site has been put on hold for the immediate future,\" he said. \"It is not that we changed our minds, it is more about prioritising our investments when we have a limited amount of resources.\" </p> <p>He said the development of an internet version of the pay television channel, E4, to begin in mid-January, would allay criticisms that the company was not committed to building an online presence. </p> <p>A growing number of websites for the gay community have won financial backing. </p> <p>Users often have a higher disposable income than average and research in the internet magazine, Industry Standard, noted that gay and lesbian people have a higher propensity to use the internet. </p> <p>Earlier this month a British-based internet portal called Queer company raised £3.5m in funding, while the US portal Gay.com raised $23m (£15m) in June. </p> <p>Channel 4 has a growing number of financial commitments on top of the core channel. It has announced that it will invest £100m in the start-up of E4, a general entertainment station which will feature the first runs of popular shows including the US series Friends and ER. </p> <p>The company initially planned to seek outside investment, but then decided to fund the business itself. </p> <p>Channel 4 is also still supporting FilmFour, its art house movie pay-TV business which last year lost £20m but is expected to break even in 2003.</p>",
  "<p><strong>THE GUARDIAN</strong><br></p> <p>Channel 4 has abandoned plans for a gay portal, one of the channel's key new media projects. The portal has been put on ice because of lack of resources. Media Guardian. (p20)<br></p> <p><strong>MEDIA GUARDIAN</strong><br></p> <p>Back with a bong. Just as Bobby Ewing emerged from the shower in Dallas, Trevor McDonald should slide behind the ITN newsdesk at 10pm in January and everyone can pretend he never went away. Regarding the tricky question of the name, it seems ITV is not going to revert back to News at Ten, but instead stick with the ITV Nightly News. (p2-3)<br></p> <p>Advertising industry applauds decision to move the news back to 10pm, particularly the bit where it says ITV (and other terrestrial channels) gets an extra 2.5 minutes of advertising in peaktime per day. (p3)<br></p> <p>The decision to move the news was all a matter of timing, oh, and of course the new boss of the ITC, Patricia Hodgson. (p4)<br></p> <p>Death by celebrity. Roy Greenslade talks of his first meeting with Paula Yates 20 years ago. (p8)<br></p> <p>Scotsman editor in chief Andrew Neil hits back at Tim Luckhurst, former editor of the Scotsman, who last week criticised the Scottish newspaper scene. Neil can't help but have a sly pop at new rival Business AM, whose \"debut on Wednesday verged on farce. Printing problems meant most of the guests at the Edinburgh launch party had gone by the time the first edition arrived at 1am, over two hours late.\" (p9)<br></p> <p>Targeted ads are the way forward, says Peter Bazalgette, creative director of Endemol Entertainment. (p10)<br></p> <p><strong>NEW MEDIA GUARDIAN</strong><br></p> <p>Photographers are creating their own picture agencies alone. (p64)<br> Chris Cramer of CNN's \"My new media\" reveals he spends 10 hours a day on the web. (p64)<br> How to sell words online. (p62)<br></p> <p> <strong>FINANCIAL TIMES</strong><br></p> <p>The Post Office is backing a scheme to introduce digital signatures at branches, following a joint venture with internet start-up UK Smart. (p25)<br></p> <p>Lord Borrie is to replace Lord Rogers, who is retiring after six years, at the helm of the Advertising Standards Authority. Borrie takes over as chairman in January. (p16)<br></p> <p><strong>THE MIRROR</strong><br></p> <p>Paula Yates was on the verge of a TV comeback, say the 3am girls, with an agony aunt show on BBC Choice. (p19)<br></p> <p><strong>THE SUN</strong><br></p> <p>\"Snog pair\" Mel and Andy from Big Brother are spotted by a Sun photographer on a \"secret date\". The couple are pictured, er, harmlessly walking down the street together, but they did seem to be getting on very well, said an onlooker. Mel ate ravioli and Andy had a Thai beef salad.(p11)<br></p> <p>Channel 5 is planning a 13-part series where celebrities plan their own funerals, called It's Your Funeral. Already lined up are Leslie Joseph and Brian Blessed. Sounds like a sure-fire ratings winner. (p11)<br></p> <p>Radio 1 DJ Chris Moyles has fired manager Bruno Brookes because, a station source said, he looked too much like Keith Chegwin. (p19)<br></p> <p><strong>DAILY MAIL</strong><br></p> <p>Mariella Frostrup's friends says the BBC played a blinder by getting her to present Panoroma because she knows TV inside out. (p15)<br></p> <p><strong>DAILY EXPRESS</strong><br></p> <p>The BBC is planning a £20m drive to woo back viewers. BBC Sport will use a budget of £150m to give snooker and golf a makeover, as part of Peter Salmon's drive to make the most of the sports rights the BBC has. Watch out for jazzy new graphics and jingles. (p20)<br></p> <p><strong>THE TIMES</strong><br></p> <p>Leisure group Rank is poised to sell its holiday division, which comprises Butlins to Bourne Leisure Group. (p22)<br></p> <p>And Finally...</p> <p><strong>DAILY STAR</strong><br></p> <p>Telly chiefs were disappointed there was no sex in Big Brother, and next time plan to install more flirts and extroverts in the house. (p3)<br> Madonna is to star in the film version of Red Dwarf. (p10)</p>",
  "\u0095 Curtain raiser for this year's conference: the left leaning IPPR's political \"Oscars and turkeys\" award. <p>The venue, appropriately, Brighton Aquarium, complete with live as well as journalistic sharks.</p> <p>Among the Oscar winners, the comprehensive spending review and Saint Mo. Turkeys went to the Dome and vouchers for asylum seekers.</p> <p>The loudest boos, though, were reserved for the compere, chain-smoking Observer journalist Andrew Rawnsley, whose recent book has done more damage than all the Government's turkeys.</p> <p>\u0095 The annual Christian Socialist Movement Eucharist - a \"service of reconciliation\" - at Brighton's St Peter's Church. Tony and Cherie attended as usual, along with a clutch of ministers and conference delegates. A reflection of New Labour's \"broad Church\", with incense and song and a sermon from the head of the Evangelical Alliance (not to be confused with the Christian Institute or any of those other nasty, right wing Christian groups.)</p> <p>The Church was fuller this year. It looks like Labour's praying harder.</p> <p>\u0095 Saint Mo dominated proceedings again inside the conference hall with her farewell speech. The only Labour politician apart from the prime minister guaranteed a standing ovation. She still won't tell us why she is giving up British politics, except she's 50 and wants to do \"something else\" before it's too late.</p> <p>She does have the grace to stay on the platform long enough to present the Exeter Labour Party with this year's prize for being the best organised in the country (I'm the MP for Exeter).</p> <p>\u0095 On the fringe, Peter Mandelson produces his best pro-European speech to date as well as his strongest attack on the Tories. One of the consolations of being behind in the polls is that people are beginning to take the nightmare possibility of a Hague government seriously.</p> <p>\u0095 It wouldn't be Labour Party conference without a Socialist Workers Party demo. They've stopped chanting; \"Whadda we wan? - sooooowcialism - when da we wannit? - naaaaa\". But you have to hand it to the Trots - they can still produce huge numbers of identical hand held placards on the latest \"ishoo\" apparently overnight.</p>",
  "The whereabouts of the 2,500 most persistent teenage tearaways in England and Wales are to be checked on at least twice a day as part of a major new anti-crime package unveiled yesterday by the home secretary, Jack Straw. <p>The 50 most hardcore repeat young offenders in each city are to be kept under surveillance 24 hours a day seven days a week using electronic tags and voice verification call systems. Some will even be issued with pagers to ensure they call in at the right times and others will find themselves accompanied by probation staff at certain times of the day. </p> <p>The new intensive supervision and surveillance programme was part of a package of measures unveiled by Mr Straw yesterday, designed to blunt the Conservatives' political attack on his record in the run-up to the election, in the face of rising crime figures. </p> <p>Other measures included cutting the reoffending rates of those coming out of prison, improving police detection rates and updating the victim's charter - first introduced in 1996 - with an ombudsman to deal with cases where victims do not get the service they deserve. </p> <p>The home secretary praised the remarkable courage of Sarah Payne's parents and confirmed that a new sex offenders order is to be introduced to ensure they cannot go back and live near their child victims. </p> <p>Mr Straw also defended his record on asylum, insisting that he passionately believed in the rights of those fleeing persecution to seek refuge in Britain. Later this week the home secretary will face a challenge from within his own party to scrap his much criticised \"degrading\" asylum voucher scheme. </p> <p>But it was his new programme for dealing with the hard core of persistent juvenile offenders which proved the centrepiece of his speech yesterday. Cracking down on teenage tearaways has always been a popular measure for home secretaries facing a party conference. Mr Straw's announcement differed from those of his predecessors in that he did not say he was going to lock more of them up. </p> <p>Instead he said better ways of dealing with them outside of prison needed to be found: </p> <p>\"So from next April, a new national programme will make sure that 2,500 hardcore young criminals are supervised in the community not once or twice a fortnight - but every day; seven days a week, 24 hours a day if necessary. </p> <p>\"And we'll make sure they tackle head on their offending behaviour and give them the skills and education they need to turn their backs on crime. That's our approach. Firm supervision, tough standards - yes. But the offer of a helping hand as well.\" </p> <p>Home Office researchers claim that 25% of all youth crime is committed by 3% of young offenders - about 3,500 teenagers. </p> <p>Home Office sources say £45m will be spent over 3 years from next April on this new intensive supervision and surveillance programme. </p> <p>The money will go to about 50 young offending teams in the biggest cities and towns who will each select 50-60 teenagers who have been charged or warned for a serious offence four or more times in the previous 12 months. </p> <p>The programme will last at least six months for each teenager who will have to undergo an education and supervision programme lasting five hours a day on weekdays for the first three months. </p> <p>\"The whereabouts of each young offender will be checked at least twice daily with 24 hours a day, seven days a week surveillance where this is necessary. </p> <p>\"Surveillance techniques, including in the late evenings and the weekends, may include electronic tagging, voice verification, tracking by probation and social work staff and policing,\" said a Home Office source. </p> <p>The 'voice verification' system involves a young offender ringing in at an appointed time to an automatic call machine which is programmed to recognise his voice. Some offenders will be given pagers to remind them to call in and calls would only be accepted from predetermined numbers - such as their home phones - and not mobile numbers. </p> <p>Mr Straw said the scheme was part of his package to ensure that overall crime figures will be lower at the end of Labour's first term than when it came to power. The official recorded crime figures are still six points below their level in May 1997 but the trend has turned upwards in recent months. </p> <p>Last night Harry Fletcher of the National Association of Probation Officers expressed serious doubts about whether keeping a constant eye on the most persistent teenage offenders would do anything to tackle the poverty, social exclusion, and disadvantage that caused their offending.</p>",
  "One of a group of gangland brothers, dubbed the Canadian Krays, is to be deported to Britain this month after he is released on parole. <p>Scots-born Philip Wood, 44, has served 14 years of a life sentence for murdering a 21-year-old woman who was due to give evidence against him in a drugs trial. </p> <p>He emigrated to Canada as a child from Ayrshire in 1965, but he does not have full citizenship and the Canadian authorities insist he must return to Britain. </p> <p>In 1986, Wood and his brothers, David, 47, and Colin, 42, murdered Karen Thomson by attacking her then throwing her into Lake Ontario to drown. Ms Thomson, Colin's girlfriend, was due to be a key prosecution witness in a drugs case faced by the brothers. </p> <p>Wood was granted parole last week and a Foreign Office spokeswoman confirmed yesterday that he would be back in Britain by the end of the month. </p> <p>\"Philip Wood is due to be released around the end of September and the instruction from the Canadian authorities is that he will be deported,\" she said. She could not say when Wood would arrive in Britain or where he would stay. A prisoner release organisation was helping him find accommodation. </p> <p>David Wood is also eligible for parole but he is reported to have agreed to stay in prison for a further three months to complete psychiatric treatment. It is understood he will also return to Britain when released. </p> <p>Colin Wood escaped from prison in 1994 and spent three years on the run before he was tracked down in Alabama. He is due to spend three more years in prison before he is deported to Britain. </p> <p>A row broke out in 1997 when it emerged that the men were likely be deported. Canadian immigration officials said the brothers were not technically Canadian citizens and, under Canadian law, anyone serving more than 10 years in prison can be returned to their country of origin. </p> <p>As Wood and his brothers have not been convicted of a crime in Britain, they will not be subject to any form of supervision. Three years ago the MP Henry McLeish, then a Scottish Office minister, said he would petition Jack Straw, the home secretary, for changes in the immigration law regarding parole. </p> <p>Mr McLeish said he wanted to ensure that criminals returning to Britain were subject to the same constraints as those released from British prisons. But the law has not yet been changed. </p> <p>The Scottish Conservatives' justice spokesman, Phil Gallie, said the deportation of Wood was deeply worrying. \"I think Canada is backing out of its moral responsibility by sending him here but we do not have the right to interfere in another country's processes, so we have to cater for the situation we are stuck with.\" </p> <p>The Wood brothers became involved with a notorious gang in Toronto in their teenage years. By the time they reached their 20s, they ran a drugs and crime syndicate. Between them they have more than 100 convictions for drugs offences, assaults and theft.</p>",
  "<b> Jakarta has 25 bomb suspects</b> <br> <p> Police in Indonesia said yesterday that they had 25 people under arrest on suspicion of carrying out bombings in the capital, including the Jakarta stock exchange explosion that killed 15 on September 13. </p> <p>One suspect was alleged by the police spokesman to have been armed with a grenade and on his way to attack Jakarta's US embassy. His interrogation led to 24 others being picked up in the capital, the spokesman said. </p> <p>Four of those detained were believed by the authorities to be the ringleaders of the bombing operation, he added. The hunt was still going on for more suspects. </p> <p>\"The people arrested have no links to military or police,\" said Senior Superintendent Saleh Saaf, deputy national police spokesman. \"We suspect terrorists groups from Aceh are behind the bombings. Most of those caught are Acehnese.\" </p> <p>The north-western province of Aceh has long been the scene of conflict between local separatists and Indonesian troops: for both sides, the province's oil is the prize. </p> <p>At a meeting in Switzerland, meanwhile, the Indonesian government and activists from Aceh agreed yeterday to extend their notional ceasefire until January 15 2001. The truce came into effect on June 2, though since then 135 people have been killed anyway.<br><b>AP</b>, Jakarta </p> <p> </p> <p><b> Swiss spurn ceiling on immigrants</b><br> </p> <p> Swiss voters yesterday rejected a rightwing proposal that would have cut and restricted Switzerland's immigrant population. But the result exposed a sizeable and growing undercurrent of anti-foreigner sentiment. </p> <p>The referendum proposal would have limited the proportion of foreign residents to 18% of the country's 7.2m people. It was rejected by a 60.3% vote. </p> <p>At the moment immigrants constitute 19.3% of the population, or about 1.3m people. This is one of the highest proportions in Europe despite a strict system of work permits. </p> <p>The four-party coalition government, as well as most of the main political parties and the business community, vigorously opposed the anti-immigration motion, because so many key parts of the economy rely on imported labour. <br><b>Peter Capella</b>, Geneva </p> <p> </p> <p><b> Spy chief flees Peru for Panama</b><br> </p> <p> The head of Peru's intelligence service, who provoked a political crisis, turned up in Panama yesterday after fleeing his country in a private jet. The Panamanian government initially refused an request asylum by Vladimiro Montesinos, but was said to be reconsidering. </p> <p>Peru's leading newspaper, El Comercio, had reported Mr Montesinos's departure for an unknown destination. It said he left about midnight on Saturday. </p> <p>Mr Montesinos - strongly linked to the military and to President Alberto Fujimori - was accused of trying to bribe an opposition politician. </p> <p>When the scandal broke in earnest a week ago, President Fujimori surprised the country by announcing that he would be calling new elections in the coming months and then standing down after 10 controversial years in power. Opposition leaders have been calling for the prosecution of Mr Montesinos for alleged corruption. <br><b> AP</b>, Lima </p> <p><b> French snub vote on big reform</b><br> </p> <p> Yesterday's referendum in France on whether to cut the presidential term from seven years to five - the biggest constitutional change for 40 years - failed dismally to fire an electorate more exercised about taxes and the feeling that the fruits of economic growth are not yet reaching their pockets. </p> <p>With an estimated 73% of those canvassed claiming to be in favour of the reform, a Yes vote appeared almost guaranteed. But not even last-minute appeals to vote by President Jacques Chirac, and the prime minister, Lionel Jospin, looked likely to reduce an abstention rate predicted at 69% last night. </p> <p>Advocates of the longer term say it contributes to political stability, and claim a shorter mandate would destabilise the system whilst reducing the head of state's role to that of a ceremonial figurehead. </p> <p>Proponents of the shorter term argue that seven years - and certainly two terms equalling 14, as served by the late François Mitterrand - is too long. They say a five-year term would reduce the risk of paralysing \"cohabitations\" between presidents and prime ministers from opposing parties, clearing the way for more basic reforms. </p> <p>Mr Chirac changed his mind quite recently and decided to support the reform, possibly because he felt he would be more likely to be re-elected for a five-year term than a seven-year one. The change is to come into force after the 2002 presidential elections. <br><b>Jon Henley</b>, Paris </p> <p> </p> <p><b> Iraq's drugs sold off in Beirut</b><br> </p> <p> A British drug company has complained to the UN that medicines supplied to Iraq under the oil-for-food programme have been found on sale in Lebanon at bargain prices. </p> <p>The medicines were part of a consignment of 1.4m Ventolin inhalers - a treatment for asthma and other respiratory conditions - ordered by Iraq from Glaxo-Wellcome. </p> <p>Iraq said recently that more than 10,000 people had died during July as a result of sanctions, and cited respiratory problems as one of the main causes of death. </p> <p>There have been many claims that Iraq is re-exporting its humanitarian aid while complaining about the impact of sanctions on its own people, but this is believed to be the first time that a manufacturer has positively identified a batch of re-exported medicines. </p> <p>Glaxo-Wellcome sent the Ventolin to Beirut where it was handed over to the Iraqi ministry of transport to be taken to Iraq in nine lorries Soon afterwards, aggrieved Lebanese pharmacists reported that cut-price Ventolin was on sale in Beirut. <br><b>Brian Whitaker </b></p>",
  "The Mekong delta's worst flood for 40 years has cost more than 250 lives and left hundreds of thousands of people homeless. Unusually heavy monsoon rains have inundated vast areas of Laos, Cambodia and southern Vietnam. The relentless rise of the waters - five to 10cm a day for the last two months - has submerged houses and cut roads. <p>In the south Vietnamese province of Dong Thap 90% of land is covered by water. One of the last places of refuge, the provincial capital, Cao Lanh, is under a metre of water and levels go on rising. The town's shops try to carry on. But in restaurants, for example, the water is lapping at customers' chairs: takings, needless to say, are down.</p> <p>For those in remote areas, the flood isn't just bad for business - it is life threatening. \"A very large area [is] covered by water and this has a dramatic impact on families because it is difficult for them to earn money and find food for their families,\" says Peter Michelson, who is running the International Red Cross's relief effort in the Mekong delta.</p> <p>Most of those forced to leave their homes are squatting on man-made dykes. On one, a few miles from the Cambodian border, 3,000 people are living in squalor on a small patch of muddy raised ground.</p> <p> One of them, Nguyen Van Thanh, has used a plastic sheet to build a shelter on the dyke. \"Life here is very difficult,\" he says. \"It's very hot and I can't earn any money. That means I can't buy any food.\" The immediate future for him and his family is bleak: the water level will not return to normal until November at the earliest.</p> <p>Fifteen-year-old Doi is also stuck here. \"I have to sleep on our boat,\" he says. \"Often there are storms and heavy rains. It's frightening. I just want to get back to my rice fields.\"</p> <p>Most of those who have died in the floods have been children unable to swim. But given the huge scale of the inundation, the death toll has been relatively low because the rise of the water has been gradual, giving people time to escape.</p> <p>Government policies have also helped. Impressive early warning systems are in place, and in recent years the authorities have encouraged people to build houses on stilts to reduce their vulnerability during the monsoon rains.</p> <p>Flooding in the Mekong delta is an annual event. But this year, the authorities detected unusually high water levels in Cambodia and Laos. As early as July soldiers started shoring up dykes in the delta. Towns like Hong Ngu have been saved by their efforts. Troops built an 18-mile sandbag wall around Hong Ngu and it remains completely dry.</p> <p>The Vietnamese authorities are often reluctant to admit that they need outside aid and - according to international aid workers - they initially insisted they could handle the floods alone. As the water level kept rising, the official attitude changed and foreign relief workers are now ranging widely though the delta areas, though their work is tightly controlled. If an aid organisation decides, for example, to provide rice, it must distribute it to beneficiaries selected by the local People's Committee.</p> <p>For now the challenge for relief workers is mainly to rescue people in remote areas whose homes are becoming submerged. But when the waters start subsiding their task will change.</p> <p>\"We are still in a life-saving phase,\" says Mr Michelson. \"The next stage is to provide food and help people to remain healthy.\"</p> <p>Disease will spread quickly in the coming weeks. Evacuees on the dykes have no sanitation facilities and are drinking unboiled water. For now, the strong currents mean water is relatively clean but when the levels subside the water will stagnate.</p> <p>\"Now the water is swelling the quality is OK. I cannot imagine what it will be like when the water recedes\" says a local journalist, Nguyen Thi Hong Van.</p> <p>Water in still pools will become a breeding ground for mosquitoes and aid officials predict an outbreak of malaria.</p>",
  "<p>Great architecture has never been dependent on the expenditure of vast sums of money. It can be, yet there is no law that says it must be. I reminded myself of this by making a pilgrimage to what for me is one of the very greatest buildings of all time. This is the monastery of Sainte-Marie de la Tourette near Eveux-sur-l'Arbresle, Lyon, consecrated in 1960 and built cheaply from humble concrete. </p> <p>To make such an extravagant claim for the building is bold, given that this Dominican monastery, although designed in the spirit of the chaste Carthusian foundations of medieval Italy, may look to some like a brutalist refugee from London's South Bank. </p> <p>Yet here is a building that is at once as poor and as rich as the mendicant monks for whom it was designed and built. Poor in terms of cost and the stark poverty of the materials used to build it, rich in ideas and spirituality. Today, much new architecture is slick and polished, erected by teams of highly competent contractors and engineers working to designs fed through fairly reliable computer programs. The buildings, whether office blocks, shopping malls or distribution depots (or public libraries, hospitals or schools) are expensive in absolute terms, yet generally good value for money given what they are required to do. Most, however, are soulless or even cynical. </p> <p>La Tourette, by contrast, is a tour de force. Set high on a ridge overlooking the vineyards of Beaujolais country, this college and monastery, now essentially a lay study centre, was commissioned from the great architect Le Corbusier by the formidable priest Père Couturier. This was in 1953. Le Corbusier had already, encouraged by Couturier, been working on the superb pilgrimage chapel of Notre-Dame du Haut at Ronchamp (1950-54). Buildings such as this and La Tourette marked a profound change in Le Corbusier's approach to architecture; a move away from the severe, white geometry of his pre-war years. They also represented a new architecture for a church trying to come to terms with a world of modernism and progress. </p> <p>An artist who was to live a monk-like existence in his later years, Le Corbusier had always been drawn to the powerful yet simple architecture of the most severe medieval monasteries. While learning to be an architect, back in 1907-11, he had travelled throughout the Mediterranean and central Europe, and had been particularly inspired by the Charterhouse of Ema at Galluzzo, Tuscany. That building, with its interplay of collective spaces and \"living cells\", influenced his later work, so that many of his famous buildings - long before he designed La Tourette - seem like monasteries in one form or other. The Pavillon Suisse (1930) and the Unité d'Habitation housing block in Marseilles (1946-52) certainly have that look and feel. </p> <p>Le Corbusier had always been fascinated by religion and the religious experience. Swiss by birth, he was a descendant of the Cathars - the 13th-century Albigensian heretics - all but exterminated by St Dominic and his Inquisition shock-troops appointed to their gruesome task in the Languedoc by the Vatican. I felt, as I sat in the church at La Tourette, as if the architect must have been reconciled to that distant historical memory by the act of building so intelligently for those who would have burned him at the stake had he been alive seven centuries earlier. </p> <p>Le Corbusier pondered the design of La Tourette for three whole years before the concrete mixers turned. The result was a design of immense subtlety and grace. Planned around a central glazed cloister, three sides of the building comprise lecture rooms, refectory, chapter room, library and two storeys of cells, each with its own loggia. The fourth is dominated by the church. The complex yet contained geometry of the building is broken by two dramatic elements - the oratory with its pyramid roof that juts into the cloister, and the undulating wall of the lower church, its roof capped with sloping rooflights. </p> <p>The monastery is bathed in a wash of ever-changing daylight, except for the deliberate darkness of the oratory. After the dank rigours of 19th-century Gothic revival colleges, it must have been a relief to the Dominican novices who came here to be bathed in sun, light and air; to experience an architecture that was at once ancient and modern. Though La Tourette has unfinished ceilings and exposed pipework, though it is a little crumbly 40 years on, it still lifts the soul. </p> <p>Le Corbusier had come to believe that the beautiful, taut, white villas he had built in his 40s were for the eye only; now, in his 60s and into his 70s, he wanted to engage all the senses and the spirit, too. To do so, he made his architecture increasingly less pure, less slick. And into the design of La Tourette he poured a lifetime's learning - not just of architecture, but of the Bible, of Greek myths, of the scholastic philosophy propounded by the Dominicans (from St Thomas Aquinas). </p> <p>La Tourette is not just another bru talist concrete building. There is immense subtlety in its proportions, and in the way that light plays through its cells, lecture rooms and corridors. There is, too, a quiet virtuosity in the way that the monastery's spaces have been gently squeezed into what proves to be a much smaller building than its dominant position in its wine-growing landscape suggests. </p> <p>Here is an architecture of real maturity, but also of grace and, above all, of poverty. A freely chosen poverty very much at odds with our shiny new world, 40 money-grabbing and money-blowing years down the line. </p> <p>\u0095 Sainte-Marie de la Tourette, Eveux-sur- l'Arbresle, near Lyon, France, can be visited. Details: 00 33 4 74 26 79 70.</p>",
  "Denmark's decision on joining the euro is both less important than British sceptics have been trying to make it and a great deal more significant than Labour and most other European Union governments would like. Polls show the Nos well ahead, providing sceptics here with Danish delight. But Denmark is a small country with a penchant for hard-fought referenda (Thursday's will be the sixth on Europe since Danish accession). <p>A Danish No will make very little difference either to the fate of the euro on the exchanges or, since the krone is pegged to it, to the long-run value of the national currency. The campaign has highlighted a reactionary and racist element among a people the left here used to hold up as a kind of welfarist superego. Some Noes are fighting for \"national socialism\". The campaign shows opposition to the single currency sliding into rejection of the European Union, hostility to immigration and rejection of ethnic diversity within a single country. Danish nationalism is no oxymoron. Like all its kin, however meek and mild their spokespeople (see below for Scotland) part of its appeal lies in exclusion, aggression and hate. </p> <p>The Blair cabinet's silence over the Danes' decision might be diplomatic reticence or a sign of recent distraction. But let us hope their scouts have been out on the Skaggerat. It is not just the intensity of the campaign - \"normal\" politics has gone by the board for six weeks. Nor is it the way former alignments have come unstuck: the bulk of the No votes are likely to come from left-of-centre voters, as in 1992 when the Danes rejected the Maastricht treaty. A principal lesson, all the more worrying after the petrol protests, is the rejection by people \"out there\" of the line adopted by the elites, stretching that term to include not just the ruling party but the rest of the political class, corporate business interests and trade unions. </p> <p>Regardless of the result, the Danish experience demonstrates that the euro is not and can never be an \"economic\" issue. Forget Gordon Brown's mantra about five tests. The Danes say it is a matter of national destiny and so it is here. The Danish economy is booming. Unemployment is 5%, half the EU average. Joining the single currency would merely legitimise a de facto union. Danes do not believe it is just about krone in their purses. The currency may be a symbol - but changing it still says something fundamental about who they are. A weakness of the pro campaign led by the prime minister, Poul Nyrup Rasmussen, has been its reluctance to grasp that this is a key instance in the politics of identity that speaks about the shape of Denmark for decades to come, perhaps even its existence as an \"imagined community\". </p> <p>The foundations of the European house were neglected by the architects. It has to have people's adherence, heart and mind. And people live still inside nation states with all their dense (and sometimes oppressive) allegiances, histories and predilections. </p> <p>For some, for example Italians and Germans, Europe has been a kind of better self; national leaders have advanced the European cause with, often, popular acclaim. But in what member state are people not now confused, if not downright hostile? To enlargement (witness German polls), to \"integration\" (sentiments in the UK are shared in Scandinavia), to altered financial circumstances in which recipient countries become donors (look at recent changes of tune in Spain and the Irish Republic). However they decide this week, Danes have done the rest of us the great favour of bringing popular sentiment to bear on the EU. At last.</p>"
]