[
  "An investigation has begun into yesterday's fatal air crash in Taiwan, centring on the possibility that the passenger jet hit an object on the runway. <p>A wheel that does not belong to the aircraft that crashed has reportedly been found at the site, where investigators are poring through debris.</p> <p>Singapore Airlines - whose Boeing 747 crashed with the loss of at least 77 lives - reported that the aircraft had hit an object as it took off from Taipei airport for Los Angeles.</p> <p>Fire engulfed the aircraft as it crashed back on to the runway. Amazingly, around 80 passengers survived, including Britons Steven Courtney and Paul Blanchon. Two other Britons - named today as Jennifer Loo and Margaret Blanche Rabley - are unaccounted for.</p> <p>\"The left wing seemed to hit something and then it was just a big roller-coaster ride and flames were everywhere,\" said Mr Courtney as he was taken to hospital. </p> <p>Singapore Airlines spokesman Rick Clements said the pilot \"saw an object on the runway and he tried to take off to avoid the object, and he hit the object.\"</p> <p>An American passenger, Doug Villermin, said: \"It felt like we bumped into something huge.\" </p> <p>Mr Blanchon, a geologist from Stokesley, North Yorkshire, explained today how he managed to escape from the plane as it lay in three pieces on the runway at Taipei's Chiang Kai-Shek international airport. </p> <p>He described a scene of chaos as he tried in vain to free a fellow passenger from under the tail of the jet as it became engulfed in a fireball. </p> <p>Mr Blanchon said that he, like many others, was dazed and confused as he tried to help the emergency services to save lives in the driving rain. </p> <p>He went on: \"At that point we tried to get as many people out as we could get out of the section. There were people still strapped in their seats. We tried to get them down. </p> <p>\"There was a gentleman when I got out of the plane who was trapped underneath the tail section of the plane. We tried to tell the firemen there to make it understood that we needed something to jack this section of the plane to get this guy. But it's very difficult to communicate. It seemed like forever for the emergency crews to get there but I'm sure it was only a few minutes.\" </p> <p>Mr Blanchon was flying back from a conference in Indonesia and was on his way to meet his wife in Cancun, Mexico, where he has worked at a university for the past 18 months. </p> <p>He described hearing a noise, then feeling a bump before the plane broke apart. The passengers were rushed to an emergency treatment room. </p> <p>Flight SQ006 crashed about 11.18pm local time and a Singapore Airlines spokesman in Los Angeles said the aircraft, carrying 159 passengers and 20 crew, had undergone an \"aborted take off\". One member of the cabin crew cabin has been taken to hospital and none of the cockpit staff were among the injured, the spokesman said. </p> <p>A Singapore Airlines spokesman said: \"This is the first time in the airline's history that an accident has occurred and the airline will co-operate fully with the authorities in the investigation.\" </p> <p>Singapore Airlines said the pilot, who survived alongside his co-pilot, had not endangered the lives of those on the jumbo jet.</p> <p>\"He wouldn't be allowed to take off if the weather conditions were very bad,\" Mr Clements said. He noted that other planes were taking off. </p> <p>Taiwanese civil aviation official Billy KC Chang said that wind speeds and visibility levels did not exceed the maximum limits for closing the airport. </p> <p>Chou Kuang-tsan, of the Aviation Safety Council, which investigates Taiwanese air accidents, noted the plane apparently swerved off its runway and on to a spare runway, which was under repair. He added it was not clear why this happened. \"We still can't rule out any possibilities,\" Mr Kuang-tsan said. </p> <p>Local TV stations suggested the pilot might have tried to take off from the wrong runway and slammed into construction equipment near the strip. TV reports showed a damaged crane near the accident site. </p> <p>The airline said there was no evidence that the plane was using the wrong runway. </p> <p><b>\u0095</b> A Russian-built plane exploded shortly after takeoff in northern Angola today, killing all 42 passengers and six crew members.</p> <p>The Antonov 26 aircraft burst into flames minutes after it left the town of Saurimo, 500 miles east of the Angolan capital, Luanda, the Portuguese news agency Lusa said. </p> <p>It is an area which has been a focus for fierce fighting between the army and the Unita rebel group which are engaged in a two-decade civil war.</p> <p>The crash happened \"in an area which is difficult to reach,\" Angola's civil aviation authority confirmed in a brief statement. </p> <p>Saurimo is located in thick jungle in one of Angola's main diamond-mining regions. </p> <p><b>Useful links</b><br><a href=\"http://www.singaporeair.com\" target=\"_new\">Singapore Air</a><br><a href=\"http://www.cksairport.gov.tw/40_index.htm\" target=\"_new\">Chiang Kai-shek international airport</a><br><a href=\"http://www.boeing.com/commercial/747family/index.html\" target=\"_new\">Boeing 747-400 Family</a><br><a href=\"http://airsafe.com/\" target=\"_new\">AirSafe.com</a><br><a href=\"http://www.guardianunlimited.co.uk/egyptair/0,2759,192889,00.html\">Special report: The crash of EgyptAir 990</a></p>",
  "<p>Internet ratings firm NetValue has launched what it claims to be the first system for measuring advertising reach.</p> <p>NetValue said Ad-Impact would be able to produce profiles of ad campaigns running on the top 400 European websites, and compare socio-demographic profiles of people exposed to campaigns.</p> <p>The company is selling its service to agencies to provide ad profiling data for their clients wishing to measure the impact of banner ads. So far, AKQA and Profero have signed up.</p> <p>Jannie Cahill, marketing manager at NetValue, said: \"It's about moving away from the obsession with click-through - which is so low at the moment - and looking at the frequency of exposure of online advertising.\" </p> <p>The system works by integrating NetValue's internet audience panels, which provides it with reach data on websites, with the company's database software arm, TNS AdNettrack, which automatically captures data on banners running across leading websites.</p> <p> Ad-Impact is being run in conjunction with NetValue research partner Taylor Nelson Sofres, which runs the Barb TV measurement contract.</p> <p>Running initially in the UK and France, the service is also planning to launch in Spain and Germany in before the end of the year, and then roll out to the US, Mexico, Hong Kong, Italy, Sweden, Denmark, Norway, China, Taiwan, South Korea and Singapore.</p>",
  "The president of the European commission, Romano Prodi of Italy, landed Tony Blair's government in hot water over the future integration of the EU again last night when he chided unnamed member states for clinging to their national vetos on decision making. <p>What Mr Prodi called \"a manacle chained to Europe\" was immediately seized upon by the government's Conservative critics as proof of his own honesty in campaigning for \"an EU superstate\" - and Mr Blair's \"casual dishonesty\" in seeking to take Britain into such a state by stealth. </p> <p>What outraged Francis Maude, shadow foreign secretary, were remarks made by Mr Prodi at a Brussels press conference five weeks before the Nice summit attempts to curb the veto on certain policy areas in order to achieve faster and more efficient decision- making once the EU 15 become 20 or even 25 nations-strong. </p> <p>Mr Prodi was reported as saying that qualified majority voting (QMV), where bigger states have extra votes, should be extended to include sensitive areas like social policy, asylum and immigration and what he delicately called \"certain taxation provisions\" - the most politically sensitive point of all. </p> <p>His remarks suggest the commission wants to apply existing tax agreements reached by John Major and Margaret Thatcher more uniformly, notably over VAT rates, widely different across the EU, and excise duties. Tory ministers conceded most current QMV arrangements to help create the single market in the 1980s. </p> <p>Yesterday Mr Prodi explained: \"It is important that we reinforce the will of the union to support enlargement, preserving our efficiency and having an extension of qualified majority vote... I think this is a fundamental point. Let's put it in very simple terms: it is basically eliminating the right of veto as much as possible - the right of veto is really a manacle chained to Europe.\" </p> <p>Labour ministers routinely say they are prepared to abandon the national veto in favour of QMV on defined areas including environmental, transport and some employment policies. John Redwood protested last night that - unlike most EU states - the Blair government has never set out a formal position on the veto, despite persistent Commons questions. </p> <p>Last night Keith Vaz, minister for Europe, issued a routine denial from the Foreign Office. He said that Mr Prodi and the commission \"are entitled to their view\" but that national governments will decide the issue at Nice - \"treating each issue on their merits\". </p> <p>It was the third time Mr Vaz has been forced to issue a generic denial over Euro scare stories in as many days, as Conservatives and their newspaper allies seized on remarks by Brussels officials as proof that Labour ministers are lying about their federalist intentions. </p> <p>On Sunday the issue was a still-informal scheme for harmonising passport and identity card design in the interests of security. Yesterday a document surfaced on the commission's website suggesting that the \"charter of fundamental rights\" - due to be endorsed at Nice - will acquire eventual legal force. </p> <p>Labour ministers have repeatedly denied that as well. Mr Vaz calls it \"a political declaration of existing rights, it will be non-binding\". </p> <p>The latest row involves the former Italian premier, now head of the commission. Mr Prodi was backed by Mr Blair for the top job in Brussels because of his reformist record and honesty but has since embarrassed Whitehall by his expressions of long-established Italian Euro enthusiasm. </p>",
  "<p>\"England's humiliation knows no end. All that is left is for the football men of England to pull the sackcloth up over our heads and let the grave-dancers pile on the ashes. We've sold our birthright down the river to a nation of seven millions skiiers and hammer throwers who spend half their lives in darkness.\" <br><strong>Jeff Powell, commentator, the Daily Mail</strong></p> <p>\"In one way, it's a brilliant appointment. It's brilliant for Adam Crozier. It's a classic business tactic. Any high-profile executive who wants to survive beyond the first year has to be associated with one big idea. The foreign coach is Crozier's. Those who spend time in his company claim it has been on the agenda since day one.\" <br><strong>Martin Samuel, the Daily Express</strong></p> <p>\"The ice bath of reality has been a long time coming. Even those of us who argued that England had sunk low enough to justify the hiring of a foreign coach are not immune to the shock. But only if we keep repeating the discredited mantra that England are a great footballing power will Eriksson's appointment continue to be seen as an outrage.\" <br><strong>Paul Hayward, the Daily Telegraph</strong></p> <p>\"I think it's a betrayal of our coaching structure. When they talk about we've nobody here, suddenly Terry Venables is not considered because they have put criteria down that maybe the Archbishop of Canterbury wouldn't meet.\" <br><strong>Gordon Taylor, head of the PFA</strong></p> <p>\"The appointment of a foreign coach beggars belief. The England manager is the figurehead of our game because it's the pinnacle job in this country, and this is another example of us giving away another of our family treasures to Europe.\" <br><strong>John Barnwell, head of the League Managers' Association</strong></p> <p>\"I could not see France, for example, looking beyond their own country if a new coach was required.\" <br> <strong>Gerard Houllier, Liverpool manager</strong></p> <p>\"England have reached this point because, unfortunately, the English coaches didn't succeed. Appointing a coach from abroad is no problem. The problem will be if he does not succeed!\" <br><strong>Pele, some Brazilian or other</strong></p>",
  "<p><strong>COULD GIGGS HAVE PLAYED FOR ENGLAND?</strong></p> <p>\"Did Ryan Giggs have the option of playing for England?\" asks William Holdaway. \"I know he played for England at schoolboy level, but I gather that qualification depended on the location of your school. This could settle a long-standing and increasingly boring argument... do your best!\"</p> <p>You're right, William. Contrary to popular belief, Giggsy never had the option of playing for England. He was born in Cardiff to Welsh parents, and only moved to the Manchester area when he was seven.</p> <p>He did captain England schoolboys when he played at that level for Manchester United, but as Mark Wylie of the Manchester United museum explains: \"That was due to residence. Plenty of Scots have played for England schools. It just depends on where you go to school.\"</p> <p><strong>WHEN ENGLAND PLAYED USSR IN 1958</strong></p> <p>\"Can you name the England team that played against USSR in the 1958 World Cup?\" asks Russ Wilson.</p> <p>England actually played the USSR twice during the Swedish tournament. The first game was a Group D match played on June 8 1958 in Gothenburg. Despite going 2-0 down after 56 minutes, goals from West Brom's Derek Kevan and Preston's Tom Finney earned them a 2-2 draw.</p> <p>The England side for that match was: McDonald - Howe, Banks, Clamp - Wright (c), Slater - Douglas, Robson, Kevan, Haynes, Finney.</p> <p>However, after the sides finished second in the group with three points, they were forced to play off on June 18. Unfortunately, England - with Finney unfit and Bobby Charlton unused in the stands - could not breach the Soviet defence this time. Although Chelsea winger Peter Brabrook had a goal disallowed for handball, the Russians held firm and eventually won 1-0 when their left-winger Ilyin scored on 68 minutes.</p> <p>The England team for that match was: McDonald - Howe, Banks, Clayton - Wright (c), Slater - Brabrook, Broadbent, Kevan, Haynes, A'Court.</p> <p><strong>WHY ARE EXETER CALLED THE GRECIANS?</strong></p> <p>\"Why are Exeter City nicknamed The Grecians?\" asks Philip Mawdsley. \"I know that the city was once home to a legion of Roman soldiers but that doesn't really explain how the football club picked up its peculiar nickname. Even native Exonians I've asked don't seem to know.\"</p> <p>The answer - according to Hazel Harvey's book Exeter Past - stems from a fair on Southernhay in July 1726, in which the Siege of Troy was enacted. Apparently the inhabitants of St Sidwell's (outside the city walls) identified themselves with the attacking Greeks, or Grecians.</p> <p>Less than a decade later, football matches between the city dwellers (who called themselves the Blues) and \"the rugged inhabitants of St Sidwell's\" were commonplace. Soon \"Greeks\" had given way to \"Grecians\" and by the mid-1800s the term instantly identified a resident from St Sidwell's. </p> <p>So perhaps it's not surprising that the football ground just off the end of Sidwell Street acquired a \"Grecian Gate\". And when the team that played there, St Sidwell's Old Boys, changed its name to Exeter City, they were given the nickname \"Grecians\".</p> <p><strong>SHILTS FROM THE SPOT</strong></p> <p>\"Against which player did Peter Shilton make his only penalty save for England? It's got me stumped,\" admits Carl Hollingworth.</p> <p>Shilton's only penalty success in an England shirt came when he saved a spot-kick from Andreas Brehme of West Germany in a 1985 3-0 victory in Mexico City.</p> <p>Sadly, Brehme had the last laugh, pelting one past the spring-haired custodian in some match or other in Turin five years later. And a few days after that, Brehme became the first man to settle a World Cup final from the spot. Ah well.</p> <p><strong>DODGY KITS</strong></p> <p>\"There have been some dodgy colour combinations coming out of the team kit bag over the years,\" opined Rob Hancock last week. \"I remember Coventry sporting an awful brown ensemble during the seventies. Does anyone have any other nominations for the mother of all crap team colours?\"</p> <p>\"I think Coventry also had, around the time of the brown one, a weird black/red/yellow combo,\" reckons Wayne Sammut. \"And I'm also sure that in the 1978 World Cup in Argentina one team - I think it was France - forgot their kit and had to borrow one from a local Sunday side.\"</p> <p>Meanwhile, Sean Langton says: \"My team, Brighton, had a speckled pink away kit during the early nineties, around the same time that the home kit was blue and white stripes, with striped shorts and red numbering - effecting the look of a Tesco's carrier bag.</p> <p>\"All this while being sponsored by NOBO! In fact the only time we could safely wear a replica kit with heads held high was away to Hull.\"</p> <p>\"What about that silver and tangerine combo Chelsea trotted out a few years back?\" asks Sean Walsh. \"It looked like a flight attendant's uniform from the 1970s. The flight attendants could pull it off - literally and figuratively - but not footballers.</p> <p>\"Also, Juventus' original color was pink and they commemorated it a couple years back with a bright pink 'Juvecentus' centenary jersey.\"</p> <p><strong>CLUBS ON CELLULOID - AGAIN</strong></p> <p>\"In This is Spinal Tap, the bassist Derek Smalls can be seen to be wearing an early-80s Shrewsbury Town shirt. Have there been other incidences of silver screen glory for the lower league clubs?\" asks James McKie.</p> <p>\"Whilst watching Spinal Tap again, I noticed Derek Smalls sporting a claret and blue baseball cap. He wears this a lot through the first half of the film,\" says Andy Barnes. \"The writing is difficult to make out, but as they go barbers shop at the grave of The King, you can just make out the words West Ham across the front. A pretty good reference to their supposed East-end roots, but a bit odd considering he's got his Shrewsbury Town shirt on at the same time.\"</p> <p>Meanwhile, Will Poole turns his attention to every Stoke fan's favourite play, An Evening with Gary Lineker. \"The Martin Clunes character is a none-too-convincing fan of the mighty Potters,\" he says. \" He is pictured several times listening to games on his radio in Spain. How? Is there good coverage of Radio Stoke over there? It's hard enough to follow them from London.\"</p> <p>Will is also none too sure that playwright Arthur Smith planned for Stoke to feature in the play at all. \"Apparently, when Smith wrote the original play, the character supported a London club. But before Nick Hancock played the Martin Clunes role in the original stage version, he insisted on the change. Is this true?\"</p> <p><strong>POSH AND BECKS AND BABY BROOKLYN</strong></p> <p>\"Did David Beckham and Posh Spice ever elaborate on where in Brooklyn they conceived their son? Much as I love the borough, it's not exactly littered with flash hotels and Armani boutiques. Maybe they were just too embarrassed to name a son 'Manhattan'?\" asks Sean Cronin of Brooklyn.</p> <p>\"I'm just glad Dave and Posh didn't conceive in Peckham,\" says Dave Cassidy from Philadelphia.</p> <p><strong>CAN YOU HELP?</strong></p> <p>\"Can you help me with a question that's been nagging at me for years now?\" asks Tim McCarthy. \"On American TV during the late 70s/early 80s, Miller Lite ran adverts with famous athletes endorsing their product. The only football one I saw involved an English winger (possibly named Steve) talking about how he used to take out the trash with his feet when he was a kid. He then pours a bottle with his foot.</p> <p>\"I'm guessing the guy played for Liverpool, Everton or Forest due to the possible time frame, but I'm not sure. Any idea who it was and what team he played for?\" </p> <p>Anyone who knows can mail their answer to <a href=\"mailto: the.boss@theguardian.com\">the.boss@theguardian.com</a>. And you can use the same address to send your questions: we'll do our best to answer them.</p>",
  "<p>Honda yesterday put on ice plans to build a new small car for the European market at its Swindon plant, blaming the weak euro for its decision to export the super-mini directly from Japan. </p> <p>The Japanese car group joined a growing list of foreign investors, mainly from the far east, which have scaled down their British operations and cut thousands of jobs in recent weeks because of continuing uncertainty over the government's intentions towards the single currency. </p> <p>Honda said it would step up production of its CR-V sports utility vehicle at Swindon, with an extra 70,000 cars a year exported from Britain to the US where demand for 4x4 vehicles is booming - and the pound is relatively weak. </p> <p>The group said it still planned to increase capacity at Swindon by 100,000 to 250,000 units a year in 2001 and to take on an extra 1000 staff at the Wiltshire plant which employs 3,000. Recruitment is in full swing. </p> <p>Union officials said the decision to delay production of the new small car for at least two years placed a question-mark over Honda's expansion plans, including its recruitment drive. \"This shows that unless we join the euro we will become uncompetitive and find it difficult to export into Europe,\" the AEEU union said. \"Most British exporters are unable to switch markets like Honda and job losses will un doubtedly follow,\" a spokesman said. </p> <p>Britain in Europe, the main pro-euro campaign group, said several thousand jobs were at stake as Honda could not sustain for long the lack of competitiveness of its sole European plant. Simon Buckby, its campaign director, said the Japanese group's stop-gap decision meant it was waiting to see whether Britain joined the euro around 2002. He stressed the need for an early government decision to protect inward investment. </p> <p>But senior Honda officials insisted the group remained committed to Britain as the hub of its European operations and was acting to protect its £1.15bn investment in Swindon. </p> <p>\"By taking this action we are accelerating the speed at which we get to a viable capacity of 250,000 units by at least six months,\" they said. </p> <p>The Swindon plant's sole assembly-line can produce 150,000 units but its output is 90,000 a year. The extra CR-Vs will bring it to full capacity next year. </p> <p>Honda said it would go ahead with a second assembly line capable of producing 100,000 units. This will build variants of the Civic model when it opens next summer. </p> <p>The European commission, meanwhile, cast fresh doubt over government plans for £40m aid to Nissan's Sunderland plant to help it to build the new Micra - against competition from Renault's Flins factory north of Paris.</p>",
  "In wretched refugee camps and the chaotic urban sprawl of the West Bank and Gaza, Palestinians stood defiant yesterday, uncowed by the latest Israeli missiles that escalated a horrible cycle of violence and retribution. <p>In the West Bank, Israeli combat helicopters fired rockets at two branch offices of PLO Chairman Yasser Arafat's Fatah organisation on Monday night - one for each of the two Jews killed earlier in the day - in so-called precision attacks thatalso struck a neighbouring home in Ramallah, and a synagogue of the biblical Samaritan sect in Nablus. </p> <p>The Israeli prime minister, Ehud Barak, said the attacks showed the Palestinian leadership that \"the long arm of the Israeli army can be even more painful\". </p> <p>In Gaza yesterday, Israeli troops shot dead one Palestinian teenager and four other men near the Karni border crossing in the east, as the toll for this month of carnage rose to at least 154 people, the vast majority Palestinians. At least 45 Palestinians were reported injured in five separate clashes. </p> <p>But if the Israelis were hoping to harvest panic and submission by unleashing their war arsenal, anger mixed with resignation were the only emotions visible on Sharafa street in Ramallah, where one of Fatah's offices was bombed. </p> <p>\"The Palestinians are not going to bury their people endlessly without the Israelis paying a price,\" said Marwan Barghouti, the commander of the Fatah militias which have been at the forefront of the protests in the West Bank. </p> <p>\"The Palestinian people have been receiving a lot of missiles and tanks at the same time as they have gone on building bridges with Israel. But now the Palestinians will work in unity, and the intifada will be more active,\" Mr Barghouti said. </p> <p>Amid this unending cycle of killing, there were the tiniest slivers of hope yesterday. </p> <p>A midnight meeting was scheduled between Mr Arafat and the last Israeli to retain some measure of trust from the Palestinians, the former prime minister and Nobel prize-winner, Shimon Peres. </p> <p>Mr Barak also surprised onlookers yesterday when in a speech he said he had personally spoken by telephone with Mr Arafat last week. But the hawkish sentiments of his message - that he would intensify Israel's responses to attacks on its soldiers and civilians - failed to curb the violence. </p> <p>In Washington today, Israel's acting foreign minister, Shlomo Ben Ami, will further efforts to arrange separate meetings between the US president, Bill Clinton, and Mr Arafat and Mr Barak. </p> <p>But on the ground in Gaza and the West Bank, there was only resignation to a violence that shows no signs of ending. In the Amari refugee camp, a miserable warren of breeze-block homes, they carted out the computer and other valuables from the Fatah office, fearing another attack. </p> <p>\"This is a trifle. We have offered more than 150 martyrs up to now,\" said Saher Habash, a member of Fatah's central committee, who picked his way through the rubble. \"For us, this is not very important. </p> <p>It is a very small office, two tiny rooms and a toilet, but for Mr Barak, it sends a message to the Israeli people: they are bombing the Palestinians. </p> <p>In Nablus, Abid Muin, a Samaritan priest, said nine of the sect's houses were damaged and a synagogue burnt when the missiles struck. </p> <p>\"It is ruined,\" he said. \"But what does it help for me to be angry about a building when all around us people are being killed?\"</p>",
  "The loyalist feud erupted again in Belfast last night when gunmen shot dead a leading member of the Ulster Democratic party, in retaliation for the killing hours earlier of a man who worked for a political party linked to the Ulster Volunteer Force. <p>The member of the UDP, the political wing of the Ulster Defence Association, was shot at 6.30pm in the Newtonabbey area of north Belfast, hours after Bertie Rice, 63, died in hospital after he was shot in front of his wife at their home in the Tiger's Bay area of Belfast. </p> <p>The shooting of Mr Rice was believed to have been carried out by the UDA in retaliation for the killing of one of its members in Belfast on Saturday night. The rival UVF was blamed for the shooting of David Greer, 21. </p> <p>Amid fears of an escalation in the three-month old loyalist feud, extra troops were ordered on to the streets of Belfast last night. The troops will patrol north Belfast where the three latest victims were killed. </p> <p>Suspected UDA members took their revenge for Saturday night's murder when gunmen burst into Mr Rice's bungalow shortly before midday yesterday. He was beaten about the head with baseball bats before being shot once in the chest in front of his wife, Mary. </p> <p>The victim had emergency surgery at the Royal Victoria hospital but died three hours after the shooting. </p> <p>Mr Rice, who returned to Northern Ireland only 10 months ago after spending 19 years in South Africa, had arrived home shortly before the shooting to advise his wife on her pension. He had spent the morning working in the constituency office of Billy Hutchinson, an assembly member of the Progressive Unionist party, the UVF's political wing. </p> <p>Mr Hutchinson last night condemned the shooting of Mr Rice, who was interned as a UVF member in the 1970s. He said: \"This shooting is sick. These people took this man's life because he was a soft target.\" </p> <p>John White, chairman of the UDA's political wing, described the shooting as \"deplorable\" and urged both sides to resolve their differences. </p> <p>Mr Rice was the fifth victim of the feud between the UDA and the UVF. The leading UDA member, Jackie Coulter, and another loyalist, Bobby Mahood, became the first victims when they were shot dead in August in the Shankill area. A few days later, the UDA exacted its revenge when a young UVF member, Samuel Rocket, was shot dead. </p> <p>Earlier the violence had been condemned by the Northern Ireland secretary, Peter Mandelson, who visited the loyalist Shankill Road last week in an attempt to calm tensions between rival groups. Chief superintendent George Livingstone, the RUC's acting assistant chief constable for Belfast, warned of a \"dangerous and volatile\" environment. </p> <p>Sinn Fein had earlier warned that IRA disarmament was now \"10 times harder\" after the Ulster Unionist leader, David Trimble, announced plans to block Sinn Fein ministers from attending a cross-border ministerial council. </p> <p>Mr Mandelson will discuss the crisis in Dublin with the Irish foreign minister, Brian Cowen, either today or tomorrow.</p>",
  "Now that we've finally accepted the need for a Swede to instill some semblance of rigour and efficiency into the national football team, why not look abroad for help with other shambolic aspects of English life? <p>How about an Italian to show us how to run the railways (their own seem to run perfectly), a Frenchman to sort out the health service (the French have the world's best, according to the WHO), and perhaps even a Bhutanese (where cars are banned) to take on the pro-fossil fuel brigade and produce an environmentally friendly roads policy? Maybe a southern Indian (predominantly vegetarian) might sort our BSE problem. Finally, the Tories could just cut to the chase and get a rightwing Austrian to shape their immigration policy. <br><b>Alix Sharkey</b><br> Paris, France <br><a href=\"mailto:alixsharkey@mac.com\">alixsharkey@mac.com</a></p> <p> \u0095 Given that the England football team usually gets beet because the defence leeks like an old greenhouse, does it matter whether it is managed by a swede or a turnip? <br><b>Ross Roberts</b><br> London </p>",
  "<p>One of the most difficult experiences recalled by Magnum photographer Eve Arnold is her close encounter with Joseph McCarthy at his witchhunt hearings in Washington. It was 1954 and Arnold had only been working as a photographer for two years. What was the experience like? \"Terrible,\" she shudders. </p> <p>\"He had a kind of oily charm. I had come late to the hearings and his secretary said she should introduce me before I went in. McCarthy held up the meetings in order to speak to one freelance photographer. Everything had to come his way, all the publicity.\" </p> <p>She then experienced the same paralysing fear that countless Americans had experienced at the hands of McCarthy. \"I was the only woman in the press corps,\" she says. \"So when we broke for lunch McCarthy came over and put his arm around my shoulder. I put my hand up to remove his hand because I could not bear the thought of being touched by him, but with my hand up there I realised I couldn't do that. I found you didn't play games with that man. If he put his hand on you, you didn't want to have your past checked out - although I had nothing to hide. So I wound up holding hands with McCarthy, dying inside. </p> <p>\"The other press men looked at me in horror, with the great man's hand on my shoulder. I said: 'Excuse me, Senator, I got to go to work,' and moved away from him and photographed him and Roy Cohn, who had just been around all the American libraries in Europe throwing out books. When I went down for lunch in the senate dining room, before I could even order my soup, the journalists, about 30 of them, all turned away; nobody would talk to me. So awful was the sense of horror in that room. I could not tell these men why I had done that.\" </p> <p>Arnold has now been taking pictures for almost half a century. Perhaps her best known sequences are the pictures she took of Marilyn Monroe, both early in her career and in 1960 on the set of The Misfits with Monroe's then husband, Arthur Miller. But she is wary of the danger familiar to many a photographer of allowing a famous subject to overshadow a lifetime's work. \"We had great fun together,\" she says of her times with the screen legend. \"But I don't want to be Marilyn's Boswell.\" </p> <p>Arnold got into photography when a boyfriend - or \" beau\" as she calls him - gave her a camera. She took a job with a film processor in Hoboken, New Jersey, and worked there for five years. They would sometimes get a roll of erotic film to be processed, but the law said these could not be sent through the post. So they were locked in a special file and never returned. \"But every now and then,\" she says, \"the boss would drive up in his Cadillac with some friends and ask for the key to the cupboard. Then we could hear them guffawing away in his private office.\" </p> <p>She joined Magnum, the celebrated co-operative photo agency, very early, introduced by the brother of Hungarian war photographer Robert Capa, one of the founding members. </p> <p>Her first great success was a 1952 black fashion show in New York, which was followed by a series on the imperious Marlene Dietrich. She photographed James Cagney at home hoofing with his wife Willy, a former chorus girl. He sang dirty Yiddish ditties for her. (Cagney was Catholic but brought up on New York's East Side.) She did John Huston and his young daughter Angelica, Margot Fonteyn, Rudolph Nureyev and Yves Montand. She did a reportage of a Malcolm X meeting and a series depicting Joan Crawford being dressed by her daughter Christina (who later exposed her in Mommie Dearest). </p> <p>At one point, Crawford, completely drunk, posed nude. Crawford had begun her career in blue films. \"She was a sad, benighted creature,\" Arnold says. \"I never printed the pictures, but I sent her the negatives and that made me her friend for life.\" </p> <p>She travelled the world to get some of the great scoops of the century. She was the first American photographer allowed into China, permitted to travel all over that immense territory almost without restriction. She got her visa, she says, with the help of a Chinese friend the day after Nixon reached his rapprochement with China in 1972. \"The difference between a fine photograph and a good, useable photograph,\" she says, \"might be a gesture, a movement of the hand, a moment's introspection. You don't have time to notice everything.\" </p> <p>In 1966 she had already got the scoop of the decade: a picture of Russian dissidents reclining in baths with motor tyres for pillows, undergoing hydrotherapy intended to cure them of their unorthodox views. How did she get into the psychiatric hospital? She says she works on \"robber's time\", swiftly grabbing shots, often without the subject realising it. </p> <p>\"The previous year,\" she says, \"I had done a fun story in Russia about the oldest man in the world. The Russians were so pleased when I applied again I had no trouble getting a visa. Of course we knew all about the dissidents being held in psychiatric wards. But if I had asked to see them I wouldn't have got in. I said I wanted to see the psychiatrists. At one point the official who was showing me around was called to the phone so I just took a quick shot through a window.\" </p> <p>She talks with passion about the specific details of her art: the virtues of available light (\"By the time you set up lights the image is gone\"); working with colour film (\"With all those colour magazines around in the 70s you couldn't make a living without colour\"); and her beloved Nikon cameras. </p> <p>She speaks of her preference for manual cameras - automatics are, of course, infradig and one does not even bother to acknowledge digital. And she recalls that once in India she had all her Nikons stolen. When she came back to New York, she decided that since she had to replace them she would go high-class and get a load of Leicas (the preferred tool of Cartier-Bresson). \"But when I was going out the door I turned back and said, 'I don't want any of these. I had very good luck with Nikons so I'll stick to them.' \" </p> <p>We get into an argument about colour, which she will not admit is more unreliable than black and white. \"Colour can be treacherous,\" I insist. \"Take, for example, your celebrated picture Black is Beautiful of a beautiful black girl. She wasn't black - she was glowing red.\" </p> <p>\"There are many tones of black,\" she laughs. \"Even red?\" \"Even red,\" she says, this time with steel in her voice. As the Chinese and Russians discovered, Eve Arnold holds her ground. </p> <p>\u0095 Eve Arnold will be the subject of The John Tusa Interview on Radio 3 on Sunday at 5.45pm.</p>",
  "<p>Credit cards may soon carry the organ donor symbol if an initiative from Goldfish takes off.</p> <p>The credit card provider is writing to its one million-plus customers, inviting them to join the NHS Organ Donor Register and, from January 2001, apply for a new card with the donor symbol on it.</p> <p>The move, which has the backing of the National Health System, aims to increase the number of people willing to donate organs and solve the country's chronic shortage. At present, over 6,000 people need organ transplants, but only around 3,000 operations take place every year, principally because of the organ shortage and because relatives do not know if the deceased would have wanted to be a donor.</p> <p>Given that a credit card is one of the few items most people carry with them at all times, having a donor symbol on them is thought to be an ideal way of letting people know they wish to be a donor.</p> <p>However, Goldfish also hopes to win new credit card customers by aligning itself with a worthy cause and, as such, the initiative is just the latest in a long line of charitable initiatives from financial service providers.</p> <p>In fact, today sees the launch of two other such initiatives. Discount broker Cavendish Online says it will give customers the option of having their financial product's renewal commission donated to charity. And solicitors all over the country will be drafting wills for free throughout November. Clients pay £50 for a single will or £75 for a double one and the money is donated to charity.</p> <p>Countless other charitable deals exist. Among the most common are affinity credit card deals, where a charity gets a certain amount, usually 25p for every £100 spent. But other financial service providers including, Halifax, Skipton building society and Newcastle building society, all have funds which donate a certain percentage to charity.</p> <p>The trend looks set to increase. Wendy Green from the Charities Aid Foundation said cause-related marketing, as it is known in the industry, is moving away from just being affinity marketing of credit cards and taking on several other guises.</p> <p>\"It can be a bit of a minefield,\" she said, \"But can also work very well. To succeed, the company needs to be doing something substantial to help the charity, not just using the name and logo to boost its image.\"</p> <p>Sue Atkins, director of cause-based marketing at Business in the Community, an organisation which encourages links between companies and the communities they operate in, agrees. </p> <p>\"The area is diversifying and our research indicates that the public is supportive. In a recent survey, eight out of ten consumers said that if the price and quality of two products were the same, they would choose the one which donates to charity.\"</p> <p>Unfortunately, price and quality may be the downfall of some products. Affinity credit cards, for example, frequently charge among the highest interest rates in the market. This puts customers off, especially at a time when the credit card market is competitive and headline grabbing rates of 4% or lower are being offered. </p> <p>Goldfish charges 18.9% on purchases and 20.7% on cash advances - both among the more expensive rates on the market. Its introductory rate of 4.9% on balance transfers may tempt some people, but only time will tell if the price and quality of the card is enough to attract and keep new customers. After all, donor cards can be carried separately and people can always register direct with the Donor Agency.</p>"
]