[
  "<p>Writer-director Declan Gorman returns to his native Monaghan town - just south of the Irish border, yet still very much in the old province of Ulster - in this play about the uneasy dawn of peace, after 30 years of the Troubles plunged the local countryside into a shadowland existence, isolated by road blocks and border bridges blown up by the British military. </p> <p>Gorman overlays a Greek underworld on his fictional, depressed border town of Ballinascaul. The local wino and unlikely oracle, Nickie Nixon, is cast as the doomed Ixion. There's a ferryman somewhere in the kindly taxi driver who seems to specialise in picking people up off the street; even a Cerberus of sorts in the two bouncers at the nightclub, Tataros, where the youth of the town get laid, take E and spew their drunken guts out. </p> <p>The \"peace dividend\" funds are beginning to flow, but the place is still gridlocked by paramilitarism and parish-pump politicians. It's a tall order, but a cast of five quadruple up as a huge menagerie of characters: hotel workers, local widows, a philandering tycoon; the former boxing champion whose ailing ostrich farm is repossessed; or the Monsignor who, on the brink of being ordained bishop, backs out on account of a son he fathered years ago. The satiric topicality stretches to the local council chamber, where the Sinn Fein councillor is blamed for water pollution, supposedly caused by the bodies of people \"disappeared\" by the IRA. </p> <p>For all the angry satire, this is upbeat, morally didactic, peace propaganda. It was warmly received on its first outing in 1998 in border towns and in Belfast, where it won the Stewart Parker award. The ambition of the piece is vast, and certainly overstretches the resources of Gorman's Upstate company, although his cast manage to switch fairly effectively between their tally of characters. They are often fighting insurmountable odds in a script that seems confused between its instincts for ludicrous comedy and keen, on-the-level tragedy. </p> <p>Ultimately the freestyle production, which cleverly redefines the stage every three minutes, rather chokes the continuity of the piece. Gorman certainly should have edited his script severely but, that said, something about his constant, skewering humour leaves you with a lop-sided grin. </p> <p> Until May 21. Details: 00-353-1 984 4227.</p>",
  "<b>What is Ebola?</b> <br> It's known to virologists as a filovirus, a group of viruses about which scientists know lamentably little. It was first identified in German in 1967, when two laboratory workers fell ill. The Ebola strain was first identified in Zaire, Africa, in 1976. <p><b>How infectious is it?</b><br> Extremely. The only way to prevent it spreading is strict isolation of victims and those in contact with them. The Ugandan government has now imposed draconian restrictions on movement in the affected area. Schools have closed and traditional funeral rituals banned. But there are disturbing reports that the deadly virus has already spread. </p> <p><b>How common is it?</b><br> In all, nearly 1,100 cases have been documented since the virus was identified in 1976, and of these 793 people have died. All cases have been found in rain forest regions in Africa, though scientists really have very little clue about Ebola's natural origins.</p> <p><b>What are the effects?</b><br> Disgusting and awful. Put crudely, the victims' insides liquefy. Death can follow within 48 hours of the first signs of illness. The most severe symptom is massive internal haemorrhaging, which causes patients to bleed from every orifice. </p> <p><b>Is death inevitable?</b><br> Not everyone dies. With intensive nursing and medical support, around a third of those infected can survive. However, Uganda has the infrastructure for only the most basic medical support.</p> <p><b>Why do we know so little about Ebola?</b><br> It was identified comparatively recently, and research is extremely hazardous, even in state-of-the-art laboratories. Obtaining and analysing blood samples poses particular risks. </p> <p><b>What are the dangers of nursing Ebola patients?</b><br> Anybody in contact with a patient is at extreme risk. At least three nurses treating the Ugandan victims have died. The World Health Organisation (WHO) recommends the most rigorous standards of isolation and protection. It says that all medical, nursing and paramedical staff should wear gowns, masks and gloves, which should never be re-used without being thoroughly disinfected. </p> <p><b>Is there anything particularly frightening about the latest outbreak?</b><br> Never before has Ebola struck such a densely populated area. Last week, the authorities imposed quarantine restrictions for 20 miles around the northern provincial capital of Gulu. But new cases have been reported, including two in crowded refugee camps north and west of Gulu. </p> <p><b>Can Uganda cope?</b><br> It's going to need all the help it can get - and quickly. The WHO has already rushed experts to the affected area, along with a shipment of protective clothing. But it may not be enough to contain the latest outbreak. </p> <p><b>Useful links</b><br> <a href=\"http://www.guardianunlimited.co.uk/international/story/0,3604,383670,00.html\" target=\"_new\">Desperate fight to stop Ebola virus</a><br> <a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/1016borzello.ra\" target=\"_new\">Audio: Ebola outbreak spreads</a><br> <a href=\"http://www.sciam.com/explorations/082696explorations.html\" target=\"_new\">Scientific American on Ebola</a><br> <a href=\"http://www.who.int/inf-fs/en/fact103.html\" target=\"_new\">World Health Organisation fact sheet</a><br> <a href=\"http://www.bocklabs.wisc.edu/outbreak.html\" target=\"_new\">Recent Ebola outbreaks</a><br> <a href=\"http://www.geocities.com/CapeCanaveral/Lab/5738/\" target=\"_new\">Ebola Virus Information Headquarters</a><br> <a href=\"http://www.odci.gov/cia/publications/factbook/geos/ug.html\" target=\"_new\">CIA factbook on Uganda</a></p>",
  "<p>The turbulent performance of hi-tech shares has forced Reuters to put the flotation of its internet incubator fund on ice, but the news and information group could yet press ahead with a listing of Instinet, its electronic trading platform, before the end of the year. </p> <p>A partial flotation of Instinet could see Reuters maintain a majority stake yet at the same time give the brokerage a currency with which to play a part in the consolidation of the world's stock markets and to incentivise and retain staff. </p> <p>A fundraising would also allow investment in new technologies and the development of its trading platform. Analyst have valued Instinet at £2bn-£4bn. </p> <p>Shares in Reuters closed 13p higher at £11.76p as dealers positioned themselves for an imminent announcement. </p> <p>Chief executive Peter Job is likely to come under pressure to clarify the position of both possible floats when Reuters reports third-quarter results on Friday. </p> <p>Mr Job, in conjunction with advisers at investment bank Credit Suisse First Boston, has been looking ways to tap the value of both Instinet and its internet investment vehicle Greenhouse Fund. However, withering enthusiasm for in ternet investments has persuaded Reuters to put a listing for Greenhouse on hold until the first quarter of next year. </p> <p>Greenhouse was set up in 1995. It was given $20m (£13.7m) to invest in emerging-technology companies. </p> <p>By the end of 1999 the stakes Greenhouse held in quoted companies had soared to £438m, a jump fuelled by the burgeoning value of internet stocks. Its valuation has been put as high as £3bn but that is likely to have receded with the sell-off of technology shares. </p> <p>However, the market may be more receptive to a partial flotation of Instinet, which provides equity and fixed-income brokerage for institutional investors and brokers. </p> <p>A boom in trading volumes on the Nasdaq market at the start of the year has fuelled revenue growth and the US equities business now accounts for nearly 80% of Instinet's revenues. </p> <p>The world's stock markets are jostling for position to get to the forefront of consolidation which analysts believe will lead to the creation of just two or three global stock markets. If Instinet was listed it could use its shares to swallow smaller rivals. </p> <p>Analysts predict group revenues for the three months to the end of September to rise to about £840m from £764m the previous year.</p>",
  "<p><strong> Granada and Accor end talks</strong><br> </p> <p>Accor and Granada Compass have halted talks over Accor's acquisition of Forte's hotel division, Accor said. </p> <p>\"The recent discussions have not led to a satisfactory agreement between the two parties,\" the company said. </p> <p>\"For Accor, any major acquisition representing decisive industrial interest should imperatively contribute to the rapid growth of earnings per share and be financially balanced. </p> <p>\"Accor reiterated the position it has held in the past: a major acquisition is not indispensable. Its strategy of balanced growth has for the past seven years produced double-digit growth in its financial results and the current forecasts for the group are excellent,\" the statement said. </p> <p><strong> Venture capital spend rises</strong><br> </p> <p>Venture capital investment rose dramatically last year but \"substantial sums\" still remain available for investment in start-up businesses, according to a survey by 3i and PricewaterhouseCoopers. </p> <p>The survey, which the two firms said was the first such research, found that the equivalent of 0.5% of global gross domestic product was invested in venture capital last year, or $136bn (£97bn).</p> <p><strong> BSkyB appoints Freudenstein</strong><br> </p> <p> BSkyB has named Richard Freudenstein in the newly created position of chief operating officer. </p> <p>Mr Freudenstein, 35, is being promoted with immediate effect from general manager, a post he had held since November last year. He will report directly to BSkyB chief executive Tony Ball. </p> <p><strong> EC warns Visa over charges</strong><br> </p> <p>The European commission said yesterday that it had sent a legal warning to Visa International, alleging that the credit card company's \"interchange fee\" was a restrictive collective price agreement. </p> <p>The interchange fee is paid by the retailer's bank to the cardholder's bank for each card transaction. It is set by San Francisco-based Visa International and amounts to an agreement between the member banks of Visa, the commission said. </p> <p>\"In the commission's view, Visa International has not so far put forward any convincing reasons showing that the interchange fee fulfils the cumulative conditions for an exemption under the EU antitrust rules,\" the commission added.</p> <p><strong> EasyJet plans flotation</strong><br> </p> <p> Britain's easyJet yesterday officially announced plans to float on the London Stock Exchange, becoming the second European low-cost carrier to take on industry leaders in the skies and on the market. </p> <p>Floating 25% of easyJet will help raise the funds - analysts' initial estimates value the airline at around £500m - for 32 new Boeing 737-700s the carrier has ordered to support its expansion plans over the next decade. </p> <p>It will also help the airline - which is pausing for breath this year after five years of steady growth - build a warchest for future acquisitions and will allow chairman Stelios Haji-Ioannou to offer 1,400 staff shareholdings in the firm.</p>",
  "After more than a year in solitary confinement, beatings and the threat of serving out a 17-year sentence in one of Burma's most notorious prisons, Briton James Mawdsley, is to be deported home. <p>Mr Mawdsley, 27, a Catholic human rights campaigner and university drop-out, has made it his life's mission to campaign against human rights abuses in Burma, one of the world's most repressive regimes.</p> <p>He was arrested just over a year ago for carrying pro-democracy leaflets.</p> <p>Last night the Foreign Office minister John Battle announced that the Burmese ambassador had informed him of Mr Mawdsley's imminent release and deportation to Britain. He is expected to arrive at the end of the week.</p> <p>Mr Mawdsley has been kept in solitary confinement in Keng Tung prison in a remote part of Burma, 400 miles from Rangoon. His mother, Diana, a retired nurse who has been allowed to visit him occasionally, said that while she had been worried about her son's health and deteriorating eyesight, she supported him in his struggle.</p> <p>Mr Mawdsley, the younger son of an educated middle class Lancashire family, had left university to campaign and was arrested when he entered Burma illegally from neighbouring Thailand in August 1999 to distribute 250 copies of his \"Letter to the People of Burma\".</p> <p>The leaflet condemned the military junta and called for the immediate release of the pro-democracy campaigner Aung San Suu Kyi, who won a landslide victory against the junta 11 years ago and has been held prisoner ever since. During his trial, Mr Mawdsley refused to recognise the court.</p> <p>His father, David, said that his son had used his imprisonment to highlight the continuing oppression by the military regime and its brutal purges against the Shan, Karen and Karenni peoples.</p> <p>He said last night: \"I'm de lighted. I'm choking up on this news. All the family are phoning each other up madly. It's just overwhelming, fantastic. It just shows the Burmese junta will listen when international pressure is strong enough.</p> <p>\"I'm so grateful to all the major bodies like the UN, and all James's supporters have been fantastic. It's such a relief.\"</p> <p>The prisoner's twin brother, Jeremy, serving with the armed forces in Germany, said: \"It's fantastic news. But it's one of those moments that I'd really like to see before I believe it as the Burmese junta like to play morale breaking games.</p> <p>\"He went out there to highlight the ethnic massacres perpetrated by the junta and he will want to remind everyone of that when he finally gets home.\"</p> <p>During the last year Mr Mawdsley's case attracted high profile support, including that of the Catholic peer Lord Alton of Liverpool and a number of US congressmen.</p> <p>In statements - mainly is sued through his parents - Mr Mawdsley has attacked the British government for refusing to follow the US lead of banning investment in Burma.</p> <p>Mr Battle said last night that the Burmese ambassador, Kyaw Win, had informed him that James was to be deported. \"I am relieved that the Burmese regime has recognised that there is no justification in keeping James in prison and has decided to deport him as soon as possible.\"</p> <p>There are 1,200 political prisoners in Burmese jails.</p>",
  "The Tory leader, William Hague, yesterday sought to wrest his party from accusations of rightwing extremism as he described Britain as a \"nation of immigrants\" - and spoke of his pride in such ethnic diversity. <p>In a speech that effectively heralded the start of his election campaign, Mr Hague built on his determination to depict his party as one of social inclusion - a theme repeatedly stressed at the Conservative conference this month and exemplified by Michael Portillo, the shadow chancellor, who spoke of his Spanish father being an asylum seeker. </p> <p>But, while conveying this softer image, Mr Hague in sisted the Tories would not \"be a prisoner to political correctness\" and were opposed to positive discrimination for such groups. </p> <p>His comments, made in Cardiff, came as he tried to marry the rival factions of his party by pledging to \"champion mainstream values\" while respecting the rights of minorities. </p> <p>In an attempt to unite the liberal and authoritarian elements within the Tories - elements at war during the recent controversy over Ann Widdecombe's drugs policy - he insisted his party could maintain a tough line on tax, crime and asylum while campaigning in a \"very robust and Conservative way\" on improving education, health care and inner-city deprivation. </p> <p>He added: \"We believe passionately in the personal and economic freedom of the individual, but we also understand that as individuals we owe rights to others and that we live in a society with a history and traditions. </p> <p>\"I see no contradiction, and nor do most people, in saying of course I'm not going to dic tate how every person should lead their life, but I will change the tax system to support marriage because all the evidence tells us that stable marriages lead to stable societies. </p> <p>\"I see no contradiction, and nor do most people, in saying we celebrate the different ethnic communities that make up Britain but we won't be a prisoner to political correctness.\" </p> <p>Mr Hague also announced he would spend the next few months \"cover[ing] more miles and meet[ing] more people in the most energetic, enthusiastic, widely travelled campaign in living memory\". </p> <p>His only fixed diary date would be the weekly prime minister's question time. \"When the time comes for Tony Blair to start his election campaign, our campaign will have been on the road for months already,\" he added. </p> <p>But Labour attacked his \"new-found interest in one-nation politics\". Campaign coordinator Ian McCartney said: \"How long will he ride his new one-nation bandwagon before he jumps off or is knocked off by one of the factions in his divided party?\"</p>",
  "<p>Some very unusual things happened in west Texas last week. For one, the weather switched from temperatures in the 90s to an onslaught of snow and wind that froze the trees and cacti into glassy ice structures. The other events were no less spectacular, if less unexpected. Some 1,400 people attended the annual open house weekend held by the Chinati Foundation in Marfa, a town of approximately 2,500 inhabitants set high in the Chihuahuan desert. Although some of the events were unravelled by the tempestuous weather, the inauguration of Dan Flavin's Untitled (Marfa project) dazzled all the more brilliantly. </p> <p>One of three works to be completed posthumously (he died in 1996), it is Flavin's largest work and ranks among the most ambitious large-scale works of the 20th century. It is in good company, too. The Chinati Foundation, created by Donald Judd, a dominant figure in minimalist art throughout the past 30 years, is committed to installing and preserving works of art, often too large, fragile or complex to be held in normal museums. Judd also wanted to give substantial showings of a few artists' work rather than the myriad museum anthologies sparsely covering too many artists. </p> <p>In order to realise this vision, Judd bought 340 acres of land just outside Marfa in 1979 with the assistance of the Dia foundation. The site's existing buildings once formed a US military camp, and met Judd's need for large, functional spaces. A line of U-shaped barracks is flanked by rectangular mess halls. Two artillery sheds dominate the site and house Judd's series of 100 aluminium boxes, made specifically for the site. </p> <p>Flavin drew up plans for work at Chinati during the 1980s, but due partly to the expense and scale of the project, and partly to some complicated wrangling between Judd and Flavin in their last years, it has taken until now to realise the plans. </p> <p>Like much of the work at Chinati - the foundation has housed pieces by Ilya Kabakov, Claes Oldenburg, and Richard Long - Untitled (Marfa project) utilises the space and permanence afforded by Judd's vision. Six barracks have been converted to house 336 fluorescent lights in four colours. Each building has its windows blocked out, bar the two that are farthest from the lights. At the top of each wing of the U-shape, the building is divided into two corridors by a wall that slants at 76 degrees to the floor. The sides of the corridors also slant. </p> <p>The fluorescent lights, always two different colours backing up against each other, form blockades, either at the ends of these corridors or in the middle. You enter each building at a distance from the lamps, where the light is benign. Up close the light is stringent, the stripes falling at the same angle as the walls, recalling a shaft of sunlight or rain. There is a simple sequence: pink and green lamps are used in the first two buildings, yellow and blue in the third and fourth, and all four colours in the last two. The colours carry distinct sensations: the pink is kitsch, the green is similarly artificial but has a stranger, more sonorous tone; the blue is sky blue when you look directly at the lamps but deepens to an ultraviolet in the darkened corridors. The yellow modulates to amber from its buttercup lamp. </p> <p>The repetition that is involved in seeing all six buildings, entering all 12 wings, sharpens your awareness of the size and proportion of the buildings, and provides an interesting response to Judd's own work at Chinati. Where Judd's use of aluminium in the 100 box structures plays with the light passing through the wall-to-floor windows, Flavin's work restricts the natural light and favours instead the play of fluorescent light against white walls. Where Judd's installation encompasses the surrounding landscape, Flavin directs the viewer towards the enveloping artifice. </p> <p>The contrasts and compliments that pass between the works at the Chinati Foundation testify to Judd's curatorial foresight. And that there are plenty of serendipitous aspects to viewing the work at Chinati, not least the weather, makes the arrival of Flavin's new work an all the more captivating experience.</p> <p>\u0095 For details of guided tours of the Chinati Foundation, call 001 915 729 4362.</p>",
  "<p>Children as young as 36 months old can recognise them. They are everywhere. Their names appear on your clothes. They clamour for your attention from posters and in the magazines you read. They are brands. According to people in marketing, they are a short cut to the meanings behind a product. To their critics, they are a force for bad, turning the world into one bland marketplace. </p> <p><strong> What is a brand?</strong> </p> <p> Once it was what cowboys burnt into cattle to show ownership. Now the word is more complex. Take denims. They are made from tough material stitched to fit your lower limbs. But call them Levi's and spend millions suggesting that they are jeans chosen by young, sexy, rebellious, attractive people and suddenly you have a brand on your legs. It's not enough that they keep you warm: they must be linked to ideas, hopes and dreams matching the customers' thinking, and self-image. </p> <p> <strong> How do companies match their products to such things?</strong> </p> <p> They do it by using market research such as surveys quizzing people about their attitudes, habits and pleasures. Young people are important to companies. Teenagers spend over £15bn a year and influence how adults spend money. Finding out what make them tick and trying to build this into brands is crucial. </p> <p> <strong> Why do companies spend time and money turning their products into brands?</strong> </p> <p> The answer is competition. Say a company invents something successful, it will soon have competition. If that company can lend its product something extra that makes it different and superior, the product will go on making money. </p> <p>Customers will develop what is called brand loyalty. There are, say, plenty of chocolate products but only one KitKat -the top-selling confectionery for the past 13 years. What makes this brand different is a mix of familiarity, taste and packaging. Of course, if KitKats tasted disgusting no packaging overcome that problem - so brands must have a real or \"core\" value to support the other ideas they contain. </p> <p> <strong> What goes into creating a brand?</strong> </p> <p> Marketing. And to understand this word, think of scent. What is a scent? A series of refined odours held in alcohol which people put on themselves. But what those smells come to be linked to as brands illustrates the power of clever marketing. </p> <p>The name is important. A scent called Oldsox is unthinkable. Price matters -scents are luxuries and so they must not be sold cheaply. Plastic packaging is out - glass and glittery metals in. A scent must not appear on petrol station shelves but in big stores associated with expense. In advertisements, the scent should be linked to a beautiful-looking woman, possibly a star, and those ads need to appear in expensive magazines or on the TV before Christmas. All these things together are called the marketing mix. Get it wrong and a brand is likely to fail. </p> <p> <strong> Do brands go on and on?</strong> </p> <p> Think of Biro and Hoover - both products that were once dominant brands. The presence of some brand names as general words in the language for kinds of product or activity suggests how powerful some brands become. All brands need to be supported because even the best can lose \"customer loyalty\". \"Supporting\" a brand takes many forms. One way is \"brand extension\" - like turning a sweet into an ice cream. </p> <p> <strong> Are brands vulnerable?</strong> </p> <p> Brands rely on image and are vulnerable to sabotage and scandal. It is not cool to think of trainers being made by exhausted child workers earning next to nothing. Protesters opposed to the global domination of certain brands have damaged reputations of products by exposing such practices. </p> <p> <strong> Why are brands important?</strong> </p> <p> Successful brands are worth millions as guarantees of future sales and are included in the value put on companies. Brands are marketed to appeal to our self-images and have become an important way people define themselves. But is it true that who we are is increasingly a matter of what we consume? Do young people need protecting from brands? Should they be banned from our schools? </p> <p> <strong> Curriculum links: citizenship, media studies, English, business studies</strong> </p> <p> Brand.New, an exhibition on the history, development and impact of brands, opens this week at the Victoria and Albert Museum (October 19 to January 14). Entry is £5 for working adults but free to everyone else. Click Brand. New link on the V&amp;A's website: </p> <p><a href=\"http://www.vam.ac.uk  \">www.vam.ac.uk </a> </p> <p>\u0095 First Edition is a current affairs series for schools on C4 presented this week by Phil Gayle and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11.25am and repeated on Wednesday at 11.25am. Go to the First Edition Quiz at: www. 4learning.co.uk/first_edition</p>",
  "<p>Penniless and on the run with Irene (Renée Zellweger), mild-mannered motorcycle cop Charlie (Jim Carrey) stands outside an amusement park, trying unsuccessfully to suppress Hank, the darker side of his split personality. Finally, a glint in his eye signals Hank's arrival. He promptly snatches an ice cream cone from a little girl, and begins to devour it. </p> <p>\"Hey!\" the little girl exclaims. </p> <p>Hank growls in response. The girl runs off, terrified. </p> <p>\"Mommy!\" </p> <p>Irene turns to Hank. </p> <p>\"That's real nice, Hank. Way to keep a low profile.\" </p> <p>\"It's survival at this point.\" </p> <p>They enter the park. Hank suddenly stops, inspiration on his face. </p> <p>\"Hey, I know how to get some dough! Punch me!\" </p> <p>\"What?\" </p> <p>\"Punch me in the face.\" </p> <p>\"Why?\" </p> <p>\"We'll find the big cheese, tell him I got rolled in the parking lot. He'll hush me with a couple of Benjamins. They don't need that kind of thing on Sugar Mountain. So, come on - rip my head off.\" </p> <p>\"That's really lame, Hank.\" </p> <p>\"What, you got a better idea? Come on!\" </p> <p>\"It's not going to work.\" </p> <p>\"Yes, it is going to work. But you got to rock me. Don't give me one of those girly I-don't-want-to-break-a-fingernail love taps, you know? This guy's got to...\" </p> <p>Before he can finish his sentence, Irene high-kicks him in the face, sending him flying backwards, whereupon he tumbles over a railing and disappears down a hill on the other side. </p> <p><strong> See also:</strong> True Romance, Faster, Pussycat! Kill! Kill! </p> <p><strong> Don't see also:</strong> China O'Brien </p> <p><strong> Pointless trivia:</strong> At the age of 10, an enterprising Jim Carrey sent his CV to comedienne Carol Burnett.</p>"
]