[
  "<p>When the protesters start converging on the World Bank and International Monetary Fund meetings in Prague next week, Mark Malloch Brown will no doubt allow himself a sigh of relief. </p> <p>Until just over a year ago, his job as the public face of the bank would have put him directly in the firing line for what are expected to be the biggest rallies against globalisation since the protests which shook the World Trade Organisation talks in Seattle last December. </p> <p>Trying to justify the bank to people who believe babies are murdered in developing countries and environments destroyed in the organisation's name is no easy task, even for a man with as impressive a track record in the black arts of political spin doctoring as is Malloch Brown. </p> <p>Instead, he has swapped his post as head of external relations at the bank for the top job at the United Nations Development Programme, an organisation that most development campaigners regard as one of the good guys of the development aid world, although even its best friends would admit it has not always been the most effective outfit. </p> <p>He is clearly relishing his new role. \"It's so much more fun to run one's own development agency rather than apologising for the running of somebody else's,\" he says. Among his dreams are putting Africa online, reshaping his organisation as the main source of advice to developing countries and mediating in the debate which has split the development community over whether economic growth or redistribution of resources from rich to poor is more important in tackling global poverty. </p> <p><strong> 'Wing and a prayer'</strong><br> </p> <p> Malloch Brown admits the contrast between the bank and the UNDP was \"a bit daunting\" at first. The UNDP runs on a shoestring compared to resources available to the bank and the fund. Its core budget this year was $700m - less than what the bank spends on administration - although with the extra resources it mobilises the overall total rises to about $2.5bn. The bank's lending programme, by contrast, totals $7bn. </p> <p>\"It's all got there by a wing and a prayer,\" says Malloch Brown. In fact, the budget has been declining over the past decade from a peak in 1992 of $1.2bn. The UNDP has been a victim of the aid fatigue which hit the main donors after the collapse of the Iron Curtain removed the political justifications for many countries' lending programmes. </p> <p>But it has also been a victim of its own reputation for inefficiency and waste. Britain is one of the leading donors which has refused until recently to increase its allocation for the UNDP until it sees evidence that the money is being well spent. </p> <p>A British national with a long track record in the international system - he worked for the United Nations High Commissioner for Refugees in the early 1980s - Malloch Brown came to the UNDP at the request of the UN secretary general, Kofi Annan, to shake up the place and be part of Annan's reforming agenda which was showcased at this week's millennium summit. </p> <p>But Malloch Brown was received initially with suspicion. Some poor countries believed he had been chosen to smuggle a bank perspective into an institution which has always been seen as an ally of the developing world. While the World Bank and IMF are under the thumb of the donor countries - the Group of Seven leading industrialised economies controls nearly half of the votes on the fund's management board - the UNDP has always been much closer to the recipients of aid. </p> <p>Malloch Brown freely admits he preaches the bank's line about the need to accompany aid with political and economic reform and he deliberately set out turn the UNDP's focus to the importance of good governance. It was a message not universally popular with aid recipients unaccustomed to receiving lectures on reform from their friends at the UNDP. </p> <p>\"In the first six months I had a bit of rough ride because I said governance ought to be our priority. There was a lot of initial caution, the developing country representatives in New York said 'oh my God, he's another part of this secret political version of the Washington consensus'.\" </p> <p>For some developing country governments the strings which come attached to aid programmes these days, requiring them to consult with their electorates, are seen as a new form of political structural adjustment. </p> <p>But the initial concern has dissipated, according to Malloch Brown, as poor countries have come to realise that they need to change. They would still rather hear the message from the UNDP, however, than endure the more heavy handed approach of the bank or the fund. </p> <p>Malloch Brown's belief in the importance of democratic reforms comes from his time at the UNHCR during the late 1970s, which convinced him that the root of all problems in developing countries was a lack of democracy. </p> <p>\"If you have a competitive political system in which to resolve differences, you won't have refugee flows,\" he says. </p> <p>It was also the spur behind the next stage of his varied career, his work as a political consultant for various developing country governments in the late 1980s and early 1990s. </p> <p>He describes himself then as a \"mercenary for democracy\", and he and his colleagues chalked up some impressive victories, including Corrie Aquino's election campaign in the Philippines in 1986 and the no vote in the Chilean referendum of 1988 which eventually ended General Pinochet's rule. </p> <p>The wave of fledgling democratic governments which came to power in the 1980s were ripe for advice from Malloch Brown's consultancy with its sophisticated polling techniques and understanding of political systems. He learnt a lot, as well, along the way. </p> <p>\"A lot of these nice phrases about local ownership in the development community I learnt at the political coalface.\" </p> <p><strong> 'In the wrong business'</strong><br> </p> <p> Malloch Brown sees his role at the UNDP as the culmination of his previous experience. The organisation clearly needs a PR overhaul to restore donors' confidence, but at the same time he has to go gently to avoid alienating the trust of the developing countries, which is its biggest asset. </p> <p>The old-style UNDP ran thousands of small development projects and had a reputation for being bureaucratic and inefficient. Malloch Brown thinks the project-based approach is a waste of time when its resources are dwarfed by other aid agencies. </p> <p>\"UNDP was in the wrong business, we didn't offer any value added,\" he says. \"In a tight market for official development assistance we were going nowhere.\" </p> <p>The plan now is to reposition the UNDP as an advisory and advocacy agency. That is not, he hastens to add, because advice is cheap, although that is an advantage, but because \"if you look at the environment in which we are operating, advice is a scarce commodity\". </p> <p>In fact, turning the UNDP into an advisory body will bring it once again into competition with the bank, which is also championing the governance agenda. His old boss, James Wolfensohn, has been trying to reposition his institution as the \"listening bank\". </p> <p>But in a head-to-head battle over who should be the prime source of advice to the developing world the UNDP has many advantages. </p> <p>While the bank is handicapped by the perception that it is in the pocket of the G7, the UNDP can capitalise on trust. \"I'm stunned by the freedom I have to raise issues with governments,\" says Malloch Brown. </p> <p>The backlash against globalisation which started in Seattle last December has also benefited the UNDP. \"The Seattle aftershocks which have driven the developing countries back to us made them more cautious and anxious to find an alternative path.\" </p> <p>Malloch Brown is no advocate of stopping the processes of economic integration, however. </p> <p>\"Globalisation is inevitable: the question is on what terms,\" he says. \"We have to make sure that poor people are included in the process.\"</p>",
  "We got up the 2,500ft of the Trift gorge in an hour and a half, to come out in soft, silky, mist that wrapped itself around the tall, pink-painted walls of the Trift hut. Hot drinks and apple tart were welcome adjuncts on this summer day that looked and felt more like late autumn. <p>As we climbed later up the flower-decked slopes towards the glorious alp called Hohbalmen, we searched for signs of the Rothorn hut, perched on rocks at 10,420ft between the Rothorn glacier and the Trift glacier, but the flowing curtain of cloud made a sighting impossible. This path over the great, grassy shoulder of Hohbalmen gives grand vistas in clear conditions, from the sharp crests of the Dom-Taschhorn group to the north face of the Matterhorn and, eventually, to the crenellations of the Dent d'Herens east ridge. There seemed little chance of us seeing much of this, though, as we passed close by the fluffy flock of sheep that haunt this alp each summer. But as we watched them clanking their collar bells through the golden hawkbit the dark curtains began to part: a sunbeam picked out the steep forest below Sunnegga across the valley. </p> <p>The climb continues - to more than 8,800ft by the time it curves round to traverse the southern flanks of the Unter Gabelhorn. Here short-leaved gentian and moss-like saxifrage bordered the narrow path and, further along, the gorgeous masterwort and alpine aster decked our way. Suddenly we stood, bathed in sunlight, and high in the heavens saw the summit roof of the Matterhorn! For a couple of weeks the mountain had been subject to repeated snowfalls and no parties had reached the top; now we saw the upper 500ft above the lowering cloud curtain. It had a midwinter look. The cloud shifted further to reveal part of the north face, darkly shaded and sheathed in ice. </p> <p>As we began the descending traverse clouds gathered again and the Matterhorn was lost to view for the rest of that day. We came down to the moraine and continued along the path to Zmutt, where the farm machinery was covered with plastic sheets. There'd be no more haymaking for days.</p>",
  "<b> Driver held over migrants </b> <br> <p> A London driver was being questioned last night after 37 illegal immigrants, including 12 children, were found in his van on a ferry heading for Dover. The migrants, believed to be from Turkey and Afghanistan, claimed political asylum when they reached Dover.</p> <p><b> Rare animals rescued</b><br> </p> <p> A hundred rare animals have been seized by police and RSPCA officers from a house in Sanderstead, Surrey, as part of an operation against traders in endangered species. A man is now facing prosecution.</p> <p><b> Boys accused of murder bid</b><br> </p> <p> Three boys aged 14-16 were were appearing before Stockport magistrates today charged with the attempted murder of Edith Chapman, 87, at her home. Miss Chapman is recovering. </p> <p><b> Worms treat sewage </b><br> </p> <p> Yorkshire Water is using 120,000 earthworms to consume sludge at its sewage treatment works near Denby Dale, West Yorkshire, as a natural, chemical-free way to kill bacteria. </p> <p><b> Pavlova ashes to be sent home</b><br> </p> <p> The ashes of Russian ballerina Anna Pavlova are to be returned to her homeland for the 70th anniversary of her death. They have been displayed at Golders Green crematorium in north London since her death in 1931. </p> <p><b> Hospital inquiry</b><br> </p> <p> The Royal Free hospital in Hampstead, west London, has launched an inquiry after the body of an emergency patient lay undiscovered in a lavatory for more than 12 hours.</p>",
  "A Mayan palace that has been discovered in a remote Guatemalan jungle is being hailed as a major archaeologicalfind that could mean the rewriting of Mayan history. <p>The size and condition of the palace are said to rival that of the temple in Tikal, in the north of the country, regarded as one of the great ancient sites of the world. The archaeologists who unearthed the palace literally stumbled into it. </p> <p>The discovery was made by archaeologists led by Dr Arthur Demarest of Vanderbilt University in Nashville and Dr Tomas Barrientos of the Universidad del Valle in Guatemala. </p> <p>The expedition, which was sponsored by the Guatemalan Institute of Anthropology and History, the National Geographic Society and Vanderbilt University, unearthed previously hidden buildings and artefacts at Cancuen, north-east of Guatemala City, and near the Pasion River. </p> <p>It is believed that the discovery will lead to a new understanding of political life in Mayan civilisation which was at its height between AD300 and 900, the so-called classic period. </p> <p>Mayan civilisation was divided into several rival city states, mainly in Guatemala but also in Mexico, Belize and Honduras. </p> <p>Classic Mayan civilisation collapsed around AD900 for no generally agreed reason and all the cities were abandoned. It is hoped that the latest discovery may throw some light on this period. </p> <p>\"No-one has found anything like this since the turn of the last century,\" Dr Demarest told the New York Times. \"What is most incredible about this site is that most of the palace is buried virtually intact.\" </p> <p>The king who completed the construction of the palace at Cancuen was Tah ak Chaan who ruled the area for around 50 years from 740 onwards. </p> <p>What differentiates the site from the better-known ones in Guatemala is that there is no sign of the spectacular pyramids which have been seen as the hallmark of the Mayan sites. </p> <p>This is one of the reasons that it has remained undiscovered for so long. </p> <p>There was also initially no indication that the city state there had engaged in warfare which is highly unusual for the period. </p> <p>A lot of jade has already been found at the site. One 16kg (35lb) piece had been discovered which had been used for creating ornaments. The walls are constructed of solid limestone. Surprisingly there is little indication of religious practices which are normally a feature of such sites. </p> <p>Dr Demarest decided to visit the area last year after more than 10 years of archaeological research in Guatemala. He was following up a finding by members of his team which referred to a princess from Cancuen. </p> <p>\"To the untrained eye, the palace looks just like a great jungle-covered hill,\" said Dr Demarest. </p> <p>It was while walking in the area that he fell into a gap and realised that he had stumbled across what turned out to be a three-storey palace built around 11 courtyards and encompassing 170 rooms. </p> <p>The city appears to have had a large commercial centre with many artisans employed producing ornaments for trading. The stonework is said to be of a very high standard and there have been finds of pyrite, or fool's gold, which was used for making mirrors. </p> <p>It is estimated that it will take around 10 years to excavate the site fully. Although the area is no longer in the throes of a civil war, which ended in 1996, it is in a fairly inaccessible region of Guatemala. </p> <p>The full excavations are unlikely to start until next February at the end of the rainy season. </p> <p>The discovery will be welcomed by the Guatemalan government who have suffered from the departure of tourists in recent months following a fatal attack on a group of Japanese visitors in the village of Todos Santos. </p> <p>Tikal has been a chief reason for tourists to visit the area and the discovery of such a major site is likely to bring in a new wave of tourists to help the country's embattled economy.</p>",
  "<p>How well I remember the 70s - that rehearsal for Armageddon with a soundtrack by Sailor. The three-day week, the power cuts and my little family sitting around in the candlelight all through the winter of discontent; me gloating, because I couldn't do my homework, my father self-righteous about supporting his fellow trades unionists, and my mum bringing the party down with the occasional cry of, \"I don't care about no revolution, Bill. It's dead depressing, sitting 'ere in the bleedin' dark!\" </p> <p>In those days, candles were something you kept in the cupboard under the sink in case of emergencies. And, just as my dear late mum would have goggled at you in disbelief if you'd told her then that she'd go on to spend a good part of her old age struggling to and from the Co-Op on treacherous black ice carrying bottles of bloody water for her jumped-up daughter, she would have been similarly unbelieving that, one day, women would voluntarily spend £20 of their hard-earned money on one poxing scented candle that they would then proceed to burn regardless of the availability of electricity, rather than begrudge parting with 99p for a box of six plain white. </p> <p>If there was a power cut tonight, in fact, half the professional young childless households in the nation's urban centres probably wouldn't notice, because a lot of them will be listening to their personal mini-disc players by the light of a dozen flickering wicks. It's a strange idea, and not a little sad - all those twenty- and thirtysomething girls slipping out of aromatherapy baths called things like Sensual and Pamper only to sit about in the dappled dark like spare pricks at a seance, while lonely men download cyberporn in their own soft cells. </p> <p>I'll tell you who's really happy about it, though: the UnShopkeepers. This country, I am sure, will in the future be condemned by some snooty Frenchmen as being a nation of UnShopkeepers. Yes, the butcher and the baker may both be facing rising rates and a future in some godforsaken call centre as their particular skills get priced out by the big boys, but the candlestickmaker is fast becoming king of the heap, central as his goods are to the UnShop. </p> <p>You know an UnShop when you see it. Just like vampires are the undead, an UnShop gives every impression of being just like any other until you get up close. Then, rather than a pair of fangs and no reflection, you see the tell-tale signs: a mass of candles of every hue and pong, numerous candleholders, strange-shaped, apparently useless little pots that are, in fact, holders for small candles, which, in turn, heat aromatherapy oils and, most vital of all, arrangements of small, coloured pebbles in transparent plastic cubes half-filled with water and which cost the best part of a tenner. Most of these gadgets are made in the developing world, and you can't help but imagine the look on the workers' faces - perplexed, contemptuous, but surely never envious - as they earn their meagre wages making these monumentally useless distractions for adults who have more money than sense. I'm not pointing the finger here. Just the other day, I found myself in a shop called Inspirations, trying to decide between a plastic triangle filled with small, coloured beads and a plastic rectangle filled with small, coloured beads (I couldn't decide, so I bought both). </p> <p>What the growth of the UnShop feeds off, of course, is the modern mania for relaxation. In the past, relaxation came naturally: a man or woman went to work, did their daily drudgery, peeled off their pantyhose and then got well and truly slaughtered. But barely anyone uses the gorgeous phrase \"a little R&amp;R\" any more, carrying as it does connotations of slobbing out, drinking up and getting down. It just sounds too dirty . The new buzzwords are \"chilling out\", \"de-stressing\" and, worst of all, the repellent \"pampering\".</p> <p>For all you trainspotters who like counting how many times I've cracked my Guy Ritchie joke (you know, the one about how he got his scar by falling off his pony and landing on his silver spoon), I'm sure you'll recognise my definitive take on the use of the word \"pampering\" in modern retail, too. It means: \"Have a wash and stop being such a neurotic cow.\" Pampering is sex for the sex-less and rest for the rest-less. I bet you could prove with pie charts that the more scented candles a woman buys, the less orgasms/job security she has. Because what all the paraphernalia of the relaxation culture seeks to mimic, of course, is the feeling of security - a feeling that is pretty hard to come by in this non-contract, downsizing world, except in that crucial 10 minutes after really good sex. </p> <p> You have to hand it to capitalism, it's devilishly clever. If, as Lenin said, they could sell us the rope to hang them with, they've also sold us the drugs to tranquillise ourselves with while they proceed to screw more work with less security out of us. Look at aromatherapy: while pretending to be \"on the side\" of the consumer, it is actually all about medicating the consumer into a state of accepting passivity. If, as homeopaths claim, we should \"listen to our bodies\", shouldn't we also take positive action to change our situations when we feel anxiety, fear or anger? Yet aromatherapy tells us merely to sniff at something until those feelings go away! </p> <p>Tragically, even good causes have harnessed this new culture of passivity. WellBeing, which carries out research on health issues affecting women and children, has just launched, with Dove soap, a Dare To Indulge campaign, which, as no less a mezzobrow icon as Lorraine Kelly puts it, is all about \"encouraging women to take a little bit of time out for themselves, all for a good cause. Why not get your husband, friends or family to sponsor you in the indulgence of your choice... anything from having an aromatherapy massage to half-an-hour in a bubble bath... whatever makes you unwind, relax and de-stress\". </p> <p>Surely, in the face of endless under-investment by government into research that might stop thousands of people dying needlessly each year, shouldn't we be demanding that they do something useful with our taxes, rather than throwing millions at the Dome? Instead, we're advised to jump in the bath and not come out until our poor, ground-down husbands and friends part with even more money. Cleanliness is not only next to Godliness these days, but also to goodness in all its forms. I can't help thinking that we'll wake up soon, with all the water cold, the bubbles flat and the scum, as ever, rising to the top. Because, so long as we believe that satisfaction can come from personal cleanliness rather than political change, we'll always be whistling in the dark - no matter how many candles we light.</p>",
  "The paradox of having a garden is that they are the best places for slowing down, but keeping them looking good involves more or less constant activity. This is not to say that some gardens aren't better than others at helping you unwind. <p>Ancient tradition thought of the garden as an oasis in the desert with walls to keep out the world and lush plants irrigated by sacred springs within. Broadly speaking, this is the basic plan of the Paradise garden, which persisted for centuries, and the idea of the walled garden as a place for relaxation - and, traditionally, erotic trysts - is one carved deep into the gardening psyche. </p> <p>Niwa, the Japanese word for garden, means \"an enclosure purified for the worship of the gods\", conjuring up the idea of a quiet, protected place for peaceful contemplation; in this case, the atmosphere of calm is usually achieved by austere simplicity. But if you don't fancy this pure and Zen-like route to balance, you could still go for the design trick of a sense of enclosure, which is common to many traditions - a sanctuary that will be your own private domain. </p> <p>In this respect, urban gardens are an ideal base to work from. They are often already surrounded by walls; and if not, then the small size of the average back yard for once is an advantage because it makes it easier and more affordable to screen it off with fences, trellis or climbing plants. Once you've got the sense of enclosure, then gateways, for example, become loaded with mental resonances, as well as being practical. Beds, borders and edgings then complement the picture. </p> <p>Two designers from different backgrounds have both published books on the subject of the garden as a kind of inner sanctum. In The Inward Garden (Little, Brown, £27.50), the American Julie Moir Messervy, who was inspired by the traditional gardens of Japan, talks about seven primary elements of the garden - the grove, hut, enclosure, threshold, meadow, mount and spring - and how they can be represented in a small domestic space. A \"hut\" can be a garden bench backed by a tree, for example, or a \"bridge\" can be a simple granite slab over a rill, and still have resonance in a scaled-down landscape. </p> <p>In his book, Portfolio Of Contemporary Gardens (Quadrille, £25), the British designer Stephen Woodhams shows how using symbolic elements - bleached stones and semi-succulents to represent a desert garden, for instance - can evoke a wider landscape, and how setting a garden apart both in time and space, and personalising it, gives it restorative powers beyond the pleasures of simply being outside doing nothing. </p> <p>Both designers recommend water as the most powerful element influencing the atmosphere of a garden. The sound of a fountain trickling into a stone basin cools and relaxes, and the energy of water always seeking its lowest level is deeply satisfying, especially as a strong, constant flow. </p> <p>Huge water extravaganzas, such as the Villa d'Este at Tivoli, the André Citroën gardens in Paris, or the amazing water chutes of the gardens of Nishat Bagh, in Kashmir, give the impression that you need a generous space and budget if you're going to use such features in a garden. But a rill a few centimetres wide, flowing down a set of six brick steps and into a small pool in a quiet corner of the Alhambra Palace gardens, in Granada, Spain, shows how the narrowest stream of water can add animation and life. </p> <p>Still water works well, too. Pools, especially if they are sunlit, produce calming reflections that can be intensified if the lining is painted in a dark colour such as black or green. Always aim for a sense of abundance when using water, as in those swimming pools that gently overflow their edges. </p> <p>Another designer, Christopher Bradley Hole, uses a rigid steel lining in pools, so that the water level is flush with the surrounding paving. But for abundance without building work, a beautiful, wide-necked pot filled to the brim and regularly topped up gives the equivalent effect. </p> <p>One garden, in Catford, south London, shows how enclosure, water and simple shapes can work together to make a calm place without being a burden to maintain. The owners, Francis and Kirstin O'Connor, work irregular hours as a theatre designer and a doctor, and since their time off rarely coincides, they wanted to make sure they spent it relaxing rather than doing the gardening. With this brief, Andrew Mitchell, of the Vivid Space design group, built them a decking \"stage\" on which to eat out and entertain friends. </p> <p>In answer to the question whether decking is suitable for the British climate, Mitchell points out that this one is made from English oak, which does not get slippery when wet. He has planed it for a smooth finish and nailed it to joists as you would a floor, using rust-free, stainless-steel nails, so it's solid like a boat deck. </p> <p>The deck has now weathered to a silvery-grey colour, and is surrounded by raised beds of spiky phormiums, bamboo and, in summer, a hot border of purple basil and crocosmia; there's also a pond in one corner. The couple asked a horticulturalist friend, Simon Auton, for a planting scheme that would leave a few pockets of space that they could fill in with their own favourites. Auton tried to steer them towards having more space for plants and, in retrospect, Francis says it's the one thing they would do differently if they went through the process again. </p> <p>This is a good compromise between being a slave to your garden and going for the minimalist \"low maintenance\" style that's high on concrete and Perspex, but low on live plants. And in any case, it's debatable whether this really does cut down on work. As garden designer Chris Maton says, \"Though contemporary-style gardens are low maintenance in the traditional sense - low weeding and low watering - they involve more maintenance in the upkeep of materials. You end up treating metals, for instance, or cleaning glass. I always tell my clients that truly low maintenance is difficult to achieve.\" </p> <p>There is a conflict in this talk of serenity-inducing gardens, because they inevitably involve getting the builders in. It's not ideal, but remember: after the work is done, you really don't have to do a thing, because if you really hate gardening, you can always get a gardener.</p> <p><b>Tranquil tips</b></p> <p>1 Choose plants that like the conditions you've got - soil, aspect, etc - so you don't have to nurse them. </p> <p>2 Check out websites such as <a href=\"http://www.spidergarden.com\" target=\"_NEW\">www.spidergarden.com</a> or <a href=\"http://www.dig-it.com\" target=\"_NEW\">www.dig-it.com</a> for off-the-peg planting schemes. </p> <p>3 Go for repeat planting rather than scores of different varieties - it's much easier on the eye. </p> <p>4 Eliminate bare patches in borders and the lawn so that weeds don't have a chance to get established. </p> <p>5 Get rid of the lawn - it's a lot of work to keep it looking good, and there are more interesting surfaces about. </p> <p>6 Let the worms do the work and use mulches to feed plants and improve soil structure. </p> <p>7 Hoe up weeds before they set seed in spring - it will cut down on weeding for the rest of the year. </p> <p>8 Buy 'young plants' (annual flowers and veg) in modules by mail order, rather than mess about sowing seeds. </p> <p>9 Avoid lots of small container plantings - especially if you haven't much time to water them. </p> <p>10 Have fences rather than hedges: no need to explain which one is more work.</p>",
  "<p><strong>Cheapskate... where to eat out for under £15</strong></p> <p><strong>Telephone: </strong>0161-835 3536</p> <p><strong>Address: </strong>Simply Heathcotes, Jacksons Row, Deansgate, Manchester M2 5WZ</p> <p>Paul Heathcote now has eateries in Preston and this bright space in Manchester. Top-notch Euronosh, thoughtfully cooked, reasonably priced, and, with the Menu Rapide - £12.50 for two courses, £14.50 for three, served 11.45am-2.30pm and 5.30-7pm - swiftly prepared from well-chosen ingredients that nab the palate and leave you with an unheavy satiety. The menu changes daily, but typically offers tangy slow-roasted pork with poached pear, earthy chargrilled lamb chops with bubble and squeak polenta, hake with saffron and mussel risotto, and a tantalising trio of plum tarte tatin, prunes and Armagnac ice cream. Proper food, that. </p> <p><strong>Quick bites... where to eat out in under 15 minutes</strong></p> <p><strong>Telephone: </strong> 0161-236 2346.</p> <p><strong>Address: </strong>Wong Chu Chinese Restaurant, 63 Faulkner Street, Manchester M1 4FF.</p> <p>Bustling Hong-Kongesque emporium in Manchester's Chinatown. All the usual favourites in the menu, but the real treats are at the back. Complete rice dishes, chow mein, ho fun and noodle soup (£3.80-£6.00) prepared before your eyes. Amidst much chopping and steam emerge piles of roast duck, char siu, crispy pork, beef, chicken, prawn, squid, bean curd and vegetables in whatever combination you fancy atop perfectly cooked rice, unctuous crispy noodles, reassuringly fat rice sticks or delicate mixed-meat broth with soft vermicelli. Fast, furious and fun. Wong Chu turns up the heat on better-known rivals. And the Chinese tea is free. </p> <p><strong>On the menu: colcannon</strong></p> <p><strong> Country of origin?</strong> Ireland. <br> <strong> Ingredients?</strong> Mashed potatoes and cabbage or kale. <br> <strong> Hang on a sec. I thought we did that last week.</strong> <br> That was champ, mash with spring onions, another thing entirely.  <strong> Oh. How so? </strong> With colcannon you can add onions, shallots or leeks, and cream and butter to the mash and cabbage, and not be accused of heresy. And you serve it in bowls with a large blob of butter on top. <br> <strong> Sounds like bubble and squeak. </strong> Bubble and squeak is fried. Frying colcannon is forbidden by law. </p> <p><strong>Just out</strong></p> <p> <strong> Uncle Ben's Rispinos Rice Snacks <br>Form: </strong> Small biscuits of compacted rice. <br> <strong> Flavour:</strong> Caramel, chocolate, and apple and cinnamon-flavoured Rispinos all carry the ghost of the flavouring agent, which isn't enough to counter the puffed wheat flavour of the rice. <br><strong> Verdict:</strong> \"Less than1% fat\" trumpets the packet. It's less than 1% of anything, including calories. It's like eating crisp polystyrene. The texture is everything - flavour is almost non-existent. But they are pleasant and one is never enough. <br> <strong> Price:</strong> 27p per 27g pack of 10 Rispinos or 59p per 60g bag. </p> <p><strong>Food on the net</strong></p> <p><a href=\"http://www.valvonacrolla.com\">www.valvonacrolla.com</a> <br> Needs no introduction - the online arm of the fabled Italian delicatessen launched earlier this year to serve its loyal following.  <strong> Pros: </strong> Around 300 to 400 of the most popular and more obscure lines including malt whiskies, amarena cherries, panforte and their own fonteluna sausage. <br> <strong> Cons:</strong> A hand-holding approach towards the scary business of e-commerce. <br> <strong> Delivery:</strong> Varies by region. Orders must be placed by 10am. Premium/ standard for delivery next day on UK mainland and economy for delivery within eight working days. <br> <strong> Charges:</strong> Free on orders over £100. £5 for economy service on mainland.</p>",
  "Bill Clinton's message to crown prince Abdullah of Saudi Arabia was brief and to the point when they met yesterday. Unless the world's biggest oil producer shook some sense into the militant members of the Opec cartel, there was a risk of plunging the world economy into recession. <p>This week's Millennium Summit in New York has been the ideal time for some diplomatic arm-twisting, and the outgoing US president has taken full opportunity of the presence of 189 world leaders to spell out to the Saudis the consequences of turning up the heat on the big industrialised economies. </p> <p>With rising energy costs casting a shadow over Al Gore's election hopes, halting the relentless rise in the oil price to its highest level in 10 years has become a key policy objective in Washington. Nor did Mr Clinton need to look very far for a world leader to support him. Jacques Chirac was also at the United Nations summit to give a first-hand account of how France is grinding to a halt as a result of the protests at rising petrol prices. </p> <p>After years in the doldrums, Opec has now grabbed centre-stage once more. It is 27 years since the 11-nation cartel first came to public notice when its response to Israeli victories in the Yom Kippur war was to increase oil prices fivefold, triggering a period of stagflation - rising prices and lengthening dole queues - in the west. </p> <p>Over the past 18 months it has again been flexing its muscles, agreeing to curb production as world demand for oil rises. As motorists have found to their cost, the result has been a sharp increase in petrol prices at the pump. </p> <p>Prince Abdullah probably did not take much persuading at his meeting with Mr Clinton. The Saudis are well aware that a downturn in the west could cause a collapse in the oil price. Even so, they are likely to get some flak from other Opec members at the cartel's meeting in Vienna on Sunday, who say that the oil producers are being unfairly criticised for a problem caused by higher fuel taxes and refinery bottlenecks in the west. </p> <p>A chart on its website headed \"The rip-off race\" cheekily compares the prices of a barrel of oil, a barrel of Coca Cola and a barrel of Perrier water. Needless to say, it shows that oil is a bargain, though perhaps less thirst-quenching. </p> <p>Today, Opec has more muscle than ever before - at least in theory. Its share of worldwide production has increased from 36% to 41% over the last 10 years, and its share of proven reserves has increased from 67% to 78%. This trend, in the view of some analysts, is likely to continue. </p> <p>But Opec's ability to use this muscle is limited because its members - Algeria, Indonesia, Iran, Iraq, Kuwait, Libya, Nigeria, Qatar, Saudi Arabia, the United Arab Emirates, and Venezuela - have divergent interests and its decisions have to be based on consensus. </p> <p>Oil-producing countries range from those which can barely produce enough for their own needs to those which are almost totally dependent on oil for their foreign exchange earnings. </p> <p><b> Dependent</b><br> </p> <p>The most dependent countries benefit from high prices but also need price stability. Drastic changes, up or down, hamper longer-term development and can mean re-drafting the national budget at short notice. Besides the Opec countries, Russia, Kazakhstan, Azerbaijan, Yemen, Oman and Mexico fall into this category. </p> <p>Julian Lee, analyst at the London-based Centre for Global Energy Studies, said yesterday that Sunday's discussions will not be about whether a production increase is needed, but by how much. </p> <p>\"It is all but certain that the situation will trigger an increase of 500,000 barrels a day, which will be fairly generally accepted,\" he said. \"But Saudi Arabia will push for a bigger increase - because it sees this as being in its own long-term interests and those of Opec generally.\" </p> <p>The Saudis are well-placed to do this because they hold about two-thirds of Opec's spare capacity which is estimated at 3m barrels a day. The Saudis would to some extent be shielded from a fall in oil prices by revenue from their extra production. </p> <p>But other Opec countries - Algeria, Iran, Libya, Nigeria and Venezuela - would lose money as a result of lower prices because they have little spare capacity. </p> <p>Venezuela, which currently holds the presidency of Opec, is at the forefront of the reluctant faction. At 3.1m barrels a day it is Latin America's largest producer - but almost totally dependent on oil. Each $1 drop in oil prices costs it about $1bn (£665m) a year. </p> <p>Its charismatic president, Hugo Chavez, has called an Opec summit in Caracas for later this month, and argues that the real issue is not high prices, but fair prices. </p> <p>\"We understand that they [consumers] start to feel uneasy when crude oil prices reach $30 a barrel, but they can imagine how it must have been for us when it fell to $8,\" he said recently. </p> <p>Coming at a critical moment in the Middle East peace process and in the midst of an American presidential election campaign, the argument over oil prices has acquired a political dimension. </p> <p>The Americans have been shouting more loudly than usual, and the perception that this was motivated, at least in part, by the electoral needs of the Democrats caused some resentment. </p> <p>Since then, the issue has been further complicated by American efforts to drum up support for its proposals on the Israeli-Palestinian issue. On the thorny question of Jerusalem, the Arab governments generally view the US as oversympathetic towards Israel. This is not a particularly good moment for Arab governments to be seen kow-towing to the Americans. </p> <p>Any decision to increase production will also have a built-in assumption that existing supplies will continue unabated. But with low stockpiles around the world, consumers have no real cushion against disruption of supplies from less dependable sources such as Iraq, Nigeria, Colombia and Angola.</p>",
  "Armed police used stun grenades to free eight illegal immigrants believed to have been held hostage by a Chinese \"Snakehead\" gang in the largest anti-kidnap operation ever mounted in the UK. <p>Seven women and one man were freed during the raid on a house in Poplar, east London, on Wednesday afternoon. Two women were discovered crammed into a tiny cupboard space measuring 2ft by 1ft behind a false wall in the two-bedroom maisonette. </p> <p>The women, who, along with the rest of the victims had been held captive for at least 10 days, were distressed and received medical attention. </p> <p>The other hostages were said to be shaken but in relatively good health given the length of their ordeal and the strain of being held against their will. All eight have been taken to a secret address under police protection and will be questioned by immigration officials tomorrow. </p> <p>Thirteen people found in the flat were arrested on suspicion of kidnapping and false imprisonment and were being questioned last night at three central London police stations. Another person arrested at the scene, a juvenile, was released from custody yesterday. </p> <p>A police source said the abductions appeared to be an \"archetypal snakehead kidnap\". The gangs specialise in trafficking illegal immigrants into the UK using extensive smuggling networks. </p> <p>Police were alerted when one of the hostages, a man in his early 20s, escaped from the house on Byng Street in the Isle of Dogs on Monday morning. He was found in a distressed state by a taxi driver who took him to a local police station. </p> <p>Officers from Scotland Yard's kidnap and specialist investigations unit mounted a 24-hour surveillance operation to locate the remaining captives. More than 100 officers were involved in the operation over three days. </p> <p>Shortly before 1pm on Wednesday, officers from the specialist firearms unit fired stun grenades through the front window of the maisonette. A small explosive charge was then fired to remove the lock on the front door and officers stormed the flat. </p> <p>There was no resistance from the suspects although a replica firearm was found in the flat. </p> <p>An eyewitness, Sharon Hurley, 39, who runs a mobile snack business near the flat, described seeing armed officers dressed in black and wearing gas masks storm the flat. \"We heard a series of loud bangs right on 1pm and all wondered 'what the hell was that',\" she said. </p> <p>\"Then we saw all hell breaking loose outside the flat. There were at least four or five armed police dressed all in black, over half a dozen police vans and two ambulances in the street. The officers were carrying rifles or machine guns. They told us later that the bangs we heard were stun grenades.\" </p> <p>All 22 people in the flat, some of whom were dressed only in underwear, were marched on to the street, searched, photographed and then clothed in white boiler suits before being driven away for questioning. </p> <p>Human traffickers charge up to £20,000 to organise passage from China and the majority of the money is paid when the illegal immigrants reach the UK. The majority of Chinese illegal immigrants come from Fujian province, a largely agricultural area. </p> <p>Last month four men were arrested and charged with kidnapping and false imprisonment after a police raid at an address on the Thamesmead estate in Greenwich on the opposite bank of the Thames. </p> <p>Figures released by the national criminal intelligence service (NCIS) show an increase in incidents of kidnapping and extortion involving Chinese-organised gangs in the last year. The number of kidnaps in the UK rose from 41 in 1998 to 72 last year. </p> <p>An NCIS source said there were typically three scenarios in kidnap cases: \"Groups of illegal immigrants smuggled into the country by one gang may be kidnapped by a rival gang and money demanded; they may be taken hostage by the people they payed to smuggle them into the country; or they may be kidnapped after falling behind on payments.\" </p> <p>Jabez Lam, a Chinese community activist, said economic hardship and political repression were behind the increasing numbers of immigrants. </p> <p>\"Unemployment is rising fast in China and it forces people into increasingly desperate choices. These people sometimes leave children and family behind in order to try and make money abroad to support them.\"</p>",
  "<p>More than £3bn - one-third of the company's value - was wiped off the price of shares in Invensys yesterday after the engineering group issued a profit warning and announced an immediate restructuring with 3,000 jobs to be axed. </p> <p>The automation and controls specialist said trading activity had been \"below expectations\" with a downturn in a range of main markets such as US residential, oil and gas, and software systems.</p> <p>Reference to the computer sector particularly upset the City because Invensys has just completed an unpopular deal to take over troubled Dutch software group Baan where 1,000 jobs have already gone.</p> <p>Allen Yurko, chief executive of Invensys - the product of a merger between Siebe and BTR 18 months ago - plans to cut up to 3% of the group's total staff and shut several plants in the US and Mexico.</p> <p>He blamed some of the staff reductions on the dollar's strength against the euro and said only 300 jobs at most would go in Britain.</p> <p>But he admitted there were wider problems: \"The expected recovery in our capital goods markets has not materialised, with oil and gas expenditure down a further 3% year on year. Equally significant has been the effect of an 11% year-on-year reduction in US housing starts on our residential controls markets.\"</p> <p>On the positive side there had been significant improvements in the telecoms, information technology and electronic equipment divisions and targets were being met on merger cost reductions. But some gains had been offset by the lower performance of software systems and automation system divisions.</p> <p>Although there had been growth in high-end software, Invensys complained there was continued weakness in its core markets which were being made worse by pricing pressures, higher product development costs and escalating semiconductor prices.</p> <p>Analysts said they would be slashing their end-of-year forecasts, with ABN Amro predicting a pre-tax profit of £600m, which includes rationalisation costs, instead of £740m. Guy Hewett, engineering analyst with the Dutch bank, said: \"It is disappointing, given the scale of rationalisation, that margins have suffered and they have not been able to compete effectively in the market place.\"</p> <p>Another industry specialist said: \"It is a pretty severe warning. Buying Baan and then reporting margins under pressure in software is just what no one wanted to hear.\"</p> <p>But Invensys defended the Baan acquisition and said its integration and restructuring were proceeding well. \"A new management team has been put in place with incentive plans which will reward [with] a rapid return of the business to growth and profitability.\"</p> <p>It insisted problems in the group had nothing to do with Baan, whose acquisition had already driven Invensys' share price close to a 12- month low. Shares in Invensys ended the day down 93p - 36% - to 167p.</p> <p>The job losses at Baan represent 25% of the workforce; many of the Dutch company's sales offices are being merged with those of its new parent. Invensys will have to write off an extra £30m in the first-half results, to be reported at the end of November, and £35m in the second half. Some Baan shareholders, disappointed at the deal, have refused to sell their stakes to Invensys.</p>",
  "Alan Caddy, who has died aged 60, was a founder member of the Tornados, the only serious challengers to the Shadows as most popular British instrumental unit of the 1960s. The quintet are best remembered for 1962's million-selling Telstar. <p>If unable to build on a number one in the US - where no UK outfit had ever made much headway - the Tornados scored three more entries - Globetrotter, Robot and the Ice Cream Man - in 1963's domestic Top 10 before the advent of Merseybeat, with its emphasis on vocals. Suddenly rendered passé, they soldiered on with a still impressive workload while largely repeating earlier ideas on disc. </p> <p>Unlike the others, Caddy, who was born in Chelsea, London, was classically trained, having served as a boy soprano in Westminster Abbey, and studied violin as leader of the orchestra at school in Battersea, before the onset of puberty found him looking for an opening in pop as a guitarist. It came when he joined a skiffle group, the Five Nutters, who were omnipresent at their own KKK Club in Willesden. </p> <p>After a transitional period as Bats Heath and the Vampires, they went professional as Johnny Kidd and the Pirates in 1958. Among few homegrown rock 'n' rollers regarded with awe, they made a television debut on ITV's Disc Break, with 1959's Please Don't Touch. Much of its charm emanated from Caddy's galvanising riffing. </p> <p>However, because Caddy was riven with self-doubt about his ability, another guitarist picked the staccato lead on Kidd's climactic Shakin' All Over - which, while it knocked Cliff Richard from the top in August 1960, netted Caddy only a standard session fee of 15 guineas. </p> <p>Within a year, Johnny Kidd was becalmed outside the Top 50, and Caddy and his fellow Pirates had abandoned the apparently sinking ship, retaining their stage costumes to be the Cabin Boys behind Tommy Steele's brother, Colin Hicks, a huge attraction in Italy. </p> <p>Hicks proved a difficult employer, and Caddy flew home to land on his feet as mainstay of the Tornados, assembled in the first instance to back Ken Charles, Pamela Blue, John Leyton and Mike Berry and similar protégés of the console boffin Joe Meek, in his RPM studio in Holloway Road, London. </p> <p>Following a miss with Popeye Twist, written by Caddy and drummer Clem Cattini, the ethereal Telstar was taped as a routine backing track - albeit with a poignant \"second subject\" plucked by Caddy - hours before a show with Billy Fury in Great Yarmouth. Overnight, Meek transformed it into the quintessential 1960s instrumental. Though dismissing the RPM sound as \"unadulterated lift music\", Caddy remained a Tornado throughout their period of greatest celebrity as both respected sidemen, hit parade contenders and patron saints of myriad combos created in the same image - notably the Volcanos, with Polaris. </p> <p>The first perceptible sign of danger occurred with Dragonfly, a comparative flop, coinciding with the exit shortly before of bass player Heinz Burt - and, with him, most of the group's teen appeal - in autumn 1963. As injurious a departure in its way was that of Caddy, after the release of 1964's Away From It All, an album containing four of his compositions. By then, Caddy was well-placed to make a living as a session musician, and even become a star in his own right, but, said Clem Cattini: \"He never achieved his potential because he didn't believe in himself.\" </p> <p>Caddy took a job as house arranger and producer for Avenue Records, a budget label specialising in covers of current hits. Next, he moved to a similar post in Canada. Back in England by 1975, Caddy was involved in a remake of Telstar by a reconstituted Tornados, but chose not to return to the public stage - although he was persuaded to pitch in occasionally when attending RPM Appreciation Society evenings - as he was a few months ago when he gave his last performance, which included a game, if ragged, crack at the timeless Telstar. </p> <p>Alan Caddy is survived by his wife and daughter. <br></p> <p>Alan Caddy, guitarist and song arranger, born February 2 1940; died August 16 2000</p>",
  "<b>Floods spread rat disease</b> <br> <p>A disease spread from rat urine is killing more people in Thailand this year than at any time in almost 60 years, the health ministry said yesterday. </p> <p>At least 182 people have died from leptospirosis because heavy flooding has made conditions good for bacteria. </p> <p>AP, Bangkok </p> <p><b> Mines deployed in 20 conflicts</b><br> </p> <p>Landmines are in use by 11 governments and at least 30 rebel groups in 20 conflicts, the British-based group Landmine Action said yesterday. </p> <p>The heaviest use since March 1999, it said, was in Chechnya, mainly by Russian forces, and in Kosovo, primarily by Yugoslav forces but also by the Kosovo Liberation Army. </p> <p>Other areas include Georgia, Burma, Sri Lanka, Nepal, Afghanistan, on the Eritrea-Ethiopia border, Colombia, south Lebanon, Turkey and northern Iraq. Anti-personnel mines are, in theory, banned by treaty. </p> <p>Richard Norton-Taylor</p>"
]