[
  "<p>Jayne Anne Phillips was only 26 when her first book, a collection of short stories called Black Tickets, was published to immediate and ecstatic acclaim - Raymond Carver called them stories 'unlike any in our literature... this book of hers is a crooked beauty'; Nadine Gordimer hailed her as the best short story writer since Eudora Welty. </p> <p>Now she is in her late forties, with lines on her austere and beautiful medieval face and grey in her long, dark hair; the turbulence of her life is concealed behind an air of intelligent watchfulness. She has published only four books in the intervening 20 years - Machine Dreams, Fast Lanes, Shelter and now MotherKind (Cape £15.99, pp304). She is, she admits with a rueful laugh, slow. 'Yes. A slow writer. Life gets in the way. I have to fit my writing around the edges of it.' </p> <p>By life, she means not only her other work - teaching writing in workshops and on literature courses - but also 'children, friends, cooking, chores. You know. All those things. Laundry. Life.' All those things, the little, ordinary things, are the subject and what little there is of narrative in MotherKind (Phillips says alarmingly that she 'isn't really interested in narrative; I don't really believe in it'). </p> <p>Two stories are plaited together in this richly melancholy novel (story is too strong a word for the soft, unfolding of emotion): birth and death. As one life begins, another ends. They are made to seem very close to each other, suffused with the same thick and dreamy light. </p> <p>Kate is the woman who loses a mother as she becomes one. She is a poet who, after a lifetime of relationships with other artists that were more like 'conflagrations', has met kind, steady, tender Matt, a doctor who has left his unfaithful wife. He already has two sons who adore him and blame him and blame Kate and crash around the new couple's small house at weekends, needy and insistent. </p> <p>At the start, Kate is pregnant. She can feel 'the tremor in the deep, wet dark of her body, so small, yet not imagined... like a minnow in water, Kate thinks, the flutter of a soul'. She is going back to her home town to visit her mother, Katherine, who has cancer and is dying. As Kate's baby grows, so does Katherine's tumour. Both women are waiting, listening to their bodies. </p> <p>The mother comes to live with the daughter and her household of males. She lies in an upstairs bedroom, propped up by pillows. Kate cooks, writes, sits with her mother and talks about old memories. The baby is born, a boy with a velvety skull, ripping into the world, filling the house with his inconsolable cries and whimpers, the smell of milk, bibs in the washing machine. The mother grows weaker, but gradually.</p> <p>Days are slow with female needs: the suckling baby, the dying mother with the hot skin, bread rising in the oven, fat trimmed from the meat; the gummy baby, the milky smell, the floury potatoes in the pan, a man's hand clasping a woman's high-arched foot, ice on the streets, the sweat on the brow of the dying woman, the mingling smell of life and death. </p> <p>Matt is still there, but seems far off in the novel, which feels uncontemporary, more like a dim, rich Vermeer interior, two women stooping over a baby in the soft light; peeled fruit on a plate. Nothing really happens, except that time passes, which is the point. The baby says his first words and Katherine starts to lose speech. The baby learns to totter on his thready legs and Katherine can no longer raise herself out of her bed. The baby stops crying for food, but now Katherine's breathing, laboured and guttural, echoes through the house, making everyone silent. We don't see her dying, just as we don't see the son being born. We see Kate woken in the night and entering the dark room where her mother is leaving. No words are spoken. The novel becomes silence. </p> <p>Phillips's mother died of cancer the year her son was born. She, too, had chemotherapy so that she could see her grandchild. 'That much is true. But I wasn't there like Kate. I was there as a daughter. I wasn't there as a writer. There's a lot I don't remember, blanks around certain peaks. The mother isn't my mother, although the closeness between mother and daughter was our closeness. I knew one day I would have to put it into words, in order to understand it, redeem something. </p> <p>'But in the wake of my mother's death I wrote Shelter, which is - although I didn't see it at the time - about orphans, and which goes beyond family to something primal, tribal. I needed distance to create a world that corresponded to my experience, but which I was free from. I felt I found my mother again - what she was before she was dying, and what she became beyond it. I don't think that is a consolation; I don't think there is consolation. But there is acceptance and understanding of death and your place beside it. But you have to go through it; that's the only way to survive - and if you go through it, then something survives beyond it. And that something is love.' </p> <p>She talks with great intensity about writing. 'I am very self-censoring,' she says. 'And language-oriented. I write line by line, by the sound and the weight and the music of the words. I don't do much rewriting, because each paragraph is very carefully put together. I don't investigate things by writing about them, but let them build up inside of me. </p> <p>'With MotherKind, I was asking: what is death? What is being alive? I wanted to write about that milky, sensual space in an infant's life, and in the mother's, where identities are melted. </p> <p>'Divinity,' she says, with no irony. 'That's what I'm trying to get at, in everything I write.' She does not mean 'an eye in the sky', but 'the eye of the self perhaps, the finding of meaning. Writing takes a stand against randomness'. She has always felt that writing is 'forbidden, an act of transgression'. </p> <p>When she was a child, growing up in West Virginia, in a place where her family had lived for 300 years, 'everyone knew everyone's stories, but the stories were secret. As the writer in my family, I felt that I was the person who was charged with making sure all these stories and ideas survive, but at the same time you're not allowed to tell anyone. Writing is the telling of secrets. Secrets have to be told. It's terrible if they're not, but if you tell the secrets, they can transform and unite one moment with another, and bridge the gulf between time, distance, difference.' </p> <p>Nevertheless, she says drily, her mother is 'quite happy not to be here for the publication of this particular book. She thought there were certain things that shouldn't be talked about. She wished I'd shut up. But I couldn't.'</p>",
  "<p><strong> The End of the Peace Process: Oslo and After</strong> </p> <p> Edward W Said </p> <p>345pp, Granta</p> <p>£15 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000339033,00.html\">Buy it at BOL</a> <br></p> <p> Edward Said is an eloquent advocate of the Palestinian cause in the west, but he is also a hate figure for both the Israeli right and American neo-conservatives. Like Vladimir Jabotinsky, the founder of the Revisionist Zionist movement, Said is an independent and controversial critic, a prolific writer with broad intellectual interests in numerous cultures. Above all, however, he is a romantic nationalist and political maximalist. </p> <p>This essay collection, which addresses mainly an Arab audience, details Said's disillusionment with the Palestinian political, business and intellectual elites, and his deep anger at most sections of Israeli society. It is in stark contrast to his well-crafted memoir Out of Place - an act of reclaiming both Palestine and a Palestinian identity. </p> <p>Said's essays commence with a range of subjects, yet all end with a recounting of the Palestinian tragedy. His narrative goes like this: the peace process in the 1990s is a betrayal of the past by the \"cowardly and slavish\" Palestinian leadership. In Said's eyes, there is corruption, police brutality, rising unemployment, an absence of human rights and a total lack of democracy. \"The Palestinian Authority is at bottom a mafia.\" Because of his forthrightness, coupled with his inability to look away, he was banned from entering his spiritual homeland, and his books were confiscated from Palestinian bookshops by Arafat's administration in the summer of 1995. </p> <p>For Said,\"'pragmatic' is a nauseating word\". He believes that the Oslo Accords put \"an end to idealism and vision\" and that Arafat has not negotiated, but surrendered. Yet many Palestinians have rebuked him for his pessimism and his refusal to spell out alternatives. He has no suggested borders, no plan on the division of Jerusalem. His destination is far more heroic - the struggle of the Palestinians is not to establish \"a parochial little entity whose main purpose is to give the world another airline\", but to transcend themselves as a small people and to fight for justice in the world. Wheeling and dealing in short-term nationalism was never his stock in trade. </p> <p>Other Palestinians, who have negotiated with the Israelis rather than engaging in intellectual discourse with them, understand that their opponents' narrative is different. They may abhor and denigrate it, but they recognise that it is as real for Israelis as their own is for Palestinians. Said's refusal of that recognition places Israelis in a state of denial from which they must be rescued. \"Reality must be improved and changed, not accommodated to.\" His insistence that there is only one narrative allows him virtually to airbrush out the Israeli peace movement and to glorify extremely marginal figures in Israel. For Said, the sickness of Oslo is an infection spread by the Israelis: even before 1992, he writes, \"we had already been infiltrated by their intellectuals and policy elites\". </p> <p>Yet he is always ready to debate and discuss with Israelis - especially the \"new historians\", whose analysis has punched holes in the traditional view that all the Palestinians left voluntarily in 1948. Said, however, utilises intellectual endeavour only if it fits into his unchanging narrative. Thus an encounter with Benny Morris, the first new historian to publish Israeli archival material on the expulsion of Palestinians, leads Said to conclude that Morris did not draw the correct conclusions from his work - it was not a partial expulsion, Said maintains, but a total one, according to a preordained plan. </p> <p>Selectivity leads to generalisations - and there are many. Said says that after atrocities, \"Kill the Arabs\" was a frequently heard refrain among ordinary Israelis. It is well known that the moronic followers of the late, unlamented Rabbi Meir Kahane would rush to the scene of an incident and incite hatred with such cries. But this blanket assumption paints the Jews as Israel's willing executioners. </p> <p>Said's way forward? That the Israelis should acknowledge what they did to the Palestinians in 1948 and bear responsibility for all the Arab deaths in all the wars. This comes before all else - \"The peace process is reversible.\" He recognises that the Israeli narrative is changing due to the work of the new historians in Israel. But Said also asks: \"Where are the Palestinian new historians?\" This poses a further question: as long as many Arab archives remain closed, how can Said argue with such certainty that he knows all the facts and is not merely an unwitting participant in the megaphone war? </p> <p>Said repeatedly writes about his genuine desire for coexistence with the Israelis and occasionally about their right to self-determination. But does this mean national self-determination? In an interview in the Israeli press last month, Said espoused the idea of a bi-national state over a two-state solution. The Jews should give up the burden of their sovereignty and satisfy themselves with being a minority in a pan-Arab structure. Yet he also admitted his worries about whether this minority would be treated fairly. Said writes that \"collective memory is a people's heritage, but also its energy\". If this is true for the Palestinians, why should it not be so for the Jews? Unfortunately, brilliant scholarship does not always imply great insight; it is the squalor of the refugee camp and the suffering of its inhabitants that differentiate theory from practice. </p> <p> \u0095 Colin Shindler is a fellow in Israeli Studies at the School of Oriental and African Studies. His most recent book was Israel, Likud and the Zionist Dream.</p>",
  "<p>From the age of six, growing up in Canada, Naomi Klein was obsessed with brand names, and what she could buy. She had a thing about the bright signs she saw from the back-seat window of the family car: McDonald's, Texaco, Burger King and, especially, the fluorescent yellow gorgeousness of Shell: \"So bright and cartoon-like I was convinced that, if I could climb up and touch it, it would be like touching something from another dimension - from the world of TV.\" She used to stitch little fake alligators on to her T-shirts so they would look like Lacoste, had a Saturday job in Esprit (they had the best logo), and her biggest fights with her parents were over Barbie and the price of designer jeans. In her high-school yearbook - where some are labelled \"most likely to succeed\" - she was \"most likely to be in jail for stealing peroxide\". She was defined by the products she used to change the colour of her hair. </p> <p>But now, aged 30, Klein has written a book, No Logo, which has been called \"the Das Kapital of the growing anti-corporate movement\". The teenager fixated on brand names has become a campaigner against our over-branded world, and a populariser of the kind of anti-corporate ideas that are currently fuelling protesters against the IMF/World Bank meeting in Prague. The book has been a word-of-mouth sensation, giving voice to a generation of people under 30 who have never related to politics until now. The band Radiohead were so inspired by No Logo that they have banned corporate advertising from their British tour, deeming all venues \"logo-free\" - Ed O'Brien, the guitarist, says, \"No Logo certainly made me feel less alone. She was writing everything I was trying to make sense of in my head. It was very uplifting.\" </p> <p>As a chronicler of what she calls \"the next big political movement - and the first genuinely international people's movement\" - Klein writes that Nike paid Michael Jordan more in 1992 for endorsing its trainers ($20 million) than the company paid its entire 30,000-strong Indonesian workforce for making them; why, in her opinion, this makes people angry; and why that anger is expressed in rallies outside the Nike Town superstore, rather than outside government buildings or embassies. She shows how globalisation has hit the poor the most, and how this new political movement is both historically informed and absolutely of the moment, like nothing that has gone before. </p> <p>And, as we shall see, it was bound to be some- one such as Naomi Klein who would be both at the heart of anti-corporatism and interpret it for everyone else. The anti-corporate movement is resolutely disparate, and has no leaders; but it is no coincidence that its most prominent populariser should be a 30-year-old woman from North America (the heart of wealth and power), whose political background is a leftwing family and a teenage rebellion through shopping. As we shall see, she is perfectly placed to reflect these times. </p> <p>Klein's argument starts with what we all recognise. Logos, she says, are \"the closest thing we have to an international language, by force of ubiquity\". Most of the world's six billion people could identify the McDonald's sign, or the Coca-Cola symbol - we are united by what we are being sold. And the selling, these days, isn't just in magazines or on billboards: Gordon's gin fills British cinemas with the smell of juniper berries; in some Scandinavian countries, you can get \"free\" long-distance calls if you consent to ads cutting into your telephone conversations; Nasa has solicited ads to run on its space stations. There's no escape. </p> <p>Furthermore, advertising today is not merely about selling products; it is about selling a brand, a dream, a message. So Nike's aim is not to sell trainers but to \"enhance people's lives through sports and fitness\". IBM doesn't sell computers, it sells \"solutions\". And as for Polaroid, well, it's not a camera - it's a \"social lubricant\". You sell the message of your brand, not your product, and you can expand as widely as you like. As Richard Branson says, you \"build brands not around products but around reputation\" - and leap from record shops to cola to banking to trains. </p> <p>But Branson's trains show how fragile this strategy might be - if Virgin trains don't run on time, why should you trust his bank? Or look what happened to Nike - from being \"the spirit of sports\" in the early 90s, the campaign against its use of atrocious sweatshops in developing countries led CEO Phil Knight to confess in 1998 that his shoes \"have become synonymous with slave wages, forced overtime and arbitrary abuse\". When it's no longer just about trainers, when the corporations have promised so much more - a way of life! - they have very much more to lose. </p> <p>What's more, says Klein, people start to resent the colonisation of their lives. Fine, they say, I'll buy my shoes from you, but I don't want you to take over my head. Young activists, says Klein, feel that their cultural and political space has been taken away and sold back to them, neatly-packaged, as \"alternative\" or \"anti-sexist\" or \"anti-racist\". So Seattle grunge (including its star, Kurt Cobain) implodes through commercialisation, and the designer Christian Lacroix says, \"It's terrible to say, very often the most exciting outfits are from the poorest people.\" So the Body Shop displays posters condemning domestic violence and Nike runs an ad saying, \"I believe high heels are a conspiracy against women.\" So Nike signs up black stars such as Michael Jordan and Tiger Woods, and then adorns the walls of Nike Town with quotes from Woods saying, \"There are still courses in the US where I am not allowed to play, because of the colour of my skin.\" It's anti-racism without the politics; 50 years of civil-rights history reduced to an anodyne advertising slogan. </p> <p>Next, the big brands effectively force out small businesses and take over as much physical space as possible, with mergers and synergy being the business buzzwords. Starbucks coffee shops (once they have co-opted a right-on, third-world-loving, world-music-playing milieu) operate by \"clustering\": an area becomes saturated with branches, local cafes close down (preferably well-liked independent ones in groovy areas) and the big brands take over. Meanwhile, McDonald's wages a 26-year battle against a man called Ronald McDonald whose McDonald's Family Restaurant in a small town in Illinois was founded in 1956. How dare he be born with the same name as a corporate giant? </p> <p>And while the corporations are busy doing what they think is important - branding a way of life, putting the squeeze on independent shopkeepers, and the like - someone, somewhere, has to make the stuff. This may be a time of \"degraded production in the age of the superbrand\", as Klein puts it, but corporations do tend to need a product somewhere along the line. The \"death of manufacturing\" is only a western phenomenon - as we're consuming more products than ever, someone must be making them. But it's difficult to find out who. As Klein says, \"the shift in attitude toward production is so profound that, where a previous era of consumer goods corporations displayed their logos on the facades of their factories, many of today's brand-based multinationals maintain that the location of their production operations is a 'trade secret', to be guarded at all costs.\" Very often, it seems, they are produced under terrible conditions in free-trade zones in Indonesia, China, Mexico, Vietnam, the Philippines and elsewhere. </p> <p>The sweatshops Klein visited in Cavite, the largest free-trade zone in the Philippines, have rules against talking and smiling. There is forced overtime, but no job security - it's \"no work, no pay\" when the orders don't come in. Toilets are padlocked except during two 15-minute breaks per day - seamstresses sewing clothes for western high-street chains told Klein that they have to urinate in plastic bags under their machines. Women like Carmelita Alonzo, who sewed clothes for the Gap and Liz Claiborne, had a two-hour commute home, and died after being denied time off for pneumonia, a common illness in these factories. As Klein says, people are now demanding to know why, if the big brands have so much power and influence over price and marketing, they do not also have the power to demand and enforce ethical labour standards from such suppliers. </p> <p>And don't think, says Klein, that the developing world is the only place for exploitation by western industry. \"Cavite may be capitalism's dream vacation, but casualisation is a game that can be played at home,\" she writes. Europe and North America have played host to the most extraordinary rise in impermanence at work over the past two decades. The \"McJob\" is a contemporary template: low-paid, no benefits, no union recognition and no guarantee that your job will be there in the morning. At Wal-Mart, the world's largest retailer which opened its first British shop in July after buying Asda, \"full time\" in its US branches means just 28 hours a week; the average annual wage is a barely-livable $10,920. \"You can buy two grande mocha cappuccinos with my hourly salary,\" says Laurie Bonang, a worker in Starbucks. Microsoft, the gleaming testament to the hi-tech products of our future, has an extraordinary one-third of its workforce working as temps. As Klein says, \"It was Microsoft, with its famous employee stock-option plan, that developed and fostered the mythology of Silicon Gold; but it is also Microsoft that has done the most to dismantle it.\" </p> <p>So what happens when working conditions and modes of production fail to match up to a glorious, positive, right-on brand identity? People start to get angry. </p> <p>Anticorporate activism is on the rise precisely because branding has worked so well, believes Klein, in a neat example of the Marxist idea that capitalism contains within itself the seeds of its own destruction. \"Multinationals such as Nike, Microsoft and Starbucks have sought to become the chief communicators of all that is good and cherished in our culture: art, sport, community, connection, equality. But the more successful this project is, the more vulnerable these companies become. When they do wrong, their crimes are not dismissed as the misdemeanours of another corporation trying to make a buck. This is a connection more akin to the relationship of fan and celebrity: emotionally intense, but shallow enough to turn on a dime.\" Having lived that relationship with consumer goods herself, Klein knows just how it feels. </p> <p>She says that anti-brand activism is taking place on two fronts. \"On the one hand, it's throwing bricks through McDonald's window in Seattle. On the other, it's saying that we actually want the real thing, the real 'third place' [not home, not work] that Starbucks tries to sell to us, the real public space. People are saying: 'I do want real community, this is a strong and powerful idea, and I resent the fact that this idea has been stolen from me.' You've got these products that are held up on insane pedestals - all of the collective longings of our culture have been projected on to lattes or trainers. So there's a process of actively denting the facade of the brand with the reality of the production.\" </p> <p>This deconstruction takes many forms, some more successful than others. The activism includes \"culture jamming\", whereby ads are subverted by \"guerrilla artists\" to send anti-corporate messages out to the public; jammers paint hollow skulls on the faces of Gap models, or change an Apple ad featuring the Dalai Lama and the slogan \"Think Different\" to \"Think Disillusioned\". It includes the campaign group Reclaim The Streets, which started in Britain partly in response to the 1994 Criminal Justice Act and which focuses its concerns on environmentalism and the removal of public space; they stop cars, block a road and have a party on it. Reclaim The Streets is now an international movement - on May 16, 1998, 30 Global Street Parties took place around the world. </p> <p>Students in North America, meanwhile, have been active in anti-sweatshop campaigns, most noticeably since 1995-96, which Andrew Ross, author of anti-sweatshop textbook No Sweat, calls \"the year of the sweatshop\". It was a year that brought many revelations. One typical example: a factory manager making clothes in El Salvador for a major US clothing firm announced that \"blood will flow\" if anyone joined a union. And another, more shocking for the American public: the named-brand clothes line of TV presenter Kathie Lee Gifford (a bit like Lorraine Kelly, only cheesier) was manufactured by child labourers in Honduras and in illegal sweatshops in New York. (She cried on TV and became an anti-sweatshop campaigner herself.) Guess, Mattel, Disney and Nike were the targets of similar exposés. </p> <p>The tactics of many of these anti-sweatshop groups involve \"head-on collisions between image and reality\", says Klein, whether it is filming an Indonesian Nike worker gasping as she learns that the trainers she made for $2 a day sell for $120 a pair in San Francisco Nike Town, or comparing the hourly salary of Michael Eisner, CEO of Disney ($9,783), with that of a Haitian worker who stitches Disney merchandise (28 cents). </p> <p>Other brand tactics simply hit companies where it hurts most. Nike didn't seem too bothered about the campaign against it that took off so vehemently in the US in the mid-90s, until a group of black 13-year-olds from the Bronx, the company's target market and the one exploited by it to get a street-cool image, learned that the trainers they bought for $180 cost $5 to make, which led to a mass dumping of their old Nike trainers outside New York's Nike Town. (One boy, reports Klein, looked straight into the TV news camera and, showing a brand understanding that should alert his elders, said, \"Nike, we made you. We can break you.\") </p> <p>The UK's McLibel trial, which began in 1990, hurt McDonald's so seriously - even though the firm eventually won the case - because it forced the hamburger giant to be open about its business practices. After suing two British environmentalists for libel, the firm was forced to spend a humiliating 313 days in court, the longest trial in British history, defending every last detail of its business and making a number of spectacu- lar gaffes along the way, such as one executive's claim that Coca-Cola is nutritious because it is \"providing water, and I think that is part of a balanced diet\"; and another's that McDonald's burial of rubbish in landfill sites is \"a benefit, otherwise you will end up with lots of vast empty gravel pits all over the country\". </p> <p>Some activists use the courtroom; others, such as those opposed to Shell's involvement with the Nigerian military government that devastated the Ogoni lands and executed their champion, the writer Ken Saro-Wiwa in 1994, focus on issues of freedom of expression. Others humiliate corporations on TV, take over roads, jam ads, gather wherever there is an international summit (Auckland, Vancouver, Manila, Birmingham, London, Geneva, Kuala Lumpur, Cologne, Washington DC, Seattle, Prague), wreck a McDonald's before it has even been built (the Peasant Confederation in Millau, France). And in the developing world, home to the main victims of the global economy, rural activists burn GM seeds and hold laughing protests (Karnataka state farmers in India, who claim to number 10 million), revolt against the privatisation of the water system (Bolivia), strike and take over the national university over a World Bank edict to raise student fees (Mexican students). The protest in Seattle was so huge because it was diverse; the US union movement marched side by side with the head of the Filipino peasant movement. It is global, anarchic and chaotic, like the internet it uses to organise; it is, says Klein, \"the internet come to life\". </p> <p>When we meet, Klein serves a fruity drink that, its maker's claim, is packed with intelligence-boosting herbs. (I don't remember the brand name.) She is shy at first, and then not shy at all. She doesn't wear Gap or drink Starbucks, and is a lively and witty speaker (in public, too); her conversation is full of pop culture vernacular and jokes against herself. We sit in her backyard in Toronto, which has a flourishing 'No Logo' clematis (named to celebrate finishing her book), and are interrupted a couple of times: first by her husband, Avi Lewis, a big TV star in Canada for his hugely successful, four-times-a-week political discussion programme; then by his mother, Michele Landsberg, one of Canada's foremost radical feminists, bearing gossip and a salmon. Klein and Lewis married because they wanted to \"have a big party\", but they don't wear rings because they don't want to be branded as married. Entertaining, political, down-to-earth, they clearly have a great time together; Lewis says that, since he met Klein, he's \"got a lot more serious and had a lot more fun\". </p> <p>Klein grew up with politics all around her. Her grandparents were American Marxists in the 30s and 40s; her grandfather was an animator at Disney who was fired and blacklisted for organising the company's first strike. Her parents, who are also American, moved to Canada in protest at the Vietnam war. Her father is a doctor and her mother, Bonnie Klein, made the seminal anti-pornography film, This Is Not A Love Story, in 1980. \"My mother was really involved in the anti-pornography movement, and when I was at school I found it very oppressive to have a very public feminist mother - it was a source of endless embarrassment. When This Is Not A Love Story came out, there was a lot of backlash against my mother. The headline in the Toronto Globe And Mail was \"Bourgeois Feminist Fascist\", and she was made Hustler magazine's asshole of the month; they took my mother's head and put it on the back of a donkey. It was not cool in 1980 to be making films about pornography. Not at my elementary school, anyway.\" </p> <p>This, she says, is part of the reason she wanted nothing to do with politics when she was growing up. \"I think it's why I embraced full-on consumerism. I was in constant conflict with my parents and I wanted them to leave me the hell alone.\" Her brother, who is two years older, did not go through the same kind of rebellion: \"I don't think he was quite so much a victim of the 80s as I was. We had no culture growing up. We had Cyndi Lauper.\" </p> <p>So, after years of obsession with Barbie, Girl's World and Disneyland, what brought about the change? \"I know the only way that I escaped the mall - which is not to say that I don't ever go, or enjoy it - the only way I got consumerism and vanity into a sane place in my life, though I don't think we are ever rid of them, was just by becoming interested in other things. It's that simple. Saying that you're a bad person for buying this or wanting this only turns people off.\" Klein was all set to go to the University of Toronto to study English and philosophy when her mother had a very severe stroke aged 46. She took a year off to care for her. \"I think that's what stopped me from being such a brat.\"</p> <p><a href=\"http://www.guardianunlimited.co.uk/weekend/story/0,3605,371824,00.html\">Read part two of Hand-to-brand-combat here</a></p> <p>\u0095 No Logo, by Naomi Klein, is published by HarperCollins, priced £14.99. For links, visit the book's <a href=\"http://www.nologo.org\">website</a>.</p>",
  "<p>I remember watching an episode in the telly series, uncharitably called Two Fat Ladies, featuring Clarissa Dickson Wright and the adorable and much-missed Jennifer Paterson. They were out in the woods picking mushrooms. It was like Dingly Dell. Every type of mushroom - shaggy ink cap, cep, hedgehog, chanterelle and naughty old fly agaric - was poking up and screaming for attention, begging to be picked. </p> <p>It was more like the pick'n'mix at Woolworths than any experience I have had picking mushrooms. There are the great mycophiles, such as Antonio Carluccio, Pierre Koffmann and Mauro Bregoli, who cannot walk into a wood without kilo upon kilo of perfect ceps practically falling in their laps. And there is me. I have had some success, do not get me wrong. In the Chilterns, I picked nearly a kilo of trompettes de la mort (I prefer the French name to the English horn of plenty - it's more resonant and the latter is inaccurate: Horn Of Not Very Much At All Actually would be nearer the mark), and have enjoyed other minor successes. If I had to rely on my mushroom picking for nourishment, however, I would cut a much slimmer figure than I do today. </p> <p>Like chasing the fox, the hunt's the thing. Mushroom picking is as full of lore and secrecy as any masonic lodge. Good friends suddenly turn cold and evasive at the slightest enquiry as to the location of their trove. Directions as precise as \"in the south of England\" or \"an hour away from my parents' place\" begin to sound like real clues. These same people get up ridiculously early to beat each other to their quarry. This may be my problem: I've always found it hard to get much accomplished before about 11 o'clock, by which time most pickers have got back home, identified their crop, had breakfast and finished the Times crossword. </p> <p>Still, it makes a good day out, and the kids love it. Do I need to offer the usual strictures? Of course, you must not eat anything until you are absolutely sure that you know what it is, and never put anything in a common basket until you are equally sure of its identity. Common sense, really. Given my difficulties with mushrooms, I've opted for a nice, generic dish, the risotto, for our lunch. If you happen to collect a particularly good crop of ceps, make the potato and cep cake. If you are not so lucky in your hunt, fake it with dried ceps, like a disappointed angler's surreptitious visit to a fishmonger. </p> <p> All recipes serve six. </p> <p><strong> Parma ham with figs</strong></p> <p> I never know whether I prefer my Parma ham with figs or with melon - I adore both. This is the time when one has to bully at the delicatessen counter. Make sure the ham is cut from the middle and that it is cut wafer-thin. The figs must be soft and ripe - not such an easy thing to find - and have good crusty bread and unsalted butter at hand.</p> <p><strong> 400g Parma ham <br> 9-12 ripe figs, depending on size, cut into quarters</strong> </p> <p>Simply lay out the slices of ham on a big platter, surround them with quartered figs and serve. </p> <p><strong> Wild mushroom risotto</strong></p> <p><strong>750g miscellaneous wild mushrooms <br> 1 onion <br> 2 cloves garlic <br> 1 litre chicken stock <br> 100g butter <br> 450g arborio rice <br> 150g Parmesan, freshly grated</strong> </p> <p>Prepare the mushrooms by trimming the bases, scraping the stalks and cutting off any bits that are rotting. Wash the mushrooms in cold water, but do not let them soak. Slice them so that they are all roughly the same size. Peel the onion and garlic, and chop quite fine. </p> <p>Put the stock in a pot and bring gently to the boil. Put half the butter in a heavy saucepan, add the onion and garlic, and stew on a gentle heat for five minutes, then add the rice. Stir to coat it well in the butter, then add the mushrooms, all together. </p> <p>Start adding the stock, ladle by ladle, stirring the risotto as you do so. Add a little more stock every three minutes or so, after each batch has been absorbed by the rice. The mushrooms will start to render their juice, which will help to moisten and flavour the risotto. Continue until the rice is cooked but still slightly nutty to the bite. If you run out of stock before the rice is done, use hot water. Season generously, and add the rest of the butter. When the whole is completely amalgamated, serve forthwith, with the Parmesan. </p> <p><strong> Potato and cep cake</strong></p> <p> If using fresh ceps, you will need at least 250g. Slice them, season generously and stew gently in a little olive oil for 10 minutes. They will absorb any liquid, and can be put straight into the cake once cooled.</p> <p><strong> 125g dried ceps<br> 150g unsalted butter <br> 2 cloves of garlic <br> 25ml olive oil <br> 750g large potatoes <br> 75g Gruyère, grated</strong> </p> <p>Soak the ceps in cold water for four hours, then drain. Take a straight-sided, round, ovenproof dish 20cm in diameter and at least 6cm deep, and grease with half the butter, taking special care that the base is well covered. Peel the garlic and chop it very finely. Warm the olive oil in a frying pan, gently stew the garlic in it for a minute and then add the drained ceps. Let these stew and soften over a low heat, turning them occasionally, for about 20 minutes, until tender. Season and leave to cool. </p> <p>Peel the potatoes and cut them into rounds the thickness of a 2p piece. Do not wash these slices, as the starch on them will help keep them together. Overlap slices of potato in the base of the dish in a nice pattern. Season the potatoes, dot with some of the remaining butter and distribute a few ceps on top, then sprinkle with a little cheese. Continue to layer the potatoes, buttering and seasoning them a little each time, with the mushrooms and cheese, finishing with a layer of potatoes. Cover with a butter paper or some buttered foil, and put on the bottom shelf of an oven preheated to 245C/475F/gas mark 9 for 45 minutes. Test the potatoes with a knife, and when they are cooked through, run the knife around the inside of the dish. Let the cake settle for five minutes before inverting it on to a plate. The potatoes should be a crisp, golden-brown on the outside and creamy within. Serve with a green salad of frizzy endive and a sharp dressing. </p> <p><strong> Poached pears with Beaujolais</strong></p> <p> <strong> 6 large pears, approaching full ripeness <br> 1 lemon, juiced <br> 1 bottle Beaujolais <br> 200g caster sugar, or more to taste <br> 1 cinnamon stick <br> 4 cloves <br> 12 black peppercorns <br> 3 strips lemon zest <br> 3 strips orange zest <br> 2 tbsp redcurrant jelly</strong> </p> <p>Carefully peel the pears, leaving the stalks on, and roll them in the lemon juice. Combine the wine, sugar, spices and strips of zest in a saucepan and bring to the boil. Simmer gently for 15 minutes. Add the pears and poach very gently for 15 minutes, or longer, if they are less ripe. Lift the pears out of the liquor into a serving bowl. Strain the liquor, put it back in the pan and boil until reduced by a third. Whisk in the redcurrant jelly and pour it over the pears. Leave to cool. Serve cold with cream or ice cream - either vanilla, or this delicious cinnamon version. </p> <p><strong> Cinnamon ice cream</strong></p> <p> There's no substitute for an ice-cream machine here, I'm afraid.</p> <p><strong> 2 cinnamon sticks <br> 750ml milk <br> 10 egg yolks <br> 200g caster sugar <br> 250ml double cream</strong> </p> <p>Break the cinnamon sticks in half and place them in a saucepan along with the milk. Bring to the boil, then remove from the heat and leave to infuse for 20 minutes. Beat the egg yolks and sugar together. Bring the infused milk back to the boil, and pour about a third of it in a slow trickle over the egg yolks and sugar, whisking constantly. </p> <p>Pour this mixture back into the pan, whisking well. Place on a gentle heat and stir with a wooden spoon until it starts to thicken. Remove from the heat immediately, strain into a bowl and leave to cool. Whip the cream until it thickens and leaves a trail off the end of the whisk. Pour in the cold cinnamon custard and whisk until it is completely mixed. Churn in an ice-cream machine until thick, then freeze.</p> <p>\u0095 No Place Like Home, by Rowley Leigh, is published by Fourth Estate, priced £25.</p>",
  "One of Britain's best known directors is giving up film-making to teach because he claims \"all the biggest miracles take place in classrooms\". <p>Stephen Frears's decision to take a year out to lecture at the National Film School after a string of hits has puzzled an industry obsessed with heaping head-spinning praise and money on \"hot\" properties. The news that he wanted to \"teach and think - a terrible habit, I know\" was met with disbelief yesterday at the San Sebastian film festival, where he is chairing the jury. </p> <p>In the last nine months Frears has struck box office gold with High Fidelity, his adaptation of Nick Hornby's bestseller, an early favourite for Oscar nominations in January. </p> <p>Then last month he topped that with an amazing haul of 21 Emmys for his \"live\" TV film Fail Safe, with George Clooney and Richard Dreyfuss, and went on to win two prizes at the Venice film festival for his latest movie, Liam, written by Jimmy McGovern of Cracker fame. </p> <p>But Frears, 59, who has been in the final frame for Oscars before with The Grifters and Dangerous Liaisons, and has a cupboard full of awards for The Snapper, Prick Up Your Ears, My Beautiful Laundrette and The Hi-Lo Country, said nothing would tempt him back into the director's chair at the moment. \"I know it seems crazy when everyone else in the world for some unknown reason wants to be a film director, but for me teaching is one of the few heroic jobs left. </p> <p>\"I think every person over 50 should be forced to teach, not only so things get passed on, but to refresh your own mind. </p> <p>\"I have never understood why something so utterly heroic and so important as teaching has been so reviled in this country. All the biggest miracles take place in classrooms. Nothing happens without teachers.\" </p> <p>With British cinema mired in a rut of formula flops and a glut of gangster films, there has never been more need of master classes from the Leicester-born director. But Frears, who has a reputation for being droll and phlegmatic, refused to be drawn into criticism of younger directors or the avowed commericialism of the new Film Council under Alan Parker. </p> <p>\"I know it sounds slightly grand, but I don't think capitalism is a very good system to make films under. The commerical pressures on young film-makers are just too much. This is a very tough busi ness. If by some fluke you do make a successful film - and I still don't know how or why that happens - you're fine until the next time. But if you don't, that's it. There's rarely a second chance. </p> <p>\"Even under the old studio system, directors like John Ford and Billy Wilder got protection. Even someone of my great age needs protection.\" </p> <p>Frears warned that there were dangers in the way so many British producers \"aim everything at America\", and said for him the most interest ing films made in the last year were two low-budget films made by the BBC, The Last Resort and The Low Down. </p> <p>\"I would never ever tell anyone how to make a film, nor pass on any advice either to a young director other than the wise words of Robert Mitchum, 'Don't get caught'. The secret is there is no secret.\" </p> <p>Frears's Liam, starring Ian Hart as a Liverpool docker who flirts with fascism in the 1930s, is one of large contingent of British films at San Sebastian. </p> <p>Sexy Beast, the latest and probably the most original of the recent spate of Brit gangster flicks, was a big hit with Spanish audiences last night, mainly because Ray Winstone's portrayal of the slovenly lifestyle of British criminals on the Costa del Sol rung true. But its biggest surprise is the casting of Ben Kingsley as a Cockney psychopath. </p> <p>The talk of the festival, however, is Liz Hurley and her nude scene in Kathryn Bigelow's The Weight of Water, in which she makes imaginative use of a bucket of ice cubes. </p> <p>Meanwhile, Paul Thomas Anderson's Magnolia last night won the prestigious Fipresci award for the best film made in the world over the last year. It beat Lars Von Trier's Dancer in the Dark, which won the Palme d'Or at Cannes, by a single vote in the annual poll of the Association of International Film Critics, chaired by the Guardian's Derek Malcolm. </p> <p>Michael Caine - whose new film, Shiner, is premiered tonight - is also being given a Donostia lifetime achievement award by the festival. The American actor Robert De Niro will be similarly honoured next week. </p> <p>So far the most bizarre film of the festival is a German entry called England! about a young Russian with cancer from working near Chernobyl whose last wish is to see England and die. </p> <p>The producers denied reports they had shot the closing scenes in Skegness.</p>",
  "<p>There are two ways of choosing plants for your garden. It may be on impulse, which satisfies a craving and is fine at the time, but you need to resign yourself to admitting frequent mistakes. Then there is the calculated purchase. Here there are many factors that should affect a decision - especially if there is an enormous range of varieties to choose from. </p> <p>With hemerocallis, for instance: don't (if you can help yourself) simply get carried away by the size or colouring of the bloom. Many large-flowered varieties charge a high price by not being productive. Small-flowered kinds are often far freer (which goes for many other flowers, such as clematis and chrysanthemums). Another frequent fault with day lilies is that size of flower goes hand in hand with size and dominance of leaf. Leaves are not this genus's strong point (except sometimes in youth). If they are broad and coarse, you will notice this. Third frequent fault: the flowering stems may be too short for a well-balanced plant. The inflorescence should stand elegantly, and well above the foliage, not be buried down among it, as in the unduly popular 'Stella de Oro'. Another fault with this cultivar, which may also be observed in other flowers, is that its very long flowering season is compensated for by its never making a good display at any one time. </p> <p>There is a nice question of balance, here. Many red-hot pokers, kniphofia, make a stunning display that may completely bowl you over if you happen to strike it at its big moment, but this is virtually over in a fortnight. Other kniphofias, with a reasonably extended flowering season that is also reasonably intense throughout, may well be preferable (but do be sure to dead-head the early blooms before they spoil the setting for those that come later). </p> <p>Likewise, there are some heleniums that flower quite late, in August-September, and make a great show but offer little succession of flower bud. By contrast in this respect is a very old variety, 'Moerheim Beauty', which has a great flush of its bronze blossom in July, takes a short breath and then (especially if you dead-headed the first crop) does it again for several weeks from late August. The fact that its daisies are not of a perfectly regular shape seems not to matter at all. </p> <p>'Moerheim Beauty' is a convenient 1.3m tall. Some of the late varieties are well over 2m and, as they face resolutely skywards, you may not be able to get a good view of them except from above, as it might be from a terrace (or helicopter). Sunflowers (helianthus) on the other hand, and many other members of the daisy family, look towards the sun, which means to the south in the northern hemisphere. If you are planting a border running east-west and are viewing it from the north side, all these daisies will be turning their backs on you. That is a grave mistake. And it points to the folly, where double borders running east-west are being planted, of aiming to have a balance of content. Keep your daisies (and other heliotropic flowers) to the north border. </p> <p>Plants with nodding flowers, as with some annual helianthus, may have an advantage if the plants grow very tall. They will look benignly down on you. But some modern seed strains that are dwarf still have nodding daisies, which is no use to anyone once past early childhood. </p> <p>Do your delphiniums have an even distribution of flowers along the spike, and is the spike itself strong enough not to get bent in the wind? In both cases the answer will be no more often than yes, if the plants have been raised from seed. They are fun to grow this way, but you must be prepared for many duds and it's really no use being indulgent towards them simply because they are of your own raising. Named varieties that have received an Award of Garden Merit on the RHS trial grounds will pass these tests. They will need good support, certainly, but this should never be necessary any higher than the start of the flowering spike. </p> <p>The habit of a plant is important. There is a currently popular grass, Hakonechloa macra 'Auriola', low growing and in beautiful yellow (and green) shades from spring to autumn, its role being that of a foliage plant. But its leaves all arch over in the same direction and there is an overall flatness about a patch of it. Through mine, I grow a 1m-tall variegated grass, Spartina pectinata 'Aureovariegata', which is stiffly upright and makes a contrasting break. It has a running rootstock, but that is easily controlled by yanking out unwanted shoots. </p> <p>Finally dead heads. These may be extremely offensive, especially in double-flowered cultivars, such as coreopsis, camellias, roses and chrysanthemums. There may be no alternative to frequent dead-heading, but if you are realistic you will realise that you simply will not get around to doing the job as often as is necessary, especially with a large shrub such as a camellia, much of which cannot be reached without steps. Many doting owners (especially those of white camellias or of roses with French names that can be rolled nonchalantly off the tongue) seem blind to their darlings' glaring faults, but if they were sensible (impossible all the time, I realise) they would go in for varieties that either die gracefully on the plant or shed their petals when fading.</p>",
  "<p>Central banks in Europe, the US and Japan took on the speculators yesterday in a high risk multibillion dollar effort to halt the decline of the euro. </p> <p>Alarmed by the prospect that the single currency's seemingly unstoppable slide could plunge the world economy into chaos, the leading industrialised nations launched three separate buying sprees on the foreign exchanges. </p> <p>However, it was unclear last night whether the gamble had paid off, as the euro started to sink once more against the US dollar. Markets will now await the outcome of today's meeting of the group of seven leading industrialised countries in Prague to judge whether the central banks have the stomach for a prolonged battle. </p> <p>The euro's plight will have joint top billing at today's talks with the G7's mounting concern about oil prices, which threaten to bring inflation and lower growth in the west. </p> <p>The expected swarm of protesters was largely absent in Prague yesterday, with most stuck at the borders by Czech police. Protest coordinators said there were eight hour queues at crossing points between Austria and the Czech republic as police used any minor infringement of vehicle or immigration rules to turn back the coachloads of demonstrators converging on the city. </p> <p>The mood in the city itself was tense, with a heavy police presence. The tent city set up in a disused stadium in the city to cope with the expected influx had fewer than 30 people in it. Many protesters are reluctant to use the facility, regarding it as a trap. </p> <p>Yesterday's surprise intervention was initiated by the European Central Bank which won crucial US backing after it became clear that the dollar's strength was damaging the American economy. Although Britain is not a eurozone member, the Bank of England spent tens of millions of dollars supporting the action, estimated by City analysts to be worth $6bn to $7bn in total. </p> <p>A Treasury spokesman said: \"This is a coordinated move by the G7 authorities. As a member of the G7, we share concern about the potential implications of recent movements in the level of the euro exchange rate for the world economy.\" </p> <p>Central banks made their move as the euro was strengthening slightly after reaching a record low of just under 84.50 cents earlier this week. With the dollar undermined by a profits warning from the US technology leader Intel, the G7 saw an opportunity to catch dealers unawares. </p> <p>But the apparent show of unity was dented when the US Treasury secretary, Larry Summers, said America's strong dollar policy remained unchanged, despite the attempt to cap its value. \"As I have said many times, a strong dollar is in the national interest of the United States,\" he said. </p> <p>The intervention - the first coordinated attack on the markets for five years - was decided in an early morning phone conference between finance ministers and central bankers. After briefly touching 90 cents against the dollar after the central bank action, the euro later fell back again to 88 cents, barely a cent above its value before the move. </p> <p>The G7 finance ministries issued a joint statement in the wake of yesterday's move. \"At the initiative of the European Central Bank the monetary authorities of the United States and Japan joined with the European Central Bank in concerted intervention in exchange markets because of their shared concern about the potential implications of recent movements in the euro for the world economy,\" the statement said. </p> <p>Despite the euro's bumpy ride yesterday, some analysts believe the show of force will represent a turning point for the currency, which has lost almost 30% of its value since its launch in January 1999. </p> <p>\"This is the end of the dollar bull market,\" said Nick Parsons, a currency analyst with Commerzbank, in London. \"The surprise is that it took them so long.\"</p>",
  "Just for once the biggest headache at the Labour party conference won't be the Labour party. For leaders past, the challenge of the annual seaside conference came from restless delegates and frustrated activists, spoiling for a fight. That probably won't be the case at the gathering which starts in Brighton tomorrow. There had threatened to be a couple of showdowns on pensions and asylum seekers, but both those grievances ought to be seen off before they erupt into all-out floor fights. No, the real problem this time is not inside the hall: it is outside. <p>The party gathers at its lowest ebb since Tony Blair became leader. The polls show the Tories ahead, for the first time since 1992. The once all-conquering team of Mr Blair and Gordon Brown now appear unfamiliarly defensive: the former wobbling during the fuel crisis, the latter forced to tour the TV studios to prove that he did not lie over the Bernie Ecclestone affair three years ago. The problems have piled on at merciless speed, with the first signs of panic beginning to spread to the backbenches. Even loyal Blairites have begun to think the once unthinkable: what about... defeat? More worrying, too many Labour advocates have floundered in recent days. In TV debates they have seemed barely able to defend the government against the now-cliched charges of arrogance and incompetence. Instead, they have looked shell-shocked, befuddled by the depth of hostility towards the government they serve. </p> <p>The leadership has to turn that situation around. Not just Mr Blair, though he needs to deliver the speech of his life on Tuesday, but Mr Brown and the rest of the heavy hitters. The party needs to be cheered up, certainly, but the chief task is to dispel once and for all the spreading notion that a Labour party which once had such a canny feel for the public pulse is now out of touch. It is a tall order. For how can a politician simultaneously convey that he is listening and that he is strong, unswayed by the mood swings of the focus groups? How can he be both in touch and principled, both servant and leader, at the same time? Yet this is what the Britain of the petrol blockades seems to want from its governors. </p> <p>Perhaps the best course will be for Labour to keep its head on the substance - where, broadly, its record remains good and its programme sound - but strive hard to find a language that connects and stirs. Labour has done it before - quite recently. This week it must do it again.</p>",
  "United Nations officials in Kosovo were hastily putting together a team of election \"witnesses\" yesterday to count the voters who turn out for Sunday's crucial Yugoslav presidential and parliamentary elections. <p>The UN has denounced the elections as neither free nor fair, and said previously that it would do no more than provide security for Serbs in Kosovo who wanted to vote - it is assumed that Albanian Kosovans will boycott the poll. </p> <p>It has changed its mind under heavy pressure from the US, Britain and other Nato countries which want to reduce President Slobodan Milosevic's chance of rigging the ballot. </p> <p>As it became clear that, in the absence of supervision, Mr Milosevic could use the Kosovan votes to bump up his total, the UN decided to appoint monitors. </p> <p>In Serbia itself no monitors, local or from Nato countries, have been accredited. Only the political parties will be able to have someone in the polling stations, but with restricted rights to examine the count and the lists of total votes. </p> <p>Anxious not to give credibility to the poll, the UN team in Kosovo will stay out of the election buildings and count voters, not votes, to have some check on turnout padding. </p> <p>Officials say they are operating on opinion poll predictions that Mr Milosevic needs 500,000 extra votes to secure the 50% required for a first-round win. </p> <p>The head of the UN administration, Bernard Kouchner, is expected to announce the number seen entering and leaving polling stations late on Sunday evening. </p> <p>The UN acted as Western officials stepped up their warning of fraud on Sunday. </p> <p>In Zagreb the European Union external relations commissioner, Chris Patten, said Mr Milosevic might use \"Stalinist\" methods to keep power after the election. </p> <p>\"While many of us believe that the overwhelming majority in Serbia want the long night represented by Milosevic's regime to come to an end, I am not sure that is a view entirely held by Mr Milosevic,\" he told reporters after talks with Croatian officials. </p> <p>\"If Milosevic hangs on, I think many people predict growing economic and humanitarian problems in Serbia. That is one reason why we want to see ... substantial and rapid change as soon as possible,\" he added. </p> <p>The Nato secretary-general, Lord Robertson, said he hoped Yugoslav opposition parties would win by too large a margin for Mr Milosevic to falsify the result. </p> <p>\"I hope the people of Serbia use the opportunity they have to accept the welcome Europe extends to them if they turn their backs on the politics of ethnic hatred. I hope they'll make it impossible for him to pretend he has won when he has lost.\" </p> <p>He warned Mr Milosevic against undermining Milo Djukanovic, the pro-western president of Montenegro. </p> <p>\"Djukanovic has the right to fulfill the mandate given him by the people of Montenegro. Milosevic shouldn't miscalculate the determination of the international community in this matter,\" he said. </p> <p>Senior Serb figures also called for free elections. Patriarch Pavle, head of the Serbian Orthodox church and a frequent critic of Mr Milosevic, said ballot-rigging could lead to bloodshed. </p> <p>\"The voice of the people is the voice of God,\" he said. \"If someone tries to change the people's will there is a danger of unforeseeable consequences for our people and country.\" </p> <p>Milorad Dodik, the west-backed prime minister of the Bosnian Serb republic, urged Mr Milosevic to quit, saying no other leader had caused the Serb people so much misery. </p> <p>\"What is left? What will we remember you for?\" he wrote in an open letter. </p> <p>\"Wars? Hyperinflation? The loss of Kosovo? Turning Serbs into a refugee tribe on tractors? Graves, ruins? These, Slobodan, are the monuments of your rule.\" </p> <p>With campaigning now officially over, several of Mr Milosevic's critics reacted angrily yesterday to a statement by his close ally, the federal prime minister Momir Bulatovic, that the president might stay in power until next summer even if he lost the vote. </p> <p>\"Under the constitutional law, the mandate of the president cannot be shortened. It will last until its expiry, which will be until mid-2001,\" he told a Montenegrin television station. </p> <p>Mr Milosevic called the elec tions early in the hope of catching the opposition off guard, but it united unexpectedly quickly round Vojislav Kostunica, who leads in every poll. Zoran Djindjic of the Democratic party said the Bulatovic statement proved the president was running scared. </p> <p>The Montenegrin prime minister, Filip Vujanovic, also attacked the suggestion that Mr Milosevic could legally stay on if he lost. It was \"completely ridiculous\". </p> <p>His government is boycotting the elections as unconstitutional. Pro-Belgrade parties in the republic will organise their own voting. </p> <p>But Mr Vujanovic added a rare note of optimism. He said he doubted that Mr Milosevic would lash out at Montenegro. </p> <p>\"I don't see high risks of conflicts in Montenegro after the elections,\" he said. There was no evidence of a Yugoslav army build-up in Montenegro. </p> <p>Western analysts suggest various ways Mr Milosevic may have in mind to cling on to power. One is pressure on Montenegro as a way of trying to justify a state of emergency and a clampdown on all opposition parties and media.</p>"
]