[
  "The growing mountain of freshly-made pupils' desks and teachers' tables stacked haphazardly outside Joao Evangelino's rudimentary carpentry workshop in the town of Maliana neatly encapsulates the current state of East Timor, one year after it voted overwhelmingly for independence from Indonesia. <p>It is undeniable evidence that reconstruction in this United Nations-run territory, which was systematically destroyed by the Indonesian army and its local militias following the referendum last August 30, is at last gathering momentum and allowing the East Timorese the chance to participate in their own nation-building. But the fact that it is there at all, starting to gather dust, is undeniable evidence that there is still a long way to go before this former Portuguese colony can claim to have completed its phoenix-like rise from the ashes of last year's devastation. Just last night, UN troops and militias exchanged gunfire near Maliana. </p> <p>\"The UN says it has nowhere to put it,\" said Mr Evangelino, gesturing towards the furniture. \"They haven't decided which schools are going to reopen, let alone rebuilt them. And the school holiday ends next month.\" </p> <p>That Mr Evangelino endured a tortuous ordeal to see his workshop become a reality is a further microcosm of the nation's acute growing pains. </p> <p>\"I put in my proposal on January 1 and got the money on May 30th,\" said the mini-entrepreneur who, like thousands of East Timorese, spent weeks hiding from the militia until the UN established a presence in October. \"I was told little except that the process takes a long time and that I had to be patient.\" </p> <p>UN officials accept that reconstruction has been slow but blame the delays on factors beyond their control. \"The situation in East Timor was exceptional,\" explained the UN's transitional administrator, Sergio Vieria de Mello. \"Unlike when we arrived in Kosovo, there was nothing here. Everything had either been destroyed or stolen. We had to start from scratch.\" </p> <p>That was undoubtedly the case, but the army of foreign administrators, donors and developers went about reconstruction in the wrong way. The most prominent first signs of change visible on the streets of the capital Dili were a fleet of thousands of brand-new four-wheel-drive vehicles, a 500-room floating hotel shipped in from Singapore for the international staff, and the growing number of cafes catering to their cappuccino craving. </p> <p>These visible manifestations of the new neo-colonialism might not have been so bad if there had been decent interaction with the locals, many of whom had lost literally everything. But, for the most part, the foreigners were taught practically nothing about East Timor before arriving and when they landed they received little guidance from their superiors. </p> <p>\"I did not arrive in East Timor with a full knowledge of the situation here or the psychology of the East Timorese,\" Mr Vieira de Mello admitted. \"It took me six months to understand.\" </p> <p>As if afraid to learn or take any initiative, many UN staff drove round from meeting to meeting with their windows up, appearing not to acknowledge the destitution and suffering around them. \"After work people would not go out and speak to the East Timorese, to find out what they wanted,\" one UN staffer said. \"They went and checked their email.\" </p> <p>Compounding the problems were the over-optimistic expectations of the East Timorese. \"There was a widespread feeling that we were going to come in and solve their problems overnight,\" said Gianni Deligia, the UN district administrator in Maliana. \"The reality is that we are more a like a supermarket. We have this and that on offer and they have to choose.\" </p> <p>Crisis point came at the end of April. Demonstrations outside the headquarters of the UN Transitional Administration in East Timor (Untaet) were a daily part of life in Dili. To the East Timorese it seemed as if there was lots of show but little substance. Not atypical, according to one aid worker, was an education project where \"only 18% of the budget went on pens, paper and stuff for the kids. There was so much bureaucratic waste.\" </p> <p><b> Frustration</b><br> </p> <p> Local leaders are more blunt. \"There was a sense of frustration, a lack of faith in Untaet,\" said Jose Ramos Horta, a vice president of the East Timorese political umbrella group, the National Council of East Timorese Resistance (CNRT), and a Nobel Peace Prize winner. \"[This was] because of their inability to involve the East Timorese, their inability to come forward with a roadmap, a plan. We saw time going by and no Timorese administration, no civil servants being recruited, no jobs being created.\" </p> <p>So in May Mr Horta and the CNRT president, Jose Alexandre \"Xanana\" Gusmao, \"did a lot of shock therapy with the UN\", Mr Horta says, and within days a difference was noticeable. In June four of the eight cabinet posts in the transitional administration were given to East Timorese and the size of the local consultation council was doubled. \"Now we are in a much more cordial, fruitful partnership between the UN and CNRT,\" Mr Horta said. \"There are less demonstrations, people are getting jobs and also enough to eat.\" </p> <p>There is also a roadmap of the path towards transition to full independence. The CNRT is currently holding its first proper congress where the goal is to empower the constituent political parties, both those that existed before Jakarta invaded in 1975 and the new ones. The first general election is timetabled for the second half of next year. </p> <p>Of much greater concern are the faltering processes of reconstruction and developing a sustainable economy. The World Bank, in charge of stimulating small and medium-sized enterprises, \"has never worked quicker in its existence since the second world war than it has here,\" according to its spokesman in Dili, Malcolm Ehrenpries. But, he adds, there are numerous hurdles still to overcome before a proper development strategy can be implemented. \"We do not even know how many people live in East Timor.\" </p> <p>The population was about 800,000 before the vote. But a proportion of these were Indonesians who left and more than 250,000 people fled or were forced into West Timor by the militias. Well over 100,000 are thought still to be in virtual imprisonment in refugee camps there. </p> <p>Coffee is the only current significant foreign currency earner - to the tune of about £12m last year - although East Timor and Australia are exploring the sea between them for oil and natural gas. No one knows for certain how big a windfall might come East Timor's way; people are hoping for billions but the most realistic estimates are in the range of tens of millions of dollars a year. </p> <p>The lack of income-generating opportunities is reflected in the national budget which, for the sake of not wanting to create a massive debt burden, has been limited to a paltry $60m. </p> <p>\"We can't yet see if the economy will ever be really sustainable,\" said Arsenio Barno, the executive director of the East Timor Non-Governmental Organisation Forum. \"We're concentrating on developing the capacity of our human resources but our worry is that we will end up like Cambodia. Seven years after the UN went in the country is still very dependent on foreign aid.\" </p> <p>The struggle to create a functioning judicial system is typical of East Timor's human resources crisis, according to Mr Vieira de Mello. \"What we had here were Timorese students with law degrees from Indonesian universities, none of whom had the slightest court experience,\" he said. \"Well, we appointed them, we trained them and if you visit the Dili court you will see that we now have a credible, independent Timorese judiciary.\" </p> <p>What Mr Vieira de Mello did not say was that while the system might be functioning it is unable to cope with the flood of work and, like all facets of the embryonic administration, will take years to develop enough strength in depth. </p> <p>With the future not looking exactly rosy, most people are putting their faith in Mr Gusmao. This former resistance leader who spent seven years in Indonesian jails is by far the most popular man in the territory and is widely expected to become the first president of independent East Timor. </p> <p>\"I don't see any serious alternative candidate to Xanana becoming president,\" Mr Horta says. \"Just like with Mandela, he is an exceptional individual that everybody just follows.\" </p> <p>But Mr Gusmao is not exactly brimming with confidence about East Timor's prospects. \"It's difficult to rebuild this country,\" he said. \"We're building anew and need a new mentality to go with it. I can't tell you my priority because everything is still a priority.\"</p>",
  "President Clinton arrives in Colombia today amid tight security for a visit that will underline a deepening US commitment to a messy civil war involving government forces, paramilitary death squads, leftist rebels and 90% of the world's cocaine. <p>In the first trip to the country by a US president in a decade, Mr Clinton will throw his weight behind Plan Colombia, an ambitious strategy which the Colombian government hopes will put an end to the drugs trade and bring peace after nearly 40 years of fighting. </p> <p>Visiting the capital, Bogota, was deemed too risky, so Mr Clinton will meet the Colombian president, Andres Pastrana, in the resort of Cartagena, on the Caribbean coast, guarded by 5,000 Colombian troops and 350 US agents. </p> <p>\"Colombia's success is profoundly in the interest of the United States a peaceful, democratic and economically prosperous Colombia will help promote democracy and stability throughout the hemisphere,\" Mr Clinton said earlier this month. </p> <p>Acknowledging both Colombia's strategic importance and its growing instability, Mr Clinton has supported Plan Colombia from its inception, and pledged $1.3bn (£867m) towards the scheme. But critics of the aid package fear the money will only cause the fighting to escalate, and may even spread political and drug-related violence throughout the region. </p> <p><b> Human rights</b><br> </p> <p> While some US aid will go to development programmes and an overhaul of Colombia's legal system, most will be spent on equipment and training for security forces, despite persistent concerns over the military's human rights record. </p> <p>Monitoring groups regularly accuse the Colombian army of standing by while rightwing paramilitaries massacre unarmed civilians they accuse of helping leftist rebels. </p> <p>Last week Mr Clinton waived strict human rights conditions imposed by Congress and authorised the aid package, arguing that Colombia's situation was a matter of US national security. But a White House memorandum justifying the decision acknowledged that \"there remain disturbing, credible allegations that individual Colombian military officers continue to collaborate with paramilitaries\". </p> <p>The waiver provoked criticism from human rights groups. \"It gives a clear message that from the US point of view, human rights are not important. What matters for them is the war on drugs,\" said Jorge Rojas of the Consultancy for Human Rights and Displacement, a Bogota-based monitoring group. </p> <p>There are signs that US aid has already led to an escalation of Colombia's civil war. In March, the country's largest guerrilla group, the Revolutionary Armed Forces of Colombia (Farc) said it would step up kidnappings for ransom in order to raise funds equal to the US military aid. </p> <p>The guerrillas have also increased their attacks against isolated police stations, part of a long-term strategy to strengthen their control of rural Colombia. Although they have been involved in peace talks since last year, no ceasefire has been signed and, since January, the rebels have attacked 50 such stations. Sixty officers and dozens of civilians have been killed. </p> <p>\"Farc is accelerating its plans for territorial control, but the guerrillas are not the only ones getting stronger. State forces are improving, as are the paramilitaries. Inevitably there will be an escalation,\" said defence analyst Alfredo Rangel. </p> <p>In early August, 83 US Green Berets arrived in the country to train the second of three counter-narcotics battalions con templated in Plan Colombia. These units will lead a campaign into the rebel-dominated southern jungles of Colombia, where most of the world's cocaine is made. </p> <p>\"Our aid is strictly limited to anti-narcotics activities. It is not directed towards supporting counter-insurgent operations,\" Mr Clinton told the Colombian magazine Cambio this week. But Colombian military commanders recognise that a push in the region will inevitably bring troops into combat with several thousand Farc guerrillas who protect drug installations in return for \"war taxes\". </p> <p><b> Attack</b><br> </p> <p> \"We will attack anyone in the drugs trade - Farc, paramilitaries or whoever,\" said General Mario Montoya, commander of the army's southern task force. </p> <p>It is still unclear how a military strike against drug plantations will tally with the second component of Plan Colombia: a package of social development to help wean locals from growing drug crops. </p> <p>According to Mr Pastrana, investment in education, infrastructure and services will play a key part in establishing the rule of law in the southern regions of Putumayo and Caqueta. Traditionally, Colombian governments have paid little attention to these remote Amazon regions, allowing both rebel columns and drug plantations to grow unchecked. </p> <p>In the past, Colombia has focused on spending \"to prevent drugs reaching the streets of the US, instead of investing in education, sewage systems, housing\", said Mr Pastrana. \"We want to work hand in hand with the communities, instead of concentrating on the policing aspect\". </p> <p>But funding for social development programmes remains in doubt. At a conference in Madrid last month, European countries failed to pledge the $1bn (£667m) Mr Pastrana had hoped for. </p> <p>Meanwhile, Farc is reported to be giving weapons training to peasants in Putumayo, and refugee groups fear that up to 200,000 people will flee their homes if widespread fighting breaks out. </p> <p>Neighbouring countries have expressed concern that the plan may cause Colombia's civil war to spill across its borders. Ecuador and Brazil have reinforced security along their jungle frontiers. Peru's president, Alberto Fujimori, said last week that an anti-narcotics drive could threaten the stability of the entire region. </p> <p>\"How can you strengthen democracy in the midst of a war?\" said Mr Rojas. His organisation and 36 more Colombian human rights, Indian and development groups have said they will not participate in projects funded under the plan. </p> <p>Farc chiefs say Mr Clinton's approval of Plan Colombia was timed to coincide with the US election campaign. Speaking from a stronghold in southern Colombia, Commander Andres Paris said: \"They want to spill Colombian blood to help their presidential candidates.\" </p> <p> <b>50 years of Conflict</b></p> <p><b> 948</b> Assassination of popular liberal politician leads to rural unrest which claims 300,000 lives over next decade </p> <p><b> 1953-57</b> Military seize power, before returning it to coalition rule by liberal and conservative parties </p> <p><b> 1964</b> Colombian military launch US-backed Operation Laso, to destroy leftist guerrillas. It fails and marks foundation of the Revolutionary Armed Forces of Colombia (Farc), a communist guerrilla movement </p> <p><b> 1966</b> Creation of rival, smaller guerrilla group, Army of National Liberation (ELN) </p> <p><b> 1980s</b> Emergence of right-wing narco-paramilitaries who target guerrilla groups and their supporters. Farc's political wing loses 4,000 people killed by drug-traffickers </p> <p><b> 1990</b> US president George Bush announces war on drugs </p> <p><b> 1992</b> US says it will stop aid to Colombian army amid claims that the army used the cash to fight Marxist rebels </p> <p><b> 1993</b> Medellin drug baron Pablo Escobar is shot dead by Colombian police after a US-backed search </p> <p> </p> <p><b> 1994</b> Allegations that Colombian president-elect Ernesto Samper's election campaign was funded by $6m from a Cali drug cartel lead to him losing his US travel visa. </p> <p><b> 1997</b> First US civilian pilot, working under a state department contract, is killed on a drug crop fumigation flight in south-east Colombia </p> <p><b> 1998</b> Farc is granted a 15,000 square mile demilitarised zone to encourage peace talks </p> <p><b> June 2000</b> US Senate gives final approval to record $1.3bn package of military aid to help fight drugs and Marxist guerrillas</p>",
  "The American \"economic miracle\" of the past eight years has been built partly at the expense of workers' rights, which are feebly enforced by the government and routinely violated by employers, according to a report published yesterday by Human Rights Watch. <p>The report says employers are taking advantage of immigrant workers, and the increasing number of part-time and contract workers produced by the new technology-driven economy, to deny employees the right to organise. Unions now represent less than 14% of the US workforce.</p> <p>One of the firms singled out for criticism is the software giant Microsoft. Of the 20,000 workers at its headquarters in Redmond, Washington state, 6,000 are not directly employed by Microsoft, but by temporary employment agencies.</p> <p>Many of these employees have worked for Microsoft for years and have come to be known as \"perma-temps\". Although they are well paid, they do not benefit from health insurance provisions, pension plans or paid holidays.</p> <p>The \"perma-temps\" formed a union, the Washington Alliance of Technology Workers (WashTech), but its recruitment efforts have been hindered by Microsoft's claim that it is not the workers' legal employer. The employment agencies say they will not negotiate with the union unless it includes other agency employees, not just those at Microsoft.</p> <p>\"We had no way of knowing who they were or how to reach them. Besides, they had nothing to do with our problems at Microsoft,\" Barbara Judd, a WashTech organiser.</p> <p>The report also discusses immigrant workers on US farms, who are threatened with investigation by immigration authorities and deportation if they try to set up a union.</p> <p>In other cases, private sector employees have been fired for attempting to form unions. Many have won court cases ordering their reinstatement and guaranteeing the right to organise, but the employers are able to prevent the rulings being enforced by appealing.</p> <p>\"Employers can resist union organising by dragging out legal proceedings for years,\" the report's author, Lance Compa, said. \"Labour law is so weak that companies often treat the minor penalties as a routine cost of doing business, not a deterrent against violations.\"</p> <p>\"The cards are stacked against workers in the United States,\" Kenneth Roth, HRW's executive director, said. \"The US government cannot effectively press another country to improve labour standards while violating them itself.\"</p>",
  "Tom Paulin is right to draw attention to racism in Ireland (Frozen out by the Irish, August 29). But his sweeping generalisations risk a different form of stereotyping. Many Irish people are active anti-racists and belong to campaigning organisations. There is widespread condemnation of racist attacks. Recent equality legislation bans racial discrimination and the new Equality Authority is charged with promoting equality objectives. To be sure there is little support here - or in Britain - for a radical equality agenda which goes beyond \"equal opportunities\" to tackle the real, structural causes of racism. But the strength of anti-racist resistance should also be acknowledged. <br> <b>John Baker</b> <br> Equality studies centre, <br> University College Dublin <br> <a href=\"mailto:John.Baker@ucd.ie\">John.Baker@ucd.ie</a> <p>\u0095 No doubt you will receive letters from my countrymen spinning the line that we are no different to the British (or any other nation). However, this is simply a denial of an uncomfortable truth, namely that in the light of the novel phenomenon of immigration into Ireland, the Irish nation has become the proverbial slave turned slave owner. </p> <p>Whereas even the tabloid press in the UK would no longer dare to follow an overtly racist agenda, the Irish press have treated immigration and race issues with an appalling slant. Reading the popular press in Ireland, the \"immigrant-as-criminal-and-social-welfare-fraudster\" has been the single most common theme in the treatment of the immigration issue.<br> <b>Stephen Lane</b><br> Clonee, Co Meath</p> <p>\u0095 On a visit to a cousin's family celebration in Dublin last October, I was taken aback by our taxi driver's vicious verbal attack on the recent influx of Kosovan refugees into Ireland. The Irish should have a greater empathy with exiles, as their own recent history is of a people coerced from their own land. Or does this only apply to the Irish, who, just a generation ago, were able to read in the windows of boarding houses here in Britain \"No Irish or blacks here\"?<br> <b>Robert Ganley</b><br> Manchester<br> <a href=\"mailto:robertganley@hotmail.com\">robertganley@hotmail.com</a></p> <p>\u0095 Jon Moore (Letters, August 29) rhetorically demands why [Irish] \"republican violence can be explained by... repression but loyalist violence is always... plain thuggery\". Maybe this is because republicans have been repressed and their call is for equality, while loyalists are attempting to defend their privileges in jobs, housing, and control of the Northern Ireland state. The republicans will always hold the moral high ground. There is a strong analogy with apartheid South Africa; some may argue differences in degree, but none can argue differences in kind.<br> <b>Charli Langford</b><br> London<br> <a href=\"charli.barbara@btinternet.com\">charli.barbara@btinternet.com</a><br></p> <p>\u0095 It is, I suppose, perfectly possible that \"Name and address supplied\" (Letters, August 26) grew up in a part of Ireland where all the men were drunk, the women and children raped, and Jews, gays, and English lynched. But one does wonder where it might be. The clue is in the word vow: he comes from good old traditional Irish melodrama. The vow usually goes: \"I'll not return to this place till I've avenged the man who stole my land, nor sorrowed the wife who died in childbirth, nor mourned my three fine sons who died of starvation while fishing in the currach... Well, I won't return until there's a bloody good party.\" Meanwhile, others think the place is a good financial risk and invest heavily.<br> <b>Eola Dillon</b><br> Dublin<br></p>",
  "<p>In Britain we no longer expect to suffer from illnesses associated with malnutrition, poverty and the dark ages of medicine. But news last week that the incidence of rickets among children is increasing suggests that our confidence may have been misplaced. Dr Zulf Mughal of St Mary's hospital in Manchester believes that many cases are missed by doctors unfamiliar with a condition not routinely seen in Britain for more than 50 years. \"If you are attuned to the problem, if you walk around any area with high immigration, you often see children walking with a funny-looking gait that could well be rickets,\" he says. </p> <p>Rickets is not the only \"dead\" ailment to be undergoing a revival. </p> <p>There are 30 diseases which must be reported to the authorities under the public health (infectious dis eases) regulations of 1988: alongside cholera and the plague are conditions such as measles and rubella, which were declining thanks to immunisation. </p> <p>However, an outbreak of measles in Dublin this year showed how these \"declining\" diseases can escape medical control: two people died and 100 were hospitalised. Concerns about the safety of the MMR (measles, mumps and rubella) vaccine led to some parents deciding not to immunise their children and so measles returned. The World Health Organisation states that a vaccination rate of 95% is necessary to guarantee protection of the population. In Britain, the rate has fallen to 88.4%. </p> <p><strong> Rickets </strong></p> <p>\"All nutritionists learn about rickets, but it's taught that it's pretty much a Third World problem,\" says Sarah Schenker of the British Nutrition Foundation. This disorder - the result of vitamin D deficiency which causes growing bones to weaken and bend - was thought to have been eliminated in the 50s. Professor Barbara Mawer of the Manchester Royal Infirmary is one expert who has noted its return. She has seen around 30 cases in the past two years and believes that, nationally, there may be hundreds. Asian children are thought to be most at risk: vegetarian diets could be partly to blame (vitamin D occurs naturally only in animal products, although it is, by law, added to margarine), as could dress codes which hide the skin from sunlight, a crucial source of vitamin D. \"Our advice is to make sure that you get at least half an hour of daily exposure, at least on the face, hands and arms,\" says Schenker. \"It's quite worrying to think that children might not be getting even that. If we're developing into a nation that simply sits inside, it is bound to have detrimental effects.\" </p> <p><strong> Tuberculosis </strong><br> </p> <p> A survey by the public health laboratory service (PHLS) of medical professionals has placed TB fifth on the list of health priorities in the UK today, above E coli and hepatitis. \"We do see cases and the numbers are rising,\" says Marjorie Monnickendam of the PHLS. \"It became less common, so people don't think that TB could be a possible explanation of their symptoms.\" Some of these, particularly a persistent cough, can be misdiagnosed as a more common complaint, such as asthma. Between 1948 and 1987, TB cases dropped tenfold; since, the decline has stopped and numbers are rising: from 5,204 reported cases in 1990, to 6,144 last year, killing around 400. Around 70% of children are vaccinated, but in the mid-90s many escaped the needle due to a lack of BCG vaccine. As the TB bacterium can survive in the body for years before stress - caused by homelessness, age or illness, for example - activates it, a decline in vaccination levels could be just what the germ has been waiting for. </p> <p><strong> Tetanus </strong><br> </p> <p> Tetanus can never be eradicated. The only effective guard against the disease, which attacks the central nervous system causing painful muscular contractions and lockjaw, is immunisation. Tetanus jabs, along with those for diptheria, pertussis (whooping cough), polio and meningococcal type C, are given to babies from the age of two months, and are - or should be - reinforced with booster injections every 10 years. Three cases of tetanus were reported to the PHLS last year. </p> <p>Earlier this month, however, 10-year-old Tyla Green was admitted to hospital with tetanus, the first child in Britain to contract the disease for more than a decade. \"It's very rare,\" says Monnickendam. \"We don't see very many cases, and most of those tend to be in elderly people who were not vaccinated when they were younger.\" Ninety-six percent of children are now immunised thanks to widespread vaccination programmes, but then so was Tyla Green. </p> <p><strong> Diphtheria </strong><br> </p> <p> Ten years ago, in England and Wales, there were two reported cases of diphtheria, which was supposed to have been \"conquered\" after mass immunisation began 60 years ago. By last year, there were 23. Time to panic? No, says Monnickendam. \"Diphtheria is basically a throat infection, and can produce toxins which damage the heart and nerves. But many [diphtheria] bugs don't produce these toxins.\" In 1998, for example, of 23 recorded cases, 21 were non-toxic, a variant thought to account for the steady increase in cases since 1992. </p> <p><strong> Whooping cough </strong><br> </p> <p> The number of reported cases of pertussis, to give it its technical name, has fallen from 15,286 in 1990 to 1,139 last year. The fatality ratio, though, has crept up from 0.05 deaths per 100 notifications in 1990, to 0.25 per 100 by the end of the decade. So why has it become more dangerous? Monnickendam says that it is most serious under six months and most of those who die have not been immunised. Some doctors believe that official figures do not reflect the prevalence of whooping cough: one 1997 study in a large suburban practice identified enough cases to indicate a nationwide rate of 330 per 100,000 people; the official rate is fewer than four per 100,000. </p> <p>Another study in 1996 suggested that as many as two-thirds of whooping cough cases go unreported.</p>",
  "Europe is losing the war against drugs, according to intelligence reports from the US Drug Enforcement Administration obtained by the Guardian. <p>The reports reveal dramatic increases in drug production - from poppy crops used to make heroin in Afghanistan, to the manufacture of ecstasy in the Netherlands - and police forces stretched thin while trying to cope with Europe's porous borders. </p> <p>The drug traffickers have been so successful that they have compiled huge hidden stockpiles throughout western and eastern Europe to ensure an uninterrupted supply. </p> <p>An increase in drug seizures throughout Europe and Asia is interpreted not as effective policing, but as a sign of increasing volumes. </p> <p>The DEA is especially critical of the policies of the Netherlands government, expressing scepticism about the effectiveness of its liberal approach. It describes the Netherlands as \"perhaps the most important drug trafficking and transiting area in Europe\". Trends in the drug trade, it says, undermine the Dutch government's policy of discriminating between \"soft\" and \"hard\" drugs. </p> <p>DEA reports on 10 countries, from Afghanistan, Pakistan, Iran, Turkey, Albania, Serbia-Montenegro, Macedonia, Croatia, Bosnia-Herzegovina and the Netherlands, were obtained by the Guardian during the past six months through the US Freedom of Information Act. They provide the most up-to-date information on the changing supply routes from the golden crescent countries - Afghanistan and Pakistan - to Europe. </p> <p>The traditional route through the Balkans was disrupted by conflict throughout the 1990s, particularly the war in Kosovo last year. While variations on the route, using Croatia and Macedonia, have been adopted, much of that trade has shifted to the north. </p> <p>Routes that emerged after the fall of the Berlin wall in 1989 are now witnessing the biggest volume of drug trafficking, especially through the Czech Republic, Bulgaria, Hungary and Romania. </p> <p>The DEA emphasises that the lifting of border restrictions within the European Union under the Schengen agreement, which Britain opted out of, has made life easier for drug traffickers. </p> <p>\"Although this agreement is advantageous for trade, it is also attractive to drug traffickers,\" the report says. </p> <p>In one especially pessimistic passage, the DEA concludes that drug traffickers have built up stockpiles that allow them to ensure smooth supplies. \"In the last few years, heroin has been increasingly stockpiled in some western and eastern European locations, enabling west European travellers to take delivery of the drug closer to home,\" it says. </p> <p>\"Turkish heroin trafficking organisations work in collusion with nationals from eastern Europe who have established heroin depots to store large quantities of heroin and release it on demand. </p> <p>\"These storage facilities ensure a steady, uninterrupted drug supply to west European consumers.\" </p> <p>A report on the Netherlands, prepared by the intelligence division of the DEA and dated June 2000, says that Amsterdam is \"rather unique in that every type of drug-smuggling and distribution organisation is represented for strategic and logistical purposes. It is an organisational centre, a central brokerage point and a safe haven.\" </p> <p>Among the 100 groups which are active in drug trafficking in Amsterdam are Turks, Colombians, Kurds, Chinese, Nigerians, Israelis, Moroccans, British and Irish. </p> <p>The Netherlands is the world's biggest producer of ecstasy, a \"designer drug\" that is a mixture of amphetamine and mescaline. The DEA says: \"The United States is increasingly a target of MDMA [ecstasy] traffickers. Quantities of ecstasy tablets are routinely smuggled to the US by air courier or in postal or express-mail packages. </p> <p>The DEA's Hague office recorded the seizure of more than 3.5m ecstasy tablets between January and October 1999 destined for the US market (seized in both the United States and Europe). </p> <p>The Netherlands is also the main source in Europe for amphetamines, with virtually all shipments going to Britain, Germany or Scandinavia. </p> <p>The DEA also estimates that 75% of the heroin arriving in the Netherlands is for onward shipment throughout Europe and north America. </p> <p>In contrast with the official approach of the Netherlands government, which differentiates between hard and soft drug traffickers, the DEA notes: \"Dutch hashish traffickers are increasingly distributing heroin, cocaine and amphetamine to other countries. This 'poly-drug' activity is being encountered more and more frequently.\" </p> <p>Smuggling is carried out by rail, air and post, but mainly by road in private cars, commercial buses and - the most popular method - in large container trucks. </p> <p>The heroin trail begins in Afghanistan, the world's largest producer of opium. Although a reduction in the amount of land being cultivated for poppies is predicted for this year, the trend in the volume of opium production has been steadily upwards. Production has risen by 33% in the past three years, according to US estimates, and 80% of illegal opiate products in Europe come from Afghanistan. </p> <p>The traditional route for heroin trafficking was through Pakistan and Iran, but the lat ter has become more problematic. The Iranian government has sent its troops into bloody battles with increasingly sophisticated drug traffickers from Afghanistan, so the traffickers have moved their routes north. </p> <p>The DEA says: \"Reports of heroin shipments north from Afghanistan through the central Asian states to Russia have increased. Tajikistan is reported to be a favourite destination for both opium and heroin shipments.\" </p> <p>Russia acts as both a consumer and transit point. </p> <p>The usual destination for shipments from the central Asian states is Turkey, which \"plays a significant role in the conversion of opiates from source countries in south-west Asia and the trans-shipment of heroin to the worldwide market, particularly Europe\". </p> <p>It is estimated that four to six metric tonnes of heroin is either processed or transits through Turkey each month.</p>",
  "<p>There are several names Richard Blackwood would probably prefer never to hear again, at least not as part of the sentence \"So how do you compare yourself to ... ?\" Among them are Will Smith, the American comedian Chris Rock and, to a lesser extent, Ali G. There is no way around it, though, especially when Blackwood himself has expressed his ultimate ambition thus: \"I would love people to look at me the way they do Will Smith. To me, Will is the pinnacle of greatness in this business.\" </p> <p>Blackwood may still believe that, but no longer talks about it, not since the press began taking him at his word and asking if he thought a cult black comedian from south London could really compete with the $20m-per-film Smith. The tag \"Britain's Will Smith\" has followed him around since. It is an easy bit of descriptive shorthand, but it makes Blackwood appear to be puffing after Smith's Porsche on a rickety bike, as is often the lot of British versions of American superstars. </p> <p>Nor is he Britain's Chris Rock, as he has been labeled by more switched-on viewers who detect something of Rock's trendy political incorrectness in the 28-year-old Blackwood's streetwise approach. \"My act used to be much rawer,\" he says. \"I've said things like, 'Yardies aren't organised crime, they're just black people with guns. When did you ever see a black person who's organised?'\" Rock's humour is much more divisive, however, with its gags about the black middle class versus \"niggers\", which isn't where Blackwood is at, at all. Nor is he an Ali G, whose multi-layered concept - a white guy playing an Asian who thinks he's black - still has people wondering whether it's all right to laugh. </p> <p>His selling point, which he introduced to the wider nation last spring on his Channel 4 series, the Richard Blackwood Show, is cuddly inclusiveness. His stand-up routine mines a seam any youngish Briton will recognise - clubs, music and what to do when a gun-toting eight-year-old demands your wallet (\"Two days later I woke up in hospital ...\"), laced with a few F-words to reassure the rap generation. He also dresses rap for good measure: today he bounces into the Langham Hilton in London wearing a baseball cap, huge jeans and a jacket with \"New York\" across the front. </p> <p>He is smooth, assured and witty, but he has had to tone down his act because \"you can't be too black or you scare the mainstream - they think you have a chip on your shoulder. Someone who is powerful might not like it and they could stop you or stunt you. You have to pull them in softly.\" </p> <p>That speaks volumes about his ambitions, and why he is likely to be the only black British comic of his generation to realise them. Others, such as Curtis Walker and Geoff Schumann, are edgier, but Blackwood knows that the kind of success he craves depends on reaching a white audience. \"There's only two million black people in this country, which isn't enough for me to do strictly black comedy,\" he argues, Streatham vowels tumbling over each other. \"You can say anything you like onstage in America; you can say 'honky' or talk about enslavement and get a laugh, but not here. We've only been here 40 or 50 years.\" </p> <p>That is the reason he is no longer out there pounding the circuit like his competitors, the reason he is conducting this interview in the Hilton's Palm Court, where a dish of ice cream costs £8. Early on, encouraged by his Jamaican parents (\"They told me not to segregate myself - if you're a comedian, you can't limit yourself\"), Blackwood grasped that he could either be \"raw\" and limit himself to fringe venues such as the Hackney Empire, where he started out as a stand-up in 1994, or give people what they want to hear, with a frosting of street culture, and become famous. It wasn't a hard decision. </p> <p>So far, the pay-off has been the Richard Blackwood Show (which came about after a successful stint as an MTV presenter) and a recent single called Mama - Who Da Man?, which made the top three. A single? Yes, his hunger for world domination has led Blackwood to launch a recording career and further fruits of it will be unveiled next week with the single 1234 - Get With the Wicked. It will be followed later in September by an album, You'll Love to Hate This. </p> <p>The defensive title acknowledges that people will be suspicious of a comedian making records, as they have every right to be, given precedents such as Mel Smith and Benny Hill. But Blackwood isn't completely cynical about music. He is a big fan of hip-hop and reggae and has tried, with the help of guests such as the ragga artist General Levy, to make an album that he himself would want to listen to. He has the advantage of coming from a musical family: and uncle, Junior Giscombe, had a worldwide hit in 1982 with Mama Used to Say, which Blackwood sampled on his first single. </p> <p> The result is, well, competent, but too heavily based on the over-worked conceit of presenting Blackwood as an omnipotent sex hunk, with female voices swooning \"We love you, RB!\" Eastwest Records A&amp;R director Cheryl Robson, who signed Blackwood for an astonishing £1m if the rumours are true, calls it \"a party vibe\", which is probably code for \"We know he's not a musician, but cut him some slack\". Still, Will Smith's early records, back when he was the Fresh Prince, were hardly inspiring. And Blackwood is refreshingly open about his musical aims. </p> <p>\"I love music, hell, yeah,\" he asserts, twiddling a straw around his Diet Coke. He hasn't drunk alcohol since he was a teenager, and has never tried cigarettes or drugs. \"But do I wanna make a career of it? No. It's a platform, and one I'm embracing, definitely. But I'm a comedian and I'm here to do comedy.\" </p> <p>And to pursue his dream all the way to Hollywood, his ultimate goal. His determination has been boosted by having two role models in the family: Junior, and Naomi Campbell, who became his step-sister when his father married her mother. They have since divorced, but the comedian and the supermodel still \"sit down and bump heads\" occasionally. </p> <p>\"Life is about choices,\" says Blackwood solemnly. \"Racism pisses me off, but I try to take a humorous slant about tragic situations. I saw plenty of rough life, but I was fortunate that I had family who told me I had better choices. I wasn't that way, and my cousins who were, like if they got into a fight, they'd say, 'No, stay over there'. Though we're living in a time when drugs are everywhere, and back when I grew up it wasn't as bad with cocaine and crack. </p> <p>\"Guys say, 'You have to let me off, I didn't have a father', but I didn't have a father either, not 24/7 [24 hours a day, seven days a week]. Or my mum, she'd visit, but not 24/7. My mum was 17 and my dad was 19 when I was born. A lot of kids have young parents who can't instil values 'cos they're still learning themselves. I was lucky to have grandparents who instilled values.\" </p> <p>Blackwood's clarity and focus mean that his catchphrase, \"Who da man?\" is increasingly being answered by: \"You are, you good-looking wisecracking thing, you.\" Hollywood, here he comes - if they can understand a Streatham accent.</p>",
  "William Hague suffered a blow to his credibility last night when a prestigious American trade body challenged his claim that Britain would win substantial benefits by forming a new trading bloc with the United States. <p>The Washington-based International Trade Commission said that British membership of the North American Free Trade Area (nafta) would have \"minimal effects\" on the economy. </p> <p>It also warned that such a move could jeopardise British membership of the EU and undermine worldwide trade agreements brokered through Brussels. </p> <p>Mr Hague stepped up his campaign against the EU earlier this year by throwing his weight behind a campaign by anti-Europeans for Britain to join nafta, the trading bloc which links the US, Canada and Mexico. One senior foreign office official condemned the plan as a threat to British membership of the EU. </p> <p>Mr Hague's aides insisted that his proposal to join Nafta was not eurosceptic because he insisted that a Tory government would apply to join the body while retaining British membership of the EU. His twin track European-Atlantic strategy would massively increase trade, aides claimed. </p> <p>However, the International Trade Commission (ITC) reported in Washington last night that dual membership of the EU and Nafta would have a minimal impact on the British economy. </p> <p>The report, which was commissioned by the powerful US senate finance committee, said that Britain's GDP would increase by one tenth of 1% if it joined Nafta, while remaining a member of the EU. </p> <p>The report added: \"Because trade between the UK and the North American countries is subject to relatively low tariffs it was found that elimination of these tariffs would have minimal effects on the economies of the countries in question.\" </p> <p>The foreign secretary Robin Cook, who has warned that Tory support for Nafta is code for withdrawal from Europe, insists that Britain would have to leave the EU to join the American trade body. The Washington-based ITC said in its report last night Britain's GDP would only fall by 0.01% if it abandoned the EU to join Nafta. </p> <p>However, the ITC warned that leaving the EU could severely damage Britain's relations with its European partners who account for more than half of British trade. </p> <p>\"The commercial uncertainty resulting from any alteration in [Britain's relations with the EU] might result in currency volatility and investment flight,\" the report said. \"Were the UK to have a different relationship with the EU, the UK might not only face uncertainty in its trade and investment with the rest of the EU, but might also face uncertainty in its trade relationships with the rest of the world... Were the UK to alter its relationship with the EU, UK government officials, business leaders and trade specialists note that the UK might face having to renegotiate all its external trade relations.\" </p> <p>The report by the ITC, which was commissioned by the senate finance committee after intense lobbying by eurosceptic Tories, will come as a relief to pro-European campaigners who had been concerned that its findings might go against them. </p> <p>Mr Cook said that the Tories' support for Nafta highlighted the party's policy of \"withdrawal by stealth\". </p> <p>\"Nobody can now take seriously William Hague's protestations that he wants Britain to remain within the EU when he is working to get Britain to join Nafta,\" he said.</p>",
  "Government plans to charge immigrants whose visa applications have failed up to £580 to appeal have been sharply criticised by the National Association of Citizens' Advice Bureaux (Nacab) and a senior backbench Labour MP. <p>Under proposals for legislation which could be introduced this autumn, appellants would be charged £280 for written appeals and £580 if the rejection is contested in person. The government, which is reintroducing the right to appeal abolished by the last Conservative administration, said the charges were intended to cover court costs and had been insisted upon by the Lord Chancellor's Department. The Home Office and the Foreign Office have agreed not to charge for their services. </p> <p>Richard Dunstan, of Nacab, welcomed the restoration of the right to appeal but criticised the fees. \"The issue is that the value of the right of appeal will be seriously undermined by the imposition of fees because they will deter some wronged applicants from exercising that right,\" he said. </p> <p>\"There is no guarantee [of winning an appeal] even if you believe your case to be a strong one. There is a risk therefore, and some of those who are wrongly refused cannot afford to risk that sum of money. I hope very much that ministers in the Lord Chancellor's Department will consider their decision again.\" </p> <p>He said the number of appeals per year was likely to be in hundreds rather than thousands, \"so the total cost to the government would be relatively small\". </p> <p>He said: \"The only reason that the government has put forward in justification for imposing fees is that there is, in its own words, no new money for these visitor appeals. That reason evaporated last month with the chancellor's announcement of £600m for immigration control.\" </p> <p>Labour MP David Winnick, a member of the Commons home affairs select committee, yesterday joined in criticism of the proposals. </p> <p>\"I would rather have a system where no payment was involved at all,\" he said. \"But if there is to be payment the charges should be moderate. The sums which have been mentioned are certainly not moderate. I would imagine most Labour MPs would certainly be opposed to anything like £500.\" </p> <p>He said he believed that some ministers were unhappy about the charges, and that the lord chancellor \"would have a very limited knowledge of what happens at our surgeries and in our correspondence about constituents who are very keen for close family members to visit the UK\". </p> <p>The row over visa appeals comes after an immigration bond scheme which would have forced certain visitors entering the UK to pay a returnable deposit of around £3,000 was dropped by the government after angry reactions from anti-racist and immigration support groups. </p> <p>A spokesman for the Lord Chancellor's Department said it would be examining the points raised by Nacab.</p>",
  "In opposition the words could not have been bolder. It was time for government commitment to families to be extended to immigration and asylum procedures too. These were not just bold but brave words in an election atmosphere in which the Tories, playing the race card with a 1996 Asylum and Immigration Act, prompted the Economist to declare they deserved \"contempt, not votes, for proposing (such a) nasty little bill\". Labour was unequivocal: \"It is in no one's interest that close family members are divided by arbitrary and unjust regulations.\" And it was quite specific about the need of families to be together for special events - weddings, births and funerals. The appeal procedure for people refused a visitor's visa for such events, abolished by the Tories in 1993, would be restored. <p>One year into government, restoring the right of appeal was still being upheld, but by then justice had a price, which charging appeal fees could recover. Three years on from the election, the precise cost to the government of an appeal has been calculated: £280 for a paper decision and £580 for an oral hearing. In a new consultative document, ministers are proposing applicants should be required to meet this cost over and above their own legal fees. If an appeal succeeded, the fee could be returned, but as the National Association of Citizens Advice Bureau (Nacab) noted yesterday, many applicants would not be able to afford such a risk. Given the reputation of our hardline immigration procedures, who would want to rely on receiving a fair deal? One out of five appeals in the old system succeeded, but that meant four out of five failed. </p> <p>Labour should go back to first principles. They were right to emphasise the importance of supporting families. They were right to recognise the bonding which special events achieve. There was never any suggestion in the old system of charging appellants. Why are Labour ministers introducing it in the new? The only explanation has been that there is no new money for such appeals but, as Nacab has noted, this reason evaporated last month with the chancellor's announcement of £600m extra for immigration control. One Labour MP, David Winnick, has already protested. Others should follow in his wake. The government's proposal is mean, dishonest and in breach of civil liberties. It should be rejected.</p>",
  "Yesterday morning, a sixtysomething man approached me outside Superdrug on Clapham High Street. Wide-eyed, unshaven, clean but slightly shabby, he tottered towards me brandishing a scrap of paper. Why? I didn't wait to find out. No sooner had he made eye contact than I muttered a quick \"No!\" and moved snappily out of his path. It was only as I walked away, relaxed, took stock, that I realised I'd almost certainly just rebuffed a tired, slightly confused old man, asking for directions on a busy London street. <p>Sadly, in the past few years I've lost my urban spontaneity and joy. Out there these days, I'm tense, careful and mistrustful. It wasn't always this way. I used to walk about like a puppy in the sunshine, enjoying the air, the buzz of being alive and out in the city. So what's changed? Just the tawdry fact that I can no longer walk alone down these south London streets without being harassed by men. </p> <p>Young men, old men, sober, drunk, clean, filthy, black, white, in cars, vans, lorries or out of them. Almost every day, at any time of day, I am yelled at, leered at, snarled at, lip-smacked at. I have had my bottom pinched, my clothes grabbed - even, on one occasion, my breast squeezed. </p> <p>Some do it menacingly, fixing me with their eyes and muttering graphic, sexually suggestive things. Others - just as oppressive if not so obviously intimidating - verbally assess my hair, clothes, demeanour. \"Hello, love ... Smile, my darling! ... Love the hat!\" If I don't respond, they raise the volume: \"Hey, Blondie, I'm talking to you!\" </p> <p>If challenged (not that I've ever dared), this type would act innocent, swear they meant no harm. But they know exactly what they mean. \"Hello, love, don't imagine you can walk down this street in peace: you're up for grabs, you're mine to fiddle with, this space is not yours but mine to step into as often as I want. You're here for my amusement, sunshine.\" </p> <p>Constant low-level harassment of this sort ensures I finish the 10-minute walk to my workplace feeling angry, hostile, flushed. I resent this. It's not how I want to feel or how I want to live. Why should I start each day in combat mode, adrenaline flowing, just to guard my right to be me? </p> <p>But it's not just the men on the pavement or up ladders. Most sinister of all, perhaps, are the ones in their cars - not lorries but Fords and Astras and Volvos. These are the sneaky cowards who, snug and slimy in their tin boxes and bored attraffic lights, catch your eye and roll theirs, jiggle their eyebrows at you, make thrusting movements with their tongues. </p> <p>These men - and we're talking men in suits, white-collar workers - probably also like to think they are good sorts. They like to have a laugh, go down the pub, watch the game on TV, then go home to wives or girlfriends. If someone made a sexually suggestive comment to their woman, they'd be outraged. But the stranger's fair game. Safely anonymous in their cars, they leer and taunt like execs at a peep show. And why not? What rap will they have to take? Road rape? Don't be silly. It's just something to do when you're stuck on red. </p> <p>So what are they looking at? An averagely OK-looking, 40-year-old mother of three. Yes, tallish, blondish, fashionably dressed, but I don't think looks come into it that much. I'm there. When I complain to my (wholly sympathetic) partner, he points out that I (1) look happy, (2) do my hair and make-up every morning, (3) tend not to travel in the rush hour, so am often on the streets when few other groomed working women are. </p> <p>I point out that I mostly wear jeans and am nothing like as young and cute and fresh-looking as I was in my 20s when I seemed more or less to walk along in peace. So why me? Why now? Why so much? </p> <p>The answer is, I can't possibly be the only one. Plenty of women living in cities are putting up with this sort of hassle just as I do, day in, day out. Talking to friends, we reckon only two things really stop you getting hassled: driving everywhere or walking around with kids, especially in pushchairs. Motherhood still seems to equal sexual anonymity - though it has to be said that the only time I ever received a serious proposition from a stranger was when I was eight months gone with my third. </p> <p>But my kids are at school all day and I don't want to be forced into a car. Getting a dog seemed a good idea and certainly in winter, with my Border collie in tow, I became less a woman, more a dog walker - someone with a purpose rather than a helpless floozy flaunting her sex. In winter, with my long coat, hat and sunglasses, dog and I got minimal hassle. I was hopeful. Too hopeful, it seems. Now, in August, minus the coat, \"Give us a stroke, darling\" comes the wretched cry from lorries. </p> <p> The boy who grabbed my breast was a jaunty 15 or 16-year-old - well-dressed, good-looking, Walkman on his head, hands hanging loose by his side. It was a sunny May morning when our paths crossed. He made me jump and hurt my breast. By the time I got over the shock and realised I'd been assaulted, he'd disappeared. </p> <p>I called the police who listened sympathetically while admitting there wasn't much they could do. That night, a policewoman phoned me at home to take \"further details\". </p> <p>\"It's funny,\" she said, \"but I had the same thing happen recently, in the same area - could be the same lad.\" </p> <p>\"Did you catch him?\" I asked. </p> <p>\"I couldn't report it.\" </p> <p>\"Why not?\" I said, surprised. </p> <p>She lowered her voice. \"I'd have been teased at the station. You know. Anything to do with breasts. They'd have thought it was funny.\" </p> <p>\"What? Your fellow officers?\" </p> <p>\"Don't tell anyone I told you that.\" At the time I didn't, but I'm telling you now because her admission was sad, ridiculous, terrifying, amazing but also because it seems to me it's a dreary clue as to why she, I and to some extent all of usare grimly, quietly tolerating the intolerable. </p> <p>So if you're a man and you think this piece is funny or silly or a fuss about nothing, think again. Imagine you're in a hurry, on your way somewhere, personal stuff on your mind, and I stop you on the street and ask politely where the nearest Superdrug is. Or imagine that I don't. Imagine I start to ask you that question and then scan your body with my eyes and demand to know what colour your underpants are. Or pinch your nipple. Or grope your testicles. Feeling a little tense now, are you? Oh come on, where's your sense of humour? It was only a bit of fun.</p>",
  "<p>I live in France and I have one small advantage over other foreigners who live here: I've left not one country behind, but two. Being an expatriate takes practice. Most countries make the migrant feel foreign; France does something entirely different - it seems to encourage the belief that you are at home. </p> <p>I live in the southern Languedoc, in a small village midway between the Black Mountains and the Mediterranean. When I arrived some years back, you hardly ever heard English. My neighbours spoke none - and they still don't. But things are changing. </p> <p>Frederic runs the village restaurant, and for years he has been looking around his pretty restaurant, with its pink tablecloths and black and white tiles, and saying: \"I think I'm the only Frenchman in the room.\" It was never the case. But it is becoming truer by the month. </p> <p>Not just more and more visitors are finding their way here, but visitors who, at least in my part of southern France, are most foreign of all, the native British. Until now we were bypassed when the Brits came south; they were heading down to Spain or Provence. These days they are coming in numbers. </p> <p>In this part of the Midi, they are a novelty still - exotic birds with queer nesting habits. Overexcited, overloaded, and unquestionably over here. Arriving in seasonal migrations, like the hirondelles, to be sighted in chattering flocks, in the squares of Carcassonne or Toulouse. Or beside the Canal du Midi, shirts off, stunned by the sun, the cheapness of the wine, the sheer expanse of it all. </p> <p>Those who settle in these parts may be divided into the high- and the low-flyers. Some head over the Black Mountains into the high country of the Tarn, about an hour's drive from Toulouse, as the Volvo plies. It is shapely, familiar country - Castres and Lautrec and Albi - so green and so wet that some call it \"God's pisspot\". </p> <p> Something comforts the English heart in the Tarn. Narrow your eyes and you might be in Gloucestershire. So many migrants from well-heeled London suburbs have been buying up cottages and farmhouses that they've taken to calling it \"Kensing-tarn\". </p> <p>Rather fewer head south, into the Midi, and the great Mediterranean plain stretching from the Black Mountains to Spain and the sea. This is my patch. It is hot, rough, rocky country - a place of cherry trees, summer vipers, seasonal hippies, mystics, oddballs and vineyards. Each small stone village is an island on the great wine lake. We make a lot of wine, and - if you buy it fresh - what you don't drink inside a week, you may as well wash your hair in. In the old days they used wine to mix mortar, when water was scarce. </p> <p>This is the land of those Manichean heretics called the Cathars, so violently destroyed 700 years ago and now remembered in the menus and the wine lists. Even heresy can be packaged now. Everything begins in mysticism and ends in politics, said Charles Peguy. Not any more, it doesn't. In this part of the Midi, what starts in mysticism ends in tourism. </p> <p>Come to Cathar country, say the publicity people. Come to pastel country, come to the land of Cockaigne. The publicity campaign is a remarkable sleight of hand. Because, in truth, this part of the Languedoc isn't anyone's country - it is beautifully and plainly itself. It is not smart, it is not neat. As for historical treasures, the Cathars have vanished, and pastel is a very small crop. The land of Cockaigne is not what it was - if it ever was. </p> <p>What the place has is history and ghosts and memories of former invaders - Greeks, Romans, Goths, crusaders. Some of them stayed on, just as they do now. The British are just the latest in a long line of exotic imports. And a fine corrective to what one might imagine the locals think about the invasion of the Brits was summed up strikingly by the woman who was asked what she felt about the waves of English migrants and said simply: \"Well, I suppose it's a bit better than the Arabs.\" </p> <p>I put it down to the familiar racism, the kind the Midi is noted for - but then it occurred to me that she might have been thinking of the Moors. After all, they spent a lot of time besieging Carcassonne, centuries ago. And so did the Goths and crusaders, and even the English. Everyone came down when they felt like having a war. </p> <p>So why are the English coming - again? I'd like to think the reasons are faintly religious. There is an old German proverb I rather like that holds that \"God lives in France\". Quite so. I once had a New Zealand neighbour who one night, back in Christchurch, saw my village in a vision, and came and settled here. She didn't come in search of God. As she told me over tea one day, she was God. </p> <p>But the British don't come here for religious reasons. They don't believe that God lives in France. A lot of the time they don't seem to believe in the French, either. They come because, deep down, they believe the Brits do France better than anyone else. Understand it, appreciate it, love it. They believe in France. What a shame then to leave it to the French. </p> <p>It has been the genius of the French to encourage this view. They do it by removing themselves from the scene and letting visitors continue in the splendid delusion. So foreigners come and they stay. We make French wine and keep French bees and recreate French houses, and we do it so well that it seldom strikes us that the Gallic spirit we seem to pick up, the flair we are proud of, exists in our own minds. </p> <p>I made a French garden; it has a vine and a pomegranate tree. My French neighbours came to see it and they knew it at once; they said: \"How very good it is to see an English garden in the Midi.\" </p> <p>Perhaps what is sometimes seen as French arrogance is really a kind of splendid indifference. Because the paradox of life in France is that the more \"French\" you become, the more your national traits are accentuated. You become more, and not less, the way you were at home. </p> <p>And no one minds! That's why most of the visitors bound for Paris or Toulouse or Lyon this summer will find that most of the locals have left town. What seems odd is perfectly logical. They have absented themselves from the scene. Paris can then be reinvented as the visitors wish, free from the prejudices of those who live there. </p> <p>The south of France performs much the same function for visiting Parisians, who are, in some ways, even more foreign than the English. Smart northern French metropolitans find my village quaint, bucolic, simple. And my village does its best to conform. La Cité, the medieval fortress on a hill beside modern Carcassonne, does it to perfection. It is a fairytale castle in a pop-up picture book, all crenellations, turrets, battlements. In summer you may see knights jousting below the massive walls, curio shops hawking plastic pikes and spikes, and a museum of medieval torture beside the little creperie. First we take a close look at flaying, then we tuck into good jam crepes. </p> <p>This leads some to say that La Cité is like Disney World. But then they are the sorts of people who have been only to Disney World. In fact, the better parts of Disney World are faintly like medieval Carcassonne. It is a real place. Real soldiers died on the battlements. The Romans and the Goths attacked it. Officials of the Inquisition sniffed out Cathar heretics and then burned them in real bonfires. </p> <p>But real though it is, it allows almost endless possibilities for reinvention. Let me illustrate what I mean. Take the beggar who stands at the door of the cathedral of St Nazarius. He may look like an actor but he is a professional: he begs for a living. His looks seem painted into place. He has wild white hair and the face of a Spanish saint. He's been here for years, part of the church furniture, like the organ and the baptismal font. </p> <p>But there is more to him than meets the eye. Word has it he takes the train in each morning from a nearby town and wears a jacket and tie. Arriving at the cathedral, he changes into his working rags and takes up his position in the porch. Tourists take him for the verger or the hermit of St Nazarius, the saintly beggar. They give generously. At the end of the day he counts his takings and changes back into his good clothes. Legend has it that he eats at one of the better restaurants in the evening before going home. </p> <p>Do I believe it? Certainly, this is southern France; it allows me to believe what I like. That is what I think France does - it lets people reinvent it, according to taste. It even allows the ultimate illusion - the fond and foolish thought that France is rather like home. It isn't, of course. It is a foreign country, and often, after the cherries and the pastis, after the panamas, the boozy summer lunches and the almond blossom, it is for some the most poignant exile. </p> <p>People get homesick. That is why a class of professional comforters move among the displaced, making a bob or two. </p> <p>There are all sorts of support groups. There is the English newspaper where \"Dismayed of the Dordogne\" can complain about - wait for it - the infuriating way the French insist on being, well, French. There are English lawyers, English builders and useful specialists who service the more subtle and intangible - and less respectable - yearnings for home. </p> <p>In the markets of the Tarn, a man goes around in a van selling baked beans and crisps and Branston pickle. He is more than a service, he's a kind of guilty secret, a dealer in slightly grubby, faintly underhand goods. But what a fine niche he fills for Tom and Tina, who own a farmhouse outside Albi. They are, if you like, \"French\". They come to the Saturday market for olives and saucisson, but they are susceptible to the man in the van. To his discreet and sly temptation - \"Anything for the weekend, sir-madam?\" - Tom and Tina sometimes succumb. Nothing serious; small, venial sins. A packet of \"real\" English tea, some \"proper\" bangers - handed over in a plain brown wrapper. No questions asked. </p> <p>I knew a woman over in Lezignan who took things a step further. Lizzie had a fine idea of selling her body to lonely Englishmen. It is really much the same principle as the chap who tours the markets with Bovril and \"English\" bacon, with this brilliant difference - what Lizzie sold was herself. Made in Britain. Tried and tested. Fond, familiar, understanding. She served up Horlicks and lashings of good old British sex to homesick Englishmen. She had a fine selection of British TV programmes. 'Allo 'Allo was very popular. She comforted the lost and lonely; she made France seem, well, less foreign for a time. </p> <p>However much it gives us the impression, I don't think it is France that we remake in our image, though the country has a wonderful way of encouraging us to try. Rather, I think it's a space to play, a country of the heart. A kind of love affair, where the object of our desire is content to be whatever we wish. It conspires in the illusion. In the end it is probably ourselves that we are refashioning. It is a kind of folly, of course - but where else are you as free to have as much fun? Without contradiction. It isn't about geography, it's a matter of imagination. </p> <p>Benjamin Franklin probably got it right. Everyone has two countries - their own and France. </p> <p>Christopher Hope's book Signs of the Heart: Love and Death in Languedoc is published in paperback by Picador, priced £6.99.</p>"
]