[
  "<p><strong>Asia</strong></p> <p>From the package holiday honeypots of <strong> Pattaya</strong>, with its many bars, and <strong> Phuket</strong> to as yet less commercialised <strong> Koh</strong> <strong> Samui</strong> off the east coast and the smaller islands such as <strong> Krabi</strong> and <strong> Phi Phi</strong> with their excellent snorkeling, Thailand offers a huge range of options for the winter escapee. Combine beach with some sightseeing, shopping and wonderful eating in <strong> Bangkok</strong>. Bring back orchids to brighten the ensuing winter days. </p> <p>Malaysia's <strong> Penang</strong> combines plenty of good hotels and beaches with the stilt houses of <strong> Georgetown</strong>, the island of <strong> Langkawi</strong> is for those wanting sand, palm trees and total relaxation, as is the deliciously-secluded and up-market <strong> Pangkor Laut</strong>, where you may sleep in rooms constructed on piles over the sea. The country's east coast remains relatively undeveloped. </p> <p>Away from the main holiday beaches, <strong> Bali</strong> retains its culture of festivals and dancing. There are temples by the thousand and a stunning landscape whose terraced rice fields are dominated by volcanic mountains and irrigated by deeply channeled rivers that flow from their slopes. </p> <p> <strong> Best months to go: </strong><br>Thailand's lowest rainfall is from December to February and average top temperatures well above 30C. Malaysia is similarly warm but can be a little wetter. Winter is not the best time for Bali. Rainfall is highest in December and January, and humidity, although commuted by sea breezes, is high. That said, sunshine is also prolonged and average maximum temperatures are around 30C. </p> <p><strong>Australia</strong> </p> <p> <strong> Sydney</strong> basking in Olympic congratulation, is the obvious jumping-off point - all glinting water and splendid, eclectic eating. Climb the superstructure of the Harbour Bridge, linger in the botanical gardens, visit the excellent Art Gallery of New South Wales. Shoe-horn in enough time for the beaches, of which there are plenty. (Locals say Whale Beach, to the north, is best.) </p> <p>Take to the water in boat-mad <strong> Perth</strong>, barbie by the Yarra in <strong> Melbourne</strong>. <strong> Adelaide</strong> has more outside restaurants than you can count. <strong> Tasmania</strong> would be a good option, with its ravishing beaches and great hiking trails, such as that recently opened on the Bay of Fires. Avoid the period around Christmas, when air fares soar. </p> <p> <strong> Best month to go: </strong><br> Not much to choose between December and January, when temperatures in Sydney are between the high teens and mid 20s and humidity moderate - but rainfall tends to increase after that. Between December and March, it rains stair-rods in Queensland and the Northern Territory. Hottest days in Perth are around three degrees warmer than in Sydney. Rainfall is lowest in December but negligible from November to March and humidity is slight. Tasmania is cooler, with top temperatures hovering around the 20C mark between November and March, although it is usually drier than Sydney. </p> <p><strong>Bahamas</strong> </p> <p> Strangely under-patronised by the British. <strong> Nassau</strong> has fine beaches, slick hotels and gambling, but the out islands are delightful, with little or no development, sparse population, a tempo so slow as to be near imperceptible and stretches of deserted sand. Including the smaller cays, there are a total of 700, among them the <strong> Abacos</strong>, <strong> Exumas</strong> and <strong> San Salvador</strong>, where Columbus made his first landfall. </p> <p> <strong> Best month to go: </strong><br> December. </p> <p><strong>Bermuda</strong></p> <p> Although less than 600 miles from New York, the main island and its neighbours remain warm even in mid-winter. Sublime beaches, great snorkeling and scuba diving. Echoes of empire -cricket is played, and judges wear white wigs. </p> <p>The capital, <strong> Hamilton</strong>, has buildings of pastel-coloured elegance; indeed, Mark Twain once wrote that he'd rather stay in Bermuda than go to heaven. </p> <p> <strong> Best month to go: </strong><br> the weather is probably best after mid-December but then remains pretty consistent until spring, with average maximum temperatures around 20C. </p> <p> <strong>Canaries</strong></p> <p> Unquestionably Britain's most popular winter sunshine destination, but if you are looking for somewhere completely different, forget it - on Tenerife's <strong>Playa de las Americas</strong>, full English breakfast is readily available, and Old Speckled Hen and Warsteiner lager are on tap. And there would have been no problem finding a TV on which to watch England's latest, woeful World Cup performance. </p> <p>However, there are escape routes: the interior of <strong> Tenerife</strong>, dominated by Mount Teide, is spectacularly beautiful. It offers excellent hiking, as does the Macizo, or massif, on the north-west of the island where you can follow Inca-like trails cut by the Guanche people, who are believed to have migrated here from North Africa some 2,000 years ago. Gran Canaria also has wonderful, lush scenery away from its main resort areas. And there are less brash resorts, such as Tenerife's Puerto de la Cruz, and Puerto del Carmen and Playa Blanca on the volcanic island of <strong> Lanzarote</strong>. </p> <p>The nightlife on <strong> Fuerteventura</strong> is fairly low key, too. Unlike Lanzarote, it has white-sand beaches. While rain is not uncommon in winter, temperatures are pleasant. Those determined to swim in the sea should remember that this is the coast of the Atlantic. However conditions for windsurfing can be excellent. </p> <p> <strong> Best months to go: </strong> February and March. Average maximum temperatures are in the low 20s and total rainfall is about 25mm. </p> <p><strong>Caribbean</strong> </p> <p> Choose your island carefully because they vary greatly. <strong> Jamaica </strong> is probably the most fun and arguably the most beautiful. When you are bored by the beaches, do the tourist thing and slither up Dunn's River Falls, take a raft trip down the Rio Grande, look for crocodiles up the Black River and on no account miss Noël Coward's former home, Firefly. </p> <p><strong> Cuba</strong>, a combination of beach, history, politics and culture, runs Jamaica close. <strong> St Lucia</strong> and <strong> Grenada</strong> are also scenically lovely, <strong> Antigua</strong> less so but with an abundance of beaches. In <strong> Barbados</strong>, the sea shifts softly from azure to emerald green along west coast coral beaches of fine white sand while Atlantic surf thunders on its eastern shores. </p> <p>The US and British Virgin Islands are also sharply different. <strong> St Thomas</strong> in the USVI is a major port of call for cruise ships and does a roaring trade in duty free, the BVI's <strong> Tortola</strong> and <strong> Virgin Gorda</strong>, some of whose beaches are accessible only by boat, are much sleepier. </p> <p> <strong> Best month to go: </strong><br> like their characters, island climates vary - although not so sharply. February and March tend to be the driest with average rainfall between around 25mm and 40mm, humidity at its kindest and average maximum temperatures either in the high 20s or around the 30C mark. </p> <p><strong>Florida</strong> </p> <p> Take a canoe down the Wekiva River, only a few miles from downtown <strong> Orlando</strong> and less than an hour's drive from <strong> Walt Disney World</strong>, and you'll feel about as close to the theme parks as an astronaut in orbit. Turtles slide into the water from tree roots, blue heron stalk fish - but read Carl Hiaasen's acid eco-novel, Sick Puppy, for a reminder of how fragile it all is. Even if Disney and <strong> Universal Studios</strong> are not for you, <strong> the Kennedy Space Centre</strong> at Cape Canaveral is worth a look, if only to see just how cumbersome computer equipment was when mankind took that giant step. Your kids now have more sophisticated gear. </p> <p>Beaches, on the Gulf and Atlantic coasts, are too numerous to mention. <strong> Miami</strong>'s were once thought of as the Costa Geriatrica but South Beach is now high art-deco chic. Go to the <strong> Everglades</strong>, drive down the Keys to Ernest Hemingway's wonderfully atmospheric house at <strong> Key West</strong>, eat Cuban and Cajun and great seafood - from crab cakes to grouper. <strong> Sanibel Island</strong>, on the Gulf of Mexico, is a wonderful retreat. </p> <p><strong> Best month to go:</strong><br> December is probably favourite, with minimum temperatures in the high teens (centigrade), maximum in the mid 20s, an average of around 50mm or rain and manageable humidity. </p> <p><strong>The Gambia</strong> </p> <p> Budget packages, a shortish flight and no time difference have made it an introduction to Africa for generations of holidaymakers. Surrounded on three sides by Senegal, it runs like a wedge inland along its eponymous river and is, give or take a few metres, entirely flat. Fine, long, shell strewn beaches, mangrove creeks, rich bird life. Crocodiles, birds and a large variety of monkeys at Abuko Nature Reserve. Be sure to take precautions against malaria. </p> <p><strong> Best months to go:</strong><br> December - March. Low rainfall. Average maximum temperatures around 30C but more likely in the mid to high 20s during the day. </p> <p><strong>Goa</strong> </p> <p> There has been much argument about the impact of tourism on culture and the environment and the extent to which its economic benefits are trickling down to all levels of society. That said, the former Portuguese colony has avoided the curse of the high-rise hotel and has superb beaches along its 65 miles or so of India's Arabian Sea coastline. </p> <p> <strong> Best months to go: </strong><br> December - March. Low rainfall, humidity bearable in comparison with summer. Average maximum temperatures around the 30C mark. </p> <p><strong>The Gulf</strong> </p> <p> <strong> Dubai</strong> has recently opened a clutch of swish new hotels, among them the spectacular Jumeirah Beach. Fine swimming, watersports, bargain shopping and desert diversions. </p> <p> <strong> Best month to go: </strong><br> January is usually the driest month in Eilat, with maximum average temperatures creeping above 20C. If anything, marginally warmer in the Egyptian resorts. January and February are ideal in Dubai, with highest average temperatures in the low to mid 20s and rain unlikely. </p> <p><strong>Kenya</strong> </p> <p> Combine an Indian Ocean beach holiday with a safari in the <strong> Tsavo National Park</strong>, on the border with Tanzania. The main beaches, of white coral sand and protected by reefs from the open sea, are to the south of the old trading port of Mombasa. Snorkeling and scuba diving can be excellent. To the north are more beaches at Watamu and at Malindi, where the reef is a marine National Park. </p> <p><strong> Best months to go</strong><br> January and February have the lowest rainfall, with average temperatures around 30C. </p> <p><strong>Madeira</strong> </p> <p> With its steeply terraced fields, vineyards and fishing villages, it is altogether quieter and more sedate than the likes of Tenerife. That is largely because of the island's rugged coastline and limited beaches. </p> <p>Maderia is best recommended to those in search of a little gentle exploration and to walkers who can follow the network of irrigation channels, known as levadas. </p> <p> <strong> Best month to go: </strong><br> Visitors in January tend to suffer the least winter rainfall, and maximum average temperatures are around 20C. </p> <p><strong>Mauritius</strong> </p> <p> Many argue its magnificent white-sand beaches, some sheltered, some with surf, are better than those of the Caribbean. Mainly for those seeking unadulterated R&amp;R, although the capital, Port Louis, is worth a quick visit. </p> <p> <strong> Best months to go: </strong><br> tropical storms are likely in winter, but average maximum temperatures range from the high 20s to around 30C. </p> <p><strong>Mexico</strong> </p> <p> For a pure beach holiday, go for <strong> Puerto Vallarta</strong> on the Pacific Coast. <strong> Cancún</strong> has its drawbacks: it is little more than a strip of beachfront hotels in all manner of architectural styles. It may be better to stay on the nearby island of <strong> Cozumel</strong>, which has good snorkeling. But both are a springboard for the ancient Mayan sites of <strong> Tulum</strong> and the stupendous <strong> Chichen Itza</strong> with its 1,200-year-old pyramid of El Castillo. </p> <p> <strong> Best months to go: </strong><br> in Cancun, rainfall is lowest December - March and average temperatures are in the very high 20s or around 30C. On the Pacific coast there is negligible rain, and average temperatures range from a minimum of about 23C to a maximum of roughly 32C. </p> <p><strong>Middle East</strong> </p> <p> <strong> Eilat</strong>, Israel's Red Sea port, is functional rather than idyllic, but new five-star hotels have opened and there is less building work than there once was. It offers great coral reef snorkeling and scuba diving. Side excursions are possible to Petra, in Jordan, and to the Timna National Park. </p> <p>Superb diving to be found on the Egyptian Red Sea coasts, too - at <strong> Sharm El Sheikh</strong>, a good jumping-off point for St Catherine's Monastery, and at the east coast resort of <strong> Hurghada</strong>. </p> <p><strong>South Africa</strong> </p> <p> <strong> Cape Town</strong> is the best bet. Be prepared for intense beauty soured by a slew of shanty towns. For sweepingcoastal views the energetic may decide to make an assault on Table Mountain; the sedentary can ride the cable car. The jazz scene remains vibrant. The Cape, which has produced musicians such as Abdullah Ibrahim, has a sound of its own. See fur seals at Hout Bay, eland and baboon in the Cape Nature Reserve. </p> <p><strong> Stellenbosch</strong> and the surrounding vineyard country has elegant Cape Dutch architecture and estates where you can lunch and taste wines. </p> <p> <strong> Best month to go: </strong><br> February. Average minimum daily temperature in the mid teens, maximum mid 20s, 16C, rainfall under 8mm. </p> <p><strong>South America</strong> </p> <p> Air fares remain at historic lows. It is possible, this winter, to fly to <strong> Rio de Janeiro</strong> for £329 or to the Chilean capital, <strong> Santiago</strong>, for £415. All human life is there on Rio's beaches. </p> <p> <strong> Best month to go: </strong><br> December for Rio. Average daily temperature is around 20C minimum - 26C maximum, rainfall around 100mm - but that's less than in January, February or March. Fairly sticky. </p>",
  "<p><strong> England: An Elegy</strong><br> Roger Scruton<br> 270pp, Chatto &amp; Windus <br> £16.99 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,500999759,00.html\">Buy it at BOL</a><br></p> <p><strong> The Englishman's Handbook</strong> <br> Idries Shah<br> 222pp, Octagon<br> £15.95 <br></p> <p> <strong> Utopian England: Community Experiments 1900-1945</strong> <br> Dennis Hardy<br> 305pp, E &amp; FN Spon<br> £22.99 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502420508,00.html\">Buy it at BOL</a><br></p> <p> It takes someone half-Indian and half-Scottish, in a tiny blink of a paragraph, in the middle of a chapter of flickering anecdotes, midway through the slightest of these three books, to notice the biggest mystery about modern Englishness. \"The English, it seems, are obsessed with themselves,\" writes the late Idries Shah, amateur anthropologist, Sufi mystic, and resident of London's northwest suburbs, \"while at the same time remaining quite unaware of this preoccupation.\" He politely expands on the paradox: \"One strongly cherished idea here is that English people don't think about themselves [as a nation]. But in my thirty-year collection of Press cuttings on a diverse range of subjects, those marked 'England and the English' from British newspapers are twenty times as numerous as any other category.\" </p> <p>Shah died in 1996; but for that, his cuttings file on Englishness would be bursting his shelves. From pop records to political polemics, from television series to reports by charities and dirty flags of St George fluttering from truck cabs, the supposedly unspoken subject of English identity has been raised ever more loudly since. Sometimes, it comes disguised as an assertion or discussion of Britishness: the brief swagger of Cool Britannia, the Runnymede Trust's recent warnings about racial prejudice concealed within the word \"British\". But you can be sure that England, where the great majority of the people and power in these islands - for good or ill - have long resided, is a looming presence. Debates about British multiculturalism tend to mention Bradford more than Bridgend. Blur's big-selling \"Britpop\" songs were about London, not Lothian. </p> <p>Yet ask someone English what their nationality means, and often as not they will still pause and look blank, or mumble something about green fields and cricket. This traditional, rural, pre-immigration definition of Englishness still dominates: for all the current questioning talk about English identity, it is the version all others must compete with. John Major may have been mocked for his sepia speech-making about warm beer and bicycling maids, but people remember what he said. </p> <p>And just as England likes to deny it is interested in itself, so its old-fashioned self-image denies how the English actually live. Most of us reside, or at least work, in big towns and cities. We move along busy grey streets. We hear foreign accents at bus stops. We have never worked in a field. This restless, claustrophobic, relatively cosmopolitan existence has been the lot of the English majority since the industrial revolution two centuries ago, and of Londoners for centuries longer. Visitors from abroad realize it; from Friedrich Engels to French language students wandering open-mouthed in Soho, England has been a place of noise, crowds and a haphazard kind of modernity - not the misty outline of distant hills. </p> <p>Roger Scruton is fleetingly prepared to admit this. \"Foreign visitors in Elizabethan times,\" he writes, \"came away with the impression of a fiery, devious and intemperate people.\" But this is not the sort of discovery his book prefers to make. Instead Scruton, who is a huntsman and Tory philosopher, and runs an austere \"experimental farm\" in the hard, dry soil of northern Wiltshire, has written a defence, of some elegance and sophistication, of the crustiest version of Englishness imaginable. </p> <p>Its cover photograph perfectly establishes his tone. A couple in blurred focus and smart Edwardian clothes stand stiffly on a beach beneath white cliffs. She wears a hat against the milky English sun, there is a wet dog at their feet and a small child playing in the near distance. To Scruton this world, which lasted from late Victorian times until the early 1960s, was the high point of English achievement, a time when his countrymen were \"famous for their stoicism, their decorum, their honesty, their gentleness and their sexual puritanism\". Nowadays, he continues, characteristically cool but regretful, \"those qualities are no longer honoured\". He refers to his country throughout in the past tense. </p> <p>Such sentiments are always around in England - especially during Labour governments. The whiff of conservative partisanship, and the tendency of nostalgics to ignore the violence and instability of much of England's past, often makes their writing easy to dismiss. Scruton, though, is a different prospect. His frame of reference, for a start, includes authors who do not share his politics, such as Linda Colley, the historian of how Britain was constructed, and Tom Nairn, the Scottish prophet of its current dismantling. And Scruton writes with vivid reverence about the culture he sees disappearing, of \"trees wrestling upwards for the light\" in neglected hedges and country churches where \"a peculiar silence had been stored\". He can even be droll: \"Sexual intercourse, Larkin tells us, began in 1963,\" Scruton starts one of the passages of personal memoir here with which he most persuasively makes his argument. \"Certainly it had not begun in 1959 - not in Marlow at least.\" </p> <p>Before his southern English idyll in Marlow, it is a surprise to learn, Scruton grew up in a grimy part of Manchester. His father was a teacher \"occupying the lowest rung\". The family name, rumour had it, came from the illicit seduction of an ancestor who was a servant at Scruton Hall in Yorkshire. Yet the Manchester Scrutons were all thrift and neighbourliness. This enabled the future philosopher to ascend to grammar school and Oxford, in a manner he now considers typical of England at the time. Mentors of infinite patience and knowledge, all male, appear in these pages, instruct the author in manners and high culture, and modestly depart to their bachelor lodgings. </p> <p>This story has some of the moral momentum and intensity of a Victorian novel. Around his grainy memories, Scruton arranges essays about the educational, legal, and geographical structures that bred his favourite sort of Englishness in others. These sections are less successful. Over-familiar assertions of national uniqueness, loosely argued - the unreformed House of Lords, for example, is justified as representing the English countryside, as if it doesn't already have MPs - replace the usual Scruton logic and economy of expression. A brief, unattractive rage rises up in him against unpatriotic intellectuals and illegitimate children who \"litter the country\", undermining the sense of tolerance here, a quality he identifies as a prime English virtue. And the absence of urban England, let alone immigrant England, or the England of pre-eminent innovation in popular culture, begins to remove authority from the pages. When Scruton mourns \"the old improving risks\" his countrymen used to take, you know he has probably never seen a pirate radio station on an east London rooftop. </p> <p>Dennis Hardy understands better that Englishness has always existed in multiple, quarrelling versions. Since at least medieval times, he writes at the start of his careful scholar's volume, \"two oppositional themes have dogged the English character ... the ideal of a benign monarchy and that of a peasant republic.\" His focus is on people of the second inclination, what you might call the anti-Scruton tendency, and their efforts to establish an alternative England during the first half of the 20th century. </p> <p>Interestingly, very few of these socialists, communists and \"hairy-headed banana munchers\", as one cartoon summarized them, put their faith in urban England (although that would change after 1945). The countryside was their laboratory, in particular the Cotswolds and the deep-green southwest, where countless commuting stockbrokers, and Scruton himself, would later live out their own rural dreams. </p> <p>One of these tiny tribes of radicals, microscopically revealed by Hardy, was the Kindred of the Kibbo Kift, set up by a 22-year-old pacifist called John Hargrave in August 1920. They went on camps, wore hooded smocks and fancied themselves, at first, a dissenters' version of the Boy Scouts, then later \"the only English national movement\". They advocated state control and redistribution of money; although membership was only in the hundreds, they were keenly watched by Special Branch. </p> <p>Hargrave felt that England had \"lost itself in a meaningless and devastating commercial scramble\". Scruton, by the end of his book, comes to pretty much the same conclusion. His talk of \"spivs\" ruining the City and \"agribusiness\" razing the countryside, of Labour and even the Tories complicit in the conquests of the global market, sounds like a man beginning to slip his political moorings. Perhaps a certain sort of English person, of whatever ideology, eventually ends up on the barricades against international capital.</p>",
  "The handover of power from Slobodan Milosevic's allies to the opposition appears to be making slow progress; nowhere more so than in the Presevo valley, next door to Kosovo and also home to many of Serbia's Albanian minority. <p>The region, about 25 miles south-east of Pristina and tucked between Kosovo and the former Yugoslav republic of Macedonia, has been swamped by interior ministry police (MUP) and Yugoslav soldiers since the end of Nato's bombing campaign in June 1999. </p> <p>For the past year, local politicians have complained of constant intimidation and human rights abuses in Bujanovac, Presevo and Medveda, the three main towns with Albanian populations. They say it is a trend that continued even after Vojislav Kostunica was sworn in as president. </p> <p>The Albanian mayor of Bujanovac, Riza Halimi, claims that a family of five was forced to flee its home in the village of Buhic on October 9 after the local MUP commander threatened to kill the three sons. </p> <p>Mr Halimi says the mother is now being treated in a hospital in Pristina after she intervened when one of the policemen threatened to cut her sons' toes off with an axe. She allegedly suffered knife cuts and bruising at police hands. </p> <p>Further north, the Ismajli family tells a similar story. Imirije Ismajli, 50, is still in bed almost a month after she was attacked in her family's home in the village of Ternovac by four masked men wearing overalls and military boots. They said they were looking for money. </p> <p>She was beaten around the head and had to go to hospital in Belgrade. When the family complained to the police, they blamed the attack on \"Albanian terrorists\". </p> <p>\"We don't see any radical changes in the Serbian police or soldiers,\" said Mr Halimi. \"We have Serbian checkpoints everywhere near the border with Kosovo. It is impossible to enter an Albanian village without being stopped by patrols.\" </p> <p>In Bujanovac, blue-uniformed MUP officers can be seen checking the papers of casual labourers waiting for a day's work in the town centre. Blue armoured personnel carriers, the workhorses of the MUP in Kosovo during the fighting between 1997 and 1999, also patrol the streets. </p> <p>The tension in the region is in part due to continued skirmishes between police and the UCPMB, an Albanian guerrilla movement based in the no man's land between the Yugoslav army and the area patrolled by UN peacekeepers in Kosovo. Two policemen were killed last Friday by mines laid by the group near Bujanovac. </p> <p>Unlike Kosovo, demands in the Presevo valley for independence from Serbia are few and far between - Albanians here did not opt to form separate state institutions in the past 10 years. </p> <p>The main Albanian political party, the Party of Democratic Action, supports Mr Kostunica's alliance, the Democratic Opposition of Serbia (Dos). It accuses Albanians from Kosovo of being the force behind the UCPMB. </p> <p>Speaking in the party offices in Bujanovac, a young man who gave his name as Amir dismissed claims that support for the guerrilla movement was widespread. </p> <p>\"The police accuse us of supporting the UCPMB. This is the 21st century. I can't imagine myself with an AK-47 running around the forests fighting the police,\" he said. \"What I want is a laptop and job in an office.\" </p> <p>Another man, calling himself Toni, was willing to speak of his hopes for Mr Kostunica - but he would only talk in the kitchen of a nearby cafe for fear of being seen by police speaking to a journalist . </p> <p>\"In Kosovo, it is easy for people to say they want independence, but we are not free people,\" he said. </p> <p>\"They can easily say they do not want anything to do with Serbia. They have Nato troops there and they live safely, but we do not, and that is why, for us, Kostunica is better. </p> <p>\"When we found out he was going to be president we drank champagne.\" </p> <p>But the changes that Toni and his friends hope for seem a long way off. Under the agreement reached between Mr Milosevic's Serbian Socialist party and Mr Kostunica's opposition alliance, the key ministries of justice, information and police are to be shared equally among appointees from both sides. </p> <p>Mr Halimi believes the policy of repression in the Presevo valley will not change until new elections are held for the Serbian parliament on December 23, after which a new Serbian government can be formed. </p> <p>\"There must be new elections, and when they do come things will be better.\"</p>",
  "<p>It was billed as the Madison Square garden of the north, writes John Cassy. But Leeds Sporting admitted yesterday that it was reviewing ambitious plans to build an indoor sports and entertainment complex on the edge of the city. Peter Ridsdale, chairman of the company that owns Leeds United football club, based in Elland Road, said plans to build a large indoor arena with an ice rink, in the image of the famous New York complex, were commercially unviable. Talks are under way with Leeds city council about altering the plans to include shops and a cinema. </p> <p>\"We need to secure some anchor tenancies from retailers so that the project can deliver value to shareholders,\" said Mr Ridsdale. The strategy review has forced Leeds to write off against profits a £1.8m cost, including £600,000 for an ice hockey franchise, which had been bought by previous management for use in the new complex but has been allowed to lapse. </p> <p>Mr Ridsdale said however that the project has not died. </p>",
  "There's doesn't seem to be much to Kenilworth. There's the castle, of course, but that's upstaged by the grander one in Warwick, a little way up the road. For the rest, there's a rather nondescript rabble of buildings lined up facing each other on either side of the A46, and that's about it. I could be wrong - there are probably a host of Kenilworthies ready to leap to the defence of their town - but that's how the place strikes me. So how and why Kenilworth should be home to two restaurants of serious substance is something of a mystery. One is the Restaurant Bosquet, a very French family affair, which I reviewed favourably a few years back, and the other is Simpsons, a Michelin-starred joint, where I stopped off for a solitary lunch last week. <p>People have differing views on the merits of Michelin stars, but, if nothing else, they usually guarantee that certain basic things are done correctly. Simpsons, I am happy to report, takes the principles of correctness rather beyond the basics. </p> <p>It's modern in mood, what with cream walls, tiled floor and tall mirrors in bleached oak frames, but the effect is the warm side of cool, and curious bits of fake box topiary shaped like corkscrews give the dinings rooms a bosky appeal. The menu is modern, too, specifically modern French, which comes as rather a relief after weeks of Euro-fusion. True, there was the odd Italian touch - a cep risotto and Parmesan crisp here, crab couscous there, and a cannelloni of chicken somewhere else - but the risotto and crisp were on the same plate as rabbit confit, the couscous lent support to sea bass and there was a barley and morel cream to go with the cannelloni, so the shape and feel of each dish was distinctly French. </p> <p>I had none of these dishes, preferring a chicory and asparagus salad with poached egg and walnut dressing; roast squab with braised lentils, chou-farci and jus of thyme; and a chocolate fondant with pistachio ice cream from the set-price lunch menu - two courses for £15, three for £20 - which offered up a choice of three dishes at each stage. As a fixed-price menu, I'd say that it was exceptionally well-conceived and generous. </p> <p>I am not sure that chicory and asparagus are on serious buddy-buddy terms, particularly as there were only about three asparagus to judge by. Asparagus is the kind of ingredient that adds an air of distinction to a dish on the menu, but is usually best eaten on its own. But I shouldn't make too much of an issue of it, because the rest of the salad was exemplary - lovely, crisp endive with a slight edge of bitterness to them offset by the blandly perfect poached egg, the aromatic walnut dressing and, unheralded, long strips of fresh Parmesan. Simple, yes, and very satisfying in a minor key. </p> <p>The squab was even better, a gentle, well-founded, well-rounded dish. The earthy grain of the lentils acted as a foil to the soft suede of the breast of roasted pigeon. The lentils themselves were made more interesting by a beautifully judged stock-based sauce, and the cabbage, stuffed with delicately sweet, sautéed onion, was more than simply a pretty garnish. It wasn't a fancy dish, but each part of it had been precisely cooked, and the total effect would have been reduced if any of those parts had been missing. </p> <p>That left the chocolate fondant, which has become something of a staple of the restaurant pudding department. I'm sure that you've come across the kind of thing - sort of cakey/biscuity packaging for molten chocolate sauce: great portion control, delight to eat; keeps kitchen and customer happy. This one did fine, and fitted particularly well with the rest of the menu. </p> <p>So, that was £20. Add £14.50 for a half-bottle of pretty sumptuous Chateau La Tour du Bonnet and £3 for water, and you have a total of £37.50. Not a little, not a lot; a sensible price. But then, Simpsons is a sensible restaurant. It concentrates on doing the important things well. The food is conceived within sensible boundaries and is immaculately cooked. The service is charming, energetic and efficient. All are rare qualities, even in Kenilworth.</p>",
  "<p>Do you remember that when Tony Blair made his first appearance as prime minister in Downing Street it was thronged with people waving little Union Jacks? I don't know who was responsible for handing them out to the crowd - perhaps Peter Mandelson - but it was clearly part of a cunning plan to portray New Labour as the patriotic party, or at any rate as a more patriotic party than Old Labour, and ideally as a no less patriotic one than the Conservative party. And now, more than three years later, the government has had to go and ruin everything by welcoming as a timely contribution to the debate on race relations a report which says that the words Britain and British have racial connotations and no longer serve as a satisfactory description of this nations multicultural society. There is possibly some sensible stuff in this report by the Commission on the Future of Multi-ethnic Britain, sponsored by the Runnymede Trust, but its recommendation that we somehow renegotiate our country's name is simply dotty. How can the name of a country have racial connotations? How can an adjective that simply identifies people as its citizens be taken as a synonym for white racists? Even Germany did not think of changing its name after the Holocaust, and nobody has ever suggested that it should, even though no other country's name has had stronger racial connotations in the history of the world. Given the predictable outrage that the report has unleashed in the conservative press, and its exploitation by the Tory party as another stick with which to beat New Labour, it is worth noting what the chairman of the commission, Lord Parekh, a professor of political theory at the University of Hull, was quoted as saying two days before the report was published: Britain is a much more relaxed multi-cultural society than most others, much more at ease with itself, than almost all other European countries. There is a lot of decency, a lot of support for eliminating racism. I think we should be proud of that. Lord Parekh sounds pleased with his Britishness, as does his deputy chairman, Lady Gavron, the wife of the former chairman of the Guardian Media Group, Baron Gavron of Highgate, who said this week: I'm proud to be British. Lots of people are proud to be British, but what we were trying to say is that there are some people who don't want other people to be British, and that's racist. Not necessarily racist. Hugo Young of this newspaper, in common with millions of other people, is uncomfortable with football hooligans being British, although they are of the same race as he. I could name lots of other people as white as I am who I would rather weren't British, but I recognise that that is what they are and, unfortunately, have a perfect right to be. Lady Gavron's point is that many members of Britain's ethnic minorities, essentially those of a different colour from the majority, don't feel that they are valued members of British society and that we should all endeavour to do something about it,as indeed we should. We should be willing to assimilate them, to value them, and to respect their different cultural and religious customs so long as these are in accordance with the laws of the land and with our own cherished ideas of decency and humanity. The British identity crisis has very little to do with immigration, and nothing to do with the country's name, but a lot to do with the collapse of the old common standards among the white majority. If the immigrant population can help restore and sustain these, they will have done Britain an inestimable service.</p> <p> Jack Straw, realising the danger posed by the report to New Labour's patriotic image, hastily dissociated himself from its view of Britishness, insisting that the idea of Britain as a cohesive nation was not dead. I hope he is right. In demanding that we put all our energies into celebrating our diversity, the commission is addressing the wrong issue at the wrong time. Our priority should be to do everything we can to shore up our cohesiveness, which is having difficulty surviving both devolution in Scotland and Wales and the widespread rejection everywhere in the nation of our history and traditional values (including the tolerance that Lord Parekh so admires). As for Lady Gavron, how can one take seriously a person who derides the royal family as \"all white\" and \"part of a very unattractive hierarchy\", yet thinks all the same that we shouldn't get rid of them because \"they're fun for tourists to look at\"; and who nevertheless considers the monarchy of such symbolic importance that Prince Charles should have \"been told to marry someone black\"? One can only gasp at such frivolity.</p>",
  "Your story on Ebola in Uganda (Outbreak - but this time it's for real, October 19) gives the impression that protective clothing and isolation is all that is needed to prevent the spread of this horrific disease. Communication by radio would be equally effective. Two refugee camps have already been infected. With radios, refugees and others would have been informed much faster and preventative measures taken sooner. Gulu's Radio Freedom is broadcasting health safety messages, but who can hear them? <p>We have been trying to purchase and ship wind-up radios to the isolated camps in northern Uganda. But try to get funding for radios when food and medicine is seen as the only necessity. Radio broadcasts would also warn refugees about potential rebel attacks in the area. Hopefully lessons can be learnt from this dreadful disaster. </p> <p><b>Angela Grashoff</b><br> International Refugee Trust <br> S.Perse@care4free.net </p>",
  "<p>If the right to criticise one's own country is a mark of citizenship, then the response to the Report on the Future of Multi-ethnic Britain might be said to prove one of its points: that some British citizens remain, in some eyes, more equal than others. That, at least, is how Bhikhu Parekh, chair of the commission which issued the report, sees it. As he said at its launch last week, there are Britons who are still made to feel \"welcome tenants rather than fellow owners of the country\". </p> <p>\"One might have thought,\" read one letter in the Daily Telegraph taking issue with the report's discussion of Britishness, \"that Lord Parekh's 40-year connection with this country would at least have taught him that presuming to tell your hosts what to call themselves is an act of atrocious bad manners\". \"I'm not a tenant,\" Parekh objects. \"I've put down my roots here. As somebody who has been in Britain for 40 years and raised his children and grandchildren here, I have as much right as that person to take part in a national conversation about what Britain should be like.\" </p> <p>The Parekh report, the consensus of the Runnymede Trust's two-year, 23-member commission on the Future of Multi-ethnic Britain, was unveiled as the most comprehensive review of British identity and race relations since Labour came to power in 1997. Taking stock of a Britain unsettled not only by post-Windrush migration but by devolution, globalisation and the EU, it argues against the notion of a monolithic \"majority culture\", painting a subtly differentiated picture of all ethnic groups - including white Britons. </p> <p>Yet the row about Britishness it has sparked, and political manoeuvring over \"patriotism\", threaten to eclipse the recommendations, which span the gamut of public life, from stop-and-search and asylum to political representation. Also obscured is that this is the first report to try to get to grips with discrimination over cultural or religious difference, not simply \"biological\" race, as a form of racism. </p> <p>\"I was prepared for strong criticisms and disagreement; it's a forthright document,\" says Parekh, emeritus professor of political theory at Hull university and a Labour life peer since May. \"But I was not prepared for raw racism, resentment and hostility, and for some press coverage that tried to discredit not just the report but the commissioners. That distressed and surprised me. It's like being told: 'Know your place in this society; don't get too big for your boots'.\" </p> <p>Parekh says he is disappointed by the \"ambiguous and contradictory\" response of the home secretary, Jack Straw, who launched the independent commission in 1997 and initially welcomed the report, but then distanced the government from at least some of its findings. \"Even if he had distanced himself from the pages on Britishness, he could have given a lead to the country by concentrating on the bits he felt were a creative contribution to national debate, instead of giving the impression he shares the rightwing view that the report shouldn't be taken seriously.\" </p> <p>Parekh, a lifelong Labour supporter, also rejects Straw's claim that the left has turned its back on patriotism, leaving the field to the right. \"A nation's history is a matter of both pride and shame; mindless celebration is hardly an answer,\" he says. \"For the right, patriotism means only stressing what's wonderful. For the left, it also means criticising what's unworthy of the country and fighting to change it. What could be more patriotic? It's not nationalist breast-beating, but saying I love something so much I can't bear to see it scarred by racism.\" </p> <p>Criticism has focused on the report's statement that Britishness \"has systematic, largely unspoken, racial connotations\". (BBC1's Michael Parkinson was not alone in understanding that to mean \"all things English or British are racist\".) Though Parekh regrets that section was not \"more explicit about what we were and were not saying\", he believes \"two and a half pages out of 416 have been latched onto and used to preempt debate and close minds\". </p> <p>He says: \"There's a confusion between 'racial' and 'racist' connotations, and that we're trying to get rid of the word 'British'. But we say the conception has been associated with whites for historical reasons and this is slowly changing. We don't want the destruction of Britain; there's no doubt that Britain should be a nation - a cohesive community with a collective identity and purpose. But given its diversity, what kind of national community can we hope to create? We need to balance the demands of the national community with those of communities within it.\" </p> <p>That balance is what Parekh, now 65, has devoted much of his life to seeking. He is one of the world's leading theorists on the philosophical underpinnings of multiculturalism - the conundrum of how to nurture ethnic diversity within a cohesive state. As he points out in his latest book, Rethinking Multiculturalism, published in July, the stakes are high: the price of failure has been violence and break-up from Yugoslavia to Rwanda. While writing books on thinkers such as Jeremy Bentham, Karl Marx and Mahatma Gandhi, he has been a public intellectual on three continents: in the India of his birth, Britain, and in north America as a visiting professor in Canada and the United States, including time at Harvard in 1996. He sees himself \"as a philosopher, and as providing an intellectual framework for multiculturalism - drawing on my Indian and western backgrounds, and having lived in several cultures over 40 years\". </p> <p>He is chiefly known as a sympathetic critic of the political doctrine of liberalism, which he sees as having \"a strong missionary thrust still today\". Liberalism alone, he argues, is inadequate as a basis for multiculturalism. Far from seeing other cultures as having to be tolerated or assimilated, he believes they are crucial aids to understanding and evaluating one's own. \"If the dominant western culture has no interlocutor,\" he says, \"it lives in a hall of mirrors.\" </p> <p>The imprint of his thought is evident in the report's view of Britain as both \"a community of citizens and a community of communities\" - both liberal and pluralist - and its emphasis on culture in shaping, though not determining, people's lives. One commissioner, Sir Peter Newsam, former director of London university's Institute of Education, says: \"Bhikhu resisted asking 'what are we going to do?' all the time; he said, 'how are we asking people to think?' It's a slower process, but more important in the long run.\" Another, Stuart Hall, emeritus professor of sociology at the Open University, sees Parekh as \"one of the few people who've been thinking out difficult issues at the heart of everyday racism around cultural matters - halal meat, never cutting your hair - where people experience difference in a gut, irrational but deeply important way.\" </p> <p>Hall, who sees Parekh's recent book as a \"work of profound compassion, commitment and cross-cultural understanding\", says the author is \"critical of the blindness of the liberal democratic tradition to race, difference and other cultures, but he's never dismissed it. He's a genuine relativist in that he understands the world as composed of different but inter-related cultures, each with something profound to give, and he tries to form a bridge, while knowing that for us to live together there have to be over-arching institutions.\" </p> <p>While all main party leaders now claim to \"celebrate\" diversity (William Hague among them), that leaves open the question of just how different people are allowed to be. Parekh and others ask whether such celebration is merely superficial and conditional: we'll celebrate our difference as long as \"you\" behave like \"us\". Though society, Parekh writes in the report's preface, must foster a common sense of belonging and a shared identity, it must also \"respect deep moral differences\". The \"common values\" necessary to resolve cultural disputes, cannot \"simply be the values of one community, even if it is the numerical 'majority'\". </p> <p>He says: \"When people talk about a single national culture into which everyone must assimilate, they say, 'You've come to Britain, so be proud of our history; we built an empire.' We might say, 'Wait a minute; our countries were invaded, we were bought and sold.' But that dissident view is not accepted. If Britishness equals acceptance of national culture, you're saying, 'think of this country exactly the way we do'. It's a nationalistic argument that has no space for diversity of understanding and interpretation.\" </p> <p>Parekh's belief in the existence of common values means his brand of relativism does not rule out moral stands on issues from wearing veils and turbans to polygamy and female genital mutilation. As he said in a lecture at London's Institute of Contemporary Arts in June: \"Respect for a culture does not mean one refrains from criticising or passing judgment.\" </p> <p>He brings the same independence to his dealings with community-minded south Asians, who named him British Asian of the Year in 1992, and held a dinner this year in honour of his elevation as Baron Parekh of Kingston-upon-Hull. Lord Desai, professor of economics at the LSE, deems Parekh unique among prominent Asian academics in Britain (who include Desai and Amartya Sen) in being both \"a distinguished intellectual and very rooted and active in the Asian community; most British Asians prominent in the commu nity are industrialists. Bhikhu's of a different cut.\" </p> <p>The journalist Yasmin Alibhai Brown, a commissioner and close friend, though wary of what she sees as Parekh's \"idealised view of community\", attests to his readiness to \"lay into people at posh gatherings\". Receiving the BBC's special lifetime achievement award in its Asian Success awards last year, Parekh lambasted the celebration of Britain's \"300 Asian millionaires\" as vulgar and crude. He said: \"Let us make money by all means, but let us not... make it the most important value in our lives.\" </p> <p>Parekh's style lends credence to this view. A small, brisk yet warmly courteous man, who talks in lucid, analytical bullet points (his aim is transparency, since \"everything evasive is a cheat\"), he places high value on the life of the mind. Friends and colleagues describe a \"Gandhian\" simplicity and spirituality - the name Bhikhu means \"one who owns nothing\". According to one friend, Parekh \"lives a completely humble life; there's nothing in his house to do with defining himself through material objects\", while Hall is sure he \"prizes that he's a professor more than that he's a lord\". </p> <p>Although Parekh admits \"a deep feel for the spiritual, for transcendence\" and \"great respect for religious sensibility\", he says, \"God has never interested me intellectually - whether the big God of monotheisms or the small gods of Hinduism\". His life, which he sees as a string of contingencies and accidents, is symptomatic of a shrinking world that has brought cultures increasingly into contact and collision. It reveals a leap within a generation from an Indian villager born into a hereditary caste of goldsmiths to a professor and lord at Westminster. </p> <p>Born in 1935 into a \"lower-middle-class\" Hindu family in Amalsad, a village in southern Gujarat, Parekh was the eldest of five brothers. But he feels his life was marked by the infant deaths of three elder siblings before he was born. \"I was the centre of my parents' attention and anxiety. They made it clear I had to lead the lives of my dead brothers and sister - to achieve as much in one life as in four.\" </p> <p>His goldsmith father, Chhotalal, had only two years' schooling, but his tutoring put his eldest son far ahead at school. \"I became a vehicle of my father's ambition, and his constant companion from the age of four. I grew up feeling very loved and precious, which I regret now; it gave a degree of self-importance.\" While their relationship was stormy (\"If I didn't perform, the old man would get upset\"), his mother, Gajaraben, was \"a source of deep emotional serenity\" - which he now sees as having drawbacks: \"I avoid competitiveness or insecurities. Because of my childhood, and also being a migrant, I'm looking for total commitment; for relationships that are deeply nourishing and non-threatening. That's often not forthcoming in England, so I withdraw into a world of abstract ideas that do your bidding.\" </p> <p> Aged 12 at independence in 1947, Parekh was more affected by Gandhi's assassination the following year. \"It was taken for granted independence was coming, but Gandhi's murder, and by a Hindu, was a terrible surprise, just when the country was recovering from the trauma of partition and needed his healing touch.\" </p> <p>Parekh was destined for the family business but, spurred by his headmaster, an urban \"Gandhi-ite\", he became the first in his extended family to go to college. He found Bombay university, which he entered at only 15, \"overwhelming; I was completely lost and bereft of social etiquette - a villager let loose\". A Gujarati speaker, he had only three years of English, decreed the medium of Indian higher education by Lord Macaulay in 1835. He persevered (\"My father said become a bank clerk\") and found a mentor in a veteran of Gandhi's civil disobedience campaign: the economics professor Usha Mehta, who was legendary for having run an underground radio station and, says Parekh, for being captured and tortured by the British (\"People called her a 'pocketful of dynamite' because she was under five foot and very beautiful\"). Mehta, a friend till her death last month, persuaded Parekh to go to the LSE. </p> <p>While at his first teaching post, at Baroda university, Parekh fell in love with a student at his lectures, Pramila Dalal. After initial opposition from her higher-caste family, the wedding was agreed, but her grandfather bucked under social pressure. \"He was going to go back on his word, so we had no choice. She left home and, in half an hour, we were married.\" Within two months of eloping, the couple left for England. Their ship docked on October 2 1959 - Gandhi's birthday. Parekh says his father \"committed almost his entire life savings for me and my wife to come here\", then wrote to him every week \"saying how much he missed me and expected me to do well\". Lord Desai recalls the student Parekh as \"an effervescent, ebullient chap who was obviously interested in ideas - an intellectual in a real sense\". </p> <p>Parekh's PhD was on the Utilitarian Jeremy Bentham and the idea of equality in 19th-century English political thought. He traces an early sense of injustice to growing up in the shadow of Gandhi, who campaigned for the \"untouchables\" he called harijans, or \"children of god\". While Parekh lists virtues in the culture that nurtured him - warmth and affection in the family and outside, decency, high ideals - he also witnessed caste as a scourge. \"It was heartrending even as a boy to see the vulnerability of elderly women we weren't allowed to touch, or even allow their shadows to fall on us,\" he says. \"Because I was brought up to feel precious, I felt physically sick if someone was treated as dirt or in a demeaning way. Even now, when something triggers off those memories, I feel an intense anger.\" </p> <p>He also argued with his father over the goldsmith's dual role as a pawnbroker. \"It was immensely exploitative; illiterate people mortgaging their ornaments would get half their value and never be able to redeem them. My father realised this was unethical; later in life he had a profound sense of remorse.\" Aged 95 and 87, Parekh's father and mother recently followed his three surviving brothers to the US, where they have established a charitable family foundation, to which Parekh contributes. Its projects include a school for lower-caste children in a Gujarati coastal town. </p> <p>Parekh's interest in equality had another source. In his maiden speech in the Lords in July, he was frank about his \"ambivalence\" at entering Westminster as one who had spent his formative years \"in the shadow of British rule in India\". As he put it: \"Several members of your lordships' house governed my country with great wisdom and humility; others left something to be desired.\" He says: \"What I was looking for was a philosophical defence of equality, which I see as a profoundly modern idea. All the people on whom I've written are concerned with it - Bentham, Marx, Gandhi, Hannah Arendt - and now multiculturalism, which is a plea for equality of cultures.\" </p> <p>He set about exposing the \"pretensions of liberalism: why does it claim to be the dominant world view of all times, though it wasn't found in the west till the 17th century, nor in other great civilisations?\" He claims a \"systematic assumption that there is only one 'good life' runs right through western political thought\", from Plato to liberal individualism and Marxism. Cultures are \"never seen as equal conversational partners\", and this, he believes, is why \"liberals like Locke, Mill and De Tocqueville had no difficulty justifying colonialism. But did they never feel other communities might have a similar right to their way of life?\" </p> <p>\"Liberalism is a great doctrine but it's also profoundly limited,\" he adds. \"We shouldn't underestimate the virtues of traditionalist or religious ways of thinking; I want to bring liberalism into creative dialogue with other ways of thinking.\" </p> <p>He found in Gandhi the \"paradigm of the multicultural spirit. He was one of the most westernised of Indian leaders; orthodox Hindus hate him for borrowing too much from Christianity. His greatest ideas, like satyagraha [nonviolent resistance], were neither Christian nor Hindu, but came from the creative interplay of the two. Like me, Gandhi lived in two cultures, spending three years in Britain and 21 in South Africa.\" </p> <p>When Parekh and his wife arrived in London, they had trouble finding digs (\"They'd hear your accent on the phone and tell you, 'Sorry, the place is gone'\"). They found refuge with other Indian students in \"a little India in the heart of Hampstead\". Parekh is ambivalent: \"For the first three years, I never felt I was in London. It was lonely outside and you could retreat into a warm Indian ghetto, but it also stunted one's growth. I didn't have the carefree student life; the whole world of pop music is completely alien to me. And I came married and didn't go out with English girls, so for years they remained a mystery, too. Because of that experience, I value communities as a necessary island of sanity, but I'm suspicious of their turning into ghettos.\" </p> <p>In 1964 Parekh became a lecturer in Hull, where his wife became a race equality worker. Lord Plant, former master of St Catherine's College, Oxford, and now professor of political philosophy at Southampton university, was a doctoral student of Parekh's, whom he recalls as an inspiration - \"very clear, analytical and meticulous\". Parekh says: \"Almost all my colleagues were English; there were no Indian students, and barely 20 Indian families. I've always felt bicultural: an integral part of the Indian community and also fully integrated into British society.\" He volunteers that his three sons, Raj, Nitin and Anant - who all won scholarships to Oxford - are married to white women. </p> <p>In the deteriorating climate of race relations in the late 60s and 70s, BBC2 commissioned a season of prime-time talks on Multiracial Britain, broadcast in 1977. Parekh, who followed Stuart Hall and Trevor Huddleston, argued that immigration was a boon to the country's flagging economy. The Observer's television critic, Clive James, wrote: \"For people apt to delude themselves that Enoch Powell is a distinguished speaker, here was an example of what a truly distinguished speaker sounds like.\" \"It touched a liberal nerve,\" recalls Parekh. \"That was my entry into British public life.\" He sat on the Rampton/Swann committee on the educational problems of ethnic minority children in 1978-81. </p> <p>But then Parekh returned to India as vice-chancellor of Baroda university in 1981-84, after 22 years in Britain. \"I felt the urge to find myself a second home,\" he says. \"It was partly a reaction to racism; I didn't feel threatened, but it's part of Asian memory. It was a return journey into a country I thought I knew well, only to discover it had changed, and I'd changed. There were many moments of culture shock.\" </p> <p>He received death threats from those among the 27,000 students who wanted degrees without exams and were \"in the habit of acting like a mafia\". (They told his wife they would be sending her a bag with her husband's bones.) He says, \"In times of crisis you can summon up the deepest reserves.\" </p> <p>Back in Britain, Parekh joined the Commission for Racial Equality, where he was widely seen as its intellectual force, as deputy chair in 1985-90, and acting chair for a year in 1988. His profile soared at the onset of the Rushdie affair, when he lamented that Muslim criticisms of The Satanic Verses had been ignored until the Bradford book-burning, when they were branded Nazis. In a New Statesman article headlined \"Between holy text and moral void\" in March 1989 - the month after Ayatollah Khomeini's fatwa - he wrote: \"If the much-maligned peasants of Bradford protest in ignorance of the book, many of those who lecture them could also do with a little humility.\" In his view: \"We have taken centuries to learn how to explore sexuality in literature without becoming either puritanical or pornographic. Religion requires a greater degree of sensitivity.\" </p> <p>According to Professor Tariq Modood, director of Bristol University's centre for the study of ethnicity and citizenship, who worked with Parekh at the CRE, Parekh created awareness that \"it was important to air the Muslims' cause in public if we wanted to be a society in which difference was respected. He offered a reasoned alternative to the prevailing view of free speech versus the fanatics.\" </p> <p>\"I like to think I played an important role in getting white society to appreciate the Muslim point of view and vice versa,\" says Parekh, who suggested that Rushdie withhold the paperback as a peacemaking concession which fell short of a ban or withdrawal of the book. \"I was unequivocal in condemning the threat to Rushdie's life, but the Muslims had put important issues on the agenda, and as an intellectual, it was my job to articulate them.\" </p> <p>Parekh was in turn accused by Hindus of tarnishing Gandhi's reputation in his book Colonialism, Tradition and Reform (1989), in which he discussed the Mahatma's testing of his celibacy by sleeping naked with women. The author recalls \"a few nasty phone calls\" and being punched at a town hall, but accepted comparison with Rushdie only in that \"Rushdie is exploring how Islam came into being, and I am exploring how India came into being\". Parekh praised much of The Satanic Verses for its exploration of the migrant's \"joys and tortures of harbouring several selves\". He reflects: \"As a migrant you have an enormous degree of freedom. No culture, no community can own you. One is at home in both India and Britain - in India I put on a dhoti [loincloth] and talk in Gujarati and Sanskrit. Yet in neither is one totally at ease; there's a sense of homelessness that's a source of joy and alienation.\" </p> <p>For some critics, Parekh's accent on culture and community is mistaken; dialogue with \"community representatives\" raises questions of power and privilege - not least of gender - within groups. For others, such as Paul Gilroy, professor of sociology and African American studies at Yale, Parekh's critique of liberalism does not go far enough. He has, says Gilroy, \"worked to make liberalism more hospitable\" without taking full account of the \"damage done to it by race-thinking in the past\". Parekh's ideas, Gilroy believes, \"reveal all the strengths and weaknesses, beauty and failings, of the classic liberalism with which he is in dialogue and conflict\". </p> <p>Yet few who know Parekh's work doubt that he attempts to steer along difficult paths with a compassion and humanism that do not rest on a sense of the superiority of one culture over others. \"Why exoticise and pathologise other cultures, only seeing the worst side and not appreciating the practices and values that might enrich your way of life?\" he says. Commending the \"Hindu notion that dialogue is a way to truth\", he adds: \"It's in dialogue with others that you learn to recognise yourself. One can show the other that, in annihilating me, he's also degrading himself.\" </p> <p><strong>Life at a glance: Bhikhu Parekh </strong></p> <p><strong>Born: </strong> January 4 1935, Gujarat, India. </p> <p><strong> Education:</strong> 50-53 St Xavier's College, Bombay; 54-56 Bombay School of Economics (MA); 59-63 London School of Economics (PhD). </p> <p><strong> Married: </strong> 1959 Pramila Dalal (three sons: Raj, Nitin, Anant). </p> <p><strong> Career: </strong> 1964- University of Hull: 1982- as professor of political theory; 1981-84 vice-chancellor University of Baroda; 1985-90 deputy chair (1988 acting chair) Commission for Racial Equality; 1993-96 chair advisory committee on national survey of ethnic minorities in Britain; 1998-2000 chair Commission on the Future of Multi-ethnic Britain. </p> <p><strong> Some books: </strong> 1981<strong> </strong> Hannah Arendt And The Search For A New Political Philosophy; 1982 Karl Marx's Theory Of Ideology; 1989 Gandhi's Political Philosophy; 1993 Critical Assessments Of Jeremy Bentham, 4 vols; Rethinking Multiculturalism, 2000. </p> <p><strong> Honours: </strong> Life peer 2000. </p> <p>\u0095 The Parekh Report is published by Profile Books at £9.99. Rethinking Multiculturalism is published by Macmillan, at £45 hbk, £14.99 pbk.</p>",
  "Shortly after noon on July 26, 1994, under a prickly lunch-time sun, a smartly-dressed woman \"of Mediterranean appearance\" drove a grey Audi through the police checkpoints at Kensington Palace Gardens, along the dappled and guarded tunnel of trees that is London's main diplomatic quarter, and parked a car bomb next to the Israeli embassy. The security cameras on the embassy lawn and the listening devices in the branches high above quickly picked her up. One of the embassy's grey-suited guards, who cluster and stare and fidget outside its gates, asked a nearby armed policeman of the diplomatic protection corps to challenge her. <p>She told the officer she was visiting some flats next door, but that she had to go to the end of the road first, to busy Kensington High Street, to buy some cigarettes. A few seconds after she disappeared from view, in her navy jacket and skirt and matching sandals, swinging a Harrods bag, the bomb detonated. The car was thrown 50 feet; the embassy, which is built of heavy blood-red brick, lost part of its south wing. A witness in a hotel room some distance away described seeing debris rise a hundred feet above the treetops. Thirteen people were injured. The explosive was estimated as weighing 30 pounds, but the police never found a speck. </p> <p>That night, shortly after midnight, someone parked another car five miles to the north. The North Finchley High Road was quietening down: the pubs had cleared out, a few people were waiting at bus stops. Balfour House, a long, dirty, cream office building above a barber's and a shoe shop, was the second target. Behind its blinds and blank facade, it housed the London offices of, among others, the Jewish Agency for Israel, the Joint Israel Appeal and the World Zionist Organisation. A special Balfour House police unit was patrolling \"away from\" the block when the second bomb went off. The building had been strengthened against attack with slits and double doors - much of the blast blew back off its facade. Bus stops shattered and windows launched glass splinters across a quarter of a mile of a shaken-awake suburb. Six more people were injured; another burnt car chassis, this time the remains of a red Triumph Acclaim, was recovered. </p> <p>The outline of an explanation soon appeared. Just before the bombs, it was noted, the then Israeli prime minister Yitzhak Rabin had shaken hands at the White House with King Hussein of Jordan. It was a year after the launch of the Oslo peace process, that was to edge along for six more years until it was halted so bloodily on the streets of Gaza, the West Bank and Israel this month. Soon after the explosions in London, a previously unknown body called the \"Jaffa Unit\" or \"Jaffa Team\" of the \"Palestinian Resistance\" said it had caused them. The motive, it was assumed, was some furious objection from Palestinians to the settlement being negotiated between their leader, Yasser Arafat, and Israel. </p> <p>Starting in January 1995, six Palestinians who lived in Britain were arrested. In October 1996, four of them were put on trial: three for \"conspiring to cause explosions\" in Britain between 1993 and 1995 (no mention was made of the actual bombings), and one for driving the Audi to the embassy. In December 1996, two of the defendants, Samar Alami and Jawad Botmeh, were convicted of the conspiracy charge. The other two were released. Alami and Botmeh were sentenced to 20 years in prison as Category A inmates, the most dangerous rating, followed by deportation. It was an unusually fierce penalty for the crime: a man found guilty of plotting to bomb the Syrian embassy in London the year before had got seven years. </p> <p> This Tuesday at the Court of Appeal, after weeks of violent confrontation between the Palestinians and Israel, Alami and Botmeh are to be judged again. Belatedly, they have been granted an appeal against their convictions. Even four years ago, though, the evidence against them seemed start-lingly incomplete. </p> <p>Nevertheless, after they were convicted, the press gave Alami, then a 31-year-old engineering student, and Botmeh, then a 29- year-old entrepreneur of erratic success, the stereotypical profile of devious Arab terrorists in the west. They \"had used their student status in the United Kingdom as a cover\"; they had \"acquired scientific expertise at British universities to make bombs\"; they were \"salon revolutionaries\", \"the offspring of elite families\", \"on the surface a charming and sophisticated pair with some influential friends\". </p> <p>They had both been politically active in Britain for years, campaigning against the illegal Israeli occupation and oppression in the Palestinian territories. In the mid-90s, as now, there was rising official anxiety - with accompanying anti-terrorism legislation - about foreigners plotting political violence from British boltholes. Yet Alami and Botmeh hardly seemed convincing as master terrorists. When they were first arrested and questioned, they did not provide alibis, the first defence of any properly prepared criminal. They insisted they could not remember where they were when the bombs were planted. And the two central pieces of evidence against them also suggested amateurism, rather than the expertise surely needed to attack outposts of one the world's most paranoid and well-defended nations. The Audi containing the Kensington Palace Gardens bomb had been traced back to Botmeh: he had bought the car with another man at a car auction, but arrived in a highly noticeable white vintage BMW. And bomb-making equipment had been discovered in a small storage locker near Heathrow airport rented by Alami and Botmeh; but the locker only came to light, and its contents discovered, because the pair had failed to keep up the rent. </p> <p>Both of them, just as puzzlingly, had also failed to take any of their plentiful opportunities to escape. Six months went by between the bombs and their arrest, and months more passed when they were out on bail before the trial. They travelled extensively, even abroad, but they always returned to Britain. </p> <p>The trial had its mysteries, too. In his summing-up, the judge described the 10 weeks at the Old Bailey as \"rather like trying to get a firm grip on a piece of soap in the bath\". The explosives in the Heathrow locker turned out to be too unstable and out of condition to have been used in car bombs. A map of north Finchley from a notebook of Alami's, triumphantly flourished by the prosecution, turned out to be a map of Sidon, a coastal town in Lebanon, drawn by her sister when visiting friends there. An application form found at Alami's flat in west London to join a Palestinian organisation with supposed terrorist connections turned out to be seven years old, filled in but unsent, and to refer to the Popular Front for the Liberation of Palestine, a party that had renounced violence abroad since the late 70s. Yawns were spotted among the jury. An Israeli journalist was caught talking to jury members, and trying to give out a telephone number. He was seen holding his nose and scowling in court while defence witnesses gave evidence. One of these was Botmeh himself: he brought a radio- controlled model aircraft of his to court, and outlined a bizarre scheme to fly homemade explosives and medical supplies, in defiance of Israeli troops, over Gaza and the West Bank. He sounded more like a fantasist than a terrorist. </p> <p>The jury convicted him and Alami by 11 to one regardless. But the whole truth of the bombings remained elusive. For one thing, the woman \"of Mediterranean appearance\", who was too old to be Alami, has never been traced. Nor has anyone else been convicted of planting either of the bombs. And no apparent effort has been made since the trial - by the British or the Israelis - to secure these goals. All a spokesman for the Israeli embassy will say on the matter is: \"Given the fact that two of their [the bombers'] cronies are in jail, that's probably taken the wind out of their sails.\" </p> <p>In fact, such a tidy end to the affair has seemed steadily less likely. Instead, the avowed innocence of Samar Alami and Jawad Botmeh, and the alleged responsibility for the London bombs of others - less convenient for the Israelis - have become a cause. \"Samar and Jawad\" has become a phrase on badges and T-shirts, on the lips of traditional parliamentary campaigners (Tony Benn and Jeremy Corbyn), and less expected ones (the Tory ex-minister and peer Lord Gilmour), at the top of a petition that has attracted 200,000 signatures in the West Bank, Gaza and Lebanon, and in the Palestinian legislature, where more than 60 members have offered support. Amnesty International has \"concerns that the charges may have been politically motivated\". Gareth Peirce, who demolished the convictions of the Birmingham Six and Guildford Four, is acting as Alami and Botmeh's solicitor. And, perhaps most suggestively of all, there have been repeated claims ever since the bombings, from Arab and Israeli diplomats and the Jewish Board of Deputies in London, that warnings they had given MI5 about imminent attacks on Jewish targets in Britain were ignored. Alami and Botmeh, their advocates say, were arrested and convicted purely to save face for the security services. </p> <p>All evidence concerning them and the bombings was made officially secret in March 1999. A Public Interest Immunity Certificate cloaks it: neither Peirce, nor the equally revered human-rights barrister Michael Mansfield, who will be representing Alami and Botmeh in the High Court, have access. \"To exonerate them,\" says Peirce, \"we have in effect to prove who did it.\" Their supporters' theories sometimes favour Iran, an enemy of Israel at the time, and sometimes - pointing to the mysterious ease of the attacks, the absence of important embassy staff at the time, the relative lightness of the casualties - even the Israelis themselves. No film of the embassy assault has ever been recovered from its security cameras. All the debris was allegedly collected from the crater by Israeli officials in a hurry. </p> <p>At this point, the speculations enter a hall of mirrors. Were the Israelis trying to demonstrate their vulnerability to assault in Britain? Was there some internal Israeli feud going on? Or were the bombs meant to smear the Palestinian cause? The embassy spokesman calls such suggestions \"heinous\". </p> <p>Meanwhile, Alami and Botmeh have spent half a decade in British prisons convicted of a crime that can seem as vague and hard to deny, at times, as the descending cloud of accusations in Kafka's The Trial. Yet even Peirce admits that their experiments with explosives came \"close to a line\", between legitimate activism and something perhaps less so, \"which they never should have ventured near\". </p> <p>Botmeh is currently serving his sentence as far away as possible, it seems, from the scene of the explosions and the homes of his supporters. On the edge of Durham, among fields he never sees, Frankland prison is a hilltop stockade of floodlights and barking police dogs. On a rare sunny day, if you squint, it could be a Palestinian refugee camp - or an Israeli settler compound - on the West Bank. </p> <p>But Botmeh, who has not been interviewed by a British newspaper before, comes to the visiting room as if dressed for Friday at a firm of management consultants. He wears a Ralph Lauren rugby shirt, gold wire-rimmed glasses, pressed jeans and shoes of some softness and elegance. He is quite tall and toned-up, and carries a plastic folder under one arm. He sits down quickly, opens it, and marks the points he wishes to emphasise with brisk waves of a pencil. </p> <p>\"We know that the Israelis know I didn't do it,\" he begins, bright-eyed and crisp. \"The Israelis know me. They know my views. I spoke to lots of Jewish students here when I was a student activist.\" He bobs a foot with impatience at it all. \"The danger to the public from the bombers is still there. I want the police to go out looking, and they're not.\" He stills his foot and looks up from his file: \"These bombs were actually the worst thing that could have happened to the Palestinians since the [terrorist] events of the early 70s. In a different era, under different circumstances, we have struggled to establish to the world that we have a cause ... The bombings are totally counter-productive.\" The only beneficiaries, he says, have been Israelis of an unbending and suspicious disposition. \"Two sensible Palestinians have been put away.\" </p> <p>Botmeh came to Britain to do A-levels. That was in 1985, when he was 17; he had already graduated with honours from a private school in Bethlehem, his home town in the West Bank. He has lived in Britain ever since, acquiring degrees in electronic engineering from Leicester University and King's College, London, and intermittently trying to establish an export business, for trade in essential supplies with the Occupied Territories, called Keeton. He is married to an English woman called Elizabeth, whose father \"is a retired policeman\", we learn in Alami and Botmeh's campaign booklet. </p> <p> Beneath such well-groomed details, though, Botmeh has lived more painfully at times. \"I was beaten by soldiers at demonstrations when I was 13 or 14,\" he says matter-of-factly. \"And coming back from school. I remember once an Israeli jeep just stopped me and two other kids. The others ran off home, but the soldiers hit me with the butts of their rifles. They slapped me in the face. I was cowering on the floor. You dare not move ...\" He stands up in the tiny visiting room, as a warder paces outside each of its windows, and mimes a raised foot. \"They keep you there. Every 15 seconds, you get a blow.\" </p> <p>At Leicester University, he set up a Palestinian Society, and entered an exile world of long meetings and cold marches, Saturdays lost to conferences, endless letters sent to pin-prick consciences. The Palestinian diaspora in Britain gathers in borrowed churches and talk-heated halls, on barely reported vigils. The men, like Botmeh, do not look as activists are supposed to: they wear blazers and loafers and the expressions of careful businessmen. The women carry banners with the names of demolished Palestinian villages in impeccable letters. Everyone seems to know everyone. Everywhere there are maps of tiny slivers of territory, currently occupied or surrounded by the Israelis. \"Why would I, or Samar, ever get involved in student politics . . . and spend years campaigning peacefully,\" asks Botmeh crossly in the campaign pamphlet, \"if what we really wanted to do was use violence against Israelis in London?\" When did he first hear about the embassy bomb? He pauses, then says slowly: \"On the news at around one o'clock, on the car radio.\" What was his immediate reaction? A longer pause. \"Difficult to say ... surprised ... um ... to tell you the truth, surprised and anxious. So close to Kensington High Street - my uncle could have been passing.\" </p> <p>It took a year to establish, at least to Peirce's satisfaction, exactly what Botmeh was doing on the day of the first explosion. By sifting through mobile phone records, she traced him to Sussex; he finally remembered that he had been looking for a language school for his younger brother. Alami's memory was even vaguer - she says she still cannot account for the whole day - but the telephone archives again showed that she had been talking to her sister-in-law, from a callbox outside the library of Imperial College in London, when the bomb went off. \"I was trying to start my thesis,\" says Alami. \"I had just got back from holiday in France, and had found something interesting from 1937 to do with [my subject] water in Palestine. I heard like a loud thud. I thought it was the IRA, to be honest.\" </p> <p>She is sitting in another tight fishbowl of a visitors' room, in Holloway prison, north London. She is as elegantly turned out as Botmeh, in pink jeans and a slim cream blouse, but she has more of a jail-cell pallor. Unlike him, however, she alternates almost casual recollections with sad-eyed hints at something more despairing. </p> <p>\"Frankly, I would rather not have my name in the paper at all,\" she says quietly, arms folded. She came to Britain from Lebanon in 1984 for a quiet life. Her father was the head of the Arab Bank in Beirut, and her mother had been a pioneering female university graduate there, but Britain felt more stable. \"This country was civilised to us until the bombings, and we were to it. This is not a frontline. If I'd felt frustrated and wanted more direct action, I could have gone back to south Lebanon.\" When she belatedly heard the embassy had been attacked, she says, some time much later that hot afternoon in 1994, she just felt queasy. \"An Arab friend of mine from Bayswater said, 'Everybody is going to be rounded up.' I remember someone else saying, 'Where are we going to picket now?' \" </p> <p>Until then, Alami had followed a similar trajectory to Botmeh in Britain, of protest and professional advancement. She obtained degrees in chemical engineering from University and Imperial Colleges in London, and was writing her thesis to conclude a third, in water resources management, at nearby City University. She was strenuously involved in Palestinian student politics. \"You can't really switch off as a Palestinian,\" she says. Just claiming your identity is a political act - with consequences. A common estimate of the proportion of Palestinians who have been arrested by the Israelis in the Occupied Territories, at some point since these lands' seizure in 1967, is one in three. </p> <p>Alami first met Botmeh through activism in 1990, the year he began going out with Elizabeth. Alami and Botmeh became comrades and close friends. Even after four years in prison, even on matters of minor West Bank doctrine, it seems difficult to separate them. And in 1992, they both agree, they met the man who may have bound them together permanently. The man, they say, who bought the Audi with Botmeh. Who persuaded them to store explosives for him. Who set them up. And who has since disappeared with complete efficiency. </p> <p>It was first at a lecture in London on the Middle East that Alami says she encountered someone calling himself Rida Mughrabi, or Reda Moghrabi - the spelling seems as slippery as his precise identity, and the name was most likely false. He was middle-aged and \"engaging\", with a clean-cut jaw and heavy eyebrows. He claimed to be a West Bank exile who had fought the Israelis in southern Lebanon during the early 80s. He had subsequently lived in Kuwait and Saudi Arabia, and was now in Birmingham. He said he had fallen out with both Arafat and Arafat's opponents. He seemed to know a great deal about surveillance techniques, survival on the battlefield, and how to improvise explosives. \"We saw him at meetings and lectures at the School of Oriental and African Studies [in London],\" says Botmeh. \"We would go for a cup of coffee afterwards. What he said rang true.\" Did they wonder at all why this mentor had suddenly appeared? Botmeh sounds even crisper than usual: \"I wasn't going to be his best friend. I didn't scrutinise every word he said.\" Alami has a more nuanced explanation. \"In London, so many [Arab] people are coming and going. You don't check people's ID, check things out.\" </p> <p>In 1993, Botmeh did Mughrabi a favour. As a hobby and a way of making money - Botmeh's export business was struggling, and he did not have a permanent job - he had been going to car auctions for years with friends and acquaintances, and offering his experienced judgement on secondhand vehicles for a small commission. That year, he took Mughrabi to an auction in Northampton; Mughrabi bought a Renault 25. The following year, six weeks before the bombings, Mughrabi got in touch again: could Botmeh help him buy another Renault? They drove to Northampton the same day, yet this time they couldn't find anything satisfactory for the £1,000 Mughrabi wanted to spend. But he was determined; the next day they went to a Milton Keynes auction instead, in Botmeh's garish white BMW, and bought the Audi. </p> <p>The Israeli embassy says that almost all of this is fiction. Botmeh helped buy the Audi, they agree, but as for Mughrabi - \"I've never seen anything proving that he existed,\" says a spokesman. At the trial, the judge appeared to share these doubts. Mughrabi may have been \"a fictitious character\", he speculated, \"carefully tailored to fit those parts of the Crown's case for which there is no answer.\" </p> <p>Yet Botmeh's signature and fingerprints were not found on the Audi's purchase documents. Instead, there were those of another man, who gave his name, almost certainly falsely, as George Davies. A man of the same name had also bought another car two days before, on his own this time, at an auction in Birmingham. It was the red Triumph Acclaim used to blow up Balfour House. </p> <p>That attack, like the embassy's, had a carefully-planned quality. A week before, a car bomb had disembowelled the offices of a Jewish charity in Argentina, leaving more than 250 casualties. The World Jewish Congress in New York had called on all Jewish institutions to take extra precautions. Balfour House, although it sits amid the usual outer London hum and bustle, has tank traps outside disguised as flower-tubs. Even today, six years after the explosions, if you stand on the pavement nearby for more than a few seconds, a lean man in a blue blazer may ask you what you are up to. He has a dry voice, and is polite. If you are lingering near the local travel agent's, for example, he may first enquire about your holiday plans. But he does not introduce himself, and his blazer is slightly too big and boxy to conceal only a wallet. If he stops you again, he will ask for your credentials, and take them, and get someone else to call your boss with less polite questions, this time about your precise reasons for being on a public street in North Finchley in broad daylight. </p> <p>In June 1994, as well as buying the cars for the attacks, \"George Davies\" also seems to have bought a decoy. That month, he collected chemicals that could be used in bomb- making from an industrial supplier in Birmingham. Birmingham, conveniently, is where Alami and Botmeh say Mughrabi was operating at the time; and these were the chemicals that ended up in their storage locker. </p> <p>It seems a clever set-up. Just as Mughrabi used Botmeh's obsessive car-buying to incriminate him, so Mughrabi used the two Palestinians' political frustrations to make them look like terrorists. Or so their defence goes. During 1993, they say, their mentor began openly discussing ways of violently resisting the Israelis in the Occupied Territories. They had been edging in the same direction, trying to think of ways they could help Palestinians there to defend themselves. \"It was a very uncertain time,\" says Alami. \"This was the aftermath of the Gulf War [when Saddam Hussein fired missiles at Israel and attracted popular Palestinian support]. There was an argument about which direction to take.\" </p> <p>Using nail varnish remover, hair dye and other household products to make explosives, and Botmeh's boyish expertise with radio-controlled model aircraft to carry them, Alami and Botmeh had been dreaming up plans for buzzing squadrons to aid besieged villages on the West Bank. The trouble was, none of it worked. Their \"experiments\" flopped in the pouring rain in an empty corner of the Derbyshire Peak District. </p> <p> The precise motivation and extent of these \"experiments\", however, has been a problem for Alami and Botmeh's defence ever since. \"Me and Samar were in London thinking, 'How can we help?' \" says Botmeh. \"The planes were a hobby. People would say, 'Could you put a camera in it? Could this be used back home?' Had we succeeded, we might have passed the information back.\" He pauses. His foot jogs. \"Our intention wasn't to harm anybody, here or back home.\" </p> <p>Alami seems more regretful. \"It's very difficult to show what we were thinking.\" A month before the bombings, she says Mughrabi called her, said he was leaving the country, and asked her to look after two boxes of ingredients for explosives. She met him in London and took them: \"I was working against my instinct. I thought things were going to go wrong within an hour of him giving them.\" She did not see him again. When, later, she re-read all her notebooks and pamphlets, all the activist ephemera that would help convict her, there was not a scrap she could pin to Mughrabi. </p> <p>At the trial, \"The jury completely blanked out after they admitted to the experiments\", says Daniel Guedalla, one of the organisers of Alami and Botmeh's campaign. Alami herself describes a sort of helpless panic overcoming her about the explosives once the embassy and Balfour House had been assaulted. \"We didn't know what to do ... Things were moving faster than we thought, and we got entangled. Jawad was under surveillance. We had things that we didn't have an explanation for.\" She stares at her hands. </p> <p>In another small stuffy room, Peirce's attic office in north London, their solicitor looks a little pained when she discusses the locker and its contents. \"There was considerable anger against Samar and Jawad from the Palestinian community, for having been so foolish,\" says Peirce, in her small, intense voice. To most English ears, their behaviour probably sounds even worse: \"These are the hardest cases for a jury here to disentangle,\" she continues, a little lined and tired, squeezed beneath a mantelpiece of invitations to receptions for unpopular causes. \"An English jury does not share the interests, the background, or the political point of view of the defendants.\" </p> <p>This time, for their appeal, Alami and Botmeh are before three judges. Much of the evidence that might clear them is still secret. Mughrabi only lives for certain in their words, despite advertisements and photofits that they placed last year in Arab newspapers. One of Alami and Botmeh's oldest supporters puts their chances as \"sixty-forty against\". </p> <p>Perhaps their best chance went at the trial. Then, the spindly case against them had to be made. Now they have to prove a negative. And it suits many interests for them to fail, for the unfathomable waters that Alami and Botmeh entered, by accident or intent, to remain just that. \"The security services,\" says Lord Gilmour, a former defence minister with a world-weary look, sitting in an ancient chair in the House of Lords, \"are more interested in covering their embarrassments than seeing justice.\" </p> <p>This may have crueller and crueller consequences. As Peirce puts it, \"The more there are prosecutions vis-a-vis political situations abroad, the more this difficulty [of Alami and Botmeh's] is going to arise - that only the security services hold the facts which might clear them, and they consider it their job not to tell.\" </p> <p>Botmeh's sister, Samia, put it more concretely, one grey Saturday last month, as the Palestinian demonstration she was on chanted its way past Downing Street. If her brother and Alami's activities, however distantly they seemed linked to the events at the embassy and Balfour House, could be grounds for 20 years in prison, \"Anyone on this march could be arrested.\" Unless, perhaps, they were a man called Mughrabi, or a woman with a Harrods bag.</p>",
  "It's a Wednesday evening in early summer, and you'd think some fancy soiree was taking place in Knightsbridge, west London, on beautiful lawns set back from Brompton Road. Porsches and Aston Martins are parked up, and attractive young people, even some famous names, in casual wear and summer dresses are wandering up a tree-lined drive. <p>But this is no soiree. We are agnostics. We are entering a church - the Holy Trinity Brompton (HTB) - to sign up for the Alpha course, led by Nicky Gumbel. He is over there, welcoming agnostics; he's good-looking, tall and slim. It sounds impossible but Gumbel's course, consisting of 10 Wednesday evenings, routinely transforms hardened unbelievers, the entrenched faithless, into confirmed Christians. There will be after-dinner talks from Gumbel, a minister at Holy Trinity as well as head of Alpha, and then we will split into small groups to discuss the meaning of life, etc. There will be a weekend away in Kidderminster. And that's it. Salvation will occur within these parameters. I cannot imagine how it can work. </p> <p>However, at a cautious estimate, in Britain alone and in less than a decade, a quarter of a million agnostics have found God through Gumbel. To name one: Jonathan Aitken. \"I am a man of unclean lips,\" he told the Catholic newspaper, the Tablet, \" ... but I went on an Alpha course at Holy Trinity Brompton, and found great inspiration from its fellowship and the teachings on the Holy Spirit.\" The Tablet added, \"He has done Alpha not once but three times, graduating from a humble student to a helper who pours coffee.\" </p> <p>Gumbel's supporters say that, within C of E circles, he is now more influential than the Archbishop of Canterbury; they claim that Alpha is saving the Church. Other people say some quite horrifying things about Nicky Gumbel. I am told it is almost impossible to get an interview with him. His diary is full until 2003. His people were apologetic. They said that the only way to really get to know Nicky, to understand how he does it, was to enrol in Alpha. </p> <p>\"Hi!\" says a woman wearing a name-tag at HTB. \"You're ... ?\" </p> <p>\"Jon Ronson.\" </p> <p>\"Jon. Let's see. Great!\" She ticks off my name and laughs. \"I know it feels strange on the first night, but don't be nervous - in a couple of weeks' time, this'll feel like home.\" </p> <p>I drift into the church. There are agnostics everywhere, eating shepherd's pie from paper plates on their laps. Michael Allison, one-time permanent private secretary to Mrs Thatcher, is here. So is an ex-England cricket captain. I spot the manager of a big British pop group. Samantha Fox found God through Nicky. I wonder whether Jonathan Aitken will pour the coffee, but he is nowhere to be seen tonight. And now Nicky is on stage, leaning against the podium, smiling hesitantly. He reminds me of Tony Blair. \"A very warm welcome to you all. Now some of you may be thinking, 'Help! What have I got myself into?'\" A laugh. \"Don't worry,\" he says. \"We're not going to pressurise you into doing anything. Perhaps some of you are sitting there sneering. If you are, please don't think that I'm looking down at you. I spent half my life as an atheist. I used to go to talks like this and I would sneer.\" </p> <p>Nicky is being disingenuous - we know that there are no talks like this - Alpha is uniquely successful, and branching out abroad, so far to 112 countries, where they play Nicky's videos and the pastor acts the part of Nicky. \"This just may be the wrong time for you,\" says Nicky to the sneerers. \"If you don't want to come along next week, that's fine. Nobody will phone you up! I'd like you to meet Pippa, my wife.\" We applaud. \"Hi!\" says Pippa. \"We've got three children. Henry is 20, there's Jonathan, and Rebecca is 15.\" </p> <p>Nicky assures us that we are not abnormal for being here. The Bible is the world's most popular book, he says. This is normal. \"Forget the modern British novelists and the TV tie-ins,\" he says, \"44 million Bibles are sold each year.\" He says that the New Testament was written when they say it was. \"We know this very accurately,\" he explains, \"through a science called textual criticism.\" He says that Jesus existed. This is historically accurate. He quotes the Jewish historian Josephus, born AD37: \"Jesus, a wise man, if it be lawful to call him a man, for he was a doer of wonderful works ... the tribe of Christians so named after him are not extinct to this day.\" I am with Nicky thus far. My knowledge of Josephus is sketchy, but he strikes me as a reliable source. But the agnostics here - it soon becomes clear that Nicky can read our minds - are thinking, \"But none of this proves that Jesus was anything more than a human teacher.\" </p> <p>Nicky tells an anecdote: he says that he once failed to recognise that his squash partner was Paul Ackford, the England rugby international. Similarly, Jesus's disciples, in the region of Caesarea Philippi, failed to recognise that their master was the Son of God. I could live without the squash anecdote, though it presumably works for some people. Nicky says that Jesus could not have been just a great human teacher. When he was asked at his trial whether he was \"The Christ, the Son of the Living God, he replied: 'I am.'\" Nicky's point is this: a great human teacher would not claim to be the Son of God. \"You must make your choice - either this man was, and is, the Son of God, or else he's a lunatic or, worse, the Devil of Hell. But don't let us come up with any patronising nonsense about his being a great moral teacher. He hasn't left that open to us. He didn't intend to.\" This final logic (a quote from one of Nicky's heroes, CS Lewis) is impressive to me. It remains in my mind. </p> <p>Then it's on to the small group. I am in Nicky's group: typically, it consists of around 10 agnostics, some from the City, some from the dot.com world, some professional sportspeople, strangers gathered together in a small room in the basement. We sit in a circle. I wonder what will happen to us in the weeks ahead. For now, we verbalise our doubts. We gang up on Nicky and his helpers: his wife, Pippa, an investment banker called James and his doctor wife, Julia, all ex-agnostics who found Christ on Alpha. We ask them antagonistic questions. \"If there's a God, why is there so much suffering?\" And: \"What about those people who have never heard of Jesus? Are you saying that all other religions are damned?\" </p> <p>Nicky just smiles and says, \"What do the other people here think?\" </p> <p>At the end of the night, Nicky hands out some pamphlets he's written called (such is the predictability of agnostics) Why Does God Allow Suffering? (answer: nobody really knows) and What About Other Religions? (answer: they will, unfortunately, go to Hell. That includes me - I am a Jew). I am enjoying myself. I drive away thinking about the things Nicky said. I play them over in my mind. But by the time I arrive home and then watch ER, my mini epiphany has all drained away and I go back to normal. I cannot imagine how any of my fellow agnostics will possibly be converted by the end of the course. </p> <p>As the weeks progress, the timetable becomes routine. Dinner, a talk from Nicky, coffee and digestives, the small groups. But the hostile questions have now become slightly less combative. One agnostic, Alice, who is the financial manager of an internet company and rides her horse every weekend in Somerset, admits to taking Nicky's pamphlets away with her on business trips. She says she reads them on the plane and finds them comforting. We talk about the excuses we give our friends for our weekly Wednesday night absences. Some say they're learning French. Others say they're on a business course. There is laughter and blushing. I miss Week Three because I am reporting on wife swapping parties in Paris. On Week Four, Nicky suggests I tell the group all about wife swapping. The group asks me lots of questions. When I fill in the details, Nicky shakes his head mournfully. \"What about the children,\" he sighs. \"So many people getting hurt.\" He's right. Nicky ends the night by saying to me: \"I think it's important that you saw something awful like that midway through Alpha.\" </p> <p>On Week Five, Nicky talks about answered prayers and how coincidences can sometimes be messages from God. He says he keeps a prayer diary and ticks them off when they are answered. As Nicky says these things, I think about my own life, about how my wife and I were told we couldn't have a baby - about how awful those years of infertility were, how every month was like a funeral without a corpse - and then we did have a baby, and thought that our son, Joel, was a gift from God. </p> <p>The moment I think about this, I hear Nicky say the word \"Joel\". I look up. Nicky is quoting from the Book of Joel: \"I will repay you for the years the locusts have eaten.\" Later, I tell the group what happened. \"Ahhh,\" they say, when I get to the part about us having a baby. \"Ahhh,\" they say again, when I get to the part about Nicky saying Joel, and reading out an uncannily appropriate quote. </p> <p>\"Well?\" I say. </p> <p>\"I don't know,\" Nicky smiles. \"I think you should let it sit in your heart and make your own decision.\" </p> <p>\"But what do you think?\" I say. </p> <p>\"If I had to put a bet on it,\" he says, \"coincidence or message, I'd say definitely, yes, that was a message from God.\" </p> <p>The subject is changed. \"So?\" says Nicky. \"How was everyone's week?\" </p> <p>Tony sits next to Alice. He is the most vociferous agnostic in the group. He always turns up in his business suit, straight from work, and has a hangdog expression, as if something is always troubling him. </p> <p>\"Tony?\" says Nicky. \"How was your week?\" </p> <p>\"I was talking to a homosexual friend,\" says Tony, \"and he said that ever since he was a child he found himself attracted to other boys. So why does the church think he's committing a sin? Are you going to Hell if you commit a sexual act that is completely normal to you? That seems a bit unfair, doesn't it?\" There is a murmur of agreement from the group. </p> <p>\"First of all,\" says Nicky, \"I have many wonderful homosexual friends. There's even an Alpha for gays running in Beverly Hills! Really! I think it's marvellous! But if a paedophile said, 'Ever since I was a child I found myself attracted to children', we wouldn't say that that was normal, would we?\" A small gasp. \"Now, I am not for a moment comparing homosexuals with paedophiles, but the Bible makes it very clear that sex outside marriage, including homosexual sex, is, unfortunately, a sin.\" He says he wishes it wasn't so, but the Bible makes it clear that gay people need to be healed. </p> <p>\"Although I strongly advise you not to say the word 'healed' to them,\" he quickly adds. \"They hate that word.\" </p> <p>The meeting is wound up. Nicky, Pippa and I stay around for a chat. We talk about who we feel might be on the cusp of converting. My money is on Alice. </p> <p>\"Really?\" says Nicky. \"You think Alice?\" </p> <p>\"Of course,\" I say. \"Who do you think?\" </p> <p>\"Tony,\" says Nicky. </p> <p>\"Tony?\" I say. </p> <p>\"We'll see,\" says Nicky. </p> <p>I drive home. In the middle of the night it becomes clear to me that I almost certainly had a message from God, that God had spoken to me through Nicky Gumbel. </p> <p> <b> Woman leads church boycott in row over evangelical pig-snorting</b> </p> <p> A woman has walked out of her church and is holding services in her living room because she says she cannot bring herself to 'snort like a pig and bark like a dog' on a Church of England course. Angie Golding, 50, claims she was denied confirmation unless she signed up for the Alpha course, which she says is a 'brainwashing' exercise where participants speak in tongues, make animal noises and then fall over. Mark Elsdon-Dew of HTB, Holy Trinity Brompton, said the Alpha course included lectures on the Holy Spirit. 'It affects different people in different ways,' he said. </p> <p> <b> The Times, May 11, 1996</b> </p> <p> Of course, stumbling upon this press cutting comes as a shock. I had no idea that the shepherd's pie, the nice chats, that these things seem to be leading up to something so peculiar; something that will, I guess, occur during our weekend away in Kidderminster. </p> <p>I visit Mark Elsdon-Dew, Nicky's press man. I have grown fond of Mark. \"Do anything you want,\" he frequently tells me. \"Go home, if you like. Really. Any time you want. Don't worry, I won't phone you up! Ha ha!\" Mark was once the Daily Express's news editor, but then he did Alpha and now he works for Nicky, in a Portakabin on HTB's two-and-a-half acres. Nicky has so many staff - more, even, than the Archbishop of Canterbury, says Mark - that there aren't enough offices in this giant church to accommodate them all. I want to test Mark, to see how honest he will be about the negative press. I ask him if any journalist has written disapprovingly about Nicky. \"Oh yes,\" he says excitedly. \"Hang on, let me find them for you.\" Mark rifles through his filing cabinets and retrieves a sheath of articles. \"Look at this!\" he says. \"And how about this?\" One article, from the Spectator, suggests that Nicky's organisation is akin to the Invasion Of The Body Snatchers, something that looks like the C of E, acts like the C of E, but is something else, something malignant, growing, poised to consume its host: \"For now they need the Church of England for its buildings - but they are very aware that through the wealth of their parishioners they wield an influence over the established Church that far outweighs their numbers.\" </p> <p>\"If you think that's bad,\" says Mark, \"you should see this one.\" Oh good, I think. It reads: \"HTB's divorce from the real world, together with a simplistic and communal response to all problems, a strong leader, and a money-conscious hierarchy, are trademarks of a cult.\" </p> <p>\"And here's a real stinker ,\" says Mark. The Alpha Course: Is It Bible-Based Or Hell-Inspired? This last one is from the Reverend Ian Paisley. His conclusion, after 15 pages of deliberation, is that it is Hell-Inspired. </p> <p>Usually, when a discovery such as this presents itself midway through researching a story, I feel nothing but glee. On this occasion, however, the gaiety is tinged with indignation and relief - indignation that these people, this apparent cult, has managed to get under my skin, to instil in me feelings of some kind of awakening, and relief because I no longer feel the need to deal with those feelings. </p> <p>It is Saturday morning, in the countryside near Kidderminster, and Nicky is offering us the strangest invitation. He is going to beckon us into the supernatural, where he hopes we will physically feel the Holy Spirit enter our bodies. Nicky tells me that he very much hopes people will speak in tongues. \"I'm so glad you could make it,\" he tells me. </p> <p>\"I'm glad to be here,\" I say, although I am thinking, \"Are you a cult leader?\" We've been arriving all night - in BMWs and Mercedes and Porsches - at the Pioneer Centre, a residential youth club booked for the weekend. The traffic was terrible. I was stuck in a jam behind a mini-van emblazoned with the words \"Jews For Jesus\", and toyed with the idea of taking this to be another message from God, but I chose to discount it. </p> <p>We are staying in dormitories - six to a room. Nicky and Pippa are not bunking up with the flock: Nicky says he needs space to concentrate. I don't think the agnostics quite grasp the reality of what will unfold in the next 36 hours. Many are completely unaware. Tongues!? How can Nicky make this happen? </p> <p>The next morning, we laze in the sun and then we are called into the chapel, a big pine hut. Tonight, England will play Germany. Nicky takes to the stage: \"Now, some of you may be thinking, 'Help! What's going to happen?' Well, first, I hope you have a wonderful time. Enjoy the weather, enjoy the sports, but, most of all, I hope we all experience the Holy Spirit.\" Nicky says that the Holy Spirit has often been ignored by the Church, because it sounds \"weird and supernaturally evil\". He says that the Church fears change, that he once said to an elderly vicar, \"You must have seen so many changes\", and that the vicar replied, \"Yes, and I have resisted every single one of them\". We laugh. </p> <p>Nicky says that this is a shame, because when people open themselves to the Holy Spirit you can see it in their faces. \"Their faces are alive!\" Look at Bach and Handel and da Vinci, he says. They had the Holy Spirit. Whatever line of work we're in - we could be bankers,\"or journalists\"- we can be filled to overflowing. Nicky says that it is absolutely amazing. \"All relationships involve emotions. I don't say to Pippa, 'I love you intellectually'. What I say is, 'I love you with my whole being, my mind, my heart, my will'. Ah, but that's in private. The British don't display emotions in public, do they?\" There is a silence. \"Just imagine,\" he says, \"that England will score a goal tonight. I think some people will go, 'Yeaah!'\" There is more laughter. The audience is relaxed. \"If a comedy film makes us laugh out loud in the cinema, the movie is considered a success. If a tragic play makes us weep in a theatre, the play is considered a success. But if a religious service makes us weep or laugh, we are accused of emotionalism!\" </p> <p>And so it goes on, with Nicky managing to make the most alarming prospect seem acceptable. Speaking in tongues would normally be something absurd, horrific even. But imperceptibly, gracefully, Nicky is leading us there. </p> <p>We have a few hours off. We swim and play basketball. The crowd is, as always, mainly white and wealthy. A criticism levelled at Nicky by other Anglicans is that Jesus cast his net wide to embrace poor fishermen, whereas Nicky seems to concentrate on rich widows, old Etonians and young high-fliers. This annoys him even more than the accusations that he is a cult leader. He points out a group of men on the edge of the basketball court. They lean against a picket fence, watching the game with an inscrutable vigilance, huge and tanned, like a prison gang during their hour in the yard. </p> <p>\"You absolutely must meet Brian,\" says Nicky. \"He's quite amazing.\" </p> <p>Brian is not his real name. \"I was a villain,\" says Brian. \"A professional criminal.\" </p> <p>\"Were you in a firm?\" I ask. </p> <p>\"I was the firm,\" he smiles. \"Say no more.\" From Brian's demeanour - he looks the archetypal English crime boss - I don't doubt this for a moment. It makes me smile: most vicars will proudly introduce you to some redeemed petty thief in their flock; once again Nicky attracts someone from the apex of his chosen profession. Back in the 80s, Brian was caught trying to pull off an enormous importation of cannabis. He was sentenced to 10 years in jail. In 1994, while in Exeter prison, Brian heard about Alpha. To curry favour with the chaplain, he called Nicky and asked him to visit the prison. Nicky sent a team instead. \"And within weeks,\" says Brian, \"all these hard men were waving our arms around like we were in a nightclub. Can you imagine it? People getting touched by the Holy Spirit, boys I knew who got banged up for some really naughty crimes ...\" </p> <p>That was the first time a prison had run an Alpha course. Brian was transferred to Dartmoor and took Alpha with him. Other converts did the same. That's how it spread through the prison system. Today, 120 of the 158 British prisons run Alpha courses; some have six-month waiting lists. </p> <p>Then there is this, from the March 2000 Alpha newsletter: US Governor George W Bush was so impressed by the impact of Alpha in the British prison system that he wants to start a trial programme at once in Texas. \"And all that started with Brian in 1994,\" says Nicky. \"It was such an amazing year.\" Indeed it was: on January 20, 1994, at a concrete church next to Toronto airport, 80% of the congregation, apropos of nothing, suddenly fell to the floor and began writhing around, apparently singing in tongues and convulsing violently. Rumours about this milestone - which became known as the Toronto Blessing - quickly spread to Britain. Nicky flew to Toronto to see it for himself. Was it mass hysteria or a miracle, a real experience of the Holy Spirit? \"I don't talk about it now,\" says Nicky. \"It divides people. It splits churches. It is very controversial. But I'll tell you - I think the Toronto Blessing was a wonderful, wonderful thing.\" Nicky returned from Canada, spoke passionately at HTB about the Toronto Blessing and, lo and behold, his congregation, too, began rolling on the floor, etc. The services soon became so popular, with queues around the block, that they were compelled to introduce two Sunday-evening sittings - and still not everyone could get in. HTB became Britain's richest church. (It still is: last year's income was £5.1m.) This evangelical euphoria lasted the year, with miracles such as Prison Alpha cropping up all over the place. And then it ebbed away. </p> <p>But its influence has lasted. The Toronto Blessing was the kick-start Alpha needed. Alpha began at HTB in 1979, as a brush-up course for rusty churchgoers. Hardly anybody attended. It trundled along, causing no ripples, until Nicky arrived in 1991. Nicky is the son of agnostics. He discovered God while studying for the Bar at Cambridge, and gave up a career as a barrister to be ordained into the C of E in 1986. He saw Alpha's potential. What if he began targeting agnostics? What if he gave it an image make-over? </p> <p>\"Nicky bought standard lamps back in 1991,\" says Mark later that afternoon. \"He took an interest in the food. There are flowers. Young, quite-pretty girls welcome you at the door. Nicky identified some very important things. First, informality. Second, the course - people like the idea of going on a course, whether it's yoga or Christianity. Third, free and easy - we don't force anything down people's throats. People have a horror of being phoned up. And, finally, boredom - we will not bore you.\" </p> <p>Nicky's new direction combined with his charisma, his dazzlingly constructed weekly talks chipping away at our doubts, and the Toronto Blessing caused Alpha's popularity to explode through the 90s. In 1992, there were five Alpha courses in Britain, 100 rusty churchgoers attended that year. By 1994 there were 26,700 attendees. By the end of last year, there were 14,200 courses around the world, with 1.5 million attendees. Nicky has sold more than one million books. </p> <p>Alice had a wedding to go to, but hopes to arrive by this evening. The rest of our group gathers on the grass, and talk about our feelings about the Holy Spirit. \"I've got to say,\" says a woman called Annie, \"the idea of speaking in tongues really freaks me out.\" Nicky nods and smiles. </p> <p>\"I agree,\" says Jeremy, who works with asylum-seekers. \"I really don't want to be seen as some kind of freak.\" </p> <p>\"You won't suddenly become weirdos,\" explains James, one of the group leaders along with his wife, Julia, Nicky and Pippa. \"You won't lose your sense of humour, or your mates, or whether you drink beer or not.\" </p> <p>\"We shouldn't get too hung up on tongues,\" adds Julia. \"Tongues is just one of the many gifts. Tony? What do you think?\" </p> <p>Tony lights a cigarette. \"Do you have to believe in God before you receive the gift?\" he says \"Because it seems strange to ask some-one you don't believe in to prove that he exists.\" I wonder what makes Nicky think that Tony is our group's best candidate for conversion. </p> <p>\"The Church likes to put God in a box,\" says James. \"The Church wants to make God safe. We think the Church has lost the plot. We just want God to be God. As the Apostle Paul said, 'I would that you all speak in tongues.'\" </p> <p>We ask if they can speak in tongues, and they all say they can. James has been speaking in tongues for several years. Julia was fearful at first, but now does it a lot. Nicky and Pippa are extremely well-versed in tongues, which, they say, literally means \"languages never learnt\". They say that on countless occasions they have heard people who can't speak Chinese, for instance, speaking in Chinese tongues. Such miracles appear to be commonplace once one enters the arena of tongues - as we will do at around 6.30pm tonight. </p> <p>At 6pm, we are back in the chapel. Nicky is on stage, telling us nothing bad will happen to us. \"You don't need to speak in tongues. It is not the most important gift. But tongues is a beginner's gift, and Alpha is a beginner's course in Christianity, so it would be wonderful if you tried.\" We steel ourselves. The door opens. It is Alice. She has missed Nicky's comforting preamble and has arrived just in time for the main event. \"If you ask for the Holy Spirit, you're not going to get something terrible,\" says Nicky. \"Shall we give it a try? Shall we ask Him?\" </p> <p>\"Mmm,\" we say, contentedly. </p> <p>Nicky softly begins: \"Please stand up and close your eyes. If there's anyone who would like to experience the Holy Spirit, maybe you're not sure, I'd like you to say a very simple prayer in your heart ... a very simple prayer ... It's okay ... I now turn from everything that is wrong ... now hold out your hands ... hold them out in front of you ... if you'd like to ... some of you might be experiencing a weight on your hands ... you might be thinking nothing's happening ... but you might be feeling a peace ... a deep peace ... that, too, is a manifestation of the Holy Spirit ... Jesus is telling you He loves you ... He died for you.\" </p> <p>This is when the first sob comes - at the front, someone begins to cry. \"I sense that some of you would like to receive the gift of tongues now.\" </p> <p>I wobble on my feet. Later, James tells me that wobbling is a possible sign of the Holy Spirit. I open my eyes for a moment and look at the group. Tony is grinning, his eyes bulging, like a schoolboy in a pompous assembly. Alice, who is entirely unprepared, is looking perplexed and uncomfortable. I close my eyes. I imagine those who have been in this spell before me, Jonathan Aitken, for instance, and the business executives and celebrities. \"Start to praise God in any language but the language you speak ... Don't worry about your neighbour. Your neighbour will be worried enough about himself ... \" </p> <p>And then the tongues begin. I thought it would be cacophonous, but it turns out to be haunting, tuneful, like some experimental opera. I think some people are cheating - I hear French: \"C'est oui. C'est oui\" - but mostly it is quite beautiful. I open my eyes again and look around. Mark, Nicky's press officer, is speaking in tongues. So are James and Julia. All these people I have known all these weeks are speaking in tongues. Tony has refrained from tongues, but he is no longer grinning, either. He is crying. Alice looks ready to explode with anger. She barges out of the chapel. \"Be a little bolder now ...\" Nicky carries on. \"Just continue to receive this wonderful opportunity ...\" </p> <p>James walks over to me: \"Is it working for you?\" he asks. </p> <p>\"Well, it might have,\" I reply, truthfully, \"but the truth is, I'm a journalist, so I couldn't keep my eyes closed.\" </p> <p>\"Would you like me to pray for you?\" he asks. </p> <p>\"Okay,\" I say. </p> <p>James rests his hand on my shoulder. \"Oh Jesus, I pray that Jon will receive Your wonderful spirit. God. Please come and fill Jon with ... \" It is not working. The spell has broken. I tell James again that I'm sorry, but I'm a journalist. (This is no excuse - the picture editor of a Sunday newspaper is speaking in tongues to my left, as is a producer of Channel 4 documentaries in front of me, for the first time in his life.) So James changes tack. \"Oh thank you, Jesus, for Jon's wonderfully enquiring journalistic mind ... please help Jon's career ... no, not his career ... his wonderful journalism ... and may his journalism become even more wonderful now he is working in Your name, Jesus Christ ... \" </p> <p>I tell James I'm sorry, and follow Alice outside, where half-a-dozen furious agnostics have gathered on the grass. \"Why didn't anyone tell me I'd signed up for a brainwashing cult?\" says one. \"I felt like I was in a pack of hyenas. I wanted someone to come up and ask me if I was okay, and instead someone came up and said, 'Would you like me to pray for you?'\" Alice is devastated: \"I used to think Nicky was fantastic. He really gave me room to investigate my feelings about the Lord. But now I'm thinking, just get me away from these weirdos. I've been dragged all the way out here under false pretences, and there's no escape. I am actually very, very upset.\" We turn out to be in the minority, and watch as the new converts file out of the chapel, red-eyed from crying or smiling beatifically. Tony is one such convert, but he is not smiling. In fact, he seems miserable. \"Something overwhelmed me,\" he says. \"I didn't want it to. I tried to resist it, but I couldn't.\" </p> <p>\"What was it?\" I ask. </p> <p>\"The Holy Spirit,\" says Tony. </p> <p>\"What did it feel like?\" </p> <p>\"Like when you're trying not to cry but you can't help yourself. I was thinking of all the reasons why I didn't want it to happen - you know, the Christian lifestyle - and then Nicky came over to me and started whispering in my ear.\" </p> <p>\"What did he say?\" </p> <p>\"He said, 'I sense that you have had a Christian experience in the past'. And that rocked my world, because I have, and I didn't tell anyone. That's why I came on Alpha. I wanted to decide, once and for all, yes or no. And ...\" Tony sighs discontentedly. \"God spoke to me just now. He said, 'You can come back.' \" </p> <p>\u0095 Read part two of 'Catch me if you can' <a href=\"http://www.guardianunlimited.co.uk/weekend/story/0,3605,385173,00.html\"> here</a>.</p>",
  "<p><strong> The Wrong Boy</strong></p> <p> Willy Russell</p> <p> 411pp, Doubleday</p> <p> £16.99 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000324849,00.html\">Buy it at BOL</a><br></p> <p> You may be surprised to find the epistolary novel making a comeback at the hands of Willy Russell, but just as Richardson's Clarissa confides in her cousin, Russell's adolescent hero, Raymond Marks, relates his story entirely in missives to Morrissey. The depths of the ex-Smiths singer's mailbag would be a thing of wonder if they were half as hilarious or harrowing as Russell's belated debut as a novelist. Educating Rita was the play that explained how Russell, himself a ladies' hairdresser, came to redirect his destiny in order to write; The Wrong Boy is essentially a novel about writing itself. </p> <p>Raymond, like Russell, is a boy who needs to write: not through any high-minded idea of authorship, but as a means of clinging on to his precarious sanity. The dispatches to Morrissey remain unsent, interspersed with poems and songs in the journal he has compiled since the unfortunate fallout from the fly-trapping incident at the canal. </p> <p>It was the fly you had to feel sorry for. There it was, buzzing along the Rochdale canal, before coming to rest on the exposed glans of some smutty teenage truant; and without any time to assess the situation - whap! - the poor thing gets asphyxiated by foreskin. It's the end of that particular fly's problems, but only the beginning of Raymond's. \"We weren't wanking!\" he protests. \"None of us were. I know we had our things out, all 15 of us - but it doesn't necessarily mean we were wanking.\" </p> <p>Onanistic or not, Raymond's patented pest-control method cuts little ice with his headmaster, who has him summarily expelled on a charge of group masturbation, bestiality and being out of bounds during the lunch hour. The scandal transforms an ordinary boy into a pariah. Shunned by friends, politely requested to leave the Scouts, Raymond retreats to his bedroom, where he is perfectly happy being miserable until Uncle Bastard Jason fixes him up with a job on a Grimsby building site and issues stern instructions to sort himself out. </p> <p>The novel is principally a cod-picaresque odyssey to the cod basket of the north, with Raymond's hapless hitchhiking bringing him into contact with all manner of short-tempered transport officials, psychopathic truck drivers and a vanful of Dewsbury desperadoes en route to a country-music convention. The dialogue - as you might expect from a dramatist - is cracking stuff: a colloquial poetry reminiscent of Roddy Doyle. </p> <p>Like Doyle, Russell is capable of pushing light fiction into some disturbingly dark corners. Though the laughs never flag for long, Ray's case history has him dredge up incidents from the deepest recesses of real misery: a litany of adult miscomprehension leading to special schools, suspected sexual abuse, suicide attempts and wasted swathes of time spent as a drug zombie on day wards. Throughout, the inarticulate adolescent lacks the resources to fend for himself, but maintains the miraculous ability to express himself privately though the written word. </p> <p>Ray, in other words, is a misunderstood talent waiting to be discovered: and while the ending may seem too sentimental for some, Russell's novel remains an alarmingly personal tract expressed in unpretentious language, which heavyweight critics, in the words of his own educated Rita, \"probably won't like, because you can understand it\".</p>"
]