[
  "<p><strong>1971:</strong> Born Stone, Staffordshire, January 22. </p> <p><strong>1989: </strong> Kicked off career with Walsall, who later cancelled his YTS contract. Wolves completed his trainee term and he scored 18 goals in 20 games for their youth side but failed to make first team. Joined Conference club Stafford Rangers, scoring eight goals in first season. </p> <p><strong>1990: </strong> Moved to Crystal Palace for £100,000. Made six league appearances as substitute in first season. </p> <p><strong>1992: </strong> Left Palace (four League starts, 16 sub appearances, one goal) after being deployed as a winger. Joined Southend (November) for £80,000 and scored 18 goals in 33 games (15 in 30 League). </p> <p><strong>1993: </strong> Nottingham Forest manager Brian Clough refused to pay Southend's £2.2million asking price. Forest relegated, Clough left club and Collymore signed for his successor Frank Clark for original fee, rising to £2.75million on goal and international achievements. </p> <p><strong>1994: </strong> Hit 24 goals (19 in 28 League games) as Forest won immediate return to Premiership. Clark says £10million offer might tempt a sale. </p> <p><strong>1995: </strong> Manchester United fail in New Year signing bid, settling instead for £7million Andy Cole. In February Collymore acquitted of assault charge for alleged fight outside nightclub. Scores season's total of 25 goals (22 League), including 10 in last two months, as Forest finish third in Premiership and qualify for UEFA Cup. First England cap against Japan on June 3 and second as a substitute against Brazil. Joins Liverpool for British record £8.5million. </p> <p><strong>1996: </strong> Makes 44 appearances in his first season at Anfield and scores 19 goals as Liverpool finish third in the Premiership. Scores the winner in a memorable 4-3 victory over Newcastle meaning the Magpies finish as runners-up to Manchester United. As new season kicks off, Collymore still commutes from his West Midlands home to Merseyside, and finds competition for his first team place from Czech Republic striker Patrik Berger. Aston Villa reported to have failed in a £6million bid for Collymore. Fined £20,000 for not attending training but Liverpool boss Roy Evans says Collymore will be staying even though he fails to play a reserve team fixture. </p> <p><strong>1997: </strong> Better form sees Collymore called up to the England squad to play Mexico in a Wembley friendly. Finishes season having made 37 appearances and scored 16 goals. May 13: Joins Villa in a £7million deal. </p> <p><strong>October: </strong> Sent off and given a three-match ban after exchanging blows with Bolton defender Andy Todd. Undergoes nose operation to cure a breathing problem. </p> <p><strong>1998: </strong> Accuses Liverpool's Steve Harkness of racist abuse during and after Villa's 2-1 home victory in March. PFA forced to step in as neither player backs down. Both shake hands as they agree to disagree. </p> <p>Involved in an altercation in June with girlfriend and television presenter Ulrika Jonsson in a bar in Paris. Via a statement from his agent, Collymore \"deeply regrets everything that occurred\" and \"is beside himself with remorse\" before publicly apologising. </p> <p>Collymore scores a hat-trick in Villa's UEFA Cup win over Stromsgodset in September. </p> <p><strong>1999: </strong> January: Collymore announces that he is seeking counselling for troubles in his private life, and spends two weeks in a clinic to undergo treatment for depression. </p> <p><strong>February: </strong> Returns to Villa side against Leeds. After 3-0 home defeat by Chelsea, Villa boss John Gregory admits he will not pick Collymore again this season as he needs full-time treatment for his depression. </p> <p><strong>June: </strong> Collymore has talks with Greek club Panathinaikos but a proposed deal falls through. </p> <p><strong>August: </strong> Starts the season with a three-month loan at Fulham, with a view to a £1million permanent deal. But Collymore and Fulham fail to agree terms and he returns to Villa. </p> <p><strong>December: </strong> Collymore talks over a move to French club Montpellier but the deal is off when Collymore refuses to play in a practice match. </p> <p><strong>2000: </strong> Bradford end their interest in Collymore in February because they refuse to pay a £3million transfer fee.</p> <p>Leicester sign Collymore on an incentive-based pay-as-you-play deal. </p> <p><strong>February 16: </strong> Leicester are thrown out of their La Manga training base after Collymore is accused of letting off a fire extinguisher in a bar. The Spanish resort's bosses ordered the team to leave after the incident. </p> <p><strong>February 17: </strong> Fined two weeks' wages for letting off the fire extinguisher and warned about future conduct. Collymore is also required to undertake additional community duties for deserving causes in Leicestershire at the direction of manager Martin O'Neill. The former England international and all the Leicester the players are told to pay all costs of the trip, and additional air fares will be paid for by the players. A hotel bill of £700 for damage to the bar area will also be paid by the players. </p> <p><strong>March: </strong> Collymore scores a hat-trick on his home debut for Leicester in the 5-2 victory over Sunderland. </p> <p><strong>April: </strong> Breaks left leg in the 17th minute of the 3-0 defeat at Derby. </p> <p><strong>August: </strong> Scores first goal after his horrific injury in a 3-0 friendly win at Wycombe. </p> <p>Targets an England recall, citing Paul Gascoigne as an example of a player who is still on the fringe of international recognition in his 30s. </p> <p><strong>September: </strong> The FA confirm that their video advisory panel will meet to review Collymore's tangle with Gascoigne in the Premiership clash with Everton, when the Leicester striker appeared to stamp on - and later elbow - Gascoigne. </p> <p><strong>October 2: </strong> Leicester officially accept Collymore's transfer request on the same day that the player is charged with violent conduct by the FA following the clash with Gascoigne.</p>",
  "<p> </p> <p> </p> <p> </p> <p> Four years ago Tony Blair promised us a new Britain.<br>He promised taxes wouldn't rise. But they have. <br> He promised shorter waiting lists. But they're longer.<br> He promised smaller classes. But they're larger. <br> He promised more police. But there are fewer. <br> He promised his government would be purer than pure. What a joke.<br> </p> <p> I feel so sorry for the many people who put their hopes in that man. They are so bitterly disappointed. </p> <p> They were sold a dream and it's just not there. And there hasn't been a single word of apology. </p> <p> Well, he did say the Dome hadn't been a runaway success. </p> <p> Not a runaway success? As I recall, that's what people said to me after my defeat in Enfield Southgate. </p> <p> It's four years since I could address a party conference from the platform. A lot of water has flowed under the bridge. We've travelled a long distance since then: I have, you have, the party has. </p> <p> I was devastated by my defeat at the time. It certainly didn't feel like it at the time, but the British electorate did me a favour. My period out of parliament was a chance to connect with the Britain of today. </p> <p> Now, as Shadow Chancellor, I cannot forget those experiences. My job is not just about dry economics. The quality of British life cannot be measured in material terms alone. </p> <p> We are the party that understands how much the world has changed. </p> <p> Our country would be stronger and its people more willing to take responsibility if we had fewer politicians passing fewer laws, raising fewer taxes and intruding less in our lives. </p> <p> Young people reject the Labour Party's bossiness, meddling, banning and regulating. </p> <p> Britain has changed and the Conservatives have changed with it. For new generations of British people, old prejudices have been swept away. </p> <p> The Conservative Party is a party for our times. </p> <p> We are a party for people, not against people. We are for all Britons: black Britons, British Asians, white Britons. Britain is a country of rich diversity. That Britain was on display in Sydney. Athletes of every background united by a pride in Britain, and Britain united by its pride in them. Conservatives don't look for uniformity, but for the qualities that mark people out as individual and exceptional. </p> <p> We are for people whatever their sexual orientation. The Conservative Party isn't merely a party of tolerance: it's a party willing to accord every one of our citizens respect. Why should people respect us if we withhold respect from them? </p> <p> We value people for what's inside them. </p> <p> We heard last week Labour's smears against our policy on asylum seekers. That policy will re-establish public confidence in our controls. That frees us to give a warm welcome to those who come to Britain in fear of their lives. </p> <p> That's how my father came. Britain's willingness to take in refugees defines us as a generous and responsible people. It's a tradition that will be upheld by the Conservative Party. </p> <p> We want people to aspire, to reach the heights to which their qualities can lift them. </p> <p> While I was out of parliament I took a television camera into some housing estates. I saw a lot of poverty. But in a way what shocked me was not so much the absolute poverty for many people had videos and their children wore Reebok trainers. What distressed me most was the poverty of expectation and ambition, the lack of hope for anything better in life to come. </p> <p> But in a Saturday school organised by the black community in Sandwell, I found that aspiration: parents determined that their children should have a chance to fulfil their dreams. And education would be the ladder by which they'd climb. </p> <p> Many Labour politicians climbed that ladder. But now they want to kick it away from others. For reasons of pure dogma, they destroy good schools: grant-maintained schools and grammar schools. </p> <p> But they send their own children to exclusive schools. That's Labour's real policy on education. One rule for themselves, another rule for those they govern. </p> <p> William Hague went to a state school. So did Theresa May. So did I. I had excellent teachers. We weren't intimidated by public schools like Mr Blair's. We thought we could do just as well as they did. </p> <p> No state school should ever feel second class. </p> <p> Every parent knows that a school is only as good as its head teacher. The Conservative way is to trust the head teachers and give them the money to spend as they choose. We will give them the opportunity to create great schools, to lift the sights of their pupils, and to transform their young lives. </p> <p> This is our message to parents and teachers: we will set the schools free. </p> <p> The next generation will want to be more independent in their retirement than pensioners are today. We will give them the chance to put their money into a properly-funded pension. We'll enable future generations to accrue prosperity and share fully in the growth of our economy. </p> <p> We won't fudge welfare reform. </p> <p> Gordon Brown promised pensioners change. They got it. Loose change. 75 pence. And when pensioners sent it back in disgust, Gordon cashed the cheques. </p> <p> While I was enjoying my sabbatical, I worked for a few shifts as a hospital porter. I remember once wheeling a patient to the operating theatre on a trolley. He was motionless and I was awfully afraid he might be dead. But without warning, almost like Frankenstein's monster he sat bolt upright and said, \"What on earth are you doing here Mr Portillo?\" </p> <p> I was experiencing the sharp end of the NHS. </p> <p> Everything was in short supply. There weren't enough wheel chairs. So porters had to horde them. It reminded me of stories of the war, when there was rationing, but everyone mucked in and tried to be cheerful. </p> <p> It was impressive. The doctors, nurses and porters are heroes. But things shouldn't have to be like that. </p> <p> Britain spends too little on health. </p> <p> There's a consensus amongst the parties that we should spend much more money on the NHS. But not on how to spend it, nor on how that money can be supplemented. </p> <p> Labour impose politically motivated targets on our doctors and nurses. No wonder they're demoralised. We would give doctors responsibility, and trust them to spend the money wisely, treating the sickest patients first. </p> <p> Where Labour's horizons end, ours begin. </p> <p> Our neighbours in Europe know that you cannot rely on taxes alone to finance health. They would think it silly that families in Britain are encouraged to spend money on their home, on their continued education and on their retirement, but are discouraged through dogma from spending their own money on their health. So other countries have schemes, for instance organised by trade unions and employers. We'll want to encourage that in Britain too. </p> <p> Well spend much more money on the Health Service. And attract extra money too. </p> <p> Labour are stuck in ancient ideology. As Ann Widdecombe once said, Labour have built a Berlin Wall between the public and private sectors. </p> <p> We will tear down that wall. </p> <p> Liberal Democrats have a policy for health and education too. It's is to make doctors and teachers pay more tax. It's not much of a gift for the NHS. But it's a great gift for every Conservative candidate fighting a Liberal Democrat. Let's hear a round of applause for my old pal Charles Kennedy, the Tory candidate's friend. </p> <p> While I was out of Parliament, I became a small business. The Inland Revenue and Customs and Excise sent me a pile of forms and books and tables that thick. I found it daunting and time-wasting. What a pity Gordon Brown doesn't live in the real world where business people live. </p> <p> We never forget that governments don't create prosperity. Businesses do. </p> <p> Tomorrow David Heathcoat Amory will tell you about our plans to cut red tape. We will make VAT simpler and fairer. Let's stop punishing the people who create the jobs. </p> <p> All Labour Chancellors regulate more. All Labour Chancellors tax more. But Gordon Brown is no socialist hero. He hasn't taxed the rich to give to the poor. He's cynically chosen soft targets for his stealth taxes: hard-working families, people he thought who would never protest. </p> <p> Labour think high taxes give them the moral high ground. They talk of social justice. They believe that money that government spends is always more worthwhile than money that people spend for themselves on their families. </p> <p> But I don't. </p> <p> I believe in allowing hardworking families to keep more of the money they have earned. I believe in allowing them to keep more of their dignity and responsibility. </p> <p> Recently, a man wrote to me, a member of the seamen's union. The union's told him Gordon Brown's taxed the pension fund and he must pay out another £200 a year if he's not to be worse off in his retirement. </p> <p> Is that social justice? </p> <p> Another man told me he's just retiring. Gordon Brown's abolished the married couple's allowance and age allowance. The man will have to pay £500 a year more in tax than his brother who retired last year. </p> <p> Is that social justice? </p> <p> In Suffolk last week a mother of four children, a beautician, told me she's been driven out of business by Gordon Brown. She can't afford to fill her tank with the most expensive petrol in Europe. </p> <p> Call that social justice, Mr Brown? </p> <p> There is no social justice in high taxation. </p> <p> The Prime Minister devoted a large part of his Brighton speech to smearing the Conservatives. People long ago stopped believing Mr Blair when he spins his own policies let alone when he falsifies ours. People found his speech not only unbelievable but also disillusioning. Wasn't he meant to bring a new honesty to politics? Why can't he behave like a Prime Minister? </p> <p> Before the election Labour claimed it was no longer addicted to high public spending, that the amount we spend is less important than how well we spend it. They committed themselves to stick to Conservative spending plans, because they knew that our prudence was a foundation of economic stability. </p> <p> But as the events of the last few weeks have shown, this is not a Chancellor whose word is his bond. </p> <p> Our economy has been growing since 1992. That gives us an opportunity to increase public spending. I plan to spend more on public services in every year than Labour has spent in any year. But I don't intend to spend money the country hasn't earned. I will leave room for tax cuts. </p> <p> Labour taxes more and delivers less, and plans higher taxes year after year. Conservatives will tax less, spend better and deliver more. That will be the choice at the next election. </p> <p> We will cut taxes on business, so that they can compete and create prosperity and jobs. </p> <p> We will reform Labour's taxes on entrepreneurs and on inward investment. </p> <p> We will encourage savings, to give people security and self-esteem. </p> <p> We will help pensioners and hard-working families. </p> <p> We will restore a married couple's allowance. </p> <p> We will cut the duty on fuel. </p> <p> That gives you a flavour of my budgets! </p> <p> We will keep an independent Bank of England. We will make it more independent of government and more accountable to Parliament. </p> <p> We will establish a National Accounts Commission to show the world that under the Conservatives there will be no fiddled figures. </p> <p> And we will have an independent committee of economists to give public advice to me on the proper level of surplus or deficit. </p> <p> These measures will ensure honesty, transparency and prudence. </p> <p> They will ensure stable economic policies. They will protect the value of the pound in your pocket. </p> <p> And when I say the pound I mean the pound. For our economic policy will be based on Britain having its own currency and setting its own interest rates. </p> <p> Gordon Brown wants to be the next Chancellor of the Exchequer and he can't tell you whether he wants to control his own currency or not. </p> <p> Labour like to call us little Englanders. Is it likely a little Englander would be called Portillo? I am half Spanish, and proud of it. I am a true European, someone with a love of Europe's different cultures. </p> <p> As the Spanish proverb goes: Antes de que te cases, mira lo que haces. Before you get yourself hitched, watch what you're doing. Look before you leap. </p> <p> The euro plan fails to respect Europe's differences. It shoe horns all the economies of Europe, with their different qualities and cycles and stages of development, into just one currency, and just one interest rate. </p> <p> It threatens to take Europe back to boom and bust. The Irish now have high inflation. But there's nothing they can do about it. When Ireland joined the euro it gave up the right to set its own interest rates. </p> <p> In Germany the economy seems to be faltering. For Germany the single European interest rate is too high. </p> <p> Not surprisingly, one interest rate for all of Europe is wrong for most places most of the time. </p> <p> And here's the rub. Supposing the people of Ireland want to vote against the policies that are driving up their prices? They can't do it. Their elected government doesn't make the policy. The critical political decisions about growth and jobs in Ireland are being taken by the European Central Bank. </p> <p> And who votes for the European Central Bank? No one. It's wholly unaccountable. </p> <p> The most precious thing in Europe is democracy. Mr Blair hoped to bamboozle Britain into joining the euro. He hoped to scare us like children with tales of how frightening it would be to be left out. Denmark has shown that people cannot be fooled or bullied by arrogant politicians. </p> <p> Mr Blair please take note. </p> <p> At the election we will oppose the euro. British public opinion is suspicious of the euro as an unproven piece of political dogma. That is our view. That is the view of the moderate majority. We want to keep the pound. </p> <p> And remember this. The euro is a bright idea recommended by the people who brought us the Dome! </p> <p> Labour is leading Britain in the wrong direction. Compared with the United States we are under-performing. Labour is weighing us down with regulations and taxes. It's making us uncompetitive. It'll throw away our national goal of full employment. </p> <p> Last week Tony Blair talked about Britain in his usual cool Britannia terms. In reality Labour lack confidence in Britain and seem ashamed of it. They are defeatist, thinking there's no future for us unless we are more and more absorbed into Europe, less and less able to make choices for ourselves. </p> <p> It's amazing that the government of the world's fourth largest economy should have given up the game. </p> <p> Conservatives recognise the need for Britain to be globally competitive and produce global companies. If we commit ourselves to maintain control of our own currency and taxes, to be agile and open to change, to cut regulation and make our taxes competitive with the world, we can make Britain the outstanding enterprise centre in Europe. </p> <p> We have a vision that fits our times. </p> <p> William Hague has led this party out of dark days. I have never seen anyone face difficulty with such composure. He has real courage. The courage Britain needs in its next Prime Minister. </p> <p> The quality of British life cannot be measured in material terms alone. I will not forget the experiences I had while out of parliament. </p> <p> We will be the party of tax cuts, and welfare reform. Of social justice and full employment. </p> <p> We will use the months ahead to be ready for government, to win the trust of the people that Labour has betrayed. </p> <p> We are a party that believes in Britain, a party for all our people, a party that offers them aspiration and hope. </p> <p> </p>",
  "The Tory conference is bonkers. It's surreal. It's Alice in Wonderland, an Escher drawing, a Coen brothers film in which crazy people do weird things for inexplicable reasons. The first thing I heard was a mobile phone programmed to play Land Of Hope And Glory. <p>In the morning the leader gave one of those press conferences accompanied by his posse, a bunch of Tories whose purpose is to instruct the media in what to think. \"Hyah, hyah, well said!\" they shout. \"I hope you're writing this down.\" </p> <p>He was talking about reclaiming the inner cities. If Tony Blair acquired the middle classes and Mondeo man, Hague is trying to win nicked Nissan man. </p> <p>He said he wanted policemen to be more accessible and have desks in local stores - \"cops in shops\" as he called it, though he didn't say what kind. Butchers, perhaps, which would mean cops in chop shops, or car forecourts - peelers 'n' dealers. </p> <p>People would ask for an arrest warrant and 20 Rothmans, from the old bill at the till. The Tories assembled behind the press cheered in unison - claques in packs. </p> <p>But it's all unreal, like the conference stage, which is made of corrugated perspex shapes, backlit so it looks like Stevenage Halfords at night. The lights are colour coded: red, white and blue for the constitution debate, and, suppose, orange for Northern Ireland, a nasty shade of brown for agriculture, white all over for immigration policy. </p> <p>There is a peculiarly shaped little door at the back, and people run out as if on a talent show. \"Tonight, Matthew, I shall be agriculture minister!\" \"Good luck, Tim, and remember, votes cost no more than 10p!\" </p> <p>The chairman asked us to greet, \"William Hague, with Ffion.\" They're pathetically proud that they've managed to get her up on board, smiling and waving, and never miss a chance to remind us. </p> <p>Then the chairman said he was about to welcome, \"our very own, the right honourable Michael Ancram,\" a phrase which combines new Tory matiness with traditional servility. </p> <p>But before then we were to greet John Major, the man who, we were reminded, had created the lottery which in turn had paid for all that Olympic gold! Well, why not? If John Prescott can claim credit for the weather, why can't we thank John Major for our great victory in the upside down coxless sculls, or whatever it was? </p> <p>Michael Ancram raved about \"pundit busters\" and \"pundit defying victories\". \"Was Mr Blair's speech last week just another cynical regurgitation of spin?\" he asked. What a horrible image it conjured up; you've stayed too late at the party, shovelled down all that Rioja and curry flavour Doritos, you know you shouldn't have - time to dash for the loo and a cynical regurgitation! </p> <p>Then an amazing scene, as the Tory candidates for the next election marched onto the stage in regional groups, all accompanied by a ponderous techno-beat and a shouted slogan: \"The North-east: Raising pensions! Thrum, thrum! The East Midlands: Fair taxes, not stealth taxes! Throb, throb! The South-east: capital punishment restored to our schools!\" (Or something like that.) Thump, thump! The candidates clapped along like a stadium full of born agains at a mass wedding. </p> <p>The stage was soon dangerously packed. Delegates were supposed to be thrilled and energised; I merely reflected what an awful lot of seats they need to win. </p> <p>Then the shadow cabinet arrived to clap along, all those superstars of the next government: Theresa May, Angela Browning, Tim Yeo, Gary Streeter. </p> <p>And finally, \"William Hague - with Ffion!\" The poor man sounds like a new floor cleaner: \"New lemony-fresh Hague - now with added Ffion!\"</p>",
  "A state of war engulfed parts of the West Bank and Gaza strip yesterday as the Israeli army unleashed tanks and helicopter gunships against Palestinian rioters. <p>The resort to Israel's military might defied appeals by world leaders to end the bloodiest violence for four years, and arrives amid deepening suspicions that the prime minister, Ehud Barak, is losing his grip on the situation. </p> <p>After five days of rioting, in which Palestinian security men joined forces with stone-throwing youths, the toll rose inexorably to 47 dead and more than 1,000 injured. </p> <p>These clashes are far more severe than earlier unrest in the West Bank and Gaza. During the intifada which erupted in 1987, Palestinians vented their rage with rocks. Now, they are joined in battle by Palestinian police forces, who are well trained and armed with automatic weapons. </p> <p>In the West Bank yesterday, the tanks took up position opposite luxury flats in Ramallah and trundled menacingly towards armed protesters in Nablus undercover from helicopter gunships firing at a Palestinian security position in Gaza. </p> <p>Alarm bells were ringing for Mr Barak as the violence moved decisively into the heartland of the Jewish state, with the first Israeli civilian killed yesterday morning. Israeli-Arab citizens wrought havoc in cities that were once models of peaceful co-existence. </p> <p>Mr Barak convened a special session of his security cabinet and appealed to Israeli Arabs, who make up nearly 20% of Israel's population of 6m, to cease their protests. </p> <p>\"No country can tolerate these kinds of violence scenes and disorder on the part of its citizens, as hurt as they may be,\" he said. </p> <p>Seven Israeli Arabs, 10 Palestinians and one Israeli Jew were killed yesterday in clashes that have been spreading from the green hills of the northern Galilee to towns such as Sakhnin and Acre and even to Jaffa, which runs into Tel Aviv. </p> <p>Most alarming for Israeli security forces was the spread of violence across the \"Green Line\", which divides Israel proper from the occupied Gaza strip and West Bank. </p> <p>At the Netzarim junction in the Gaza strip, troops fired anti-tank missiles and traded fire from helicopter gunships with members of the Palestinian security forces. Palestinians stormed a command post and plucked an Israeli flag from an abandoned watchtower. </p> <p>The first Israeli civilian to die in the violence was shot dead at close range as he drove to a popular shopping destination in the West Bank yesterday morning. A school bus travelling to the Jewish settlement of Shiloh also came under fire, but nobody was injured. </p> <p>Roads were closed in parts of Jerusalem and people evacuated from some isolated Jewish settlements. </p> <p>Meanwhile, with sentiments blunted by the unrelenting violence, there were new horrors, with reports that a two-year-old Palestinian girl was killed when her parents' car came under a hail of bullets on Sunday night. </p> <p>Despite the continued bloodshed, Mr Barak and the Palestinian leader, Yasser Arafat, appeared unmoved by international appeals for a ceasefire. </p> <p>Mr Barak warned: \"Bloodshed could cause great damage to the chances of continuing the peace process and a major deterioration.\" Mr Arafat retorted: \"Stop shooting our soldiers, our old people, our youths, our women. Get Israeli soldiers out of Palestinian cities and refugee camps.\" </p> <p>On the barricades and in the hospitals of Umm al-Fahm, they were chanting the same demand. In the emergency room of al-Hayaa clinic, angry young men jumped from their stretchers and hoisted their shirts to display the angry red bruises left by rubber bullets. \"Look what they did to me,\" said one. \"And I am a citizen of Israel.\" </p> <p>Although Umm al-Fahm is a stronghold of the Islamist movement which has radicalised Israeli Arabs in recent years, their decision to join the battle for Jerusalem was made not because of religion, but because of images of their Palestinian kin dying in the clashes. </p> <p>When the people of Umm al-Fahm took to the streets on Sunday, riot police opened up first with rubber bullets and then live fire. </p> <p>They killed Mohammed Jabreen, 25, a construction worker, who, friends say, harboured no greater ambition than to get married, buy a car and save enough money for his own flat. </p> <p>Yesterday's violence was intended to avenge that death. Overnight, rampaging mobs ransacked symbols of the Israeli state on the high street, including banks and the main post office. </p> <p>For a second day, they barricaded the entrance to the town, stopping traffic on the main highway through Israel's Galilee Then they set off for the funeral of the man killed in Sunday's clashes. </p> <p>Omri - as his friends called him - had seen the footage of the 12-year-old boy killed in Gaza at the weekend and decided to take to the streets. </p> <p>\"It wasn't a question of West Bank or Gaza or Israel,\" says Ahmed Jabreen, joining the circle of friends gathering near the dead man's house. \"All of us are one people. We are all one family.\" </p> <p>As the fighting spread through the West Bank and Gaza, Israeli settlers lay low. Children stayed home from school, residents travelled to work in heavily guarded convoys along back roads and in one besieged community holiday visitors were evacuated by helicopter.</p>",
  "A circle of 15 bullet holes on a cinder block wall, and a smear of darkening blood. That is what marks the spot where a terrified 12-year-old boy spent his final moments, cowering in his father's arms, before he was hit by a final shot to the stomach, and slumped over, dead. <p>Those last minutes in the life of Mohammed al-Durrah, captured in sickening detail by a Palestinian cameraman working for French TV, have taken on a power of their own. His death, aired around the world on Saturday night, has become the single searing image of these days of bloody rioting. </p> <p>The pictures of Mohammed's death seemed not just to encapsulate the horror of these last five days but also to have become its motor. Outside the al-Durrah home in a sandy lane of the Bourij refugee camp, children his age and even younger are fighting over photocopied strips of the final eight frames in the boy's life. Here, the version of his death includes images too disturbing for most broadcasters: the loosening of a dying boy's grip on his father, Jamal, and his father's convulsive twitch when he was struck by more rounds. </p> <p>Though more Palestinians have been killed since Mohammed's death - including a two-year-old yesterday - it is his image that haunts Israel. For all of the claims of the prime minister, Ehud Barak, and other officials that their soldiers only fire to protect Israeli lives, Mohammed's death seems an irrefutable reply. </p> <p>The images of al-Dirreh and his son cowering, vainly, behind a barrel would have been emotive enough if, as first reports suggested, they were caught in the crossfire between Israeli soldiers and Palestinian police or protesters. But by the end of the weekend the evidence was pointing to a still more chilling conclusion: that the 12-year-old boy and his father were deliberately targeted by Israeli soldiers. </p> <p>For Israelis, the camera footage of Mohammed's death makes exceedingly uncomfortable viewing. Which might explain why - for all the furore his death has caused worldwide - it has caused barely a ripple here. The English-language edition of the Ha'aretz newspaper, the most liberal of Israel's press, confined its reporting to 21 lines on the front page, focused on an Israeli army investigation into the killing. For those who have been tracking the pattern of violence in the West Bank and Gaza Strip, the location of Mohammed's death could almost have been predicted. </p> <p>Over the years, Netzarim junction, where Mohammed was killed, has been a regular point of confrontation between Israeli troops, and Palestinian youths. The source of the friction on an otherwise unremarkable junction on Gaza's main coastal road is an Israeli army post, a hunkering fortress of armoured steel and concrete with watchtowers on each of its four corners. The post, on the north-west corner of the junction, is the frontline defence for the Jewish settlement of Netzarim to the west. So contentious is the Jewish settlement that its occupants - a mere 60 families - are under strict orders to travel only by military convoys. </p> <p>For Palestinians, the heavily guarded Netzarim settlement is a symbol of their continued occupation, seven years after the start of the peace process. So, by extension, is the post at Netzarim junction, which any Palestinians from Bourij or the other refugee camps to the south have to negotiate, if they want to visit Gaza City. </p> <p>\"When the people of Palestine are crying out against Israel, they find this place to throw stones. It is a target for all the anger against the people sitting in their belly and in their bedroom,\" says Brigadier General Osama al-Ali. </p> <p>He was speaking from the other installation that played a crucial part in Mohammed's death. As well as the Israeli position, the junction also houses a small command post of Palestinian security forces who, under interim peace arrangements, are mandated to jointly patrol the area with Israeli troops. </p> <p>The post, a small hut really, lies diagonally across the junction from the Israeli position, at a distance of perhaps 100 yards. </p> <p>This was the stage on which the al-Durrahs blundered, father and son, on Saturday morning. Although Mohammed's uncles feel obliged to describe him as a studious boy, his mother and his six surviving siblings recall a playful child who wanted always to be where the action was. His mother, Amal, says he had wanderlust and would often run off to the beach or, when there were protests, to watch the older boys throw rocks. </p> <p>On Friday night, in his home in the Bourij refugee camp, Mohammed was watching the rioting on television. \"When he saw what happened in Jerusalem on TV, he asked me: 'Can I go to join the protests in Netzarim?' I did not dare to answer him. I did not want him to go,\" she says. </p> <p>Which is why on that fateful morning, Jamal al-Dirreh says he took steps to steer his son away from trouble. The two set off for the used car auction in Gaza City. Mohammed was excited at the outing. They started for home by taxi, but, with the trouble already starting, the driver refused to cross Netzarim. Jamal and Mohammed tried to cross the junction on foot; it was a fatal mistake. </p> <p>Caught in a burst of firing, the pair sought shelter behind a concrete water butt, about 15 yards to the east of the Palestinian post, diagonally opposite the Israeli position. The father gestured frantically towards the Israelis, as if pleading with them to stop firing. They did not. </p> <p>\"They were cleaning the area. Of course they saw the father,\" says Talal Abu-Rama, the camera man who watched the horror unfold. \"They were aiming at the boy, and that is what surprised me, yes, because they were shooting at him, not only one time, but many times.\" </p> <p>The result of that salvo is visible on the cinderblock wall. Aside from the circle of bullet holes - most of them below waist level - the expanse of wall is largely unscarred. This appeared to suggest that the Israeli fire was targeted at the father and son. </p> <p>The impression is reinforced by other Palestinians at the scene, including a volunteer in the ambulance which tried to get the pair out. \"There was still some breath left in him when we reached the ambulance, but when we opened the doors, they started shooting again,\" says Bassam al-Bilbays, who was riding with the ambulance. The driver was shot dead. </p> <p>Inevitably, the Israeli army version of Mohammed's death is rather different. Although the army expressed regret about the boy's death, it said the soldiers in their armoured post had been under fire. \"I am sorry for this kid. But we are sure that this kid and his father were not there by accident. They were there like the others throwing stones, and throwing Molotovs [petrol bombs],\" Major-General Yom Tov Samia told Israeli radio. </p> <p>But in an interview with Israeli television, General Samia suggested the boy had not been killed by Israelis at all, but by Palestinian police, or rioters: \"I have no doubt that the gunfire, as it appears in the television close-up, was not from Israeli soldiers.\" </p> <p>That explanation is also difficult to sustain. During the fury of these clashes, Palestinian forces have turned their guns on Israeli troops - rather than try to contain their own people. The Palestinian General al-Ali admits his men did open fire at the Israelis. However, he claims that his men did not try to exact revenge until much later on that bloody afternoon. </p> <p>\"We saw our kids dying and we could not help them,\" he said. \"Of course, some people went mad later in the afternoon, when they saw what happened.\" </p> <p>Palestinians at the scene - including the cameraman - also cast doubt on the Israeli claim that father and son were caught in the crossfire between the two security forces. \"At the beginning of the clash, there was some shooting from the same area, but after five minutes they [the Palestinians] ran away from there. Nobody was shooting from the base,\" says Abu Rameh. He says he heard fire from only one direction - the Israeli camp. </p> <p>Abu Rameh also believes it unlikely that the Israeli fire could have been directed further down the road from the water butt where the al-Durrahs sought shelter. \"In that whole area, there was nobody except me, the boy and his father,\" the camera man says. </p> <p>Whatever the truth about the circumstances surrounding his death, Mohammed's terrified face has now entered the grim gallery of images that have come to symbolise - and often to powerfully influence - a conflict. That is of little comfort to his mother, Amal al-Durrah. She keeps imagining he will walk in the door to check on the love birds in their pink cage. </p> <p>\"Nothing good will come of this. We will have many more martyrs, and nothing will change.\"</p>",
  "<p><strong> Cry-Baby </strong></p> <p>(John Waters, 1990) </p> <p>1.10am, Sky Cinema </p> <p>Johnny Depp plays Wade (Cry-Baby) Walker, Elvis-like leader of rock'n'roll crew the Drapes in 50s Baltimore; Amy Locane is the girl who revs his bike. The straighter-looking Squares are their sworn enemies in this brash and sexy ode to the teen movie, which sports a pop icons hall of fame - Iggy Pop, Troy Donahue, Patty Hearst; plus Joe Dallesandro and Willem Dafoe. Great soundtrack too. </p> <p><strong> The Perez Family</strong> </p> <p>(Mira Nair, 1995) </p> <p>8.20pm, FilmFour </p> <p>This vivid romantic comedy from the director of Salaam Bombay! and Mississippi Masala is propelled along by an excellent ensemble cast. Alfred Molina is Juan Perez, released after 20 years in a Cuban jail and heading to his wife Carmela (Anjelica Huston) in Miami. On the way he meets Marisa Tomei's ex-hooker Dottie Perez, and the pair pose as a married couple to get past immigration. Meanwhile Carmela is romantically inclined towards Chazz Palminteri's Officer Pirelli. Meandering and soft-centred, it's a heartwarming account of people striving for a better life. </p> <p><strong> American History X</strong> </p> <p>(Tony Kaye, 1998) </p> <p>10pm, Sky Premier </p> <p>An awesome performance from Edward Norton centres this compelling study of American neo-Nazism. His charismatic Derek, a hate-filled skinhead, kills two black car thieves and after rehabilitation emerges from prison a changed man, struggling to free his brother Danny (Edward Furlong) from the grip of fascist gang leader Cameron (Stacy Keach). Norton reportedly re-edited, and Kaye disowned the final cut, but it's a highly charged, thought-provoking movie. </p> <p><strong> Jagged Edge</strong> </p> <p>(Richard Marquand, 1985) </p> <p>10.20pm, FilmFour </p> <p>Taut, twisty thriller sharply scripted by Joe Eszterhas and full of surprises, to the last gasp. Top -class performances, too, with Glenn Close as a lawyer defending suspected wife-murderer Jeff Bridges. Her judgment starts to cloud when they become lovers. It projects a constant sense of menace.</p>",
  "The Conservatives seemed destined to gather in Bournemouth under clear, sunny skies. The clouds melted away over the weekend and the political weather looked just as benign: last week's polls had William Hague out in front, the Danes had obligingly said no to the euro and, on Sunday night, Channel 4 aired what looked like a 55-minute election broadcast for the Conservatives. Things were going the Tories' way. <p>The Danish result has certainly put a spring in the step of the Eurosceptic delegates who dominate today's Conservative party. At a fringe meeting even John Redwood had a job to keep up with the militant Europhobes gathered before him. Perhaps cheered by the sight of leafleteers outside, kitted out in Viking helmets, the Tories believe the Danes are the trailblazers of a new anti-wave sweeping Europe. Meanwhile, Channel 4's documentary had Tories blinking in disbelief: although anti-Hague viewers might have barfed at the leader's giggling and staged folksiness, plenty of undecideds will have seen Hague in a new way - as a human being. In this age of empathy politics, being seen with wife, family and friends has become a political essential. For all that, by the afternoon the sky was looking a little less blue. The polls had reverted to their pre-fuel crisis position, with Labour again holding the advantage. Emboldened by that news, several senior Conservatives dared attack the current strategy - revealing the faultline which now, perhaps as much as Europe, divides their party. </p> <p>At yesterday's Guardian debate the former minister Ian Taylor accused Mr Hague of kneejerk populism, acting in at least one instance on \"gut instinct\" rather than making an \"intelligent contribution\". Later, John Major made a plea from the fringe for a Conservative party that speaks not only to middle England but also to \"the people outside the circle of rising prosperity, the black and brown and yellow Britons\". That kind of inclusive talk is code for a gentler Conservatism - at odds with the hard-edged populism Mr Hague has adopted on, say, asylum seekers. </p> <p>The riddle is this. Mr Major is right: British elections are won in the centre. But his voice, and Mr Taylor's, are the minority in Bournemouth. The Tories like the hard stuff they've been getting from Mr Hague, and they think it has lifted them from the doldrums of 1997. They are in no mood to turn left just yet.</p>",
  "The appalling explosion of Israeli-Palestinian violence over the past few days is the predictable consequence of the failure of men of peace to agree. The immediate spark was provided by last week's deliberately provocative incursion by Ariel Sharon, the hardline Likud leader, into the precincts of the Arab-administered Muslim holy site of Haram al-Sharif, also revered by Jews as Temple Mount. Mr Sharon's intention was ostentatiously to assert his belief in a united Jerusalem in the teeth of faltering, last-gasp attempts by Ehud Barak's government to reach some kind of compromise with Yasser Arafat. But he was also widely believed to be asserting his credentials as standard-bearer of the Israeli right at a moment when Mr Barak's equally unaccommodating predecessor as prime minister, Binyamin Netanyahu, looks poised to make a comeback. <p>Madeleine Albright, the US secretary of state, was right to condemn Mr Sharon's clumsy confrontationalism yesterday during a visit to Paris. But perhaps it was only to be expected from a man reviled in the Arab world and beyond for his role in Israel's 1982 invasion of Lebanon and the subsequent Palestinian refugee camp massacres, from a man who has championed Israeli settlements in the occupied territories, from a man who has clearly learned nothing over the years about the ultimate futility of racial and religious hatred. Mr Sharon and Mr Netanyahu are to the peace process what a fox is to a chicken coop. In the guise of defending Israel's security, they weaken it. They play cynical politics with peace while consistently expecting others, particularly the US, to mop up the blood they shed. They are men without vision. And yet they, and ever more violence and tears, may be what awaits the Middle East should Mr Barak's minority gov ernment be overwhelmed when a hostile Knesset reconvenes later this month. </p> <p>Preoccupied by Serbia, Ms Albright said she had no plans to fly to the region. And this, too, has a gloomy significance. Bill Clinton's extraordinary, all-out drive for peace hit the buffers at Camp David last July and has not fully recovered since. With the November 7 elections looming, US engagement and energy is diminishing, leaving a vacuum where, only a few short months ago, existed the real hope of a grand, final settlement with the Palestinians and with Syria, too. </p> <p>The enemies of peace are not only to be found on the Israeli side of the divide. Mr Arafat, like Mr Barak, is now much weakened. His personal inability to make a leap of faith at Camp David over Jerusalem was justified retrospectively by his claim to be representing the interests of the entire Muslim world. But that same Muslim world displayed precious little solidarity when he subsequently sought its support for a declaration of an independent state last month. That postponement, the latest of many, convinced many Palestinians that armed conflict, like Hizbullah's in Lebanon, was the only way. It partly accounts for the pent-up fury released on the streets in past days. And both events have further encouraged and incited Arab rejectionists like Hamas. Now the wind-blown Mr Arafat is driven to speak fatuously of \"war\" with Israel - as if a long, sorrowful history had not shown that this is a struggle that nobody can win. </p> <p>Mohammed Jemal al-Duri, the 12-year-old gunned down by Israeli soldiers on Saturday, was not a \"martyr\" to the cause of Palestine. But he is a symbol. He is the innocent victim, among countless others from both sides, of all those who thwart, exploit, or fail the cause of peace. Just how many more must there be?</p>",
  "As the US presidential election enters its final five weeks, the race is again proving that the winner will not necessarily be the man who gives the people what they want. <p>The candidate who is drawing the largest and most enthusiastic crowds is lagging far behind in the polls; the only man with a black running mate is the least popular with black voters; and the one promising what most Americans want is barely registering. All are third-party candidates. </p> <p>Ralph Nader, the Green party contender and veteran consumer-rights campaigner, drew a crowd of 10,000 on Sunday to hear him speak in Boston, following hard on the heels of gatherings of 10,000 in Seattle, 12,000 in Minnesota and 10,500 in Portland, Oregon. </p> <p>Not only are these higher figures mustered by either Al Gore of the Democrats or George W Bush of the Republicans, but they are paying customers, shelling out up to $10 (£6.75) a time to hear the Nader message. </p> <p>Despite the enthusiasm with which he is greeted, despite high-profile support from actors Paul Newman and Susan Sarandon, filmmaker Michael Moore, chatshow host Phil Donahue and some union leaders, Mr Nader is still stalled at around 5% in surveys of public opinion. </p> <p>The Gore team's efforts to persuade liberal America that \"a vote for Nader is a vote for Bush\", the decision by groups such as Friends of the Earth to back Mr Gore for the same reasons, and the lack of a chance to debate with the two main candidates on television are seen as some of the reasons for Mr Nader's low profile. </p> <p>But his team says that the big rallies are bringing in thousands of extra activists, most of them from the 51% of the electorate who usually do not vote. </p> <p>Their fund-raising efforts, often through house parties, have yielded $4m (£2.7m), just enough to run some provocative commercials, but a fraction of what the Gore and Bush camps are spending. </p> <p>\"We get lots of people who say, 'thank God Ralph's running',\" said Peter Stair of Nader 2000. \"You could say that to get 5% of the vote would be one of our benchmarks, but this is part of a continuing movement which will go on far beyond the election.\" </p> <p>Paradoxically, the better Mr Gore does, the bigger chance Mr Nader has of winning votes: if the race between the frontrunners is not seen as not close, Mr Nader's natural supporters may feel more free to back him. </p> <p>Explaining why there were no jokes about Mr Nader, the chatshow host and comedian Jay Leno said: \"Here's a guy, he comes out and tells it like it is. My job's over!\" </p> <p>Mr Nader has reacted to criticism of his lack of past involvement in equality issues by delivering speeches that refer to \"slavery and the genocide of the Native Americans ... the two worst crimes committed in North America\". His running mate, Winona LaDuke, is a Native American academic. </p> <p>His relatively strong standing in key marginal states such as Oregon, Washington and New Mexico have kept him firmly in the Gore camp's sights. </p> <p>The president of Friends of the Earth, Brent Blackwelder, is touring these states on the Democrats' behalf to persuade environmentalists to back Mr Gore, something that has pained the Nader camp deeply. Mr Blackwelder has justified the move by saying: \"We're looking at the reality here. Third-party candidates do not get elected to the presidency.\" </p> <p>Michael Moore, the maverick documentary filmmaker who has been a chief Nader cheerleader, rebutted this argument at the Minnesota rally by asking what would have happened if Martin Luther King and Rosa Parks had also decided to accept the status quo in case things got worse. </p> <p>\"A vote for Nader is a political Molotov - throw it into the voting booth,\" said Moore. </p> <p>But if Mr Nader is having problems capturing the magical double-digit support level, his nearest third-party rivals are floundering in his wake. </p> <p>Pat Buchanan, the renegade rightwing Republican who won the Reform party nomination in a messy battle at its Long Beach convention in August, is barely registering 1% in the polls. </p> <p>The adoption of a black vice-presidential running-mate, Ezola Foster - a supporter, bizarrely, of the far-right John Birch Society, has done little to win Mr Buchanan credibility. His platform is essentially anti-UN, anti-immigration, anti-world trade, anti-abortion and anti-\"Republicrats\", as he now calls the two main parties. </p> <p>Overtaking Mr Buchanan now in states such as Georgia, Illinois and Colorado, is the Libertarian party's Harry Browne, a 67-year-old Tennessee-based investment analyst who also ran in 1996. His message is straightforward and, superficially, extremely appealing to most voters: no more income tax. </p> <p>He also reaches other constituencies with a promise of an end to the \"war on drugs\", believing in a person's right to do what they like in their own home. Mr Browne backs the repeal of all gun-control legislation and the removal of all American troops from foreign countries. </p> <p>But, Mr Nader, Mr Buchanan, Mr Browne and the two other better-known alternative candidates - John Hagelin of the Natural Law party - and Howard Phillips of the Constitutional party - all know their chances of having their voices heard above the sound of the multi-million dollar Gore-Bush battle are slim.</p>",
  "When Ariel Sharon, the bulldozer of Israeli politics, marched up to the Dome of the Rock in Jerusalem last Thursday accompanied by hundreds of riot police, he was - as he put it - merely exercising the right of every Jew to visit the holiest site in Judaism. <p>But was it a pilgrimage or a provocation? Yesterday, governments around the world appeared to have little doubt as they heaped condemnation on Israel's hardline opposition leader. </p> <p>The 45 minutes that the former army general - described in an Israeli newspaper as a \"connoisseur of non-kosher foods\" - spent exercising his religious rights sparked five days of bloody violence in which scores of people, mostly Palestinians, have died. </p> <p>Mr Sharon's dramatic gesture appears to have been calculated to embarrass Mr Barak and to reinforce his own position as leader of the Likud party in the face of a likely challenge from the former prime minister, Binyamin Netanyahu. </p> <p>Mr Netanyahu's path to a political comeback was cleared last Wednesday when the Israeli attorney general decided not to prosecute him for alleged corruption. </p> <p>Mr Sharon claimed on television that his visit was meant to demonstrate that no Israeli needs ask for permission to visit sovereign Israeli territory. But Israeli governments - including those in which Mr Sharon served - have always been conscious of the sensitivity of the site and have tried to keep Jewish extremists away. </p> <p>One theory advanced by a western diplomatic source yesterday was that Mr Sharon may have expected Israeli security forces to turn him away from the site - which would have allowed him to accuse Mr Barak of surrendering sovereignty over the area. </p> <p>Besides infuriating Palestinians, Mr Sharon's visit appears to have caused offence to pious Jews. An article in Ha'aretz newspaper yesterday accused him of desecrating the holy site by visiting it without taking a ritual bath beforehand or changing into non-leather shoes. </p> <p>Mr Sharon yesterday insisted: \"It was not my visit to the Temple Mount that ignited the disturbances.\" He said the riots were \"part of an overall campaign planned in advance\", which had begun about 10 days ago near Gaza, and had spread to Jerusalem. </p> <p>Several Israeli officials have lent their support to this claim, suggesting that some of the Palestinians - with or without the connivance of their leaders - were looking for an opportunity to cause trouble, and that Mr Sharon provided it. </p> <p>\"Sharon was (in the best case) not the cause of the disturbances but rather a pretext for them,\" an article in Ha'aretz newspaper said yesterday. \"Instead of lighting the fire, he gave the Palestinians the match. The question remains: Why did he do it?\" </p> <p>As far as the international community was concerned, Mr Sharon deserved and received widespread condemnation. In addition to the criticism levelled by individual countries, France, the current holder of the European presidency, issued a statement on behalf of the EU. \"The European Union is very concerned by the continuation of bloody confrontations in Jerusalem and in the territories and dismayed by the number of victims,\" it said. The European Union urges all those responsible on both sides to take all necessary measures to stop the violence and avoid new provocations.\" </p> <p>Meanwhile, the Palestinian observer at the UN protested to the organisation about Mr Sharon's visit and called for the withdrawal of Israeli troops from east Jerusalem and the vicinity of all Palestinian cities. </p> <p>Mr Sharon is regarded by some Israelis as a hero and by others as a super hawk. Almost anything he says or does is liable to inflame Palestinian feelings because of his bloodstained past. </p> <p>Born at Kfar Malal in 1928 to a Russian émigré family, he grew up on a cooperative farm in western Palestine under British rule. </p> <p>In 1953 he founded and led the notorious \"Unit 101\" commando unit which carried out retaliatory raids against Arab \"infiltrators\". In one infamous instance, 69 civilians (most of them women and children) were killed by accident in Qibya, a Jordanian village. </p> <p>He commanded an armoured division during the 1967 and 1973 Arab-Israeli wars, and was first elected to the knesset (Israeli parliament) in 1973. In 1982, he masterminded the invasion of Lebanon, sending the Israelis into Beirut to drive out the Palestine Liberation Organisation. </p> <p>In the process, hundreds of Palestinians in refugee camps un der Israeli control were massacred by Lebanese Christian militiamen. An Israeli tribunal found Mr Sharon indirectly responsible for the killings. </p> <p>Mr Sharon has held numerous government posts, beginning with special security adviser to Prime Minister Yitzhak Rabin. He later served as minister of agriculture, defence, trade and industry, housing, and national infrastructure, before becoming foreign minister in Mr Netanyahu's government. </p> <p>As housing minister in the early 1990s, he presided over a huge drive to build Jewish settlements in the West Bank and Gaza. While some Israeli politicians were coy about the true purpose of the policy, Mr Sharon openly proclaimed it as an at tempt to create facts on the ground and make territorial compromises with the Palestinians - or the establishment of a Palestinian state - more difficult. </p> <p>He strongly opposed the interim Oslo peace agreement of 1993 as \"a moral error of the first order\" and has described the Palestinian leader, Yasser Arafat as a \"war criminal\". </p> <p>In 1998, he helped to secure the release of two Mossad agents arrested in Jordan for attempting to poison Khaled Meshal, a leader of the Islamic militant group, Hamas. Interviewed on Jordanian television, he assured viewers that Israel would make further attempts to kill Mr Meshal, though he added: \"I can tell you that we won't do it on your soil.\"</p>",
  "John Major last night rebuked William Hague for lurching to the right when he warned that the Tories are failing to appeal to voters \"outside the circle of rising prosperity\". <p>In his first conference speech since leaving Downing Street, the former prime minister flew the flag for the Tories' beleaguered \"one nation\" wing with a powerful appeal to the leadership to recapture the centre ground. </p> <p>At a fringe meeting organised by Conservative Mainstream, a group set up by Michael Heseltine to oppose the drift to the right, Mr Major went out of his way to praise his successor for reaching out to middle Britain more effectively than any other party. </p> <p>But the former prime minister pointedly added: \"That isn't enough. We must reach out to all. The people in slums, the people in need, the people outside the circle of rising prosperity, the black and brown and yellow Britons who are as much a part of our society as I am. Our policies and our party are as much for them as for anyone else.\" </p> <p>His remarks underlined Mr Major's growing frustration with Mr Hague's flirtation with the right over asylum seekers and law and order. Mr Major has told friends that he believes that some of Mr Hague's more provocative pronouncements mark a worrying departure from the \"one nation\" Toryism he tried to promote in Downing Street. </p> <p>The former prime minister angrily denied reports over the weekend that he was planning to use his last conference appearance as an MP to criticise Mr Hague. </p> <p>However, his remarks about \"people in slums\" was a clear sign of his unease. Mr Major qualified his criticisms by applauding the Tory leadership for its eleventh hour conversion to \"one nation\" Toryism. </p> <p>The words \"mainstream majority\" are the buzzwords of this week's conference in Bournemouth as Mr Hague attempts to appeal to middle of the road voters who were put off by his provocative interventions on asylum seekers and on law and order. </p> <p>Mr Major made clear that he would examine the new raft of policies carefully to ensure they measure up to his one nation beliefs. </p> <p>\"This week there are a range of inclusive policies to be announced,\" Mr Major said. \"I hope they will prove effective to people in every part of the country and from every background. </p> <p>\"We must not allow ourselves to be falsely labelled by our opponents. We are the party that stands for one nation.\" Mr Major received a rapturous reception in Bournemouth yesterday as he entered the main conference hall for the opening ceremony, accompanied by his wife Dame Norma. </p> <p>The Majors were embraced enthusiastically by Mr Hague and his wife Ffion, a year after the Tory leadership attempted to airbrush the former prime minister out of history. </p> <p>In his speech the notoriously sensitive former prime minister showed that he still bore scars from his premiership. </p> <p>\"Certainly some MPs in our party did us great harm,\" Mr Major said in a reference to the likes of Neil Hamilton who associated the party with allegations of sleaze. </p> <p>But he said that it was unfair to \"hang individual misdemeanours around the neck of a political party\" led by the likes of Douglas Hurd, Michael Heseltine and Ken Clarke. His praise of Mr Clarke, who wastes no time in lambasting Mr Hague's leadership, was seen as a none too subtle hint that the former chancellor should be given a frontline role. Mr Clarke's friends have called for him to be given a shadow cabinet post. </p> <p>Mr Major also made no mention of the shadow chancellor, Michael Portillo, who will forever be seen by Mr Major as one of his \"bastard\" ministers. </p> <p>Mr Major's criticism of the leadership was echoed by the former transport minister Steve Norris, who said the Tories must do more to appeal to members of ethnic minorities. \"None of us would wish to belong to a party which was not there to appeal to everyone equally in our society, whether ther are male or female, rich or poor, black or white, gay or straight,\" he told a fringe meeting.</p>",
  "<p>Beams of orange sunlight pierce the sodden gloom of the forest, casting slanting shadows among the tall, mossy trunks. The light falls on a little sandy hollow deep in the trees, a sudden patch of luminous warmth in the sullen grey air. What is this - Country Diary? Harken to the cry of the capercaillie and the distant noise of a blundering elk. Here's an unusual species of lichen. No - the forest is silent and dead, a model on a vitrine, standing on a plinth in Birmingham's Ikon Gallery. The twinkling dewdrops on the branches are air bubbles, the heavy mist in the tank a solution of milky acrylic and salt water. </p> <p>There is something magical and disturbing about Mariele Neudecker's model worlds and, pressing your nose to the glass, you might almost be in that dank forest, alert to every snapping twig. It's just like that Judder Man advert, the Blair Witch Project, Red Riding Hood and every scary folk tale that made you dive under the duvet, squirming in delighted horror. The imagery of the deep dark wood is a staple of our imaginations: think Wind in the Willows, Teddy Bear's Picnic, Twin Peaks and Deliverance. If the wood sprites and witches don't get you, some hillbilly with a squint and a squirrel-gun will. </p> <p>Neudecker's I Don't Know How I Resisted the Urge to Run is like a chapter title for a story you can make up yourself, from the woodpile of received imagery. This may take something away from the magic, but instead it actually adds to it, heaping on the layers. We know where we are, what this is about. All we have to do is supply our own bogeyman: a backwoods serial killer, a bloodthirsty bear, an old lady with a wart on her nose. </p> <p>That's the thing about cliches - one size fits all. The vitrine has become a commonplace, too, if not an artistic cliche: Joseph Beuys's vitrines, with their arrangements of forlorn detritus and potent little objects; Jeff Koons's shiny, hermetically-sealed display cabinets (from the mid-1980s) with their brand-new vacuum cleaners; Damien Hirst's vitrines, the Chapman brothers' Hell, their model inferno in Apocalypse... The vitrine is like a picture frame, a container for another world, itself displayed within the larger box of the gallery. </p> <p>While Hirst's tanks have a sort of overblown sculptural status in their own right, Beuys's glass containers always stayed close to the museum display cabinet, while remaining little theatres of the imagination. Beuys's choice of objects (rusty tin cans, razor blades, grease-stained cardboard boxes, lumps of fat and props from his performances) gave his vitrine works the air of reliquaries. His walking stick was like a bishop's mitre, his hat and fishing vest the priestly vestments of a one-man religion. One would never be surprised, looking into a Beuys vitrine, to find St Agatha's preserved breasts, like shrivelled figs, or the mummified fingers of St Thomas, wrapped in gauze. </p> <p>Looking into Neudecker's vitrines, like looking into the Chapmans' multi-part Hell, is a lot like watching TV; we suspend our sense of our own scale in relation to the model in the tank. This, too, was one of the functions of the otherwise merely unfashionable and ostentatious glazed and gilded frames Francis Bacon used on his paintings. Like the proscenium arch, the frame and the glazed box cue our theatrical suspension of disbelief. Like the picture frame, the vitrine is in fact a device with an old-fashioned purpose: to remove the object under scrutiny from the everyday world, the laws of time and place. It obeys instead another law, that of artistic and museological displacement. </p> <p>Neudecker's work is supremely conscious of this - presenting us with a world at a remove, a kind of wondrous 3D picture. It is, frequently, a picturesque or gothic sublime, often based on an even earlier picture, and often derived from the Romantic paintings of Caspar David Friedrich. She re-creates misty forests, mountainscapes, tumbles of rock and scree, peaks and valleys in miniature. All that's missing is the pondering subject, the figure in the painting to witness the scene and give it its sense of scale, immeasurable distance and magnitude. We wonder, too, at the artifice with which Neudecker creates an illusory geography as much as we do at the meaning of them. Up close to her vitrines, we happily - willingly - choose to forget we are in a nicely-heated art gallery, and imagine ourselves in the forest or high mountain pass with Friedrich, or on a ship at the edge of an ice-floe, with Coleridge's Ancient Mariner. </p> <p>There are several vitrines in Neudecker's solo show at the Ikon. One contains a snowy alpine landscape, a series of high passes, valleys and gorges, with some kind of church or chimney on one mountain, a cross atop the highest peak across the valley. Our own scale seems infinitesimal. Yet another mountainscape is perched above our heads, on a plinth whose high-angled sides resemble Edwin Lutyens's Whitehall Cenotaph. I've never been on an alp, having only ever flown over them - the view is wondrous enough, but always feels somehow undeserved, and therefore a little unreal. </p> <p>The vitrines are Neudecker's best-known works, and a winning formula. But, thankfully, she knows how to go beyond them. Her model of light coming in through a gothic window - the light rendered, as though in an engraving, but executed in hundreds of stretched lengths of nylon monofilament fishing line that fan through the window and down to the floor - is too much a demonstration model to be entirely successful. </p> <p>Her 3D model of the strange anamorphic skull in Holbein's National Gallery painting The Ambassadors - constructed using medical scans, laser technology and computer modelling, and measured from a real skull - is a fascinating, oddly contorted object. It casts a near perfectly proportioned shadow: a clever, rhetorical aside to the debate about the skull in Holbein's painting. </p> <p>Projected on two side-by-side screens, we see two views of the same mountain range. The sound of a dreadful wind howls through the gallery. Clouds pass over the peaks and fill the valleys. In the middle distance, the cross on the peak stands resolute against the weather. The world turns white. As the storm passes, blue sky glimmers over the mountains, a watery turquoise on one screen, a deeper infinite blue on the other. </p> <p>The world regains its colour, but, as the clouds disperse, vague reflections of pillars appear in the sky, till the dry-ice storm encroaches again. Showing us - albeit briefly and sparingly - the mechanics of the illusion doesn't diminish the sense of wonder. Nor is this revelation the point of the piece. I don't know what the point is, exactly, except that it flips us out of the illusion we've so readily accepted, and go on accepting once the weather closes in again on what are, after all, knee-high peaks. </p> <p>The last, and in some ways most beguiling work in the show is, again, filmed. A sunset is projected on one side of a free-hanging screen, a sunrise on the other. The sunset was filmed in the Azores, the sunrise at the southern tip of Australia. Both were shot at the same time, the two film crews linked by satellite phone. The two locations are true antipodes and, as the sun dips below the horizon in the Atlantic, it heaves up over the Pacific. </p> <p>How can this be, we ask ourselves, and is this really true? I take it on trust, as I walk around the screen, passing from approaching night to dawning day, making my own circumnavigation of a mental world. Why, I ask, having read the catalogue notes, was the work filmed over four days? Are these the same simultaneous sunsets and sunrises? Does it matter? Oscar Wilde, if I remember, thought sunsets were vulgar. Rosy-fingered dawns are a kind of cliche, too. The turn of the earth, and its revolution around the sun, is a constant condition rather than an event. </p> <p>Neudecker's Another Day reminds us of the world's true scale in relation to human metaphor, and our need for a sense of beginnings and endings. A sense of wonder is undoubtedly necessary, along with a sense of proportion. </p> <p>Until Now is at the Ikon Gallery, Birmingham (0121-248 0708), till November 12.</p>"
]