[
  "<p>Last week we heard the one about the Frenchman, the Serb and the Italian tifosi, and funny it wasn't. For those who missed it first time: in the course of Arsenal's ill-tempered match with Lazio in Rome, Italian fans relentlessly booed the visitors' black players. Additionally, Lazio's Serbian defender Sinisa Mihajlovic allegedly subjected Patrick Vieira to racial abuse for the entire 90 minutes - sample quote: \"N*gg*r of sh*t\". \"Yes, I said that\" admits Mihajlovic, \"but Vieira started it.\" Uefa have given Mihajlovic a two-game European suspension, and his club have fined him £30,000. </p> <p>Our Sinisa is no stranger to controversy, of course. He had close ties with the indicted Serb war criminal Arkan, and on his murder last season invited the Lazio supporters to indulge in their infamous homage: \"Honour to the Tiger\". This summer he was publicly attacking the excess of Argentines in his own team. And now come Vieira's accusations. You might marvel at the irony of a Serb immigrant in Italy making racist remarks, but since Lazio have now imposed a press silence on their players, that's not a point Sinisa can respond to.</p> <p>So on then to the fans, and the back page question in last week's British press: are all these eyeties racists or what? Answer: no, but please put on your sociology hat and consider the following. Racial integration in Italy is 30 - 40 years behind many other European countries, because here large-scale immigration is a relatively recent phenomenon. Despite this, racial attacks and violence of the kind found in Germany are almost unheard of. That's the good news.</p> <p>The bad news is that Italian football does have a very visible problem with racism. Neo-fascist symbols and sloganeering remain popular here, and they've become attached to football in the same way hooliganism did in Britain during the 70s and 80s. In the notoriously un-policed world of the 'Ultras', right-wing groups have bloomed. Last year on 'Gazzetta', for example, we visited the headquarters of Lazio's 'Irriducibili' supporters where a portrait of 'Il Duce' Mussolini hung happily on the wall.</p> <p>It was supporters like these that daubed \"Winter Raus\" on the walls of Rome before Dutchman Aaron Winter arrived at Lazio in 1992. (He was black and Jewish, and was advised by the club to deny the latter.) \"For a few days it was horrible,\" he says now. \"I was afraid to leave the house or mix with people.\" Curiously though, having endured the early atmosphere, Winter found himself \"treated like a King\" by the fans during his four highly successful years in Rome - which helps explain why Lazio's manager Sven Goran Eriksson advises signing another black player now. It's crude but perhaps effective.</p> <p>Worryingly though, while clubs and government stress their anti-racist commitments, some in Italy would prefer to see the issue buried. For them, the booing of black players is merely an unpleasant but unremarkable means of provoking the opposition - in much the same tradition as previous generations' taunts of visiting Neapolitans or Torinese - and despite the fines the League now imposes on clubs here, there's little sign of the practice dying out. </p> <p>Nor have fan-based initiatives met with any long-term success. Maybe it's unrealistic to imagine these mentalities disappearing without the arrival of a generation of black Italian players, and a real integration in the rest of the community. In the meantime though, the behaviour of these Italian fans insults their own nation far more than any visiting players - and with the rest of Europe beginning to point the finger, Italy can't afford to wait too long. Sound familiar?</p> <p> \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "The bruised face of Jean Peters, with a sticking plaster as strategically placed as a beauty patch, was a striking film image of the 1950s; from Sam Fuller's 1953 A-quality B-movie, Pickup on South Street, in which Peters played an innocent (almost) courier for a commie spy, romanced by Richard Widmark's pickpocket. Tough movie, savvy dame. <p>That part, and her tailored costumes for Rossano Brazzi in Three Coins in the Fountain (1954), were about the best roles that Peters, who has died aged 73, took on in her screen career: one that lasted from 1947 to 1955 and included the westerns Apache (1954) and Broken Lance (1954). </p> <p>Peters gatecrashed the movie business at 20 after winning a Miss Ohio State University popularity contest. Among its prizes was a 20th Century Fox screen test. Her mother drove her from Canton, Ohio to Los Angeles, where Peters was offered a seven-year contract and the female lead in Captain From Castile (1947), an epic filmed in remotest Mexico. Peters looked terrific, in accord with the period's preference for spirited females. In Anne of the Indies (1951), it was she who did the swashing as a woman pirate, self-possessed far beyond her years. </p> <p>Peters seemed not to take Hollywood seriously. She avoided lunch in the commissary (she picnicked with hair and makeup assistants on the floor of the set instead) and went along with the studio publicity presentation of herself as a bejeansed farm girl: \"Back home I still have three dogs, 18 cats, a goat named Josephine and a lamb called Ali Baba.\" </p> <p>This unseriousness might also explain her relationship with the eccentric billionaire, Howard Hughes, who first noticed her at a Santa Catalina Island Fourth of July party in 1946, where her date was the war-hero actor, Audie Murphy. By the next year she had ditched Murphy (so angering him that he tried to bribe Hughes's guards for an opportunity to take a shot at the man), and resided in a Westwood house which Hughes provided. </p> <p>It was rumoured - falsely - that the couple married under the stars on Mulholland Drive; though they did see each other at least weekly for movies in his screening rooms (he owned RKO studios). While Hughes publicly dated better-known movie glamour, Peters passed on night life and arrived on set on time - \"punctual Pete\" - for, among other films, Viva Zapata! (1952), again almost combusting as a fake Latina, and Niagara (1953) as a dignified newlywed up against Marilyn Monroe's wiggling. </p> <p>Accounts vary, but either on a plane from Rome where she filmed Three Coins, or because of an airport luggage switch, in 1953 she met a Texas oil man, Lockheed plane executive and possible CIA employee, Stuart Cramer III. Though Hughes was also seeing Susan Hayward and Merry Anderson, he was displeased when newspaper gossip Louella Parsons phoned to get his reaction to the Peters-Cramer engagement. Their marriage in 1954 lasted 33 days before a separation, possibly expedited by the pryings of a private eye hired by Hughes. </p> <p>Whether because of these matrimonial worries, or her drinking problem (Hughes ordered the Beverly Hills Hotel to serve her no liquor but a half-bottle of champagne on her birthday), Peters was distracted enough to accidentally burn herself with a branding iron on the set of Broken Lance, and to have a fling with co-star Robert Wagner. She made only one film after that, the sombre biopic A Man Called Peter (1955), then endured studio suspension for refusing films and loan-outs. </p> <p>Peters finally married Hughes in 1957 in Tonopeh, Nevada, under the name Marian Evans (his alias was GA Johnson), followed much later by a properly monikered ceremony on his yacht off Miami Beach. </p> <p>Hughes expected his staff to be on 24-hour call, and Peters soon found he demanded the same from his wife: she wasn't even allowed out shopping. Their later cohabitations were tense because of his bizarre hangups (he hated her smoking or using a vacuum cleaner). </p> <p>Finally they arranged parallel lives. Peters was guarded in a phony French chateau on a Bel Air hilltop, while Hughes remained depressed and dependent on weird aides in his sanitary redoubt above a Las Vegas casino. He proposed reconciliation in 1966, but couldn't cope with even her vestigial normality: Peters sued for divorce. In return for a $70,000-a-year settlement, granted in 1971, she promised not to return to the movies while he lived, or to discuss their private life. </p> <p>Not long before his death in 1976, Peters received a last letter from Hughes telling her that he had always loved her. By then, she had remarried 20th Century Fox vice-president Stanley Hough. </p> <p>After Hughes's death, she appeared in a few television productions (notably a public broadcasting version of Winesburg, Ohio) and did an old star's ritual guesting on TV series. She returned to university, too, completing the BA that had been interrupted by 30 years of fame and secrecy. She intended to teach, but never did. </p> <p>\u0095 Jean Peters, movie actress, born October 15 1926; died October 13 2000</p>",
  "<p>Over the past month you will probably have been looking at the murder and mayhem in Israel, the West Bank and Gaza and asking yourselves what kind of people can behave like this? The killing of children, deliberately targeted - what kind of a person could commit such an act? What sort of people could, for years on end, deny the basic human rights of an oppressed nation? And the answer might come to you, for want of any other: heartless, monsters, that's who. </p> <p>I also watch the news, just as desperate and heart-sick, but I do, however, know exactly who is on the other side of those guns, and who is sitting at home in Jerusalem or Tel Aviv watching the events on Israeli television - and why they fail to rise up in rage against their government for perpetrating all this in their name. </p> <p>I went to Israel five times in less than two years, not as a journalist or a tourist or a human rights worker but as a novelist. I didn't go to Gaza or the West Bank because the object of my research - the Jewish war against the British in Tel Aviv in 1946 - wasn't going to be found in either of those places. I didn't set out to discuss the then peace process, but you can't go to Israel without getting an earful, in cafes, buses, taxis. I listened with the ear of a novelist. The psychology of the Israelis was what I wanted to understand. When you ask, why, in Israel, you are asking for a political explanation but the why goes far deeper - the politics is a symptom. I was left with three strong impressions. </p> <p>The first, and easiest to explain, is the mentality of the religious right. In the past month I have read time and again the statement, \"The Jews stole the Palestinians' country, it's as simple as that.\" To the Orthodox however, the facts are the exact opposite. They have the deeds to the country. You probably have a copy, as it happens, in your own home. Take it down from the shelf. It's the first part you want, the Old Testament, and the first chapter, Genesis, which contains the world's first recorded real-estate deal: \"And I will give to thee and to thy seed after thee, the land wherein you are a stranger, all the land of Canaan for an everlasting possession.\" And if you want to know where that is, here are the ground plans, the map: \"Unto this seed I have given this land, from the river of Egypt, unto the great river, the river Euphrates.\" </p> <p>As far as the Orthodox are concerned, they are bunkered down in a tiny portion of what is rightfully theirs. As for how they defend what they have and get their rightful due, the God of the Old Testament who visited 12 plagues on the Egyptians including the slaying of the first-born, is beyond the jurisdiction of Amnesty International. How do you argue with this? You can't. To tell the Orthodox that God's covenant with the Jews, ritually re-enacted at the ceremonies of circumcision and Bar Mitzvah is a fairy story, a myth, is to deprive people who have spent their entire lives locked up in yeshivas, studying the Torah and the Talmud, not just of their beliefs but of their very selves. Without God they are naked and shivering in the world. All you can do is marginalise them out of harm's way, as Barak did when he put together his first coalition. </p> <p>On the first three of my visits to Israel, which were before the 1999 elections, the Orthodox were what everyone wanted to talk about. The religious right had assumed too much power and were interfering in the everyday lives of secular and moderately religious Israelis, preventing them from shopping or taking public transport on Shabbat. The Orthodox were driving people nuts. They were Netanyahu's coalition allies in blocking the peace process and in opinion poll after opinion poll around 70% of the population repeatedly said that they believed there would be a Palestinian state. They didn't necessarily say they supported it, but they agreed on its inevitability. </p> <p>The majority of Israelis have arrived at an uneasy acceptance of the proximity of yet another country full of people they regard as their enemies. This has happened partly because they have been worn down by the intifada, partly because of the success of the long campaign by the Israeli Left in convincing them that they can \"trust the Arabs\" as they put it. And here, I came to think, was the heart of the Israeli mentality. Ordinary Israelis are sick of wars, they are sick of sending their teenage sons to the army, but they are deeply insecure about whether they can risk peace. It isn't the memory of the Holocaust that drives them; it is the memory of over 50 years of Arab nations telling them that they will \"drive the Jews into the sea\". The Israeli terror is that in delivering the justice to the Palestinians that the world demands, they may be signing their own death warrants. \"They call us colonialists,\" a man said to me, \"but if we lose, where do I go? Back to Yemen where my grandfather came from in the 1930s?\" Like fairground distorting mirrors, the world looks at the Israelis and sees a giant, a monster, but the Israeli looks and sees a tiny, cowering figure, the puny kid walking to school, tormented by bullies. He needs a Charles Atlas course. He needs to make himself stronger, not weaker. </p> <p>When the cameras report from Gaza and we see a boy, not unlike a boy we have ourselves at home perhaps, but with a stone in his hands, we are looking at an angry child. That's not what the Israelis see. The boy is a hazy presence, ill-defined. They are peering past him to glimpse the shadowy figures in the windows of the apartment building, the Tanzim, the armed civilian militias and beyond them Hamas, who are the Islamic version of the Orthodox, locked into their rejection of Israel's right to exist. And beyond Hamas is the figure of Sadaam Hussein surrounded by the four million Iraqis who have, in the past few weeks, volunteered to sign up to destroy Israel. </p> <p>When I listened to Israelis on my visits what struck me was how very little they thought about or even mentioned the Palestinians, and this seems to have been true from the earliest days of Zionism. Asking old people, both left and right, what they thought the resident Arab population would make of the longing for a Jewish homeland, they answered, on the whole, \"We didn't think about them at all.\" They were too intent on their war with the British. In his book The Yellow Wind, the Israeli novelist David Grossman, an opponent of Occupation, describes a journey in the occupied territories in the 1980s in which he talked to Palestinians and settlers. Grossman summed up in the mindset of a settler what I think remains today the Israeli refusal to engage with the Palestinians' anguish: \"He does not want to think even for a minute about the situation of the Arabs around him, because he is caught up in a struggle with them, at war, he said, and were he to allow himself to pity, to identify, he would weaken and endanger himself.\" </p> <p>The \"tough Jew\" is not a new phenomenon, it only has a new setting. In another book Tough Jews: Fathers, Sons and Gangster Dreams, the author, Rich Cohen, writes of the world of the American Jewish gangsters in the 1920s and 1930s and what they meant to his father and to his father's best friend, Larry King, growing up as Jewish kids in Brooklyn, listening every day on the radio to bad news from Europe. He asked why his father's generation began to even deny that the gangsters - Arnold Rothstein, Meyer Lansky, Dutch Schultz - had ever existed. The answer, Cohen thought, was that the Jews have always needed iconic tough guys and have always had them, but after 1948 they had the Israeli army, fighters who were legit, who didn't have to break the law. Andrea Dworkin, in her recently published book Scapegoat: The Jews, Israel and Women's Liberation, describes how the ideal of the Jewish man - bookish, gentle, family-loving - was banished in shame after the Holocaust. They turned themselves into cartoon alpha males. A Jewish boy in a soup kitchen in Jaffa, when I asked him what a Jew was, raised a pimple-sized bicep and said: \"Strong\". </p> <p>So if the Israelis have turned themselves into tough guys, how do they see the Palestinians? If the Arabs - in particular Hezbollah and Syria - are a military threat then the Palestinians are merely an irritant. The ugly truth, I think, is that what they feel for the Palestinians is contempt, that they are losers, and this instinct is built into the founding ideals of the first Zionists. In a refugee camp, David Grossman asks a woman who has lived for 40 years in the same United Nation refugee house if she would be happy if she was given \"a dunam . . . of land in a nice place, with light in the open air. 'Yes, yes - she laughs - of course, but only on my own land'\". Then Grossman remembers, \"how many times Palestinian leaders missed opportunities to gain themselves a homeland: there was the partition proposal of 1936 and the second proposal of 1947, and maybe there were other chances. They - in their blindness - rejected them all\". </p> <p>Deep in the Jewish psyche is the legacy of cutting your losses, moving on, reinventing yourself in order to survive. Deep in the Arab psyche is the attachment to the land, to patience and endurance. A boy tells Grossman of \"his\" house in Jaffa. He has never seen it but his grandfather did. What is Jaffa like, Grossman asks? A place of orchards, the boy replies. Actually it is part of the conurbation Tel Aviv-Yaffo, near the business district, circled with motorways. Why, the Israelis ask, perplexed, can't the Palestinians get over the loss of their homeland, why can't they live for the future instead of the past, like the Jews did? If the Jews have been such a roaring success in 20th-century America it has been, in part, because they left Eastern Europe, which had, after all been their home for centuries and never once looked back. </p> <p>And when they ask themselves this question - why can't the Palestinians be like us? - the only answer they can think of is that the Palestinians are losers. Whatever their strategy it always fails. Invited by the UN in 1947 to form a country, the Jews seized the chance, and declared independence. The Palestinians rejected the opportunity to form theirs and sat back waiting for the Arab armies to defeat the new state. They attacked and lost and the result was that the Palestinians were driven out or fled, washing up in camps where they remain today. When the two sides in the cold war picked their teams, Israel got the US and the Palestinians and the Arabs got the Soviet Union. The latter no longer exists to back them. In the Gulf War the Palestinians supported Sadaam Hussein, currently the world's pariah leader. Some Palestinians have enthusiastically embraced Holocaust denial, their hero the \"distinguished historian\" David Irving. And all this time the Israelis, backed by the only remaining superpower, forged into the new hi-tech age, positioned themselves for globalisation. </p> <p>In their own minds the Jews are better than the Arabs, and this goes further back than the consequences of the grim conditions imposed on the Palestinians by the occupation or the restriction on the civil liberties of the Arab Israelis. The earliest Zionists, coming from Russia after the failure of the 1905 revolution, saw themselves as bringing ideas of soviet socialism to the benighted peoples of the Middle East. Later, when the Yekkes, the Jews from Germany reluctantly arrived, torn away kicking and screaming from the cafes of Berlin, they saw themselves as the Weimar Republic in exile, bringing socialism, feminism, psychoanalysis and cubism to a land slumbering in the Middle Ages. It was another form of colonialism, of course, but a cultural one. </p> <p> How do the mentalities of nations change? Not quickly. Here in Britain we are still dealing with the vestiges of the anger that many feel because we are no longer an empire. It took the Germans until the 1960s, 25 years after total military defeat, before a new generation even began to throw a searchlight on the activities of their own parents. In Austria, it is argued, this process hasn't even begun. What will it take to make the Israelis see the Palestinians as a wronged people in pursuit of justice, the victims of Jewish racism? Not yet another photo of a murdered child, nor even a whole album, but only peace itself will do it, which is why the Israeli left felt so badly let down by the new intifada. Instinctively, they knew that the mass of Israelis can only begin to respect the Palestinians when the threat from them is not to their borders but to their computer industry. </p> <p>\u0095 When I Lived in Modern Times, is published by Granta. It will be serialised on Radio Four's Book at Bedtime from Monday 30 October.</p>",
  "Francesco Rutelli, the telegenic mayor of Rome, embarked yesterday on a mission to save Italy's centre-left government from electoral annihilation. <p>Newly anointed as the coalition's candidate for prime minister, Mr Rutelli unveiled an American-style campaign to repel a comeback by Silvio Berlusconi, the centre-right opposition leader. A \"listening tour\" launched in Milan will crisscross the country until elections next spring. </p> <p>Trading insults with the opposition, Mr Rutelli, 46, vowed to unify the coalition and reverse Mr Berlusconi's opinion poll lead with a campaign blitz never seen before in Italy. </p> <p>Although Mr Rutelli is little known outside Rome, the government is gambling that the mayor's youth, good looks and fresh image will compensate for four years of infighting which chewed up three prime ministers. </p> <p>He gave a flavour of the campaign by attending Mass, lunching at the home of a working class family, meeting craftsmen and appearing on chatshows. </p> <p>Mr Berlusconi, 64, a media magnate who was bounced from power six years ago, mocked his rival as a male model and TV frontman for unrepentant communists. </p> <p>Crime, immigration, jobs and taxes are expected to dominate the campaign, but Mr Rutelli has yet to draw up specific policies. \"Bullets have to be fired at the right time. I will build my programme by listening to the people of Italy,\" he told one voter. </p> <p>Mr Rutelli challenged Mr Berlusconi, long regarded as Italy's master communicator, to monthly television debates. </p> <p>The seven years in office of Rome's mayor have seen him transformed from a radical environmentalist to a Catholic centrist. \"My task is to tell Italians how the government has done so much, and how we are going to do much better,\" Mr Rutelli told the Guardian. </p> <p>\"Yes, Berlusconi is ahead now, but we have six months to counter-attack. That's a long time. We will give him some surprises.\" </p> <p>A college dropout who passed through the Radical and Green parties before settling in the Democrats, Mr Rutelli remarried his journalist wife, Barbara Palombello, in church before establishing warm ties with the Vatican. </p> <p>The campaign has already turned dirty. Mr Berlusconi has called him an abortionist. His ally, the Northern League's Umberto Bossi, scorned the mayor for adopting an Ecuadorean boy. </p> <p>Mr Rutelli retaliated that Mr Berlusconi, who has mostly shaken off corruption allegations, was a divorcee who used images of a much younger self on his billboards. </p> <p>A shrewd tactician, it was his idea to recruit Stanley Greenberg, an American pollster who is credited with stage managing Al Gore's passionate kiss with his wife at the Democratic convention. </p> <p>Last weekend's \"crowning\" convention in Milan featured a lengthy kiss between the mayor and his wife.</p>",
  "<p>Think of a system whose elite universities have endowment assets worth thousands of billions of pounds, but where the cost of being a student for four years can top £100,000. A country with no nationwide secondary school curriculum, and no A-level-style subject exams with grades to guide college admissions. Instead, imagine \"think about us\" mail-outs to targeted groups of up to 200,000 freshmen - who in turn can file up to 20 applications to different universities. </p> <p>This is America in 2000. But the key concerns are the same as in the UK - fair access, measuring standards, debt and funding. Time and again they came up as I crossed from coast to coast with other members of the Education Select Committee, talking to a range of state, private and community colleges. </p> <p>Just as in Britain, education has moved rapidly to the top of the US political agenda. Though it's not a federal responsibility, college education has been an issue in the presidential election for the first time in pundits' memory: Al Gore promised a $10,000 tax credit to help middle America pay its college tuition fees. </p> <p>Britain today is heading towards the mass higher education system the US has had since the end of the war - kick started by a GI bill which funded 2m American veterans through college. But with two-thirds of American high school graduates going on to some form of college, theirs is a system which sports everything, in football terms, from Super League to Vauxhall Conference status. </p> <p>For those out to win an Ivy League or equivalent place, competition is stiff. Less than 10% of those who applied for Stanford's graduating class of 2003 got in. Other top universities - public as well as private - have comparable ratios. </p> <p>Yet far from trying to damp down applications, American elite universities embark on annual campaigns to woo the brightest and best that would stagger their British counterparts. Roadshows of deans, professors, faculty staff, and past and present students take off countrywide - backed up by internet and email marketing. </p> <p>Anyone in the UK looking, in the wake of the Laura Spence case, for some superior objective and transparent holy grail will be disappointed. Even with the highest SATs and GPAs, far more hopefuls leap the hurdles than there are places at a Harvard, Stanford, Berkeley or Princeton. </p> <p>\"We are seen by students as having a difficult-to-predict admissions system,\" says Stanford's vice provost for student affairs, James Montoya. \"There is simply no way, given the competition, to have an entirely objective process.\" </p> <p>Though affirmative action - effectively admission quotas for minority groups - has been on the retreat after a number of state court and political decisions, the imperative to excellence can lead to some discreet tilting of the playing field. </p> <p>\"If you're saying would we admit a minority student who had cleared the threshold despite having arrived in the US as a refugee only four or five years ago above a middle-class white student with the same or marginally better SAT score, sure we would,\" was how one Berkeley insider put it. </p> <p>But British egalitarians might be less happy with the practice at Stanford, Princeton and Harvard of privileging \"legacy\" applicants - children of alumni - in the battle between equals for the last few places. Thirteen per cent of Princeton's undergraduate admissions are \"legacies\" - 40% of the children of alumni who apply get in. </p> <p>In-bred intelligence - or a US variant of the old school tie? And what about the blue-collar white boy from rural Alabama or Iowa who is not in the running for a minorities scholarship? Will he even be primed to apply in the first place? </p> <p>The funding packages - a mixture of soft loans, grants, scholarships and paid work on campus - vary. American students have salaried job opportunities - administration, library duties, tour guides, helping faculty staff - to a degree that would amaze (or alarm) their British counterparts. </p> <p>But not all packages cover the full cost. New York University is a private institution that was originally a New York-focused \"commuter school\". Today it has transformed itself into a campus-based university with country-wide admissions and high-cost residential accommodation in the heart of Manhattan for students and staff. And for NYU the lack of a Princeton-style endowment (despite a new and vigorous fundraising campaign) means there are gaps. </p> <p>\"NYU may be needs-blind in admissions, but we can't guarantee to satisfy every student's financial needs fully,\" I was told. </p> <p>Perception of costs does affect applications. Undergraduates at Rutgers - where an excellent state university education comes at a more modest $10-11,000 a year all in - said it had helped deter applications to Ivy League universities. </p> <p>Alumni contacts - and hopefully giving - are crucial here. \"We see it as joining a family for life,\" says Bill Stone, president of Stanford's alumni association, which has 11-12,000 alumni on its books as volunteers. </p> <p>Princeton raised $36.8m last year just from individual gifts for general purposes - one year's graduating class alone raised $2m. For Stanford being in the heart of Silicon Valley is a bonus. Jim Clarke's recent endowment of $150m for a biosciences centre leapfrogged Bill Gates's previous highest endowment. </p> <p>As for the students, like their British counterparts they tend to be apolitical, with weak student unions and no sabbatical officers. There was no evidence that the tight Gore-Bush race was firing up campuses, even at universities like Berkeley with a strong radical tradition. </p> <p>The class of 2000 tends to be career-focused and sometimes fiercely entrepreneurial - like the Stanford student who was aiming for a Nasa programme but meanwhile building his future in computer science via his own dot.com company. There is public service ethos - via a plethora of civic activities and internships, many of which can earn credits in America's broad-based four-year degree courses. At Rutgers this has been honed in the Case Service Learning programme, which has taken 12,000 undergraduates through expertise given to not-for-profit organisations in the local community since its launch in the mid-90s. </p> <p>\"We give our students some of the soft skills future employers want. We teach citizenship by doing, not preaching and at the end of the day they get a credit for it,\" explained Case director Professor Mike Shaffer. </p> <p>That \"can do, will do\" spirit has also fuelled the high-tech contributions of campus academics to national prosperity. This is not confined to Silicon Valley. In New Jersey, pump-priming by a state concerned to create new industries from a rust-belt past has spawned dozens of companies and patents via institutions at Princeton and Rutgers. These were set up by faculty staff and encompassed photonics, fibre optics and biotechnology. </p> <p>\"Every successful faculty member has to be some kind of entrepreneur - whether it's in business, intellectual property or hustling for federal or foundation funds. It doesn't make any difference if it's a public or private institution,\" James Sturm, head of Princeton's POEM Photonics Institute emphasised. That attitude, and the contribution of America's locally-based community colleges - which can feed bright students midway into four-year university degrees - helps explain why, despite rising costs and reductions in state and federal money, demand at all levels for a college degree is buoyant. </p> <p>The scale of endowments and fundraising in the US makes nonsense of suggestions that floating off Britain's so-called top universities would have an American effect. But there's much about the marketing of admissions, fostering alumni, entrepreneurship and citizenship that government and vice-chancellors could urgently learn from Uncle Sam - helped by more tweaking of the tax system by a sympathetic Gordon Brown. </p> <p> \u0095 Gordon Marsden is MP for Blackpool South and a member of the Commons Select Committee on Education. He is just back from a visit to the US as part of their enquiry into higher education.</p>"
]