[
  "<p>Scotland today is the Fleet Street of the 30s. Newspapers are engaged in a vicious circulation war, with groups using every possible device to win readers. The weapons are commercial - price-cutting gimmicks, massive \"sampling\" giveaways and promotional lures - but the pressure on editors to produce saleable papers, to ensure that the casual buyers stay, is immense. </p> <p>It is possible, therefore, to put Martin Clarke's departure as editor of the Daily Record in this context. That would suggest that he is just another casualty in the debilitating round of journalistic blood-letting. </p> <p>Then again, Clarke stands out from the crowd. There can be little doubt that he was monstrously behaved, exhibiting the man-management skills of a galley-master on a Greek trireme. </p> <p>There are legions of stories about his ranting and raving in the office, his rudeness to subordinates and his lack of respect for his superiors. It is also obvious that he alienated his paper's traditional political allies in the Labour party. In his enthusiasm to end the so-called cosy relationship with the party hierarchy, he went too far. </p> <p>Not only did he upset the party, it is highly likely that he annoyed habitual Labour voters among his readership, too. Similarly, his controversial campaign against the repeal of Clause 28 may well have played well with older buyers but is thought to have bemused, and even incensed, younger people. </p> <p>Then there is the not unimportant matter of circulation. The Daily Record has sold fewer and fewer copies since Clarke arrived in April 1998 when it was selling 671,000. By April this year (the fairest of comparisons) it had fallen to 618,000, a drop of almost 8%. </p> <p>But that does not give anything like the whole picture. The Record has enjoyed - how shall I put this tactfully? - an oddly high level of sales in Spain. It has also been reliant on increasing numbers of bulk giveaways. </p> <p>As if that wasn't bad enough, rival circulation managers claim the paper's Scots-only sale dipped as low as 516,000 last week. Even if that's an exaggeration, and Trinity-Mirror argue that its monthly year-on-year sale will show a slight rise when the next officially audited figures are published, the sales situation is dire. </p> <p>Not that Clarke can be held entirely responsible for that. The Record held sway in Scotland for a couple of generations as its main competitors retreated south of the border. For years, the Daily Express and Daily Mail virtually abandoned Scotland. Even the Sun was slow to make its mark there. </p> <p>But once the whole newspaper market began to slide in the early 90s, managements desperate to boost circulation showed a renewed interest in Scotland, turning it into the most competitive newspaper environment of modern times. In most of the larger cities, there are at least 15 daily morning titles on the news-stands, with a 16th, the Swedish-owned Business am, about to be launched in three weeks' time. The populous Glasgow-Edinburgh central region is also served by a free Metro, which has a distribution of 120,000 copies. </p> <p>To be frank, in a country of 5.1m, the market is overheated. Even some Scottish editors agree with me that there are too many titles chasing too few readers, not to mention the problems of too few good journalists to staff the papers, and too few good stories to publish. </p> <p>The Scots don't seem to mind. With almost every title slashing its cover price, they can cherry-pick the cheapest available paper. The latest Daily Express voucher mail shot is offering one issue a week for just 1p. </p> <p>In such a climate, with buyers able to judge value for money every day, it isn't hard to see why a 20p Scotsman and a 20p Times might be preferred over a 48p Herald. It is surely creditable that the Herald has managed to keep a 95,000 sale so far, but price-cutting isn't any longer a short-term weapon. It is a war of attrition and it is difficult to forecast the outcome. </p> <p>Among the red-tops, the Daily Record has found it harder to retain reader loyalty for a paper selling at 32p against a cheaper Mirror and a Sun which slips in 15p issues on a weekly basis. Price-cutting also helped the Daily Mail to build a healthy sale before it reverted to its proper cover price. </p> <p>The result has seen the Sun climb to an astonishing 400,000, double its sale three years ago, and the Mirror to 60,000 from almost zero. With the Mail at 120,000 and rising, and the Express at almost 90,000, the Daily Record has borne the brunt of the onslaught. </p> <p>Not surprisingly, Clarke's friends contend that his owners have failed to provide him with the resources to fight back, implying that Trinity-Mirror's treatment of the Record as a regional rather than national title inhibits proper investment. They claim the lack of management understanding explains why he was prone to lose his temper so often. </p> <p>A Trinity-Mirror source scoffed at any such suggestion. \"It sounds,\" he said witheringly, \"like the squeal of the last little piggy down the ramp into the abattoir.\" </p> <p>But one of Clarke's friends countered: \"In a war like the one we have here it makes no sense to remove the man recognised as the toughest, meanest general from the battlefield.\" </p> <p>That's probably the reason Clarke was shocked when Trinity-Mirror's chief executive Philip Graf fired him at a tense meeting in Canary Wharf. The arrogant and abrasive Clarke simply had no inkling he was for the chop. </p> <p>So can the new editor, Peter Cox, who is moving from the Record's stable-mate, the Sunday Mail, expect to do better? He is a more amenable, amiable character. Even when I criticised him harshly for one of his stories, he didn't lose his sense of humour and was prepared to fight his corner without rancour. </p> <p>His paper has been unimpressive, and has also shed some readers, but it has remained coherent - the Record, meanwhile, has been erratic: sensational one minute and overly serious and dull the next. </p> <p>Cox did pursue a much more sympathetic line over Clause 28 and, after an initial hiccup, has offered tacit support to the Labour administration of Scottish first minister Donald Dewar. It was surely significant that his first Daily Record front page, on Friday, contained the pro-Dewar headline, \"Well Don!\"</p>",
  "Billionaire tycoon Rafik Hariri and his allies swept all 19 parliamentary seats in Beirut, ousting the current premier and boosting Hariri's chances of being named the new prime minister - a move that could put him on a collision course with the president. <p>Early morning unofficial results showed that Prime Minister Salim Hoss and three members of his cabinet lost by wide margins to candidates backed by Hariri in the three electoral districts in Beirut. The results quoted officials at the counting centres, where all candidates have representatives. </p> <p>Hariri, a former prime minister who tried to rebuild Lebanon following its devastating 1975-90 civil war, hopes to once again lead the government of a nation where political fortunes depend heavily on the desires of neighbouring Syria, the main power broker in Lebanon. </p> <p>Candidates backed by Hariri made a strong showing in the first stage of voting in the provinces of Mount Lebanon and North Lebanon a week ago and claimed a clean sweep in Beirut in Sunday's voting, the last of two stages of balloting for the 128-member legislature. Residents of the former Israeli-occupied zone in southern Lebanon voted Sunday for the first time in nearly 30 years. </p> <p>Hariri's supporters set off fireworks and celebrated in the streets of Beirut late Sunday after television stations, citing partial, unofficial results, reported overwhelming victories for Hariri's candidates over those of Hoss for seats throughout the capital. </p> <p>Hariri's undeclared battle for the premiership could set up a clash with President Emile Lahoud, who names the prime minister. Lahoud vehemently opposes Hariri who stepped down in 1998 after a dispute with the president. Lahoud had backed Hoss, but now appeared to have little option but to name Hariri prime minister. </p> <p>Under Lebanon's constitution, which allots leadership posts according to religion to keep a lid on volatile sectarian rivalries, the Maronite Christian president is elected by members of Parliament for a six-year term. Lahoud still has four years in office. </p> <p>In a statement published in newspapers Monday, Lahoud said he will abide by the constitution and consult with the newly-elected legislature on naming a new prime minister. </p> <p>Under the 1989 Arab-brokered peace plan that ended the civil war, the president is expected to ask the Sunni named by the majority of legislators to form a new government. Legislators need not confine themselves to other members of parliament when making their choice. </p> <p>Christians and Muslims, leftists and rightists teamed up with Hariri in the campaign to protest at the military's role in politics under Lahoud and the government's failure to deal with a faltering economy. </p> <p>While the concerted attack on Lahoud was unusual, at least one sacred cow remained: Few candidates from either side criticized Syria's involvement. Syria has 30,000 troops in Lebanon and dominates it militarily and politically. </p> <p>Hariri and Lahoud are both considered close to Syria. </p> <p>Hoss had accused Hariri of using his vast fortune to influence voters. Hariri says he merely has provided money for scholarships as well as financial and medical aid to needy Lebanese. </p> <p>Hoss raised the charge again Monday, telling reporters he lost because \"money was spent to influence the course of the elections.\"</p> <p>But Hoss said he would accept the election results. </p> <p>Hariri also was accused of shackling Lebanon with $20bn in debt during his 1992-98 government, when he launched a multi-billion dollar plan to rebuild Lebanon from the civil war. </p> <p>In south Lebanon, an election coalition that included Parliament Speaker Nabih Berri's pro-Syrian Amal group and its Shiite Muslim rivals of the Iranian-backed Hezbollah, as well as Christian candidates won all 23 parliamentary seats, according to unofficial results published in newspapers Monday. The Amal-Hezbollah alliance has not yet announced whom it will back for prime minister. </p> <p>A similar coalition in the Baalbek-Hermel province in eastern Lebanon's Bekaa Valley captured all 10 parliamentary seats in the region. </p> <p>Hezbollah and Amal led a guerrilla war against Israeli forces in southern Lebanon and hoped to bank on increased popularity after Israeli troops withdrew from the border zone in May, ending an 18-year occupation. </p> <p>Hezbollah increased the number of its legislators from seven to nine. </p> <p>The last time that residents of the former Israeli-occupied zone in the south voted was in the 1972 parliamentary elections. There were no elections in Lebanon during the civil war and parliamentary polls in 1992 and 1996 did not include the border areas because of the Israeli occupation. </p> <p>There was light voter turnout in mainly Christian towns in south Lebanon. Two-thirds of the 6,000 Lebanese who fled to Israel in the final hours of the occupation were Christians allied with the Jewish state. Other residents are in jail for collaborating with Israel. </p> <p>By contrast, voting in Shiite areas was brisk and residents appeared to back the guerrillas.</p>",
  "1. Mexican tequila producers are calling time on America's <a href=\"http://www.britannica.com/bcom/magazine/article/0,5744,82321,00.html\" target=\"_new\">favourite summer drink</a> - the margarita. <p>2. They say their northern neighbour has such <a href=\"http://www.time.com/time/magazine/articles/0,3266,40336,00.html\" target=\"_new\">a thirst for the cocktail</a> there is now a worldwide shortage of its prime ingredient <a href=\"http://www.ministry-of-tequila.org/\" target=\"_new\">tequila</a>. </p> <p>3. The manufacturers simply cannot keep up with demand. Tequila comes from eight to 12-year-old spiky <a href=\"http://www.georgian.net/rally/tequila/\" target=\"_new\">blue agave</a> plants grown in a demarcated area around <a href=\"http://www.jalisco.gob.mx/\" target=\"_new\">Jalisco</a> state, Mexico. </p> <p>4. Ten years ago, when the current crop of blue agave was planted, few outside Mexico drank tequila. Those were the early 90s and the health-conscious new man drank <a href=\"http://www.mineralwaters.org/\" target=\"_new\">mineral water</a>. </p> <p>5. In those halcyon days no one could have imagined that <a href=\"http://almareal.com/frames.htm\" target=\"_new\">premium tequilas</a> made from 100% blue agave would become <a href=\"http://www.tequilatesoroazteca.com.mx/recetas.htm\" target=\"_new\">drinks of desire</a>.</p> <p>6. Now the criminals have moved in: <a href=\"http://www.guardianunlimited.co.uk/international/story/0,3604,353841,00.html\">bandits</a> steal the precious plants and sell them to desperate producers.</p> <p>7. One New York bar, unable to obtain the good stuff, has taken to making a version with <a href=\"http://www.delphis.dm/rum.htm\" target=\"_new\">rum</a>, a so-called \"rum Rita\". True devotees, however, may have no choice but to consider <a href=\"http://users.aol.com/BobS1234/Margarita.html\" target=\"_new\">therapy</a>. </p> <p>8. Tequila and the less expensive <a href=\"http://www.physics.uq.edu.au/people/nieminen/mezcal.html\" target=\"_new\">mezcal</a> are distilled versions of <a href=\"http://www.mezcal.com/pulque.html\" target=\"_new\">pulque</a>, a low-alcohol agave wine that Spanish colonists found the native population drinking. </p> <p>9. You mix tequila, lime juice and orange liquor poured into a glass with salt on the rim to make a <a href=\"http://hotwired.lycos.com/cocktail/96/18/index4a.html\" target=\"_new\">classic margarita</a>. </p> <p>10. <a href=\"http://www.mrcranky.com/movies/whateverittakes/15/12.html\" target=\"_new\">Mexicans</a> usually prefer the spirit straight. They drink it as an aperitif to a hearty meal; a fine prelude to a pit barbecue fiesta or goat.</p>",
  "<p>A table ice hockey game is the first thing you see when entering the office of Firebox.com, a company that is flourishing by selling completely frivolous items at a time when many net retailers are floundering.</p> <p>The brainchild of two Birmingham university friends, Michael Smith and Tom Boardman, Firebox.com sells toys and gadgets for men aged 18 to 34. Opened for business two years ago, Firebox took off when customers began snapping up a shot glass chess set in droves from its website. Popshots, a variant on the old pistols that shoot a rubber sucker, was another item that found favour with the punters.</p> <p>Firebox's success has not gone unnoticed. Last week, Dennis Publishing, publishers of Maxim, the glossy men's lifestyle magazine, took a 5% equity stake in Firebox, whose site carries the logo \"where men buy stuff\". In addition, Firebox announced plans to raise £1m through a private placement of shares with EO, the online equity company for retail investors.</p> <p>Smith, who started Firebox with a £1,000 loan from his mother, attributes his company's success to several factors. By their nature, Firebox's products appeal to grown-up male journalists who apparently like write about new toys. </p> <p>So the company spends virtually nothing on marketing while other dot.coms burn up money on massive advertising campaigns to establish themselves as brand names. Boo.com came to grief partly because it wasted so much money this way.</p> <p>Advertising may generate traffic, but traffic in itself does not necessarily add up to sales, Smith argues. \"Above-the-line advertising may attract traffic, but the critical thing is what happens after that. You have to convert visitors to buyers and buyers to advocates,\" he says, adding that for many e-tailers, conversion of visitors to buyers has been very low. </p> <p>Another reason for Firebox's success is the high margins of its products, unlike books and CDs. Some products, bought from an array of over 70 suppliers, have average gross profit margins of over 40%.</p> <p>\"We're selling products people haven't seen before and our customers are in their 20s, people with relatively high disposable income,\" Smith said. \"It means we can grow very fast without a big marketing budget.\"</p> <p>While Firebox has carved out a nice niche for itself, the faddish nature of the market means the company has to be constantly on the lookout for new products to keep sales going and to keep its site fresh. Smith and his three partners (who share a house - so they live, eat and breathe toys) cull magazines and visit trade fairs for ideas. But as the company's reputation spreads, companies are now sending them products.</p> <p>Corx, a new, decidedly low-tech game, is Firebox's next big hope. Consisting of two corks coloured red at one end and black at the other, contestants win points depending on what colour comes up when they bounce the corks on a flat surface.</p> <p>\"We're going back to low-tech,\" says Smith, who believes there will be a resurgence of such products that appeal to kids as well as adults. \"Corx is very stylish and has a funky appeal. There hasn't been anything like it before.\"</p> <p>While the appeal of bouncing a couple of corks may seem dubious, selling toys for adults on the net has proven to be a winning proposition so far, with Firebox heading towards sales of £2m this year. But like many dot.com companies, there are no hard and fast predictions on when it will actually turn a profit.</p> <p><strong>Useful links</strong><br><a href=\" http://www.firebox.com/home.html\">Firebox.com</a></p>",
  "<p>\"It was the most exciting thing in the world,\" is how Micky Tudor describes landing his first job in advertising. It was at GGT and the two of them were made redundant six months later, yet their enthusiasm for the business remains undiminished. </p> <p>The pair claim that an upcoming spot they have produced for Reebok will bring the brand back onto a par with Nike and Adidas. In the meantime, the two economics graduates have revitalised Heineken's ads with the \"How refreshing, how Heineken\" campaign. They also made a memorable ad for Labatt Ice in which a man wears a T-shirt bearing the slogan \"My puppy just died\" so that people will hug him and keep him warm while he drinks the cold beer.</p> <p>\"We are influenced by anything that isn't advertising,\" Tudor says. \"You've always got to be different.\"</p>",
  "A government minister will next week reopen the emotionally charged debate on immigration policy by suggesting a loosening of the laws to allow more technically qualified people to settle here to meet the huge skills shortage. <p>Barbara Roche, the Home Office minister responsible for immigration, is certain to raise the question before the next general election of whether Britain can benefit economically by encouraging more highly qualified people into the country. </p> <p>The speech, which is seen by other senior ministers as brave in view of the dangers of a backlash from the right wing, will aim to change the philosophical debate from what one called \"the present two dimensional picture\" of immigrants versus natives. </p> <p>Mrs Roche, previously a Department of Trade and Treasury minister, intends to draw on her wide experience from other parts of government to argue the case that Britain will be better off with a more flexible policy. </p> <p>Both ministries are acutely aware that Britain is suffering from skills shortages that could damage the economy and hold back business. The crisis in recruitment is wide-ranging, from IT workers to doctors and teachers. </p> <p>A senior minister said it had been agreed that she should emphasise the historic role economic migrants had played in Britain and how \"we are a nation of migrants\" and how the idea of a pure British race was \"a myth\". She will be giving her talk on September 11 at the Institution of Public Policy Research at a seminar sponsored by the British Bankers Association. </p> <p>Mrs Roche intends to personalise the issue by drawing on her own antecedents. Her family background goes back to the time of Jewish emigration from Portugal at the time of Cromwell and also to Jewish families fleeing from Russia and Eastern Europe. </p> <p>The Home Office is known to want to tread warily and is more keen on long term reform of the system than introducing short term policy changes. </p> <p>Mrs Roche's boss, Jack Straw, is acutely aware of the rightwing backlash over aslyum seekers and is seen in Whitehall as ultra cautious in introducing major changes in such a sensitive area. But he is also keen on opening up debate, and will watch public reaction to the speech with close interest. </p> <p>Reports in the Sunday papers that Mrs Roche will announce a specific target of 100,000 extra economic migrants and plans to announce new pilot schemes next week to attract economic migrants were denied yester day. Mike O Brien, the Home Office minister responsible for freedom of information, described such information as \"false.\" </p> <p>Interviewed on GMTV's Sunday Programme with Alastair Stewart, Mr O'Brien was asked whether it was true or false that the government was inviting 100,000 foreigners. </p> <p>He replied: \"Largely false. It appears to hinge on the issue of some sort of points system, which we're not really considering at the moment... Barbara Roche indicated that we were looking at the shortages and how to deal with those, but this sort of idea... is largely exaggerated.\" </p> <p>The Conservatives look placed to oppose any suggestion of change. </p> <p>The shadow home secretary, Ann Widdecombe, yesterday questioned whether a relaxation in the rules was really necessary. \"We have got a work permit scheme which allows you to import labour where you can't get local skills,\" she said. </p> <p>Rather than relaxing immigration rules, it would make more sense to improve the skills of the indigenous workforce, she argued. </p> <p>\"I'm not against bringing in skills from outside, but what doesn't make good economic sense is to use that as a first resort, rather than trying to skill your own workforce first.\" </p> <p>At present, anybody from the European Union getting a job in Britain can settle here under European laws allowing freedom of movement, provided mutual qualifications are recognised. People from other countries require work permits to come here and these are granted for specific periods depending on job shortages.</p>",
  "The Kosovo war was the last European war of the 20th century, and Nato's first. What do we know about it a year later? Was the Nato action a \"humanitarian intervention\", as its advocates maintained? The answer partly depends on whether there was a humanitarian disaster in Kosovo on March 23, 1999, the day before the bombing began. <p>\"Yes,\" say supporters of the action. There was still a humanitarian disaster left over from the previous year. Milosevic had begun a new wave of ethnic cleansing before Nato started bombing. German intelligence claimed to have evidence of a Serbian \"Operation Horseshoe\" initiated already in late February, designed to clear a horseshoe-shaped swathe of Kosovo. </p> <p>\"No,\" say its critics. It was the bombing that caused the mass expulsions. To adapt Karl Kraus's famous remark about psychiatry, Nato's action was the disease for which it claimed to be the cure. </p> <p>The truth is more complicated than either position. Anyone who was in Kosovo, as I was, in the winter of 1998-1999 could see that there was a humanitarian disaster. Most of the 300,000 homeless had found some rudimentary shelter, but their houses were often destroyed, their wells poisoned, and they had no means of livelihood. Moreover, in February and March of 1999 the Serbs were pouring forces back into Kosovo. Whether or not there was an actual plan called \"Operation Horseshoe\", there clearly was some operational planning for large-scale expulsions, otherwise they could not have been implemented so quickly. Serb forces started systematic cleansing as the Kosovo Verification Mission pulled out, just before the bombing started. </p> <p>However, this last month of preparations and actions could be interpreted as anticipation of the bombing that would follow from Milosevic's rejection of an unacceptable agreement. One of the sources quoted by Tim Judah in his book Kosovo: War and Revenge (Yale University Press) summarises the attitude of Serbian security forces crudely but effectively: \"We'll fuck'em if they start!\" There is no question that as soon as the bombing did start the ethnic cleansing was accelerated - a word used by General Naumann. Yet, I repeat, a humanitarian disaster was already there. In early 1999 the balance of probability was that, absent further decisive action by the West, the Albanian-Serb conflict on the ground would again have escalated to produce a still worse humanitarian crisis in the spring and summer of 1999. It is, however, a basic rule of historical logic that one can never state with certainty \"what would have happened if... \" </p> <p>There is no reason to doubt that Western leaders were concerned about this real human suffering. However, as politicians they were undoubtedly more concerned about the human suffering of the Kosovar Albanians than they were about that of the Congolese, Angolans, Sierra Leoneans, Rwandans, or Colombians, because television and the press covered Kosovo more intensely and graphically, with energetic commentaries from what one British minister sarcastically called the \"something-must-be-done brigade\". So this was also a war for which the mass media were implicitly and explicitly making a case. </p> <p>Furthermore, western European leaders stressed the motive of averting \"humanitarian disaster\" so strongly because this was the only way in which taking military action without the sanction of a UN security council resolution - something they had recoiled from doing for the best part of a year - might possibly be justified in international law. This legal expedient had been suggested by a British foreign office memorandum circulated to Britain's Nato allies as early as October 1998. Yet the Foreign Affairs Committee concludes that the operation was at best of \"dubious\" legality. For legal and political reasons, it was never called a war. In his book Virtual War: Kosovo and Beyond (Metropolitan Books) Michael Ignatieff quotes Anthony Cordesman's wry conclusion: \"One of the lessons of modern war is that war can no longer be called war.\" </p> <p>In sum, it is more accurate to say that the Nato action started as a piece of coercive diplomacy. It was designed to compel Milosevic to agree to a political settlement involving far-reaching autonomy for Kosovo. One major motive for desiring such a political settlement was humanitarian concern, but equally important was a longstanding fear for the \"stability\" of the region. Since 1992 Nato's nightmare had been that a conflict involving Albanians would tear apart Macedonia, with its large Albanian minority, bringing in Bulgaria and Nato members Greece and Turkey. Western European countries were also worried about a new influx of refugees. Finally, after so many empty threats and called bluffs, Nato leaders felt the alliance had to act to preserve its own credibility as its 50th anniversary approached. </p> <p>The first six weeks of the war hardly enhanced Nato's credibility. It is a remarkable fact that for at least a month the most powerful military alliance in history, with member states representing some two thirds of the world's economic and military strength, with four million men and women under arms, and combined defence spending of around $450bn, seemed to be losing to a small, impoverished Balkan country with a defense budget of scarcely $1.5bn and about 110,000 active-duty soldiers. </p> <p>Why did Goliath do so badly? First, because he misjudged his opponent. Second, because he fought with one arm tied behind his back, most of his weapons stuck in the sand, and several large men tugging at his belt in different directions. The misjudgment was twofold: thinking Milosevic would cave in much sooner than he did and not anticipating the speed, scale and brutality of the mass expulsions. </p> <p>Policymakers interviewed today tell you that of course they knew, privately, that it could be a long haul. Cross-questioned on American television the night the bombing started, Madeleine Albright said, \"I don't see this as a long-term operation. I think that this is something... that is achievable within a relatively short period of time.\" Note the word \"relatively\", her former spokesman James Rubin told me, when I recently talked to him. Politicians, so the argument made by Rubin and others runs, could not say publicly all that they thought privately, for fear of alienating the two big Cs: the US Congress and the Coalition. Congressional doubters, Greek, Italian and German allies, simply could not be \"brought on board\" if told the truth - that this might be a long war. Let alone that it might be a ground war. </p> <p>These retrospective claims are impossible to test, because we don't have the records of top-level secret meetings at which such private farsightedness might have been articulated. It is clearly true that the two big-C constituencies had to be coaxed along gently. Yet a strong dose of scepticism is in order. Not only do most observers who were there at the time testify that Western leaders seemed convinced that it would be over quickly. More important, senior Nato commanders say they were instructed accordingly. </p> <p>Thus, for example, the plain-speaking American commander of allied air forces, General Michael Short: \"I can't tell you how many times the instruction I got was, 'Mike, you're only going to be allowed to bomb two, maybe three nights. That's all Washington can stand. That's all some members of the alliance can stand. That's why you've only got 90 targets. This'll be over in three nights.'\" </p> <p> According to a New York Times investigation, when the bombing began on March 24 Nato had a total of 219 targets prepared - enough for less than a week. Nato's commander of southern forces, Admiral James Ellis, later observed, \"We called this one absolutely wrong.\" It's one thing for politicians not to have told their publics that they privately judged this might be a long, difficult war. Politics means being economical with the truth. But what are we to conclude if they didn't even tell their own military? </p> <p>Moreover, no western leader claims that he or she anticipated Milosevic's immediate mass expulsions. According to Ignatieff, General Wesley Clark's \"intelligence people\" had anticipated up to 200,000 new Kosovar refugees. Within a month, there were some 850,000. To those who had dealt closely with Milosevic, this response was not \"impossible to predict\". Both President Kucan of Slovenia and President Gligorov of Macedonia warned of the danger. But had we not ourselves dealt closely with Milosevic? </p> <p>So there was a failure of Western political intelligence, with both a large and a small I. For the large I: astonishingly, the Defence Intelligence Agency did not even include Kosovo in its February 1999 survey of world trouble spots. The CIA's signal contribution was to suggest the Chinese embassy as a bombing target, believing it to be the headquarters of Yugoslavia's Federal Directorate of Supply and Procurement. (This was the only target proposed by the CIA.) For the small i: Western leaders, trying to prevent \"another Bosnia,\" learned a wrong lesson from Bosnia. They thought Milosevic had been bombed into accepting the Dayton agreement in 1995. They forgot that it had first required a large ground offensive - by Croatian troops. </p> <p>Another mistake was to suggest that the high-altitude bombing campaign, prescribed by the American obsession with \"zero casualties\", could stop ethnic cleansing on the ground. One of the goals President Clinton proclaimed in his television address at the beginning of the war was \"to deter an even bloodier offensive against innocent civilians in Kosovo\". The bombing campaign did something very close to the opposite. In fact, there were two parallel but largely separate campaigns: the tactical one, aimed at preventing Serbian forces in Kosovo from doing further harm to the Albanians, and the strategic one, aimed at Serbia proper. Nato won the second, but lost the first. </p> <p>A combination of weather, peasant cunning and low-tech diversions confounded Nato's multibillion dollar high-tech weapons, as they tried to find and destroy Serbian armor in Kosovo. It turns out that laser-guided bombs are very difficult to use through clouds. Kosovo in spring is cloudy. Sophisticated cruise missiles home in on the radar of air defense systems. So the Serbs turned on the radar for a few seconds, then turned it off - and those poor, disoriented missiles wandered off into Bulgaria. One landed in a bathroom in Sofia. The Serbs built decoy bridges out of plastic; Nato knocked them down. The Serbs set up woodburning stoves, with their chimneys angled to look like gun barrels; Nato took them out with exquisite accuracy. The Serbs put painted logs on the backs of trucks; Nato obliged again. At the end of the war, Nato claimed that it had destroyed some 120 Serbian tanks, 220 armored personnel carriers, and 450 artillery and mortar pieces. But the Serbian armoured columns that withdrew from Kosovo looked in remarkably good shape. according to a suppressed US Air Force report obtained by Newsweek, Nato verifiably destroyed just 14 tanks, 18 armored personnel carriers, and 20 artillery pieces. Even if the real figures are higher than that, it is an indisputable fact that ethnic cleansing increased under the bombing. As Tim Judah observes, the main weapon of ethnic cleansing is the cigarette lighter (to set fire to houses). How many cigarette lighters can you hit from 15,000 feet? </p> <p>Of course, nothing ever goes according to plan in the fog of war. It was always hubris to believe that high-tech wars would be different. But the war Nato lost in Kosovo was not just about the humbling of high-tech hubris. It was also about the mismatch between political ends and military means. Yet the military means were themselves prescribed (and proscribed) by the politics of democratic coalition warfare. </p> <p>Why did Milosevic finally cave in? Once again: we really don't know what made the difference to that poisoned but calculating mind. Perhaps it was the fact that his wife, Mira, whom everyone agrees has enormous influence over him, got weepy at the bombing of their Belgrade house? Or was it his business cronies, worried that the West was now targeting their foreign bank accounts? </p> <p> We can point to a number of things that happened shortly before he conceded, but the direct causal connection is nowhere established. For example, on May 27 he was indicted for atrocities in Kosovo by the International Criminal Tribunal for the former Yugoslavia in the Hague. Many of us thought this could make ending the war more difficult, since he might feel that he had nothing to lose. But just a week later he accepted the peace terms dictated by the European emissary, Martti Ahtisaari of Finland, and the Russian emissary Viktor Chernomyrdin. Now some say: \"Ah, he settled because he knew that anything else would bring him one step closer to the Hague.\" But who knows? </p> <p>A plausible speculation would point to four main factors. First, Milosevic had thought the Nato coalition would crumble. Instead, it held, and grew stronger after the 50th- anniversary summit in Washington in late April. </p> <p>One of the main reasons for this growing solidity of the coalition was popular outrage at the television and newspaper pictures of the Kosovar Albanian expellees, and especially at those scenes - described with wearisome predictability as \"biblical\" - of the huddled masses in a field at Blace, on the border with Macedonia. These images outweighed the negative impact of Nato's killing of civilians, either through pilot error (the train on a bridge, the refugee convoy), or mistaken targeting (the Chinese embassy), or the deliberate acceptance of civilian casualties (the Serbian television station). There are multiple ironies here. Perhaps Nato's greatest miscalculation was not to anticipate Milosevic's swift and brutal expulsion of the Kosovars. But, as it turned out, that was Milosevic's greatest mistake. Would the coalition have held through 78 days of bombing if Milosevic had just hunkered down and said, \"Here we are, poor innocent victims, a sovereign country being attacked without any good cause or UN Security Council resolution.\"? One may reasonably doubt it. So Milosevic saved the Nato coalition. Secondly, Nato did what General Short had been urging it do since the very beginning of the war: it went \"for the head of the snake\". Crucially, the bombers started destroying Belgrade's electrical power grids. Not just disabling them for a few hours with graphite bombs, as they had earlier done, but demolishing them. This damaged Milosevic's central command and control system, and the morale of his population. It also meant that patients on life-support systems and babies in hospital incubators had their power cut off. </p> <p>Thirdly, the alliance was at last moving toward a credible threat of ground invasion, as Britain had been suggesting from early in the war. Clinton's initial television address on March 24 contained the following sentence, written by his national security adviser, Samuel Berger: \"But I do not intend to put our troops in Kosovo to fight a war.\" Berger has subsequently maintained that: \"We would not have won the war without this sentence.\" The US Congress and coalition partners such as Germany would have revolted. Yet by May, the same Clinton and Berger were deliberately saying that no option was ruled out. On May 20, General Clark briefed Clinton on possible timetables for a ground invasion, and on May 21 Clinton publicly suggested increas ing the deployment of Nato troops around Kosovo - ostensibly still for a peacekeeping force - to 50,000. Nato forces began building up a road to take heavy armor through Albania to the Kosovo border. </p> <p>Finally, Russian emissaries told Milosevic that the deal he was offered was the best he could get. Russia would back him no further. This was said publicly by Chernomyrdin - whom the US had deliberately briefed about its ground invasion plans. The message was also reinforced privately, in a communication from the Russian military and security establishment, brought to Milosevic by a Swedish businessman named Peter Castenfelt. The change in the Russian position must have been a major blow to Milosevic. It was, as the Yugoslav foreign minister tells Judah with most un-Serbian understatement, \"I must admit, very relevant\". To give credit where due: bringing Russia into the coalition to put more pressure on Milosevic was a characteristic achievement of the Clinton administration. </p> <p>Thus, in the end, and at vast cost, Nato won the larger war for Kosovo. </p> <p>And the consequences? It really is too soon to say. Kosovo today is liberated - and an almighty mess. Western leaders failed to prepare for peace, as they had failed to prepare for war. Crucially, the UN administration in Kosovo was not provided with the police, judges, and jailers to establish the first prerequisite of any functioning state or protectorate: an effective monopoly of legitimate violence. Anyone who thought that because the Kosovar Albanians had long been victims they were therefore \"the good guys\" has received a sobering lesson, as Kosovars have conducted reverse ethnic cleansing of the Serbs - under the noses of Nato troops. But how it turns out in the end is still a matter of human choice. </p> <p>As for Serbia proper, the question at the war's end was: will Milosevic prove to be Europe's Galtieri (the Argentinian president deposed after losing the Falklands war) or Europe's Saddam Hussein? At the moment, he looks more like Europe's Saddam. But although it looks unlikely, he may yet be defeated in the presidential elections on September 24 . After all, if the Kosovo war teaches us anything, it is that we should always expect surprises. </p> <p>\u0095 This is an edited version of an article that appears in the current issue of the New York Review of Books. A revised edition of the author's History of the Present, including coverage of the Kosovo war, is available in Penguin paperback at £8.99.</p>",
  "It's Labor Day in America when everyone takes a day off - everyone, that is, except the spinners in the rival presidential camps. They are haunted by the legend that he who is ahead in the polls on Labor Day always wins the White House, so with the candidates neck and neck the tempo has accelerated sharply. <p>To paraphrase Harold Wilson, 24 hours is a long time in the lavishly financed presidential politics of the internet era. Keeping track on just one day is like watching Agassi and Clement. </p> <p>On August 31, Bush serves at 8.30am with proposals on higher education. Half an hour later, he challenges Gore to detail his education budget. At 9.30am on CNN, he widens the assault, with an online, on air attack on Gore for doing nothing about Medicare while vice president. Forty love. </p> <p>At 10am Gore comes back with his detailed plan for Medicare, and at 10.15am volleys the Bush ball on what he did as vice president by citing the administration's success in prolonging the solvency of the Medicare Trust Fund from 1999 to 2025. A federal judge in Texas jumps into centre court, finding in a civil suit that Bush has not done enough in the state to care for poor children receiving Medicaid benefits. Deuce. </p> <p>At 10.30am Gore highlights that morning's Bush admission on CNN that he has no plan to eliminate the national debt, then follows up at 1.30pm, citing new figures that Texas is doing less well in educational tests. </p> <p>Set one for Gore, maybe, but that is only for starters. It goes on like that throughout the day. When the rest of us are thinking of bed, at 11.50pm, Gore is on web and wire comparing education budgets. </p> <p>The exchanges represented a reversal for Bush. He had planned to spend the second of a two-week tour entirely on education. Instead, he has had to stage impromptu press conferences to cope with a growing unease about how he would honour all the promissory notes he has been issuing in open-handed Texas style. </p> <p>In the flurry of the primaries and the spectacle of the conventions, few in press or public bothered about the small print; indeed, the commentators and the chat show jokers kept complaining that Al \"Bore\" should lighten up instead of worrying so much about the polar ice cap and the wisest way to handle the projected $4 trillion federal surplus. They were more concerned with the earth tones of his suits than the cogency of his arguments. The carefully plotted happy talk campaign that won Bush a second term as governor of Texas seemed to be working on the national stage with a double-digit lead for Bush after his fine performance in the vacuous nominating convention in Philadelphia. </p> <p>A study by the Pew Research Center found that the press had been \"far more likely to convey that Bush is a different kind of Republican, a compassionate conservative, a reformer, bipartisan than to discuss Al Gore's experience, knowledge or readiness for office\". Fully 40% of the assertions about Bush proclaimed that he was a different kind of politician, one of Bush's key campaign themes. In contrast, only 14% of the time did the press assert the message that Gore wanted to convey about his experience and competence. </p> <p>Yet despite the partiality of a generally sour press, a parallel study by Pew finds that the public seems now to have discerned Gore's solid qualities. And according to Gallup, Gore's improvement on 19 issues and personal characteristics is \"part of a more generally positive reassessment of the vice president\". </p> <p>Now, with only two months to go, even the conservative press is fretful that Bush has not done his arithmetic. He cannot explain how he would save Social Security and Medicare, spend more on defence and finance prescription drugs for the elderly, while also enacting a $1.6 trillion across the board tax cut. Stumbling responses from Bush, with the usual malapropisms, are a striking contrast to Gore's explicit explanations of programmes targeted to appeal to the working middle class. </p> <p>Bush is rattled. His managers expected Gore to enjoy a post-convention bounce, but the very latest poll gives Gore a 10-point lead - more than they bargained for. The Bush campaign has panicked. At the end of the week, he approved millions of dollars for 30-second commercials in 16 states - not to explain his policies more thoroughly but to defame Gore. Bush has made it an insistent theme that he renounces the \"petty politics of personal destruction\", yet that is precisely what he will attempt with sarcastic commercials that mock Gore's character and truthfulness. </p> <p>It will remind the crucial independent voters that personal nastiness was the Bush way when he had his back to the wall against McCain. It might even provoke the question: Is GW fit to be president? </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Nestling deep in the sun belt of the south, Austin is booming. The Texas state capital is light on regulation, light on tax and, according to Forbes magazine, one of the best cities in the US in which to do business. One of the titans of the new global economy - Dell computers - has its headquarters in the city. <p>It is this side of the Texan economy that George W Bush will be seeking to exploit in this his campaign. </p> <p>He would like to convince voters that the whopping increases in real incomes enjoyed by workers in the computer sector are the result of his hands-off economic management of the state. Since he became governor, 1m new jobs and almost 50,000 new businesses have been created. </p> <p>However, as with the US economy as a whole, there is another side to the story. Texas may be one of the handful of states not to levy its own income tax in addition to the federal income tax, but it has also seen a marked increase in inequality and poverty under Mr Bush. </p> <p>In 1990 it was ranked by the census bureau as the eighth poorest state; the latest figures show that it is now the fifth poorest, with only Louisiana, Mississippi, New Mexico and West Virginia ranked lower. </p> <p>Mr Bush's supporters argue that he has made a success of welfare-to-work policies; critics say that the emphasis on pushing people into low-paid jobs has left education and training neglected. Despite the presence of world-beating companies such as Dell, Texas produces fewer scientists and engineers than the average state, and ranks 48th in basic literacy. </p> <p>One of Mr Bush's main policies in the election is his tax-cutting plan to help ordinary working families, working mothers and other low-income Americans. </p> <p>The Democrats say that the governor's record in his home state has been one of failure, leaving low-income Texans worse off than working families in other states. </p> <p>In 1998 Texas ranked 50th -last - in the union for women without health insurance and 43rd for women living in poverty. Almost 18% of Texan working parents had low earnings - defined as too meagre to lift a family of four out of poverty despite full time work - and Texas ranks third in the US in hunger. </p> <p>The environmental impact of Mr Bush's economic policies are likely to become a campaign issue. </p> <p>Houston has become the smog capital of the US, and the Republican presidential candidate has removed restrictions on development in Texas, opposes any curbs on trade in genetically modified food, and would completely repudiate the aims of the Kyoto climate agreement. </p> <p><br><b>Texas facts :</b></p> <p>\u0095 Unemployment rate 4.5% </p> <p>\u0095 48,000 new businesses created under Bush </p> <p>\u0095 Almost £3bn in tax cuts </p> <p>\u0095 Fifth largest proportion in US of population living in poverty </p> <p>\u0095 25%of Texan children (1.4m) lack health insurance</p>"
]