[
  "<p>An HIV victim from Colombia, jailed for causing grievous bodily harm and possessing drugs, yesterday won the right under the Human Rights Act to stay in Britain pending the outcome of his ex-partner's application for asylum. </p> <p>A high court judge ruled that to deport the father of three, who has been refused asylum himself, while his children remained in Britain, would create a serious risk of breaching his right to respect for family life under article 8 of the European convention on human rights. </p> <p>The case is among the first of an expected barrage of challenges under the convention, now incorporated into domestic law by the Human Rights Act. </p> <p>The man, named only as R, sought judicial review of a Home Office decision last summer to send him back to Colombia following his release from prison after serving 18-months for grievous bodily harm and a concurrent eight weeks for drink-driving and possession of drugs. </p> <p>He has suffered a number of Aids-related illnesses since being diagnosed as HIV positive in 1995 and is undergoing treatment at a London hospital. </p> <p>Mr Justice Gage said the home secretary was entitled to take into account criminal convictions when deciding whether to allow asylum seekers to enter or remain in Britain. Buthe must take into account convention rights and not act in a way which was \"disproportionate\". To remove R because of his criminal convictions \"would seem to me disproportionate\". </p> <p>R, in his thirties, had been in Britain for more than seven years and his youngest child was born here. He was still in close contact with his children. </p> <p>The mother of his children, from whom he is separated, launched her own claim for asylum three years ago. </p> <p>The couple, who were not married, arrived in Britain together in April 1993. </p> <p>The immigration authorities had expressed concern that the family could \"string out\" their stay in the UK by making sequential applications for asylum, but the judge made it clear proper regard had to be paid to convention rights. </p> <p>He said of the ex-partner's asylum claim: \"It seems to me that if she were given permission to remain in this country there is a serious risk that to remove him would be a breach of his rights under article 8 of the convention.\" </p> <p>However, her application remained outstanding and the probability was that she and the children would not be allowed to stay. In that case there would be no convention breach in R's case, said the judge. </p> <p>He dismissed R's application for judicial review on condition the Home Office undertook not to enforce R's deportation until his ex-partner's application was determined. </p> <p>The Refugee Legal Centre had unsuccessfully applied to the immigration authorities for R to be allowed exceptional leave to remain in the country because of his HIV. </p> <p>The judge rejected R's claim that he would face death within a matter of months if he was sent back to Colombia because he would not be able to obtain effective treatment for HIV in his home country. </p> <p>His counsel, James Gillespie, had argued that his right to life would be threatened and that deportation would involve inhumane and degrading treatment, contrary to articles 2 and 3 of the convention. </p> <p>The judge ruled there would be no violation of those rights because there was evidence he would be able to obtain proper treatment in Colombia.</p>",
  "<p>Channel 4 and Radio 4 last night scooped the main prizes at the Mental Health Media Awards for television and radio, supported this year by the Guardian. </p> <p>The annual awards, organised by training and resource group Mental Health Media, seek to foster good practice in the broadcast media's treatment of mental health, and aim to promote awareness, challenge stereotypes and stimulate debate. </p> <p>This year also saw the introduction of a \"survivor\" award, honouring not a programme maker but somebody featured in a shortlisted programme who demonstrates outstanding qualities as a positive role model. </p> <p>By far the most successful television production was a Channel 4 season, The Trouble With Food, a series of documentaries and short films on eating disorders. The series won the award for a public information campaign, having prompted 15,000 calls to an information line set up to deal with viewers' concerns and to direct them to further sources of help. </p> <p>The best television documentary award went to Three Thin Ladies, a programme in the series, which profiled three older women who had eating disorders before the condition was understood. It narrowly beat The Waiting Room, a Carlton documentary, about Renée McAlister, winner of the survivor award. </p> <p>The television drama award went to the first episode of Kid in the Corner, a Channel 4 series graphically demonstrating a lack of support for children experiencing behavioural problems. The radio drama award was won by Child of the Border, a Radio 4 play about the reactions of a young refugee to her traumatic past. </p> <p>Not for the first time, the judges of this year's awards expressed disappointment at the relative quality of news coverage of mental health. The award for television and radio news went to a BBC 2 Newsnight feature on African Caribbeans and schizophrenia, looking at why black people are six times as likely as white people to be diagnosed with the condition, and the award for factual radio was won by Radio 4's You and Yours for a series of harrowing testimonies by people who had been detained under the old asylum system. </p> <p>Roger Graef, the television and film director who was judging for a second year, says news broadcasters seem still to be failing to grasp their media's potential to improve people's understanding of mental health issues. \"Television, in particular, really can break through the loneliness people feel when they, or somebody in their family, has these problems. When it works, it's absolutely wonderful. But there is still a reluctance, an awkwardness, around this in too much of the media.\" </p> <p>The final award, for best website, went to <a href=\"http://www.befrienders.org\">Befrienders International </a> for its international, multilingual service for people trying to help suicidal friends or relations. </p> <p> <strong>The sheer poetry of feeling understood at last - how Renée McAlister dealt with childhood trauma</strong></p> <p> Renée McAlister was last night named winner of a special award for being a survivor - though she prefers to be called a \"thriver\". Mental health issues have seriously affected her since she was 10, when she witnessed a woman commit suicide under a train in Essex. </p> <p>McAlister's remarkable resilience was captured in a Carlton documentary, The Waiting Room, which was shortlisted in the television documentary category of the awards. The film aimed to reflect her journey from that defining moment 23 years ago to her discovery of hope and her now profound belief in positive images of recovery. </p> <p>For the past two years, McAlister has worked as a volunteer for the National Schizophrenia Fellowship, delivering mental health awareness workshops and publicising the organisation's work. The Waiting Room was triggered by a contribution she made on behalf of the NSF to Radio 4's Woman's Hour, on the subject of suicide. The half-hour film, produced by Bristol-based company Available Light, was the only regional documentary shortlisted. </p> <p>McAlister has experienced auditory and visual hallucinations since an outing to the seaside with her mother and sisters turned to catastrophe. Sitting in the waiting room at their local station, she noticed a woman who arrived mumbling to herself. She remembers, she says, thinking \"nutcase\". The woman walked on to the platform and there was the rush of an express train. When the family went out on to the platform, the woman's head was lying on the railway track. </p> <p>It was McAlister's first encounter with death. Hallucinations of the woman's head haunted her; she began to question whether she was living her own life or the life of the woman she had never met. </p> <p>In her characteristically direct way, she says: \"Well, it gets you down a bit, having this voice telling you how to die, and seeing heads fall out of the cupboard when you open it. In hospital, I was told I was schizophrenic. Eventually, I tried to kill myself - I lined all the tablets up and took them. </p> <p>\"None of the treatments I was offered helped until I met Martin Lunn and Brenda Roberts, clinical psychologists at Millview hospital in Hove, in 1999. Dr Lunn suggested a different diagnosis of post-traumatic stress disorder, which had a possibility of a cure. Every cell in my body shed a tear of anger, joy, relief and recognition.\" </p> <p>The change of diagnosis and the potential of recovery shifted McAlister's damaged sense of identity to one of empowerment. Her treatment is known as EMDR - eye movement desensitisation and reprocessing. </p> <p>\"It aims to desensitise the person to intrusive and disturbing memories of traumatic events,\" says Lunn. \"Renée's treatment focuses on positive life expectations rather than damage. Renée has a very strong commitment to self-help, and welcomes the opportunity to move away from being stereotyped as a psychiatric patient.\" </p> <p>Now living in Brighton, where she is a well-known figure on the local poetry circuit, McAlister has built a reputation for her passionate, lyrical work. Nicky Mitchell, a jazz musician with whom she often works, appreciates the quality of her performance. \"It is almost a shamanic art to stay focused and fully present while delivering a performance, to allow oneself to be consumed with passion and be witnessed in it,\" she says. \"Renée has this art and power and has taught me to recognise it in myself.\" </p> <p>McAlister is committed to continuing her voluntary work helping others deal with their mental health issues. She says that recognition of the challenges facing mental health survivors is crucial if individuals are to feel more empowered to face their daily lives. Making the documentary was very challenging, as it meant going over details of an extremely traumatic, life-changing event. But she says: \"I want to live now, move on, and develop my poetry as a way of expressing what it feels like to be on this incredible spiritual journey towards recovery.\" </p> <p> <strong>Sheila McWattie </strong></p>",
  "Passengers should expect \"an extremely difficult week\" after a huge section of a London-Scotland main line route was closed for safety checks, Railtrack chief executive Gerald Corbett warned today. <p>The company gave only a few hours' notice that it was closing the line between Gretna, on the Scottish border, and Law junction, south of Glasgow. </p> <p>There are also further delays in the west country after the Great Western train company introduced a temporary timetable following the introduction of speed restrictions after last week's Hatfield derailment. And an extra 40 minutes is expected to be added to already extended journeys with the closure of the line between Milton Keynes and Rugby. </p> <p>The Scottish closure is expected to continue until 7am on Saturday, with services rerouted or passengers bussed between their destinations until the line reopens. </p> <p>The suddenness of the decision about the Scottish west coast line has left passengers on sleeper services to the Highlands stranded, with some sleeping last night in carriages parked in sidings in London. </p> <p>\"I really would like to apologise to the people who were stranded last night. That is unacceptable,\" Mr Corbett said.</p> <p>\"I would like to apologise to all rail passengers. It is going to be an extremely difficult week for them. We are now going to have to blitz the network and run it for safety.\" </p> <p>The closure follows rail safety concerns in the wake of last week's Hatfield train crash when a broken rail was been found at the site. A separate investigation was also launched today into claims that a commuter train travelled down one of Britain's busiest lines without its driver. </p> <p>Rail users have criticised the closure decision, saying passengers had not been given enough warning about changes to the schedule. \"I think 'fed up' would be an understatement at the moment from rail passengers,\" a spokesman for the central rail users consultative committee said. </p> <p>A Railtrack spokesman insisted the aim was to cause as little disruption as possible. </p> <p>\"We could have had speed restrictions in for several weeks, but it was decided to get the work done as quickly as possible by closing a section of line. </p> <p>\"Customers were given very short notice, but the alternative would have been weeks of disruption.\" </p> <p>Deputy prime minister John Prescott told MPs that the health and safety executive's review of Railtrack would check that the firm's procedures would \"ensure safe operation\". </p> <p>He pledged to implement \"whatever is required\" when the inquiry into the Paddington rail crash publishes its report. </p> <p>Speed restrictions are currently in place on more than 150 sites in the wake of fears over track safety.</p>",
  "<p><strong>West Indies</strong></p> <p> The <strong> Windward Islands </strong> won their first Red Stripe Bowl since 1989 after defeating the <strong> Leeward Islands </strong> by five wickets in the final at Sabina Park, Kingston. In a slightly disappointing finale to the competition, the Leeward Islands elected to bat after winning the toss, and reached 61 without loss in the 19th over, thanks to <strong> Wilden Cornwall</strong>, who finished with 53, and <strong> Stuart Williams </strong> (28). It was all downhill from there, though, as this turned out to be easily the highest partnership of the match. The Leewards collapsed to 109-7 before scraping their way to 163-8 off their 50 overs, thanks to a late 28 from captain <strong> Ridley Jacobs</strong>. <strong> Rawl Lewis </strong> was the best of an effective, if hardly spectacular, Windwards attack with 3-31. The Windwards started confidently but were struggling at 55-3 before <strong> Junior Murray </strong> (30), named Man of the Series, put on a quick 31 with <strong> John Eugene </strong> (13). They were followed by their captain Lewis (23*) and <strong> Roy Marshall</strong>, who top-scored for the Windwards with 36*. These two played sensibly to ease their side home with more than seven overs to spare.</p> <p><strong> Leeward Islands* </strong> 163-8 (50 overs)<br> <strong> Windward Islands </strong> 164-5 (42.5 overs)<br> <strong> Windward Islands won by 5 wickets </strong> </p> <p> Earlier, in a semi-final notable for poor batting on both sides, the <strong> Leeward Islands </strong> had beaten <strong> Barbados </strong> by 13 runs to advance to their fourth consecutive final. After being asked to bat the Leewards tottered to 169 all out, the only significant contribution coming from a seventh-wicket partnership between wicketkeeper-captain <strong> Ridley Jacobs </strong> (44) and <strong> Carl Tuckett </strong> (39). One-time West Indies one-day player <strong> Hendy Bryan </strong> took 3-25. With a required run-rate of only 3.4 Barbados should have had the match under control, but it was not to be. Wickets fell regularly as they slumped to 156 all out, with <strong> Wilden Cornwall </strong> taking 3-25.</p> <p><strong> Leeward Islands </strong> 169 (49.5 overs)<br> <strong> Barbados* </strong> 156 (48.4 overs)<br> <strong> Leeward Islands won by 13 runs </strong> </p> <p>Under-par batting was also a feature of the second semi-final, which had resulted in a four-wicket win for the <strong> Windward Islands</strong> over <strong> Jamaica</strong>. After winning the toss Jamaican captain <strong> Jimmy Adams </strong> elected to bat, a decision which soon backfired as his side collapsed to 9-3 after 7 overs. Jamaica were forced to struggle for every run against some fine bowling, particularly from <strong> Nixon McLean </strong> (4-28), and eventually reached 187-9. <strong> Marlon Samuels </strong> (52) was the only player to get past 20. In reply the Windward Islands lost wickets regularly but never looked in serious trouble as they overhauled their target in the 49th over. Their major scorers were <strong> John Eugene </strong> (44*) and <strong> Junior Murray </strong> (42).</p> <p><strong> Jamaica* </strong> 187-9 (50 overs)<br> <strong> Windward Islands </strong> 191-6 (48.2 overs)<br> <strong> Windward Islands won by 4 wickets </strong> </p> <p> There were no shocks in the final set of group matches. Following their amazing defeat of <strong> Barbados</strong>, the <strong> USA </strong> capitulated to 62 all out against <strong> Trinidad and Tobago</strong>, who took only 5.1 overs to reach their target. The <strong> Cayman Islands </strong> were the only team in the competition to finish with no points, following their six-wicket defeat by the <strong> Windward Islands</strong>. After a scare in which they lost their last six wickets for 41 runs, all to <strong> Davis Joseph</strong>, <strong> Jamaica </strong> easily overcame <strong> Canada </strong> by 91 runs.</p> <p><strong> USA </strong> 62 (35.2 overs)<br> <strong> Trinidad and Tobago* </strong> 65-1 (5.1 overs)<br> <strong> Trinidad and Tobago won by 9 wickets </strong> </p> <p><strong> Cayman Islands* </strong> 103 (43.1 overs)<br> <strong> Windward Islands </strong> 104-4 (24 overs)<br> <strong> Windward Islands won by 6 wickets </strong> </p> <p><strong> Jamaica* </strong> 226 (50 overs)<br> <strong> Canada </strong> 135 (46.3 overs)<br> <strong> Jamaica won by 91 runs </strong> </p> <p> <strong> Pakistan </strong> </p> <p><strong> Gujranwala </strong> scraped their way past a modest target to defeat <strong> Lahore Blues </strong> in the Quaid-e-Azam Trophy Grade I at the LCCA Ground in Lahore. Needing just 175 in their second innings, the Gujranwala openers got off to a brisk start with a partnership of 58 between <strong> Imran Abbas </strong> (26) and debutant <strong> Attiq-ur-Rehman </strong> (36), but were reduced to 108-6 before <strong> Asim Munir </strong> (30*) and <strong> Kamran Younas </strong> (23) steered them out of trouble. <strong> Lahore Blues </strong> had previously been dismissed for 179 and 212, the highlight of their second innings being a patient 73 from <strong> Farid Butt</strong>. After being reduced to 120-5, Gujranwala made 217 in their first innings with left-arm spinner <strong> Mohammad Hussain </strong> taking 5-54.</p> <p><strong> Lahore Blues* </strong> 179 and 212 (Farid Butt 73, Sarfraz Ahmed 5-36)<br> <strong> Gujranwala </strong> 217 (Mohammad Hussain 5-54) and 177-7 <br> <strong> Gujranwala won by 3 wickets</strong> </p> <p> <strong> Faisalabad's </strong> draw with <strong> Sargodha </strong> was enlivened by an extraordinary batting display by <strong> Mohammad Ramuzan</strong>. The Faisalabad captain made 205 in his side's first innings followed by 102 not out in the second, out of a total team score of 128-1.</p> <p><strong> Faisalabad </strong> 468-7 dec (Mohammad Ramuzan 205, Wasim Haider 71, Mohammad Nawaz 60) and 128-1 (Mohammad Ramuzan 102*)<br> <strong> Sargodha* </strong> 363 (Misbah-ul-Haq 83, Naved Latif 79, Haroon Rahim 68, Mohammad Hafeez 54)<br> <strong> Match drawn </strong> </p> <p>Elsewhere, <strong> Karachi </strong> made it two wins out of two with their thumping innings-and-46-run defeat of <strong> Lahore</strong>, and <strong> Peshawar </strong> notched an unlikely first win of the season after dismissing <strong> Sheikhupura </strong> for just 76 while they were chasing just 155 to win. <strong> Islamabad </strong> and <strong> Rawalpindi </strong> each registered their second draw in a high-scoring match.</p> <p><strong> Karachi* </strong> 435-9 dec (Asif Mujtaba 168, Zeeshan Pervez 91)<br> <strong> Lahore </strong> 270 (Zahoor Elani 103, Mustaquim Ahmed 51, Mohammad Sami 6-72) and, following on, 119 (Danish Kaneira 5-20)<br> <strong> Karachi won by an innings and 46 runs </strong> </p> <p><strong> Peshawar </strong> 259 (Akhtar Sarfaraz 78, Wasim Yousufi 55) and 158 <br> <strong> Sheikhupura* </strong> 263 (Qaisar Abbas 84, Waqar Ahmed 7-86) and 76 <br> <strong> Peshawar won by 78 runs </strong> </p> <p> <strong> Rawalpindi </strong> 336 (Nadeen Abbasi 90*, Saeed Anwar jnr 53, Naheem Akhtar 52) and 312 (Pervez Aziz 96, Saeed Anwar jnr 66)<br> <strong> Islamabad* </strong> 308 (Asif Ali 126, Zaheer Abbasi 54)<br> <strong> Match drawn </strong> </p> <p><strong> South Africa </strong> </p> <p><strong> Neil McKenzie</strong>, left out of the South African national team for the series against New Zealand, responded by hammering 103 off 109 balls to help <strong> Northerns </strong> defeat <strong> North West </strong> by 29 runs in the Standard Bank Cup at Supersport Park, Centurion. McKenzie shared a South African domestic record partnership of 181 for the 4th wicket with Northerns captain <strong> Gerald Dros </strong> (86), who also picked up 3-52 in the North West innings. <strong> Greg Smith</strong>, a left-arm pace bowler who recently signed for <strong> Nottinghamshire</strong>, also picked up three wickets as NW struggled to 210 in reply, the only resistance coming via a sixth-wicket partnership of 86 between <strong> Thinus Enslin </strong> (52) and West Indian <strong> Mark Lavine</strong>, who bludgeoned his way to 63 off 56 balls, including three fours and six sixes.</p> <p><strong> Northerns </strong> 239-5 (45 overs)<br> <strong> North West </strong> 210-7 (45 overs)<br> <strong> Northerns won by 29 runs </strong> </p> <p> Fast bowler <strong> Alan Dawson </strong> recorded career-best figures of 5-13 as Western Province thrashed Griqualand West by 144 runs in Kimberley. He ran through the batting line-up as GW crumbled to 85 all out, a total which could have been worse had it not been for the last-wicket stand of 42 between <strong> Adri Swanepol </strong> (16) and <strong> Deon Kruis</strong>, GW's top scorer with 28 not out. Earlier <strong> Herschelle Gibbs</strong>, currently banned from international cricket for his part in the Hansie Cronje match-fixing scandal, scored 71 for WP, sharing an opening partnership of 119 with <strong> Gary Kirsten </strong> (51) to set up their win.</p> <p><strong> Western Province </strong> 229-7 (45 overs)<br> <strong> Griqualand West* </strong> 85 (36.3 overs)<br> <strong> Western Province won by 144 runs </strong> </p> <p> <strong> Eastern Province </strong> went to the top of the table with a thrilling six-run win over <strong> Border </strong> at Buffalo Park. Batting first, they made 260-3 off their 45 overs, with substantial contributions from the top three of <strong> Carl Bradfield</strong> (91), <strong> Mark Benfield </strong> (50) and <strong> James Bryant </strong> (62). In reply Border looked to have judged their run-chase perfectly as <strong> Laden Gamiet </strong> (57), <strong> Ian Mitchell </strong> (53) and <strong> Craig Sugden </strong> (84) kept up with the required rate. However, in a late collapse they lost their last six wickets for 22 and their last four for five, thanks to some fine bowling form <strong> Nantie Hayward</strong>, who picked up three wickets with his well-disguised slower ball.</p> <p><strong> Eastern Province </strong> 260-3 (45 overs)<br> <strong> Border* </strong> 254 (43.5 overs)<br> <strong> Eastern Province won by 6 runs </strong> </p> <p> <strong> Sven Koenig </strong> almost single-handedly saved <strong> Gauteng </strong> from defeat in the first game of the first-class SuperSport Series against <strong> Griqualand West </strong> in Johannesburg. He made 94 in his side's dismal first-innings display and then followed it up with 108 in their second innings to save the game. Griqualand had notched up 427-4 in their first innings, with a career-best 165 from <strong> Mickey Arthur </strong> which included one six and 27 fours. He put on a club record first-wicket partnership of 254 with <strong> Martin Gidley </strong> (86), and they were backed up by <strong> Pieter Koortzen </strong> (82*) and <strong> Wendell Bossenger </strong> (72*). In reply Gauteng crumbled to 184 all out, with Koenig scoring more than half the runs. Legspinner <strong> Craig Copeland </strong> was the chief destroyer for GW, taking 5-52. After being asked to follow on, Koenig looked to be all that was standing between Gauteng and an embarrassing defeat against last year's wooden-spoonists, and he replied by scoring 108, his fifth first-class century, while occupying the crease for a shade over six hours. This time around he was backed up by useful 20s and 30s from the middle and lower order as the match drifted towards a draw.</p> <p><strong> Griqualand West </strong> 427-4 dec <br> <strong> Gauteng </strong> 184 and 384-9 <br> <strong> Match drawn. Griqualand West 7pts, Gauteng 2pts </strong> </p> <p> <strong> Australia </strong> </p> <p>A powerful 91 not out off 92 balls from captain <strong> Darren Lehmann </strong> was not enough to gain the points for <strong> South Australia </strong> in their closely-fought Mercantile Mutual Cup game against <strong> Western Australia </strong> at the WACA. Lehmann was the major contributor for SA but had to watch from the non-striker's end as <strong> Brad Young </strong> failed to score the four runs needed to win the game off the last ball, instead spooning a catch to WA captain <strong> Tom Moody </strong> off fast bowler <strong> Brad Williams</strong>. In a match reduced to 44 overs after a delayed start due to a damp outfield, the WA innings was anchored by a partnership of 103 between <strong> Simon Katich </strong> (69) and <strong> Murray Goodwin </strong> (62*), making his first appearance for WA following his retirement from the Zimbabwe national team. They steered WA away from the precarious position of 68-3 but were helped by some poor fielding from SA - Katich was dropped on 4 and Goodwin on 20. The WA fielding was much better, with <strong> Damien Martyn </strong> and <strong> Brad Hogg </strong> each holding on to spectacular catches.</p> <p><strong> Western Australia* </strong> 233-5 (44 overs)<br> <strong> South Australia </strong> 230-6 (44 overs)<br> <strong> Western Australia won by 3 runs </strong> </p> <p> Under-fire <strong> Mark Waugh </strong> gave the Australian selectors something to think about with an unbeaten century in <strong> New South Wales's</strong> win over <strong> Queensland </strong> at Sydney's Bankstown Oval, his home ground. He hit 108* as a star-studded NSW side easily reached their target of 248 with 16 balls and 7 wickets to spare. His innings included 11 boundaries, and he was ably supported by <strong> Michael Bevan </strong> (51*), and his <strong> brother Steve </strong> who made a run-a-ball 49. Earlier Queensland had won the toss and elected to bat against a strong NSW bowling attack. <strong> Martin Love </strong> contributed 82, including seven fours and three sixes, backed up by <strong> Jimmy Maher </strong> (48). For the second match in a row <strong> Glenn McGrath </strong> ended wicketless, the damage being done by his new-ball partner <strong> Brett Lee </strong> (3-54) and the under-rated <strong> Stuart MacGill </strong>, who took 3-44.</p> <p><strong> Queensland* </strong> 247-9 (50 overs)<br> <strong> New South Wales </strong> 251-3 (47.4 overs)<br> <strong> New South Wales won by 7 wickets </strong> </p> <p><em>Catherine Hanley is an Australian who supports Somerset but lives and works in Sheffield. For her previous Global Scorebox, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,383937,00.html\">click here</a></em></p>",
  "<p><strong>The Science of Marijuana by Leslie Iversen. </strong>Oxford, 278 pp., £18.99, 6 April, 0 19 513123 1 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502363893,00.html\">Buy it at BOL</a></p> <p><strong>Drug Diplomacy in the 20th Century: An International History by William McAllister.</strong> Routledge, 344 pp., £16.99, 9 September 1999, 0 415 17989 0 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502271156,00.html\">Buy it at BOL</a></p> <p><strong>Drugs and the Law: Report of the Independent Inquiry into the Misuse of Drugs Act 1971</strong> Police Foundation, 148 pp., £20, 28 March, 0 947692 47 9 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502431291,00.html\">Buy it at BOL</a></p> <p>\"Marijuana has no therapeutic value, and its use is therefore always an abuse and a vice,\" trumpeted Harry Anslinger, the implacable Commissioner of the US Bureau of Narcotics in 1953:</p> <p>While opium can be a blessing or a curse, depending on its use, marijuana is only and always a scourge which undermines its victims and degrades them mentally, morally and physically . . . In the earliest stages of intoxication, the will power is destroyed and inhibitions and restraints are released; the moral barricades are broken down and often debauchery and sexuality result. Where mental instability is inherent, the behaviour is generally violent. An egotist will enjoy delusions of grandeur, the timid individual will suffer anxiety, and the aggressive one often will resort to acts of violence and crime. Dormant tendencies are released . . . Constant use produces an incapacity for work and a disorientation . . . often leading to insanity after prolonged use.</p> <p>Anslinger's claims have been endorsed by high officials ever since. \"There is not a shred of scientific evidence that shows that smoked marijuana is useful or needed,\" declared the former US drugs czar General Barry McCaffrey in 1996. \"This is not a medicine. This is a cruel hoax.\" Our own home secretary endorsed this line after his son's arrest for a drug offence in 1997. Ann 'zero-tolerance' Widdecombe is even more opposed to it (except, it seems, when used by shadow cabinet colleagues and other supposedly 'educated, articulate people').</p> <p>Anslinger was lying. In The Science of Marijuana, Leslie Iversen has produced the most authoritative and up-to-date scientific assessment of the medical uses of cannabis now available. He recalls that cannabis was recommended for the treatment of constipation, gout, malaria, rheumatism and menstrual problems in a Chinese compendium of herbal medicines published around 2800 BC. It was a medicament in many subsequent cultures. Difficulties in standardising cannabis preparations meant, however, that it was not widely used in 19th-century western medicine. Even so, in 1937, when its medical use was suppressed in the US, there were 28 different medicines in which it was an ingredient. In 1964 came confirmation that virtually all the pharmacological activity in hashish extracts is attributable to one compound, delta-9-tetrahydrocannabinol (THC). Later, the existence of specific receptors for cannabinoids in the brain and other tissues was established.</p> <p>Early in the 1970s the US Drugs Enforcement Agency was petitioned to reclassify marijuana as a Schedule II drug which could be prescribed by physicians. Finally, in 1986, after prolonged legal tussles, the DEA agreed to public hearings on the petition. The hearings lasted for more than two years. Despite the DEA's legal expert recommending the rescheduling, and his conclusion that cannabis is \"one of the safest therapeutically active substances known to man\", the DEA denied the petition. Iversen refers to a 1990 finding that 44 per cent of US oncologists had suggested that a patient smoke marijuana for relief of the nausea induced by chemotherapy. If the drug were really unsafe for use even under medical supervision, as its Schedule I status affirms, this recommendation would have been unthinkable.</p> <p>Despite the DEA's obstruction, the discovery of the cannabinoid control system in the body has revitalised scientific research. Two synthetic cannabinoids have become available on prescription to patients in Europe and the US. The annual sales of dronabil (sold under the trade name of Marinol) in the US are estimated to be worth about $20 million: some 80 per cent of prescriptions are as an appetite stimulant for people with Aids or HIV, 10 per cent to counteract the nausea associated with chemotherapy and 10 per cent for other purposes. The Eli Lilly Company has developed nabilone: under the trade name of Cesamet it, too, is used to treat nausea in patients undergoing chemotherapy, although it also gave promising results in clinical trials in the treatment of anxiety. In addition, many patients with multiple sclerosis have reported benefiting from smoking cannabis. The possibility of its use in the treatment of glaucoma and epilepsy is being looked into.</p> <p>During 1997, the American Medical Association recommended controlled clinical trials on the medical uses of smoked marijuana, and the BMA recommended trials of synthetic cannabinoids. The House of Lords Science and Technology Committee reported in 1998 that more clinical research was needed, but recommended the drug's rescheduling to permit its medical use. A year later, the National Academy of Sciences, Institute of Medicine urged that its therapeutic use in pain relief, control of nausea and appetite stimulation be further investigated. New clinical trials will probably soon be underway in Europe and the US, and I don't doubt from the evidence laid out by Iversen that they will yield positive data. It will then be hard for governments to refuse approval for the medical use of cannabis or cannabinoids. </p> <p>\"The argument that approval of the medical use of cannabis would be tantamount to encouraging the legalisation of the drug for all purposes is clearly specious,\" Iversen concludes, \"and is no justification for withholding an effective medicine from patients who need it.\" Such ideas were anathema to the egregious McCaffrey. \"There could be no worse message to young people,\" he insisted. \"Just when the nation is trying its hardest to educate teenagers not to use psychoactive drugs . . . they are being told that marijuana is a medicine.\"</p> <p>Many other psychoactive drugs have a recognised place in European medicine notwithstanding the dangers of misuse. Heroin is the foremost example. Despite Congressman Stephen Porter's disastrous Act of 1924 prohibiting its medical use in the US, European countries resisted postwar American pressure (directed through the United Nations) to impose this ban globally. An attempt under the Eden Government in 1955 to prohibit its medical use in Britain was defeated by a House of Lords rebellion led by the former Lord Chancellor, Lord Jowitt, supported by a number of medical peers.</p> <p>One of the virtues of William McAllister's meticulously researched history of 20th-century drugs diplomacy is to highlight the source of most national drug regulatory systems in the series of international conferences on the subject held since 1912. Summaries of diplomatic proceedings, or of the Conventions they produce, can make dry reading, but McAllister brings a wry humour to his subject. The book is indispensable to understanding the drug controls and policing of the world in 2000; among many rich details, it gives disturbing insights into the influence of pharmaceutical companies on global policy. At the crucial Conference on Psychotropic Substances held in Vienna in 1971, several key delegations, including the US delegation, were infiltrated by company executives defending their freedom to sell amphetamines and barbiturates with minimal regulation. The mystery as to why the spokesman for six Latin American countries opposing tight regulations spoke only broken Spanish was solved when he was discovered to be a Swiss employee of Hoffman-LaRoche.</p> <p>McAllister's is an international history, drawing on diplomatic archives: he does not go into detail on the home office's troubled relations with cannabis. The home office first took notice of what was then known as Indian hemp in 1922, when it was sent a substance found in the coalshed of an Egyptian coffee-house keeper in South Shields. The home office confirmed to the chief constable that on analysis the substance proved to be 'hasheesh', which was not covered by the Dangerous Drugs Act (DDA) of 1920. Next, in 1923, ten tons of cannabis resin en route from Bombay to Djibouti were detained: the shipper was Henri de Monfreid, whose memoir La Croisiere du Hachich (1935) - in English translation, Hashish: A Traveller's Tale (1994) - is a splendid introduction to the subject of trafficking and drugs regulations. The home office was consulted before Monfreid's shipment was allowed to proceed. Shortly afterwards, two waiters, one Italian and the other Sudanese, were arrested in Old Compton Street and accused of offering to supply raw opium. In fact, the brown substance in their possession was hashish, which it was then legal to possess, and the case was abandoned. But it provided the excuse for an alarmist series of cheap newspaper articles in the silly season - including a supposed interview in the Daily Mail with a home office official - in the relevant file in the Public Record Office the official in question has written the word 'Liar!' in the margin. On the strength of the hoo-ha metropolitan police recommended the incorporation of cannabis in the Dangerous Drugs Act, one CID officer advising that cannabis \"has practically the same effect as cocaine and morphine upon its victims\". </p> <p>Even the Met was not optimistic about the success of prohibition: the \"only result\" of prohibiting the drug in Egypt had been \"an increase of price to its consumers\". The home office did not want to legislate, but foresaw that \"the prevalence of the vice in Egypt\" - despite prohibition there - might result in 'international regulation of the drug'. This was prescient. A month later, the Egyptian ministry of the interior concluded that as it was \"practically impossible to keep hashish out of Egypt . . . the League of Nations should consider hashish as an international affair and should try to persuade its members to make dealing in or consuming the drug a crime punishable by severe penalties.\"</p> <p>Consequently, at the Geneva Conference on Opium of 1924-25, Egypt's delegate proposed bringing hashish within the Hague Convention of 1912. His memorandum, circulated to support this proposal, represented it as \"a dangerous narcotic . . . more harmful than opium\", and stated that \"about 70 per cent of insane people in lunatic asylums in Egypt are haschiche eaters or smokers.\" Congressman Porter, the monomaniacal leader of the US delegation, was keen on this initiative. \"We are asking them to help us to destroy the vice of opium, coca leaves and their derivatives,\" he declared of the Egyptians. \"This is a good time to practise a little reciprocity. They have their troubles and we have ours.\"</p> <p>The contracting powers at the Geneva Conference accordingly agreed in 1925 to prohibit the import and export of Indian hemp except for certified medical or scientific purposes. In Britain, cannabis was immediately rescheduled as a poison, with effect from April 1925. A few months later, a new DDA brought Britain into line for the ratification of the Geneva Convention. The House of Commons debate on the Bill lasted less than five minutes: Indian hemp, or cannabis, was not mentioned once. The House of Lords debate was slightly longer. Peers followed the advice of Lord Haldane that, as it was \"impossible to form any judgment on the details of the Bill\", it should \"be taken by the House to a large extent on trust\". It was on this slipshod basis that cannabis was criminalised.</p> <p>This might not have mattered much had it not been for the enduring effects of Prohibition in the US. Cannabis was listed in the US Pharmacopoeia as a recognised medicine from 1850 until 1942. It was sold cheaply by drugstores in the form of fluid extracts, and was smoked in cigarette form by asthmatics. Between 1900 and 1920 it began to be used on a limited scale as a recreational drug by immigrant labourers from Mexico and the Caribbean. Its consumption was enormously increased after the 18th Amendment - prohibiting alcohol - came into force in 1920. Alcohol became more difficult to obtain, more expensive and often of poor quality. In urban centres 'tea pads' operating like speakeasies provided cheap marijuana. In 1944, Mayor La Guardia's Committee on Marijuana estimated that there had been five hundred 'tea pads' in New York City by the 1930s.</p> <p>The mass marketing of marijuana for recreational use was the result of bad law-making. Congressman Porter's response to the Egyptians at Geneva showed that cannabis was not then regarded as a problem by anti-drugs propagandists in the US. It first received public attention in a series of sensationalised and false reports in the New Orleans press in 1926 involving drug-crazed black marijuana users and corrupted schoolchildren. By 1931, all but two states west of the Mississippi and several others in the East had made a criminal offence of the possession or use of cannabis. By 1937, every state had outlawed the drug under legislation allowing no distinction between physiologically addictive narcotics such as heroin, habit-forming stimulants like cocaine, and hallucinogens. Anslinger felt that his agents at the Bureau of Narcotics were overstretched coping with opiates without having to suppress a drug that could be easily grown in many states of the Union. He accepted then that \"the marijuana addict\" did not \"graduate into a heroin, an opium or a cocaine user\".</p> <p>Once he'd decided that he would have to submit to political pressure for a Federal law to be passed against marijuana, he did so in a manner calculated, not untypically, to strengthen his own position and that of the Bureau. He strenuously supported the Marijuana Tax Bill. \"How many murders, suicides, robberies, criminal assaults, hold-ups, burglaries and deeds of maniacal insanity it causes each year, especially among the young, can only be conjectured,\" he said, assuring the House of Representatives that under the influence of the drug, \"people will fly into a delirious rage and many will commit violent crimes.\" His corrupt rhetoric was contaminating. It produced such an atmosphere than when the official representative of the American Medical Association came to testify against the Bill, he was bullied and insulted. (An editorial in the Journal of the American Medical Association of 1 May 1937 advised that \"the proposed Federal venture into the interstate control of cannabis hardly seems to be justified by experience . . . After more than twenty years of Federal effort and the expenditure of millions of dollars, the opium and cocaine habits are still widespread.\")</p> <p>Like Lord Haldane 12 years earlier in the House of Lords, Congressman Sam Rayburn assured Congress that \"this Bill has a unanimous report from the committee and there is no controversy about it.\" When asked what the Bill was about, he added, vaguely: \"it has something to do with something that is called marijuana. I believe it is a narcotic of some kind.\" The Bill passed after less than half an hour's debate. If a good law is one that reduces misconduct, while a bad law results in increased infractions, then the Marijuana Tax Act was calamitous. It raises the question that is too seldom addressed when considering policy on drugs: does social deviance lead to social controls, or do such controls result in deviance? In the five years after 1937, about sixty thousand tons of marijuana were destroyed in the US and about a thousand people arrested annually for violating the law. The number of arrests in California rose from 1156 in 1954 to 50,327 in 1968. By 1998, there were 695,000 arrests annually in the US: 86,086 was the comparable figure for Britain in 1997. The policing of cannabis accounted for nearly 80 per cent of police time spent on drug offences in both countries.</p> <p>The DEA has grown into a second international intelligence agency, with a global network of agents rivalling that of the CIA. The total spent on the War on Drugs rose from $537m in 1980 to $1.2bn in 1984. By 1991, the Government was spending $7.7bn on action against illegal intoxicants. Despite the deployment of all these repressive instruments, the US has failed to disrupt the dynamics of prohibition and illegal supply. As the late Jan-Willem Gerritsen writes in his perceptive study of prohibition policies, \"the high 'business risks' keep prices high and guarantee good profit margins for successful entrepreneurs, so that the market continues to exercise tremendous magnetic appeal.\" Although \"increasingly stiff sentences imposed under the criminal law aggravate the risks on the supply side, they also boost the market position of those able to evade prosecution. The harsher the repressive measures, the greater the reward for successful entrepreneurs, who have every reason to expand their market and increase the volume of their supply.\"</p> <p>Such reasonable observations are anathema to the prohibitionists. Anslinger moved ruthlessly and mendaciously to discredit the authoritative medical and scientific report commissioned by La Guardia. His agents would have been equally hostile to Iversen, who in his temperate and understated book regrets that cannabis \"has rarely been regarded simply as a substance with effects and side effects\". Instead, it \"has been equated with morality and the debate about its use portrayed as one of good versus evil. Marijuana has been linked with the pursuit of pleasure and with idleness rather than the work ethic.\" Most scientists believe that the grave short-term risks attributed to cannabis \"were grossly exaggerated\", but neither scientists nor anyone else can prove the effect of a substance to be non-existent; it is therefore impossible to prove that any substance is harmless. Most mental effects of cannabis are potential rather than inherent; the potential physical effects cannot be assessed without much more data on long-term consumption. While it is less habit-forming than heroin, nicotine and cocaine, Iversen postulates that \"as many as 10% of regular users will become dependent on the drug.\" Current recreational use of cannabis has less adverse effect on public health than either tobacco or alcohol, but it is likely \"that an increased use of cannabis would bring an increased public health impact\".</p> <p>The profits from trafficking in illegal intoxicants are always 'black': they fall outside the supervision and authority of governments. As Gerritsen argues, 'since a country's sovereignty stands or falls with its monopoly on taxation and the obligation of its citizens to pay taxes, the illegal drugs trade forms a fundamental threat to the system of national states.' Since 1985, under the insistent leadership of the US, there has been a concerted campaign to control the international laundering of black-market money derived from drugs. This aspect of the war on drugs, he writes, is leading 'to something that was never intended: a uniform global regulatory regime, which will be applicable to all types of financial service'.</p> <p>Gerritsen's sociological history charts the way 20th-century controls on drugs were used to defend social norms. Men like Anslinger, who was obsessed with Red China, and Richard Nixon, who revived the widespread use of cocaine by his maladroit War on Drugs, regarded their sale and use as a collective threat from outsiders. The 'silent majority' (a phrase Nixon borrowed from Homer, who was referring to the dead) refused to acknowledge that prohibitionist legislation and its enforcement are indispensable preconditions for the growth of illicit supply. \"In a repressive climate of this kind, more informal modes of regulation - which certainly exist among users - are by definition confined to a twilight subculture that is a natural breeding ground for crime and other expressions of counter-culture,\" Gerritsen writes.</p> <p>This is one of the quandaries addressed by the Police Foundation inquiry into the Misuse of Drugs Act 1971. The members of this committee (chaired by Lady Runciman) are essentially pragmatic:</p> <p>It has become inescapably clear to us that the eradication of drug use is not achievable and it is not therefore either a realistic or a sensible goal of public policy. The main aim of the law must be to control and limit the demand for and the supply of illicit drugs in order to minimise the serious individual and social harms caused by their use.</p> <p>Rather than react to the bullying of journalists, drugs laws should reflect the latest scientific understanding; they should also \"be accepted by the public as fair, consistent, enforceable, consistent and just\". As to social attitudes, the Mori survey commissioned by Runciman showed that tobacco and alcohol were considered more harmful than cannabis by every age group. Illegal drug use remained a minority pursuit well after the 1960s. But by the late 1990s, the majority of people aged between 16 and 29 admitted to having tried illegal drugs; the estimate is that up to one third of this group may have used cannabis or other drugs within the last year. Cannabis accounted for between 70 and 85 per cent of all offences under the MDA, of which there were more than 110,000 in 1997.</p> <p>The best chance of formulating a workable policy lies in viewing drugs as commodities within a hugely lucrative, dynamic and expanding illicit economy. Forty years ago, before the reform of gambling laws, bookies' runners presented a major challenge to a bad law: they convinced the authorities that they would not go away, could not be suppressed and had better be regulated. The cannabis users of 2000 are in the same position as the off-course gamblers of 1960.</p> <p>\u0095 To read more online essays from the current edition of the London Review of Books visit the <a href=\"http://www.lrb.co.uk/\">LRB</a>. The extensive online archive of essays from past editions includes John Lanchester on the rise of Microsoft, Alan Bennett's Diary and much more.</p>",
  "One of the enduring mysteries of English literature was solved last night when it emerged that the first, impassioned draft of Robert Louis Stevenson's Dr Jekyll and Mr Hyde was destroyed by the author's wife. <p>Fanny Stevenson burned it after dismissing it to a friend as \"a quire full of utter nonsense\". She said - of what became the world's most admired and profound horror story - \"He said it was his greatest work. I shall burn it after I show it to you\". </p> <p>Stevenson, an invalid almost deranged by tuberculosis and the effects of medicinal cocaine, had to spend the next three days feverishly rewriting and redrafting the 30,000-word story by hand. </p> <p>Within weeks, the new version of his pioneering novel about split personality was in print. Despite Fanny's view, it was an instant bestseller. Sermons were preached on it in thousands of churches, including St Paul's cathedral, London. It was pirated in the US and in translation. </p> <p>It rescued the Stevensons from acute debt. For the first time, the couple had enough money to live comfortably. </p> <p>Some 115 years later, Fanny's deed has been disclosed in a two-page letter on pages torn from a notebook. It was written by her in 1885 to Stevenson's close friend and fellow poet WE Henley. </p> <p>Henley, who was one-legged, was the model for Long John Silver in Treasure Island. He is still known for the lines: \"I am the master of my fate,/I am the captain of my soul\". </p> <p><b> 'Distasteful'</b><br> </p> <p> The letter is expected to fetch some £1,500 at auction at Phillips in London on November 17. Yesterday, Liz Merry head of Phillips's book department, said the writer's wife apparently threw the manuscript on the fire because \"she considered Dr Jekyll and the duality of man rather distasteful. </p> <p>\"It's my belief that she thought Dr Jekyll, which was partly based on a dream, was not worthy of him. She was also uneasy because he was writing it for a \"shilling shocker\" series of novels. It is ironic that it turned out to be one of his most successful books.\" </p> <p>But other sources believe Fanny acted in a spirit of literary criticism rather than artistic vandalism. One biographer says she felt the first draft did not sufficiently bring out the theme of allegory which was to make the story so compelling to psychologists like Sigmund Freud. </p> <p>Despite the Hollywood films which have been based on it, Stevenson's atmospheric novel contains no sex and little violence, though these are strongly implied. </p> <p>But what is clear is that Fanny, with creditors at their door, was in despair about her sick husband's ability to produce publishable work. </p> <p>In an earlier letter, she wrote: \"Louis is possessed of a story that he will try to work at. To stop him seems to annoy him to such a degree that I am letting him alone as the better alternative; but I fear it will only be energy wasted - as all his late work has been.\" </p> <p>The Scots author was recovering at the time from a haemorrhage and from the death of a close friend. He said he he wrote out of hunger and the need to survive \"a few years more\" to support his family. </p> <p>The germ of Dr Jekyll and Mr Hyde came to him in a cocaine-induced nightmare in their Bournemouth home. His screams aroused Fanny, who indignantly woke him. \"Why did you wake me?\" he said. \"I was dreaming a fine bogey tale.\" </p> <p>Dawn found him writing frantically to capture and elaborate the dream on paper. He wrote the first draft in three days at an extraordinary rate of 10,000 words a day. Stephen King, the most modern prolific horror author, is content if he can achieve 1,000 words a day. </p> <p>But scholars knew before yesterday that Fanny disliked the first draft. Before her letter was discovered, the Stevenson scholar, Alanna Knight, wrote: \"Angrily, Stevenson threw it on the fire. For the next three days the family walked on tiptoe glimpsing him sitting up in bed, surrounded by written and torn-up pages\". Together, the first and final drafts took him a total of six days. </p> <p>Fanny wrote afterwards: \"That an invalid in my husband's condition performed the manual labour alone seems incredible. He was suffering from continual haemorrhages and hardly allowed to speak, his conversation carried on by means of a slate and pencil.\" </p> <p>Stevenson himself told a critic dourly: \"The wheels of Byles the Butcher [a joking reference to his creditors, taken from George Eliot's novel Middlemarch] drive exceedingly swiftly.\" </p> <p>Of his story, with its haunted moral that \"man is not truly one, but truly two\", he wrote to a friend: \"I send you herewith a Gothic gnome, interesting I think, and he came out of a deep mine, where he guards the fountain of tears.\" </p> <p><b>Gone forever, lost treasures </b></p> <p><b>Sir Richard Burton (1821-1890)</b> </p> <p>The Victorian explorer and Orientalist, was known as an expert on every scholarly subject \"including pornography\" - he translated the Kama Sutra and, from rare Arabic manuscripts, The Perfumed Garden. </p> <p>His more explicit writings were burned by his widow, Isobel, after his death. </p> <p><b> Philip Larkin (1922-1985)</b> </p> <p>The publicly reticent poet, in one of the greatest losses to 20th century biography, left a will asking his companion, Monica Jones, to burn all of his personal diaries after his death in 1985. However, his indiscreet letters have survived </p> <p> </p> <p><b> Camille Claudel (1864-1943)</b> </p> <p>The admired sculptor was the mistress of Auguste Rodin for 15 years. Her feelings of injustice at his hands led her frequently to destroy all the work in her studio. Taken by force to an asylum in 1913, where she died </p> <p><b> Nikolai Gogol (1809-1852)</b> </p> <p>The Russian dramatist and novelist fell victim to the \"spiritual sadism\" of an extreme Moscow priest, Father Matyev Konstantinovsky. </p> <p>Ten days before Gogol's death in 1852, while mentally unbalanced, he burned the final volume of his masterpiece, Dead Souls, at the priest's order </p> <p><b> Dante Gabriel Rossetti (1828-1882)</b> </p> <p>The poet and painter was so distressed by the suicide of his wife Elizabeth Siddal from an overdose of laudanum in 1862 that he buried all his manuscripts with her. </p> <p>Later he changed his mind and had her body exhumed to recover them. He justified this volte face by telling a friend, \"Art was the only thing for which she felt very seriously\" </p>",
  "<b> Boy, 11, charged over stabbing</b> <br> <p>An 11-year-old boy appeared at Edinburgh sheriff court yesterday charged with assault after a girl of nine was stabbed in the city on Monday. He was remanded into local authority care. </p> <p><b> Soldiers 'lost' after map error</b><br> </p> <p> Rescue teams from Brecon mountain rescue, Dyfed Powys police and the RAF spent nine hours searching the Black Mountains in south Wales for eight Italian soldiers who had given out the wrong grid reference when calling for help after one of them developed hypothermia. The group was eventually found at 7.30am yesterday.</p> <p><b> Disappointmentfor Reliant fans</b><br> </p> <p>The carmaker Reliant is set to disappoint 60 people keen to buy one of the last 120 Reliant Robins to be made at its factory in Burntwood, Staffordshire. The firm said the unprecedented waiting list for the car made famous in the BBC's Only Fools and Horses followed the announcement that production was to cease in December.</p> <p><b> £2 coin salute to Marconi </b><br> </p> <p> A commemorative £2 coin to mark the centenary next year of inventor Guglielmo Marconi's first wireless transmission across the Atlantic was unveiled yesterday. The coin depicts radio waves in the centre and along the outer border. A spark of electricity represents the generation of the signal sent from Poldhu, Cornwall, to Newfoundland, in December 1901.</p>",
  "<b>Big finance meets big brother</b> <br> <p>Finance minister Gundars Berzins has had a 24-hour webcam installed in his office to show the Latvian electorate that he is not sleeping on the job. </p> <p>With an eye on next year's municipal polls, the People's party election campaign chief, Jurgis Liepnieks, said it was important for people to see what politicians do every day and how many hours they work. \"Usually, people only see politicians give speeches,\" he said. </p> <p>The internet broadcasts, which started last week, do not include sound. When the minister is out, an on-screen notice says where he is. </p> <p>The webcam will be rotated around other offices of ministers, a spokesman said. <a href=\"http://www.tautaspartija.lv/ministry\">www.tautaspartija.lv/ministry</a></p> <p><b> Dissident 'dies after torture'</b><br> </p> <p>The organiser behind one of the largest protests against Chinese rule in the restive Muslim north-west region of Xinjiang has died under police torture, a separatist group claimed yesterday. </p> <p>Abduhelil Abdulmejit, who was jailed after widescale unrest in February 1997 in Yining city, died on October 17, the East Turkistan Information Centre based in Germany said. Prison officials say that he died of pneumonia.<br><b>AP, Beijing</b> </p> <p><b> Kim pledge on missile launches</b><br> </p> <p>North Korea indicated that it would never launch long-range missiles, United States officials said yesterday. </p> <p>The US secretary of state, Madeleine Albright, said she took seriously North Korean leader Kim Jong-il's remark - delivered offhand at a gymnastics show - that Pyongyang would never launch such missiles. </p> <p>Mr Kim raised the matter on Monday night, when an image of a Taepodong I missile was flashed before the audience. </p> <p>Afterwards, Mrs Albright said: \"He [Mr Kim] quipped that this was the first satellite launch and it would be the last.\" Mrs Albright said. </p> <p>Asked if she interpreted that as a pledge for a permanent moratorium on missile launches, Albright she said: \"I take what he said as serious as to his desire to move forward to resolve various questions.\" </p> <p>Speaking after the historic two-day meeting, a state department official explained that a North Korean missile cannot hit the US unless it travels through space. \"The kind of missiles that we're really worried about, he's pledged to never launch again,\" the official said. </p> <p>Many analysts are convinced that North Korea has the capacity to strike at the perimeter of the US, but diplomats could not confirm if Mr Kim's assurances covered all missiles that could be used against other nations. </p> <p>Mrs Albright is set to make a stop in Seoul today to tell South Korean and Japanese officials about her meetings with Mr Kim.<br><b>Christopher Torchia, Pyongyang</b></p> <p><b> Ebola death toll climbs to 60</b><br> </p> <p>The death toll in Uganda from an Ebola outbreak climbed yesterday to 60 people out of 165 suspected cases. </p> <p>Ugandan officials said five new cases were admitted in the last 24 hours and that five patients had died. </p> <p>World Health Organisation spokesman Valery Abramov said yesterday that several cases of Ebola reported in refugee camps had proved wrong. He added that all confirmed cases had so far been confined to the Gulu region. </p> <p>Mr Abramov also said that the epidemic could last up to three months, although WHO officials on the ground believe it could be contained in just a month.<br><b>AP, Kampala</b> </p> <p><b> Judge ends Israeli ban on Wagner</b><br> </p> <p>A judge yesterday refused to stop the first-ever scheduled concert performance in Israel of a work by Adolf Hitler's favourite composer, Richard Wagner. </p> <p>Despite objections from Holocaust survivors, the concert - including the 20-minute Siegfried Idyll - is set for Friday in Rishon Le Ziyyon, south of Tel Aviv. </p> <p>District court judge Yehuda Zaft rejected the appeal for a temporary restraining order to stop the concert. He said that freedom of expression requires a wide variety of views to be heard and debated in public, and \"the court should not interfere\". </p> <p>While acknowledging that Wagner was \"an extreme anti-Semite who favoured a Jew-free Germany\", judge Zaft ruled that the fact that a Wagner work would be played in a concert in Rishon Le Ziyyon would not directly harm the survivors who brought the appeal. Lawyers said they would appeal. </p> <p>Ehud Gross, director of the Rishon Le Ziyyon Symphony Orchestra said that Wagner must not become a symbol of the Holocaust. \"We must separate the man from the music,\" he said, though he admitted that some of Wagner's musical compositions have anti-Semitic themes. <br><b>Mark Lavie, AP, Tel Aviv</b></p>",
  "The home secretary, Jack Straw, last night announced changes to the immigration rules designed to ban serious criminals from visiting Britain in the wake of the Mike Tyson debacle earlier this year. <p>Mr Straw sparked an outcry among Labour MPs in May when he allowed the American former world heavyweight champion and convicted rapist into Britain for the second time in six months despite protests from women's groups that his visits made a mockery of the government's stand against domestic violence. </p> <p>Visitors who have been sentenced to 10 years or more in prison or been convicted of a crime involving violence, sexual violence or guns, will be refused entry to Britain by immigration officers under the rule changes. </p> <p>The new rules will put the onus on visitors who have been to jail for any term to declare their criminal convictions when they arrive in Britain. Failure to do so will result in them being charged with \"deceiving an immigration officer\" and facing deportation as illegal entrants. </p> <p>At the time of the Tyson affair, Mr Straw complained that the existing immigration rules were unfair and inconsistent in that they only tended to catch \"celebrity villains\" whose visits were discussed in the media or who were recognised by immigration staff. Only about 10 to 20 people a year have been prevented from entering Britain under the old rules even though they were theoretically much \"tougher\" because they were supposed to ban anyone who had served a sentence of more than 12 months. </p> <p>On both visits by Tyson, who came to Britain to fight in \"pay per view\" boxing promotions, Mr Straw allowed him to enter the country under an \"exceptional circumstances\" clause. </p> <p>This exemption will remain along with a loophole allowing serious convicted criminals to visit Britain where there are clear compassionate circumstances. The new rule will apply only to non-EU citizens. </p> <p>The change in the immigration rules was promised at the time of the last Tyson visit in an attempt to defuse the row. </p> <p>Maria Fyfe, Labour MP for Glasgow Maryhill, who led the campaign against Tyson, claimed at the time the decision to let him enter the country sent a message to women that a boxing match mattered more than the fight against domestic violence.</p>",
  "Austria's leading far-right politician, Jörg Haider, has stoked more controversy by calling for the \"elimination\" of all illegal immigrants living in Austria. <p>Speaking to an audience of 2,000 in Vienna's town hall at the start of campaigning for local elections next spring, Mr Haider argued for a total halt to immigration - a call he evidently hoped would help to put his Freedom party back in the limelight after it was trounced in a provincial election on October 15. </p> <p>\"There are far too many illegal immigrants, crimes and drug dealers - none of them have a place here in Austria. This has to be our priority, to eliminate them uncompromisingly.\" </p> <p>Austrians should be able to choose which immigrants the country was willing to accept, said Mr Haider, 50, who is governor of the southern province of Carinthia. </p> <p>He also called for a ban on all anti-government demonstrations, adding: \"Since I've taken office in Carinthia, no leftwinger has dared to demonstrate there any more.\" </p> <p>Outside the town hall rally on Friday evening, supporters from the Freedom party - whose boss Mr Haider effectively remains despite stepping down as leader in May - clashed with anti-Haider demonstrators. Two members of the Socialist youth movement were treated in hospital. The suspected attackers were arrested. Skinheads were involved in the clashes. </p> <p>In the days since Mr Haider s remarks, his successor as leader of the Freedom party, Susanne Riess-Passer, has been trying to smooth things over, saying his comments were misinterpreted. </p> <p>\"He was not referring to the elimination of foreigners, but to the elimination of the problem,\" Ms Riess-Passer said on state television. \"I forbid this insinuation that the Freedom party is hounding foreigners.\" </p> <p>Until the Friday rally, Mr Haider had toned down his rabble-rousing - including the pro-Nazi comments that have gained him much publicity and led to his international isolation - since taking his party into a governing coalition in February. </p> <p>Mr Haider's town hall speech was made at the start of the Freedom party's campaign for next year's Vienna council elections. The party has just suffered its worst defeat since Mr Haider became its leader in 1986: it scraped only third place in elections in the province of Styria last weekend, with just 12.4% of the vote. </p> <p>Human rights observers and opposition politicians have blamed Mr Haider for Friday's skinhead attacks. The more the anti-immigrant Freedom party becomes integrated into the mainstream, its critics fear, the more socially acceptable its ideas will be. </p> <p>The skinheads were reported to have shouted: \"What Haider can't do, we'll carry out on his behalf\", and \"Inside they're talking, outside we'll get down to business.\" </p> <p>Michael Kreissl, Vienna party secretary of the Freedom party, expressed his regret at the attacks: \"When you have a million voters, you can expect that there will be criminals amongst them.\" </p> <p>Thomas Landgraf, chairman of the Socialist youth in Vienna asked \"whether people will have to lose their lives before everyone understands what system and what attitude of mind is behind such attacks\"? </p> <p>After being ostracised, Austria is now trying hard to improve its image abroad. Yesterday it formally established a fund of 6bn schillings (£253m) to pay people from the region who worked as slave labourers for the Nazis, and today its first memorial to Jewish victims of the Holocaust is due to be unveiled on Jews square in Vienna.</p>",
  "Herbert Friedman, who has died aged 84, was a pioneer in x-ray astronomy. His research team discovered the Crab Nebula in 1964. He also directed research in metallurgy, electron optics and nuclear radiation. <p>Most of Friedman's hugely productive career was spent with the space sciences division of the United States Naval Research Laboratory (NRL), which he joined in 1940. He remained active as an emeritus chief scientist to NRL until a few months ago. </p> <p>Friedman's pioneering work in space astronomy began with captured German V2 rockets. He used them to carry instruments into the upper atmosphere, where they could record x-rays and other radiation from the sun that was invisible to ground-based observatories. On more than one occasion his rockets did not behave as planned: one caused a diplomatic incident with Mexico when it flew horizontally rather than vertically as intended. </p> <p>Friedman's early work showed that variations in x-rays from the sun caused fluctuations in the earth's ionosphere that disrupted global radio communications. Other astronomers soon discovered a host of mysterious extragalactic x-ray sources. The sources were given names like Scorpius X-1 and Taurus X-1, referring to the constellations in which they were found. In a classic occultation observation - a measurement made possible when the moon or a planet obscures a distant star - Friedman made the first optical identification of an x-ray source. He showed that the Taurus X-1 x-rays were coming from the Crab Nebula, the remnants of a star that exploded 1,000 years ago. </p> <p>Friedman was born in Brooklyn, New York. He planned to study art when he enrolled at Brooklyn College in 1932, but, inspired by one of his tutors, switched to physics. On graduating he took a PhD at Johns Hopkins University and in 1940 joined the Naval Research Laboratory in Washington to investigate the crystal structure of metals using x-rays. </p> <p>The director of his research at NRL, EO Hulburt, encouraged Friedman to apply his expertise to space astronomy. By the early 1950s he had designed x-ray detectors for high-altitude rockets that made key discoveries in solar astronomy. </p> <p>During the International Geophysical Year (July 1 1957 to December 31 1958), Friedman led two major experiments involving rockets. The first showed that solar flares emitted hard x-rays that produced short-wave radio blackouts; the second used a total eclipse to pinpoint the part of the sun's corona in which the x-rays were generated. </p> <p>His research group then turned to studying x-ray sources outside the solar system, and made the Crab Nebula discovery, described by physicist Freeman Dyson as the most brilliant achievement of the sounding-rocket era. The group subsequently detected extragalactic x-ray sources, the quasar 3C-273, and the giant galaxy M-87. </p> <p>Physical Review, the top physics journal, accepted Friedman's first paper on x-ray stars with reluctance. But he then played a major role in promoting the use of large spacecraft for x-ray astronomy, and was one of the key scientists responsible for the establishment of Nasa's High Energy Astronomy Observatory programme in the 1970s. </p> <p>Friedman held 50 patents and co-authored more than 300 scientific papers. Among his popular books was The Astronomers' Universe, a review of advances in infrared, visible, ultraviolet, radio, x-ray and gamma ray astronomy that led to the golden age of discovery in the second half of the 20th century. </p> <p>His achievements were recognised by the most prestigious awards in his field of science: the US National Medal of Science; the Royal Astronomical Society's Eddington Medal; the Bowie Medal of the American Geophysical Union; the Wolf Prize in Physics; and the 1992 Massey Award from the Royal Society of London, in association with the International Council of Scientific Unions' Committee on Space Research. His wife of 60 years, Gertrude, and two sons survive him. </p> <p>\u0095 Herbert Friedman, physicist and astronomer, born 1916, died September 16 2000.</p>"
]