[
  "<p>He is probably the most powerful Tory in Britain. William Hague might dream of entering Downing Street, but Sandy Bruce-Lockhart exercises power. With an annual budget of £1bn, 30,000 employees, and European politicians knocking on his door, the man who runs England's most populous county likes to think that his administration is a template for progressive Conservatism. </p> <p>After assuming the leadership of Kent county council three years ago, from a loose Lab-Lib alliance, Bruce-Lockhart cut £27m from the budget, reduced the number of chief officers from 13 to six and created 60 \"business units\" covering all services throughout the organisation, which serves more than 1.3m people. </p> <p>But this was no slash and burn administration at County Hall, Maidstone, dedicated to minimalist government, with everything hived off bar a few essential services. On the contrary, this new Toryism combined firm financial management with an equally strong economic, moral and social agenda - and there are plenty of rough edges around the garden of England - to pull the disadvantaged into the mainstream of society. </p> <p>Kent's glossy five-year plan of action set targets for raising the county's income to create more jobs; safeguarding the environment by cutting greenhouse gases; increasing school funding - while retaining grammar schools; protecting \"vulnerable and disaffected young people\"; and improving the level of care for the elderly and vulnerable. </p> <p>In the modern Tory context, Bruce-Lockhart's ideology cannot be easily defined, although his MP, shadow home secretary Ann Widdecombe, gives a clue. \"Sandy is an old-style Tory, patrician yes, with a very strong social conscience ... and a great sense of humour.\" But there are equally strong moral undertones: no truck with Clause 28, and a strong commitment to promoting citizenship and Christian values. He believes people have lost their sense of belonging and that the disadvantaged need a hand-up as well as a hand-out. He certainly wouldn't argue with the label \"Christian democrat\". </p> <p>The council leader, who has been president of Widdecombe's Maidstone constituency association for some time, came into politics via an unconventional route. Born into a Scots family living in Wakefield, West Yorkshire, he eventually left school for the Royal Agricultural College, Cirencester, and went to work in the then Rhodesia. He ran a large farm, for a South African owner, producing maize and raising cattle with 400 African workers to supervise. He speaks fondly of the experience. \"I developed some very strong friendships,\" he says, while railing against the injustices of apartheid and racism. </p> <p>From southern Africa he went briefly to Australia to test the climate for farming, decided it \"wasn't as nice as Africa\", and arrived in Kent in 1968. After 20 years working the land, he decided to enter politics in 1989. \"Without wanting to sound too grand about it, I felt I wanted to make some kind of contribution to society.\" His 300-acre fruit farm, producing apples and pears, employs 15 people full-time. It is now run by a manager. </p> <p>Bruce-Lockart, aged 58, admits to having had, like many, a jaundiced view of local government. \"I was very cynical about it and, much to my surprise, I found an organisation which was well-run by people of great integrity who had a genuine commitment to public service,\" he says. \"That really surprised me and I feel very strongly that these people, with a strong ethic for helping others, deeply committed to their jobs - social workers, occupational therapists, teachers - are under- valued by society.\" </p> <p>But the past year has not been easy. Criticised for taking a firm line over asylum seekers, he has been deeply offended by some charges levelled against him. \"It is a terrible insult for someone like Sandy to be accused of anything resembling racism,\" insists Widdecombe. \"He's an old-style Tory, not at all racist.\" </p> <p>He has pleaded for understanding, arguing that in the winter of 1996-97 there were 50 asylum seekers coming to Kent; last winter there were 10,000. The county, in short, needed bailing out. While the government's relocation strategy has eased the county's problems, Kent is still looking after 2,300 asylum seekers on its patch, plus a further 800 unaccompanied minors, while the county has the responsibility for a further 4,400 dispersed around England. </p> <p>Bruce-Lockhart himself is much travelled these days as well, hopping regularly between Kent, the Nord Pas de Calais region in France, and Belgium - a designated European economic interest group, where five municipalities club together to promote trade, education links and tourism. </p> <p>Largely as a result of the channel tunnel, Kent is more integrated with the rest of the European Union than any other part of Britain. Ashford, closer by Eurostar to Lille than Waterloo, has 325 French businesses registered in the town - some of them escaping a punitive tax regime across the channel. Eighty per cent of Kent schools have links with a sister school in France. </p> <p>Does this, then, make Bruce-Lockhart the ultimate pro-Euro Tory? Certainly not. He sees no contradiction in promoting closer ties with Europe while preserving the nation-state and opposing the single currency. His leader would be proud of him.</p>",
  "<p>October half-term can be a bit dim and dismal - why not brighten it up with a trip to a theme park? They may be cheesy and over-hyped and you can have anything to eat so long as it's a burger but the bottom line on theme parks is that kids love them. Which is why most of us are just about willing to give up a wodge of tenners and an outing to a museum for a day of thrills and queues, rollercoasters and traffic jams, crowds and candy floss. Play your cards right, and you can even pull off Hallowe'en and bonfire night in one fell swoop - many theme parks are offering tricks, treats and fireworks for usual entry price or less next week. </p> <p>For hard-pressed dads who don't see enough of the children, opportunity knocks: Fathers Direct is running its first Fathers Go Free day on Monday at theme parks and attractions around the country (find out more at <a href=\"http://www.fathersdirect.com\">www.fathersdirect.com</a> ). For other ideas of where to go and what to do at half-term, try the new what's on for kids website at <a href=\"http://www.wizziwiz.co.uk\">www.wizziwiz.co.uk</a>. </p> <p> <strong> Alton Towers</strong> </p> <p> What is it? At 20, one of Britain's oldest theme parks. </p> <p> Where is it? Alton, Staffs. </p> <p> Why should I go? Because you can't resist a white-knuckle ride. Try Oblivion, the world-first vertical drop rollercoaster. </p> <p> Anything special for half-term? Firework and laser show on October 21, 22, 27, 28 and 29. Hallowe'en events including a witches' show on ice. </p> <p> Special offers? Check the website before you book. </p> <p> Best age range: Lots for teens, but good for toddlers too. </p> <p> What the kids thought: \"I can't wait to go back again, it was wicked!\" </p> <p> What the parents thought: \"It was clean and modern - less tacky than others we've been to.\" </p> <p> Rating: 8/10. </p> <p> Further info: 01538 703344 or <a href=\"http://www.alton-towers.com\" target=\"_NEW\">www.alton-towers.com</a>. </p> <p> <strong> Thorpe Park </strong></p> <p> What is it? Water theme park which shot to fame when Diana, Princess of Wales took William and Harry. </p> <p> Where is it? Between Staines and Chertsey in Surrey, off the M25. </p> <p> Why should I go? For the new Tidal Wave ride, which plunges 85ft. </p> <p> Anything special for half-term? On October 21, 22, 28 and 29 there's a fireworks, laser and stunt show. </p> <p> Special offers? See website for buy-one-get-one-free offer. </p> <p> Best age range: Eight to 14s . </p> <p>What the kids thought: \"Take a spare pair of jeans. Mine got drenched.\" </p> <p> What the parents thought: \"Take your own macs or capes: they charge £3.50 for adults and £2.50 for kids.\" </p> <p> Rating: 7/10. </p> <p> Further info: 0870 4444466 or <a href=\"http://www.thorpepark.com\" target=\"_NEW\">www.thorpepark.com</a>. </p> <p> <strong> Legoland </strong></p> <p> What is it? Theme park based on Lego. </p> <p> Where is it? Near Windsor, Berks. </p> <p> Why should I go? If you have primary school kids, this is for you. </p> <p> Anything special for half-term? A carnival of lights and music is promised, with a firework display at the end of the evening. </p> <p> Special offers? None. </p> <p> Best age range: Under 10s. </p> <p> What the kids thought: \"Best bits were Castleland and Harbourside.\" </p> <p> What the parents thought: \"A bit more upmarket than the others - you can even get quite decent pasta and salads. Loads for little ones.\" </p> <p> Rating: 9/10. </p> <p> Further info: 01753 626111 or <a href=\"http://www.legoland.co.uk\" target=\"_NEW\">www.legoland.co.uk</a>. </p> <p> <strong> Lightwater Valley </strong></p> <p> What is it? Theme park surrounded by countryside. </p> <p> Where is it? Near Ripon, N Yorks. </p> <p> Why should I go? Because you love rollercoasters: this park claims to have the longest one in the world - The Ultimate, 1.4 miles - as well as Britain's only underground rollercoaster, the delightfully named Sewer Rat. </p> <p> Anything special for half-term? Fireworks on October 21 and 28. </p> <p> Special offers? Evening entry from 4pm on fireworks night at £3 advance or £3.50 on the day. </p> <p> Best age range: Over 10s. </p> <p> What the kids thought: \"Brilliant dodgems.\" </p> <p> What the parents thought: \"Not enough whole-family rides, but the shopping complex is good.\" </p> <p> Rating: 6/10. </p> <p> Further info: 01765 635368 or <a href=\"http://www.lightwatervalley.co.uk\" target=\"_NEW\">www.lightwatervalley.co.uk</a>. </p> <p> <strong> Disneyland Paris </strong></p> <p> What is it? Europe's ultimate theme park. </p> <p> Why should I go? You'll have to go sometime, so it might as well be now. </p> <p>Anything special for half-term? For October, Frontierland has been Hallowe'en Land. The evening parade is a ghoulish delight with a procession of witches, skeletons, bats and scary music. </p> <p> Special offers? The Bella Notte package has a night in a hotel plus breakfast and two days' entry to the park. It starts at FF690 (£69) for adults and FF335 (£35) for kids. </p> <p> Best age range: Five-plus. </p> <p> What the kids thought: \"One of the best days of my life.\" </p> <p> What the parents thought: \"Get there at opening time and go straight to the popular rides.\" </p> <p> Rating: 9/10. </p> <p> Further info: 08705 030303 or <a href=\"http://www.disney.co.uk\" target=\"_NEW\">www.disney.co.uk</a>. </p> <p> <strong> The Dome </strong></p> <p> What is it? You cannot be serious. </p> <p> Where is it? Greenwich, London. </p> <p> Why should I go? It's (almost) the last chance to see it. You never know, you might love it. </p> <p> Anything special for half-term? A screaming competition, ghosts and ghouls, bat-making workshops. </p> <p> Any special offers? Half-price entry to Tesco Clubcard holders in October (call 0870 2411702). Otherwise, the ticket helpline is 0870 6062000. </p> <p> Best age range: Something for all. </p> <p> What the kids thought: \"The best bit was seeing it from the outside.\" </p> <p> What the parents thought: \"Too exhausting to do it all in a day. Choose the zones you think your kids will enjoy and miss the rest out.\" </p> <p> Overall rating: 7/10. </p> <p> Further info: <a href=\"http://www.dome2000.co.uk\" target=\"_NEW\">www.dome2000.co.uk</a>.</p>",
  "<p><strong> The hole truth?</strong><br> </p> <p> The ozone hole has expanded to a record 17.1m square miles - larger than north America - says the US National Oceanic and Atmospheric Administration Climate Institute. Meanwhile, global warming is at last considered official. But is there any link between the two phenomena? Until recently, the hole was linked uniquely to emissions of a group of synthetic chemicals, mainly chlorofluorocarbons (CFCs), that destroy ozone in the presence of sunlight. But a new theory is emerging, suggested by Dr Michael H. Proffitt, senior scientific officer at the World Meteorological Organisation in Geneva. It goes like this: </p> <p>1. A build-up of carbon dioxide and other heat-trapping industrial gases, while warming the lower atmosphere, may be acting in the opposite way in the stratosphere, causing it to radiate more heat to space and grow colder than it would otherwise be. </p> <p>2. The loss of ozone itself may be causing stratospheric cooling. Without ozone, this layer of the atmosphere does not absorb the energy arriving from the sun as ultraviolet radiation, making the thin air even cooler. </p> <p>3. The more cold high air there is, the more ice clouds there are; the more ice clouds, the more CFCs and other ozone-destroying chemicals can do their work. </p> <p>4. In the latest ozone bulletin, Proffitt noted the average expanse of extremely cold stratospheric air from 1995-2000 has been double that seen in any other five-year period. </p> <p>5. In short, global warming could be indirectly abetting the chemical reactions that destroy ozone. </p> <p><strong> Ex-exotica</strong><br> </p> <p> Where do you buy snakes and exotic spiders? Until this week you could nip into any one of hundreds of Focus Do It All's DIY branches, buy one, then expect to see it die within the year. Focus has now stopped selling them but they seem loath to thank Animal Aid, whose members have been demonstrating outside the shops for nine months. </p> <p><strong> Good riddance</strong><br> </p> <p> There's another side to the floods. Eco soundings was present when one man was fished out of a wrecked caravan park near Tonbridge, having lost everything. \"How do you feel,\" gushed a TV reporter. The man beamed widely: \"Absolutely terrific. I hated the place.\" He then realised he was on television and changed his tack: \"No, I'm absolutely devastated. It's the end of my world.\"</p>",
  "In early 1982, I was a junior officer on board the Royal Navy nuclear submarine HMS Conqueror when it torpedoed and sank the Argentinian cruiser the General Belgrano. Hit by two torpedoes on the afternoon of May 2, the ship sank within an hour, leaving approximately 290 crew members dead and a further 30 dying of burns and exposure as they took to their liferafts in the icy waters of the south Atlantic. <p>In early January 2000, I stumbled across a message on a website, in which an American gentleman, Lew Holt, asked if anyone knew of people who had served in HMS Conqueror. I responded that I had been in the submarine, and asked what I could do for him. </p> <p>Lew explained that his older brother, Bill, had served in the second world war on the light cruiser USS Phoenix - later sold to Argentina and renamed the General Belgrano. The Phoenix had survived the Japanese attack on Pearl Harbour, but Bill had died of tuberculosis shortly before the end of the war. Half a century later, Lew decided to compile a book about his brother and to research the history of the ship on which he had served and which was eventually sent to the depths of the south Atlantic. </p> <p>As our correspondence developed, Lew mentioned that he was in touch with a former Belgrano crew member, Captain Nestor Cenci, known universally as \"Coco\". On January 19 2000, I wrote to him for the first time. I told him that, while recognising that men on both sides had \"done their duty\", I nevertheless greatly regretted the heavy loss of life and hoped that he would feel able to write back and \"shake hands\", so to speak, via email. </p> <p>Just one day later, he did so. He told me that it was hard for him even to think of the sinking and that he preferred not to discuss it at this stage. As the ship's supply officer, he had been third in charge of the Belgrano during the Falklands War. He had retired from the Argentinian Navy in 1988 with the rank of captain, but had been unable to find work. I was thrilled to receive Coco's letter and, for the following few months, we exchanged emails. We did not talk about the Falklands or the Belgrano, but about family, where we lived and other mundane matters. </p> <p>As time passed, our cyber-friendship grew and I told Coco that I hoped I would be able to visit Argentina one day, and to meet him in person. Just a few months later, that aspiration became a reality when, one chilly morning in mid September, I arrived at Buenos Aires international airport. </p> <p>Coco was waiting for me as I emerged from the baggage hall. At 61, he looked slightly older than his years and stooped slightly. I dropped my bag, saluted him and then walked towards him. We immediately embraced, like old friends. He then drove me to his home in a suburb of Buenos Aires and introduced me to his wife, Martha. An enormous breakfast waited on the table and, between us, in my halting Spanish and his slightly better English, we were able to communicate. </p> <p>For some days, I stayed with Coco and his family and, on occasions, usually over lunch, when the wine bottle was more empty than full, we would speak of the Belgrano and her sinking. Memories came flooding back. </p> <p>By May 1 1982, Conqueror's sonar had already detected the cruiser Belgrano, and the Exocet-armed destroyers Hippolito Bouchard and Piedrabuena. The submarine shadowed the vessels and, while keeping watch on the periscope, I sighted the tops of masts on the distant horizon. Excitedly, I called out that I could see the vessels, and when I relayed the bearing, the sonar operators confirmed that the ships were indeed the Belgrano and her escorts. When I looked again on the same bearing, they were closer and I could see their hulls and make out that there were four vessels, apparently steaming abeam of each other and engaged in a fuel replenishment operation. It was a thrilling moment. </p> <p>For more than a day, unauthorised to attack the ships as they remained outside the British-enforced total exclusion zone, we shadowed the Belgrano group. The following day, May 2 1982, Conqueror received a signal authorising the submarine to attack the Argentinian ships. </p> <p>At 3pm, Conqueror's crew was called to action stations and the torpedo tubes were loaded. The atmosphere in the submarine's control room was intense yet each individual went about his job professionally and calmly as various orders were given to prepare for the attack. </p> <p>Around 4pm, the order was given to fire and three torpedoes sped towards the Belgrano. The seconds ticked away and my pulse raced. This was the moment for which we had all been trained, yet a moment which, I believe, few of us ever really thought we would encounter. Until the moment of firing, it was as if everything in our lives had been a dress rehearsal for a performance that would never be given. But at that moment, our lives changed and we knew that the dress rehearsal was over. The Belgrano had real people on board. And we had just fired three high-explosive torpedoes at her. </p> <p>Shortly after firing, we heard and felt an enormous explosion. Conqueror's commanding officer, Commander Chris Wreford-Brown, called out from the periscope that he could see flashes of orange flame. The submarine's control room erupted in cheers as we realised that the weapons had hit. </p> <p>At the moment that the first torpedo hit the cruiser, Coco was resting in his bunk. Suddenly, the lights extinguished, and he heard a muffled explosion. The ship seemed to rise out of the water, as if it had hit a sand bank. Fighting his way through the smoke-filled darkness, he rushed to his watchkeeping position on the bridge and, as he did so, the second torpedo tore off the Belgrano's bows. By the time he reached the bridge, the Belgrano was taking on a list, and Coco found the ship's captain, Hector Bonzo, trying to turn the stricken ship to port, to face the submarine and thus present a smaller target. But his efforts were in vain - the vessel's major systems were all destroyed and she was already listing heavily. </p> <p>While Coco clung to the Belgrano's bridge, Conqueror was diving deep, shuddering from the force of the explosions and wondering if the cruiser's escorts were dropping depth charges. The crew was no longer cheering. We ran for an hour, away from the scene of carnage, so that we could raise an aerial and tell the world what we had done. Thinking that we were being depth-charged and that the Argentian destroyers were hunting us, we carried out evasive manoeuvres. That evening we were all stunned at what had happened. Within 20 minutes of the attack, the Belgrano was heeling some 30 degrees and the order was given to abandon ship. Coco left the bridge and climbed down into his life raft. A storm was whipping up, and conditions were rapidly deteriorating. I felt myself blushing as Coco spoke, but there was no animosity in his voice. </p> <p>\"On my life raft, there were 33 men,\" he said. \"The life rafts were designed to hold 12 people\". He smiled. \"They were very good liferafts, yes, very, very good\". </p> <p>I asked him what it had been like in the rafts, waiting for rescue. He looked pained. \"Cold,\" he said, shaking his head, \"very cold. It was 36 hours before we were rescued. The sea was very rough, with 30ft waves. Fortunately, the body heat from 33 men enabled us to survive. Some life rafts had only four or five people in them, and they died from exposure\". I blushed again. </p> <p>On the night of May 2 1982, I - and many other of Conqueror's crew - found it hard to sleep. I wondered how many men had been killed. But while I lay, dry, in my bunk, Coco spent that night in mountainous seas, in bitterly cold conditions, with wounded and dying survivors around him. </p> <p>Some 36 hours after being torpedoed, the Belgrano's survivors were rescued by the Argentinian ships Hippolito Bouchard, Piedrabuena and Gurruchaga, and taken to the Argentinian naval base at Puerto Belgrano. </p> <p>\"The press were not allowed there,\" Coco explained. \"When you went home with HMS Conqueror, you had the press to meet you and your families to welcome you back. When we went home, there was no one. It was as if no one wanted to see us, as if we were to feel ashamed.\" </p> <p>He paused and looked sad. \"It was a terrible time, a really terrible time. But the worst moment of all came when we assembled in an aircraft hangar to work out who was alive and who wasn't. We called out the names of the crew. Sometimes there would be a response and you knew that the person was alive. But often there was no response, and you knew, with great sadness, that the person was dead.\" Coco's pension, after 30 years of service, is $1,200 (about £750) per month. Although he didn't say it, I sensed that he felt poorly treated by the navy, forgotten and put out to pasture. I asked him about Captain Bonzo and he told me that Bonzo had been \"sent into retirement\" and now spent his time trying to \"help\" the relatives of those who had perished on the Belgrano. </p> <p>One morning, a few days into my stay in Argentina, Coco said to me: \"Barcena wants to meet you.\" I asked him who Barcena was. \"Barcena? The captain of the destroyer, the Hippolito Bouchard\". </p> <p>The Bouchard had been escorting the Belgrano at the time of her sinking and it was reported after the war that the third torpedo fired by HMS Conqueror had actually hit the Bouchard but failed to detonate. Later it was found that she had four five-inch cracks in her hull and Barcena later told me himself that the torpedo had in fact exploded, but close to the destroyer rather than on contact with her. </p> <p>Captain Washington Barcena and his wife arrived at Coco's house around 8.30pm in the evening. He looked younger than his 61 years, wore a jacket and tie and had an air of formality about him. We shook hands and then sat down with a glass of wine. He spoke little English, and so Coco acted as interpreter. \"He wants to ask you a question,\" said Coco. \"Sethia,\" said Barcena, \"when did you first detect our ships?\" </p> <p>Did he mean me personally? I asked. He replied yes. It was an easy question to answer because the moment has remained vivid in my mind for the past 18 years. I told him that I had first seen the ships while on the periscope on May 1, but that they had been detected by HMS Conqueror prior to that first visual sighting.\" Without thinking, I then added: \"And I thought to myself 'What a great target that would make.' \" </p> <p>He nodded and I asked him if his ship had dropped any depth charges on the Conqueror or tried to find the submarine by operating his sonar. \"No,\" he replied, \"we never fired any weapons. What you felt must have been the exploding ammunition and boilers on the Belgrano. You see, we didn't have many weapons on board and we wanted to keep them, maybe for a later engagement. And the sonar - well, it was working but it was a very old and not much good.\" </p> <p>I asked Barcena if his ship had carried Exocet missiles, and he confirmed that it had, but when I asked Coco the same question, whether the Belgrano had carried Exocets, he laughed and told me that the Belgrano's carpenters had fabricated Exocet launchers out of wood, to make it look as if the cruiser carried the missiles. He added that the Belgrano was not even fitted with sonar. </p> <p>\"So what did you do once you realised that the Belgrano had been sunk?\" I asked Barcena. \"We moved away from the area,\" he replied. \"We were worried that the submarine might come back and try to attack us.\" Barcena excused himself and shortly returned with an envelope, which he handed to me. Inside was a photograph of the Hippolito Bouchard, and Barcena had written a moving note, saying that, while we had been enemies 18 years previously, he was happy to have personally met me and wished me all good things for the future. When he left, I said to Coco that I found it surprising that the Hippolito Bouchard had moved so quickly away from the area of the attack and Coco bowed his head and spoke quietly. \"I have often wondered,\" he said, \"why it took 36 hours for us to be rescued.\" </p> <p>A few days later, Coco excitedly announced that he had had a call from Bonzo. He said that he had previously tried to arrange for me to meet the captain of the Belgrano, but that Bonzo had retorted: \"Why would I want to meet a man who tried to kill me?\" A fair enough response, I thought. Now he had called again, to say that he would meet me in a cafe in downtown Buenos Aires. </p> <p>We arrived at the cafe early, and, as the minutes ticked by, Coco nervously tapped his fingers on the table. After a while, he sat up straight and said: \"He is here.\" </p> <p>I turned around and saw a man in a blue anorak walking slowly towards us. His face was grim, and I recognised him from an old photo I had seen. As he reached our table, I stood up and held out my hand. He took it and looked me in the eye. \"It's an honour, sir\", I said in my poor Spanish, \"finally to meet you.\" He simply nodded and sat down next to me. </p> <p>Although they had not met for many years, and although both had been retired from the armed forces for more than a decade and were of the same rank, I noticed that Coco always addressed Bonzo as \"senor\" - \"sir\". From time to time, Bonzo nodded and glanced at me, not in an unfriendly manner, but neither with palpable warmth.The two chatted, and occasionally I heard Bonzo mention my name. </p> <p>The atmosphere was tense, and while I understood snippets of their exchange, much of it eluded me. Bonzo then turned to me and spoke in Spanish. He told me that, in his view, the sinking of the Belgrano had been \"politically criminal\". I nodded and told him that I agreed with him and I felt that he hesitated at that, as if to take another, closer look at me. </p> <p>I asked Coco if it was true that the Belgrano had been steaming home to Argentina and he said that, yes, this was true. In Captain Bonzo's book, \"Los 1,093 Tripulantes\" (The 1,093 crew) Bonzo had suggested that he might, at a later stage, have changed course to the east, back towards the Falkland Islands, but both Coco and Barcena told me that they had been heading west, heading home. Bonzo's hands were unhealthily white with little flesh and tensed knuckles. While age had been kinder to him than to Coco, he nevertheless did not look a well man, and Coco told me that for this meeting, he had made his first unescorted excursion from his apartment in a long time. I felt, as we sat there and talked, that there was no personal animosity against the individuals who had carried out their duty in HMS Conqueror. But it seemed to me that Bonzo, in particular, harboured some resentment over the politics which had led to the sinking in the first place. He struck me as a proud man, a professional naval officer \"of the old school\", and I sensed that he regarded himself as a man who had been terribly wronged. </p> <p>I told both Bonzo and Coco that, for my own part, I felt no remorse at having carried out my duty, but tremendous remorse that that duty had required me to be a party to the sinking of the Belgrano, and I think that they both respected and understood this sentiment. </p> <p> Suddenly, Bonzo looked at me and said, in English: \"So you were born in Scotland? My wife and I were there, many years ago. It is a lovely country,\" and he smiled. The ice had finally been broken and his smile was genuine. Neither Coco nor myself had realised that he could speak English and, by doing so, I felt that he was extending an olive branch. </p> <p>We talked for an hour or so, and neither the Conqueror nor the Belgrano was mentioned again. There seemed to be no need to do so. A retired Argentinian naval captain, \"El Commandante\", as Bonzo is usually referred to, and a retired junior Lieutenant were chatting and drinking coffee in a cafe in Buenos Aires. One had had his ship torpedoed with the loss of 323 members of his crew. The other had been ship control officer of the watch of the submarine that fired the weapons. But at this moment, it was as if the singularity of the human spirit had bridged the gulf between victor and vanquished. </p> <p>Bonzo then put his hand in his pocket, turned to me, and spoke slowly. \"This\", he said, taking something from his pocket, \"is for you. And I want to make it clear that it is only for you, for no one else, do you understand?\" He then handed me a small ceramic brooch and told me that it was one of a series that had been specially struck for the survivors of the Belgrano. I was truly touched. </p> <p>The meeting was over. We stood up and shook hands and Coco and I turned around and walked out of the cafe without looking back. On October 6, I finally said goodbye to Coco and flew back to my home in St Vincent and the Grenadines. I had been in Argentina for nearly three weeks and had managed to put some ghosts to rest. I realised that Bonzo, Coco, Barcena and all of the others were no different to me. Men who had been doing a job, some well, some not so well. But men with the same humanity, the same pride, the same fears, the same frailties. </p> <p>Eighteen years ago, I should never have believed that one day I would count among my friends a man whom I had helped to send into the frigid waters of the south Atlantic and whose comrades I had helped to send to their deaths. But today I can.</p>",
  "<p>The first person I met at Eden-Olympia was a psychiatrist, and in many ways it seems only too apt that my guide to this 'intelligent' city in the hills above Cannes should have been a specialist in mental disorders. I realize now that a kind of waiting madness, like a state of undeclared war, haunted the office buildings of the business park. For most of us, Dr Wilder Penrose was our amiable Prospero, the psychopomp who steered our darkest dreams towards the daylight. I remember his eager smile when we greeted each other, and the evasive eyes that warned me away from his outstretched hand. Only when I learned to admire this flawed and dangerous man was I able to think of killing him. </p> <p> Rather than fly from London to Nice, a journey as brief as a plastic-tray lunch, Jane and I decided to drive to the Cote d'Azur and steal a few last days of freedom before we committed ourselves to Eden-Olympia and the disciplines of the Euro-corporate lifestyle. Jane was still unsure about her six-month secondment to the business park's private clinic. Her predecessor, a young English doctor named David Greenwood, had met a tragic and still unexplained death after running amok with a rifle. By chance, Jane had known Greenwood when they worked together at Guy's Hospital, and I often thought of the boyishly handsome doctor who could rouse an entire women's ward with a single smile. </p> <p> Memories of Greenwood were waiting for us at Boulogne as the Jaguar left the cross-Channel ferry and rolled its wheels across the quayside. Going into a tabac for a packet of Gitanes - illicit cigarettes had kept both of us sane during my months in hospital - Jane bought a copy of Paris Match and found Greenwood's face on the cover, under a headline that referred to the unsolved mystery. As she sat alone on the Jaguar's bonnet, staring at the graphic photographs of murder victims and the grainy maps of the death route, I realized that my spunky but insecure young wife needed to put a few more miles between herself and Eden-Olympia. </p> <p> Rather than overheat either Jane's imagination or the Jaguar's elderly engine, I decided to avoid the Autoroute du Soleil and take the RN7. We bypassed Paris on the Périphérique, and spent our first evening at a venerable hotel in the forest near Fontainebleau, spelling out the attractions of Eden-Olympia to each other and trying not to notice the antique hunting rifle on the dining-room mantelpiece. </p> <p> The next day we crossed the olive line, following the long, cicada miles that my mother and father had motored when they first took me to the Mediterranean as a boy. Surprisingly, many of the old landmarks were still there, the family restaurants and literate bookshops, and the light airfields with their casually parked planes that had first made me decide to become a pilot. </p> <p> Trying to distract Jane, I talked far too much. During the few months of our marriage I had told my doctor-bride almost nothing about myself, and the drive became a mobile autobiography that unwound my earlier life along with the kilometres of dust, insects and sun. My parents had been dead for two decades, but I wanted Jane to meet them, my hard-drinking, womanizing father, a provincial-circuit barrister, and my lonely, daydreaming mother, always getting over yet another doomed affair. </p> <p> At a hotel in Hauterives, south of Lyons, Jane and I sat in the same high-ceilinged breakfast room, unchanged after thirty-five years, where the stags' heads still gazed over shelves stocked with the least enticing alcohol I had ever seen. My parents, after their usual bickering breakfast of croissants and coffee helped down by slugs of cognac, had dragged me off to the dream palace of the Facteur Cheval, a magical edifice conjured out of pebbles the old postman collected on his rounds. Working tirelessly for thirty years, he created an heroic doll's house that expressed his simple but dignified dreams of the earthly paradise. My mother tipsily climbed the miniature stairs, listening to my father declaim the postman's naive verses in his resonant baritone. All I could think of, with a ten-year-old's curiosity about my parents' sex-lives, was what had passed between them during the night. Now, as I embraced Jane on the parapets of the dream palace, I realized that I would never know. </p> <p> Cheval might have survived, but the France of the 1960s, with its Routier lunches, anti-CRS slogans and the Citroen DS, had been largely replaced by a new France of high-speed monorails, MacDo's, and the lavish air-shows that my cousin Charles and I would visit in our rented Cessna when we founded our firm of aviation publishers. And Eden-Olympia was the newest of the new France. Ten miles to the north-east of Cannes, in the wooded hills between Valbonne and the coast, it was the latest of the development zones that had begun with Sophia-Antipolis and would soon turn Provence into Europe's silicon valley. </p> <p> Lured by tax concessions and a climate like northern California's, dozens of multinational companies had moved into the business park that now employed over ten thousand people. The senior managements were the most highly paid professional caste in Europe, a new elite of administrators, enarques and scientific entrepreneurs. The lavish brochure enthused over a vision of glass and titanium straight from the drawing boards of Richard Neutra and Frank Gehry, but softened by landscaped parks and artificial lakes, a humane version of Corbusier's radiant city. Even my sceptical eye was prepared to blink. </p> <p> Studying the maps, I propped the brochure on my knee-brace as Jane steered the Jaguar through the afternoon traffic on the Grasse road. The stench of raw perfume from a nearby factory filled the car, but Jane wound down her window and inhaled deeply. Our disreputable evening in Arles had revived her, swaying arm in arm with me after a drunken dinner, exploring what I insisted was Van Gogh's canal but turned out to be a stagnant storm-drain behind the archbishop's palace. We had both been eager to get back to our hotel and the well-upholstered bed. </p> <p> The colour was returning to her face, for almost the first time since our wedding. Her watchful eyes and toneless skin were like those of an over-gifted child. Before meeting me, Jane had spent too many hours in elevators and pathology rooms, and the pallor of strip lighting haunted her like a twelve-year-old's memories of a bad dream. But once we left Arles she rose to the challenge of Eden-Olympia, and I could hear her muttering to herself, rehearsing the risqué backchat that so intrigued the younger consultants at Guy's. </p> <p> 'Cheer me up, Paul. How much further?' </p> <p> 'The last mile - always the shortest one. You must be tired.' </p> <p> 'It's been a lot of fun, more than I thought. Why do I feel so nervous?' </p> <p> 'You don't.' </p> <p>I pressed her hand against the wheel, steering the Jaguar around an elderly woman cyclist, panniers filled with baguettes. </p> <p>'Jane, you'll be a huge success. You're the youngest doctor on the staff, and the prettiest. You're efficient, hardworking.... what else?' </p> <p> 'Slightly insolent?' </p> <p> 'You'll do them good. Anyway, it's only a business park.' </p> <p> 'I can see it - straight ahead. My God, it's the size of Florida...' </p> <p> The first office buildings in the Eden-Olympia complex were emerging from the slopes of a long valley filled with eucalyptus trees and umbrella pines. Beyond them were the rooftops of Cannes and the Iles de Lérins, a glimpse of the Mediterranean that never failed to lift my heart. </p> <p> 'Paul, down there...' </p> <p>Jane pointed to the hillside, raising a finger still grimy from changing a spark plug. Hundreds of blue ovals trembled like damaged retinas in the Provencal sun. </p> <p>'What are they - rain-traps? Tanks full of Chanel Number 5? And those people. They seem to be naked.' </p> <p> 'They are naked. Or nearly. Swimming pools, Jane. Take a good look at your new patients.' </p> <p>I watched one senior executive in the garden of his villa, a suntanned man in his fifties with a slim, almost adolescent body, springing lightly on his diving board. </p> <p>'A healthy crowd.... I can't imagine anyone here actually bothering to fall ill.' </p> <p> 'Don't be too sure. I'll be busier than you think. The place is probably riddled with airport TB and the kind of viruses that only breed in executive jets. And as for their minds...' </p> <p> I began to count the pools, each a flare of turquoise light lost behind the high walls of the villas with their screens of cycads and bougainvillaea. Ten thousand years in the future, long after the Cote d'Azur had been abandoned, the first explorers would puzzle over these empty pits, with their eroded frescoes of tritons and stylized fish, inexplicably hauled up the mountainsides like aquatic sundials or the altars of a bizarre religion devised by a race of visionary geometers. </p> <p> We left the Cannes road and turned onto a landscaped avenue that led towards the gates of the business park. The noise from the Jaguar's tyres fell away as they rolled across a more expensive surface material - milled ivory, at the very least - that would soothe the stressed wheels of the stretch limousines. A palisade of Canary palms formed an honour guard along the verges, while beds of golden cannas flamed from the central reservation. </p> <p> Despite this gaudy welcome, wealth at Eden-Olympia displayed the old-money discretion that the mercantile rich of the information age had decided to observe at the start of a new millennium. The glass and gun-metal office blocks were set well apart from each other, separated by artificial lakes and forested traffic islands where a latter-day Crusoe could have found comfortable refuge. The faint mist over the lakes and the warm sun reflected from the glass curtain-walling seemed to generate an opal haze, as if the entire business park were a mirage, a virtual city conjured into the pine-scented air like a son-et-lumiere vision of a new Versailles. </p> <p> But work and the realities of corporate life anchored Eden-Olympia to the ground. The buildings wore their ventilation shafts and cable conduits on their external walls, an open reminder of Eden-Olympia's dedication to company profits and the approval of its shareholders. The satellite dishes on the roofs resembled the wimples of an order of computer-literate nuns, committed to the sanctity of the workstation and the pieties of the spreadsheet. </p> <p> Gravel tore at the Jaguar's tyres. Waking from her reverie, Jane braked sharply before we reached the gatehouse, sending the old sports saloon into a giddy shunt. Two uniformed guards looked up from their electronic screens, but Jane ignored them, readying a two-finger salute that I managed to conceal. </p> <p> 'Jane, they're on our side.' </p> <p> 'Sorry, Paul. I know, we want them to like me. Open your window.' She grimaced at herself in the rear-view mirror. 'That cheap perfume. I smell like a tart...' </p> <p>'The most gorgeous tart on the Cote d'Azur. They're lucky to have you.' </p> <p>I tried to settle her hands as she fretted over her lipstick, obsessively fine-tuning herself. I could feel the perspiration on her wrists, brought out by more than the August sun. </p> <p>'Jane, we don't have to be here. Even now, you can change your mind. We can drive away, cross the border into Italy, spend a week in San Remo...' </p> <p> 'Paul? I'm not your daughter.' </p> <p>Jane frowned at me, as if I were an intruder into her world, then touched my cheek forgivingly. </p> <p>'I signed a six-month contract. Since David died they've had recruitment problems. They need me...' </p> <p> I watched Jane make a conscious effort to relax, treating herself like an overwrought patient in casualty. She lay against the worn leather seating, breathing the bright air into her lungs and slowly exhaling. She patted the dark bang that hid her bold forehead and always sprang forward like a coxcomb at the first hint of stress. I remembered the calm and sensible way in which she had helped the trainee nurses who fumbled with my knee-brace. At heart she was the subversive schoolgirl, the awkward-squad recruiter with a primed grenade in her locker, who saw through the stuffy conventions of boarding school and teaching hospital but was always kind enough to rescue a flustered housekeeper or ward orderly. </p> <p> Now, at Eden-Olympia, it was her turn to be intimidated by the ultra-cerebral French physicians who would soon be her colleagues. She sat forward, chin raised, fingers drumming a threatening tattoo on the steering wheel. Satisfied that she could hold her own, she noticed me massaging my knee. </p> <p> 'Paul, that awful brace... we'll get it off in a few days. You've been in agony and never complained.' </p> <p> 'I'm sorry I couldn't help with the driving. Cannes is a long way from Maida Vale.' </p> <p> 'Everywhere is a long way from Maida Vale. I'm glad we came.' </p> <p>She gazed at the office buildings that climbed the valley slopes, and at the satellite dishes distilling their streams of information from the sky. </p> <p>'It all looks very civilized, in a Euro kind of way. Not a drifting leaf in sight. It's hard to believe anyone would be allowed to go mad here. Poor David...'</p> <p> David Greenwood's death dominated our time at Eden-Olympia, hovering above the artificial lakes and forests like the ghosts of Princip over Sarajevo and Lee Harvey Oswald over Dallas. Why this dedicated children's doctor should have left his villa on a morning in late May and set out on a murder rampage had never been explained. He had killed seven senior executives at Eden-Olympia, executed his three hostages and then turned his rifle on himself. He had written no suicide note, no defiant last message, and as the police marksmen closed in he had calmly abandoned himself to death. </p> <p> A week before our wedding, Jane and I had met him at a London reception for Médecins Sans Frontières. Likeable but a little naive, Greenwood reminded me of an enthusiastic Baptist missionary, telling Jane about the superb facilities at the Eden-Olympia clinic, and the refuge for orphaned children he had set up at La Bocca, the industrial suburb to the west of Cannes. With his uncombed hair and raised eyebrows, he looked as if he had just received an unexpected shock, a revelation of all the injustices in the world, which he had decided to put right. Yet he was no prude, and talked about his six months in Bangladesh, comparing the caste rivalries among the village prostitutes with the status battles of the women executives at Eden-Olympia. </p> <p> Jane had known him during their internships at Guy's, and often met him after she enrolled with the overseas supply agency that recruited Greenwood to Eden-Olympia. When she first applied for the paediatric vacancy, I had been against her going, remembering her shock on hearing the news of Greenwood's violent death. Although she was off-duty for the day, she had taken a white coat from the wardrobe in our bedroom and buttoned it over her nightdress as she laid the newspapers across my knees. </p> <p> The entire London press made the tragedy its main story. 'Nightmare in Eden' was the repeated headline above photographs of Riviera beaches and bullet-starred doors in the offices of the murdered executives. Jane hardly spoke about Greenwood, but insisted on watching the television coverage of French police holding back the sightseers who invaded Eden-Olympia. Blood-drenched secretaries, too speechless to explain to the cameras how their bosses had been executed, stumbled towards the waiting ambulances, while helicopters ferried the wounded to hospitals in Grasse and Cannes. </p> <p> The investigating magistrate, Judge Michel Terneau, led the inquiry, reconstructing the murders and taking evidence from a host of witnesses, but came up with no convincing explanation. Greenwood's colleagues at the clinic testified to his earnest and intense disposition. An editorial in Le Monde speculated that the contrast between the worldly power of Eden-Olympia and the deprived lives of the Arab immigrants in Cannes La Bocca had driven Greenwood into a frenzy of frustration, a blind rage at inequalities between the first and third worlds. The murders were part political manifesto, so the newspaper believed, and part existential scream. </p> <p> When the case at last left the headlines Jane never referred to Greenwood again. But when the vacancy was advertised she immediately called the manager of the supply agency. She was the only applicant, and quickly convinced me that a long break in the Mediterranean would do wonders for my knee, injured in a flying accident nine months earlier and still refusing to mend. My cousin Charles agreed to take over the publishing house while I was away, and would e-mail me copy and proof pages of the two aviation magazines that I edited. </p> <p> Eager to help Jane's career, I was happy to go. At the same time, like any husband from a different generation, I was curious about my young wife's romantic past. Had she and Greenwood once been lovers? The question was not entirely prurient. A mass-murderer had perhaps held her in his arms, and as Jane embraced me the spirit of his death embraced me too. The widows of assassins were forever their armourers. </p> <p> On our last night in Maida Vale, lying in bed with our packed suitcases in the hall, I asked Jane how closely she had known Greenwood. She was sitting astride me, with the expression of a serious-minded adolescent on her face that she always wore when making love. She drew herself upright, a hand raised to hit me, then solemnly told me that she and Greenwood had never been more than friends. I almost believed her. But some unstated loyalty to Greenwood's memory followed us from Boulogne to the gates of Eden-Olympia. </p> <p> Baring her teeth, Jane started the engine. </p> <p>'Right... let's take them on. Find the clinic on the map. Someone called Penrose will meet us there. Why they've picked a psychiatrist, I don't know. I told them you hate the entire profession. Apparently, he was hurt in David's shoot-out, so be gentle with him...' </p> <p> She steered the Jaguar towards the gatehouse, where the guards had already lost interest in their screens, intrigued by this confident young woman at the controls of her antique car. </p> <p> While they checked our documents and rang the clinic I stared at the nearby office buildings and tried to imagine Greenwood's last desperate hours. He had shot dead one of his colleagues at the clinic. A second physician, a senior surgeon, had suffered a fatal heart attack the next day. A third colleague had been wounded in the arm: Dr Wilder Penrose, the psychiatrist who was about to introduce us to our new Eden.</p>",
  "<p>WHY DO RIVER PLATE HATE BOCA?</p> <p>\"Does anyone know the basis of the rivalry between River Plate and Boca Juniors of Argentina? Is it true that the clubs are supposed to be for the rich and for the poor of Buenos Aires respectively?\" asks Matt Walker.</p> <p>\"To some extent, the rivalry does stem from the antagonism between the rich and the poor,\" says Stefan Müller. \"River was founded after the model of an English football club when the English influence among the upper class in Buenos Aires was dominant in the late 19th century. Hence the anglicised club name (from \"Rio de la Plata\"). </p> <p>\"In contrast, Boca has always been the poor mans' team, since its name refers to the quarter of La Boca, south of the city centre, which even nowadays has the reputation of a rough, somewhat ramshackle but charming neighbourhood, with brightly painted houses, traditionally inhabited by immigrant families from Italy. Even today you can hear the plain Genovese dialect on the streets of La Boca and get the best ice cream and pizza outside of Italy. </p> <p>\"However Geography is also an important element of self-definition in Buenos Aires. The River stadium is located in north-eastern Belgrano, which is one of the more liveable residential areas. In contrast, La Boca is located south of the Rivadavia Road, which geographically (and socially) divides the city in half.\"</p> <p><strong> THE CASE OF THE EXECUTED FOOTBALLER</strong></p> <p>\"Is it true that a winner of a Cup Final medal was hung for sheep stealing in Australia in the early 1900s? I was told that it was an ex-Everton player,\" asked James Carlin a few weeks back. </p> <p>After James' original letter one of our Australian readers pointed out that sheep stealing wasn't a hanging offence down under in the early 1900s. So that part of the question surely can't be true. However Hamish McDouall insists that Alex 'Sandy' Young from the Everton team of 1906 (and scorer of the winning goal) was hung. \"For what crime or where I don't know, but Gary Lineker mentioned it on telly once and he never lies or gets booked,\" he says. Can anyone else shed any further light on the situation?</p> <p><strong>THE ORIGIN OF CLICHÉS</strong></p> <p>\"We've all heard the football cliché 'get stuck in' enough times. What is the derivation of this expression?\" asks Steven Randall.</p> <p>\"Too bloody easy,\" reckons Andy Harper, who says that the New Shorter Oxford English Dictionary defines stuck in, or get stuck into, as: (a) lay into, make a physical attack on; (b) make a serious start on, get down to in earnest.</p> <p>\"I'm more interested in where the origin/usage of some of the phrases I hear in when playing for my Sunday League team in the Manchester Accountants League,\" he says, \"including a) Keep stepping! b) Stick it in the onion bag! c) Put it in the mixer! d) Feed the channels! e) Skin him! and f) Put the cat out!\" Can anyone help?</p> <p><strong>SOCIALIST FOOTBALLERS (PART 3 IN A SERIES)</strong></p> <p>Tony Galvin, Chris Houghton, Brian McClair, Bill Shankly, Alex Ferguson, Diego Maradona, Jorge Valdano, Fernando Redondo, Pep Guardiola, Paul Breitner and Egil Olsen have all been cited as socialists (of varying degrees) during recent editions of Knowledge Unlimited. But are there any more out there? And what about the fascists?</p> <p>\"Niall Quinn, the man who works so hard to get that record breaking goal for Ireland, also believes in the working man,\" says Paddy Dwyer. \"After signing for Sunderland, I read an interview with him in one of the papers where he excoriated Thatcher and the damage she had done to the industrial communities of the north of England.\"</p> <p>Meanwhile Ged Malsher reckons Sinisa Mihajlovic is a supporter of the far-right. \"His behaviour during last night's Lazio-Arsenal match reminds me of another of this agreeable individual's finest hours, when he wrote an article for a Serbian \"newspaper\" glorifying the late war criminal/mass murderer Arkan.\"</p> <p><strong> COULD THE 1966 WORLD CUP FINAL HAVE BEEN DECIDED BY A TOSS OF A COIN?</strong></p> <p>\"What would have happened if the 1966 World Cup Final had ended in a draw? I'm sure that there would not have been provision for a penalty shoot-out, so would it have been a replay? I heard that European ties were decided by a toss of a coin at this time - so is it conceivable that Bobby Moore may have had to call correctly to have won the World Cup for England?\" asks Alain Verdun.</p> <p>\"No, Bobby wouldn't have had to toss a coin, in fact there would have had to be a replay. If you watch the game, Kenneth Wolstenholme actually says so,\" says Jarrod Lythgoe.</p> <p><strong> TOUGH TACKLING TOFFS </strong></p> <p>\"Does anyone know of any footballers that went to public school? I know Frank Lampard Jnr was one (he went to Brentwood). But are there any others?\" wonders Joel Davison.</p> <p>\"Keith Gillespie attended the exclusive County Down school Bangor Grammar. Not quite Eton, but pretty posh nonetheless,\" says Paddy Dwyer. \"They played rugby.\"</p> <p>Meanwhile Hamish McDouall asks: \"Can anyone top Oxford United's centre back and New Zealand international Ceri Evans. He was in Oxford due to his Rhodes Scholarship and while he was there he worked towards his Ph.D in psychology.\"</p> <p><strong>CAN YOU HELP?</strong></p> <p>\"One currently doing the rounds in my local is that prior to moving North for the group stages for the 1966 World Cup Finals, the Brazilian squad trained in front of the public in Finsbury Park. I have checked local papers of the time without success. Can anyone help?\" asks Andrew Catling </p> <p>How is it possible for a player to score two goals in a match without anyone else touching the ball in between? asks Mad Dan Eccles.</p> <p>\"Where does the Villa in Aston Villa come from? Does it have anything to do with the Aston-Martin motorcar?\" asks Bob Hobbs.</p> <p>Send your emails to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a> and we'll do our best to answer them.</p>",
  "<p><strong>Australia</strong></p> <p>Michael Slater gave the Australian one-day selectors selectors a sharp elbow in the ribs as New South Wales crushed neighbours Victoria in the Mercantile Mutual Cup at the North Sydney Oval. He hit 61, including 18 off an over from Shane Warne, as NSW raced to their target of 194 with more than 14 overs to spare. Under new laws this season, NSW became the first side to pick up a bonus point for scoring at least 1.25 times as quickly as their opponents.</p> <p>Because of Australia's unexpected early departure from the ICC Knockout Trophy in Kenya, both teams had the luxury of fielding all their international players. But when Steve Waugh won the toss and asked Victoria to bat it was one of their lesser names that did the damage. Nathan Bracken, a 23-year-old left-arm seamer, took 4-36 as Victoria stumbled to 193. There were two wickets each for Shane Lee (2-33) and Stuart MacGill (2-40) but none for the international new-ball duo of Glenn McGrath and Brett Lee.</p> <p>NSW began explosively in reply. Brad Haddin creamed 69 off just 52 balls and added 109 for the first wicket with Slater. Warne, on his comeback after undergoing shoulder surgery, conceded 47 runs from six wicketless overs and was swiftly removed from the attack. Steve Waugh and Michael Bevan wrapped up the match in style.</p> <p><strong>Victoria</strong> 193 in 48.5 overs (BJ Hodge 87)<br> *<strong>New South Wales</strong> 197-2 in 35.5 overs<br> <strong>New South Wales won by 8 wickets</strong></p> <p> South Australia recorded their first win of the season when they beat Tasmania in a thrilling rain-affected match in Adelaide. Set 249 to win, Tasmania were on course while Ricky Ponting (68) and Michael Di Venuto (124) were adding 137 for the second wicket. And Di Venuto was still there with 10 needed off the last five balls. But he was brilliantly run out by the South Australian wicketkeeper Graham Manou, before Jason Gillespie bowled Dene Hills for 1 with a ball to go. Damien Wright needed to hit a six off the final ball to force a tie, but could manage just two. </p> <p>Earlier, SA made 248-6 off their 43 overs, with solid contributions from all the top order, although they were helped by some wayward bowling from the Tasmanians, who conceded 32 extras, including 23 in wides and no-balls. Gerard Denton, in his first match after a year's lay-off due to a back injury, conceded 40 off just three overs.</p> <p> <strong>South Australia</strong> 248-6 in 43 overs (JM Vaughan 57, CJ Davies 54)<br> *<strong>Tasmania</strong> 244-5 in 43 overs<br> <strong>South Australia won by 4 runs</strong></p> <p> In the first-class Pura Cup, Queensland looked to be off to a flying start as they ran up 442 in their first innings against Western Australia at Perth, thanks mainly to 175 from Jimmy Maher and 128 from Stuart Law. The situation looked even brighter when they bowled WA out for 195 (Adam Dale 5-41) enforced the follow-on and then reduced them to 43/3 in their second innings.</p> <p>It all started to go wrong after that, though, as a lifeless pitch and some uninspired bowling allowed Damien Martyn to dig in for 78, before an unbeaten sixth-wicket partnership of 166 between Durham's Simon Katich and Adam Gilchrist spared the Western Australian blushes. Katich's gritty 105 not out took nearly eight hours, while Gilchrist's unbeaten 109, including 15 fours, was more aggressive. He smashed Dale for four fours in succession, then hit him for three more in a row in Dale's next over. </p> <p><strong>Queensland </strong>442<br> *<strong>Western Australia</strong>195 and 349-5<br> <strong>Match drawn</strong><br> <strong>Queensland win on first-innings lead</strong><br> <strong>Queensland 2pts, Western Australia 0</strong></p> <p> <strong>India</strong></p> <p>The Rest of India thrashed Mumbai by 10 wickets as the Indian season got under way with its traditional curtain-raiser, the Irani Trophy. Mumbai, who were playing because they won last year's Ranji Trophy, started slowly in their first innings, but 56 from Wasim Jaffer, plus a late flurry by Ramesh Powar (40) and a last-wicket stand of 42 between Nulesh Kulkarni (14*) and Santosh Saxena (27) edged them towards a respectable 260. Offspinner Sharandeep Singh (4-55) and slow left-armer Murali Kartik (4-73) were the best of the Rest. The Rest's first innings was tottering at 29-3 before VVS Laxman took over - he stroked his way to 167 with impeccable timing, taking few risks along the way, and was backed up by Mohammed Kaif (75), with whom he shared a fourth-wicket stand of 201, and Jacob Martin (51).</p> <p>History beckoned in the Mumbai second innings, as Kartik picked up the first nine wickets in a bid to become only the fifth Indian to take all ten in a first-class game. It was not to be, though, as Singh snapped up the wicket of No. 11 Santosh Saxena for a first-ball duck. There was some consolation for Kartik as his figures of 9-70, coming off an unchanged spell of 24 overs, were a new record for the Irani Trophy. It gave him match figures of 13-143. The Rest, needing only 56 to win, quickly polished them off without loss to retain the trophy.</p> <p>*<strong>Mumbai</strong> 260 and 184<br> <strong>Rest of India</strong> 389 and 58-0<br> <strong>Rest of India won by 10 wickets</strong></p> <p> <strong>Pakistan</strong></p> <p>There were runs aplenty in the opening round of matches in the first-class Quaid-e- Azam Trophy first division, with no fewer than 10 centuries in the six matches. There were big wins for Sargodha, who beat Sheikhupura, and Faisalabad, who defeated Gujranwala. And, in two high-scoring matches, Lahore Blues beat Lahore, while Karachi overturned Karachi Blues, the highlight of the match being scores of 100* and 50* for Hasan Raza, who made his Test debut four years ago at the alleged age of 14. Peshawar and Rawalpindi fought out a draw, as did Bahawalpur and Islamabad.</p> <p><strong>Sargodha</strong> 212 (Naveed Latif 64, Jaffer Nazir 6-62) and 254 (Misbah-ul-Haq 102, Kashif Raza 5-52)<br> *<strong>Sheikhupura</strong> 209 and 131 (Ahmed Hayat 5-62)<br> <strong>Sargodha won by 126 runs</strong></p> <p><strong>Gujranwala</strong> 302 (Imran Abbas 105, Aqeel Ahmed 7-115) and 102 (Farooq Iqbal 5-16)<br> *<strong>Faisalabad</strong> 287 (Fida Hussain 116*, Farooq Iqbal 53) and 119-0 (Ijaz Mahmood 79*)<br> <strong>Faisalabad won by 10 wickets</strong></p> <p>*<strong>Karachi</strong> 315/5 dec (Zeeshan Perviz 115, Hasan Raza 100*) and 244/3 dec (Shahid Afridi 56, Mohammad Masroor 55*, Hasan Raza 50*)<br> <strong>Karachi Blues</strong> 312 (Afsar Nawaz 165) and 167 (Adnan Malik 5-47)<br> <strong>Karachi won by 80 runs</strong></p> <p><strong>Lahore Blues</strong> 471 (Shahid Anwar 100, Intikhab Alam 77) and 187-8 dec<br> *<strong>Lahore</strong> 325-7 dec (Taufeeq Umar 120, Ali Hussein 92) and 190 (Taufeeq Umar 57, Mohammad Hussain 5-77)<br> <strong>Lahore Blues won by 143 runs</strong></p> <p><strong>Peshawar</strong> 282 (Naheem Akhtar 5-79) and 270/9 (Younis Khan 74, Yasir Arafat 6-66)<br> *<strong>Rawalpindi</strong> 234 (Perviz Aziz 57, Fazl-e-Akbar 5-80) <br> <strong>Match drawn</strong></p> <p><strong>Islamabad</strong> 436-9 dec (Zaheer Abbasi 127, Bilal Asad 86) and 104 (Imran Adil 5-36)<br> *<strong>Bahawalpur</strong> 309 (Hamad Tariq 134, Kamran Hussain 53) and 19-0<br> <strong>Match drawn</strong></p> <p> <strong>West Indies</strong></p> <p>The new expanded Red Stripe Bowl is underway, with Canada, the USA, Bermuda and the Cayman Islands joining the six traditional regional sides. And USA caused the sensation of the early rounds by beating Barbados by two wickets at Sabina Park - their first win since joining the competition three years ago. Barbados, whose side contained five internationals, including Adrian Griffith and Philo Wallace, were skittled for 129 in 38 overs with spinner Rudy Narine taking 4-35. USA then reached 98-3, lost five wickets for 21, before sneaking home with one over to go. </p> <p>Earlier in the competition, the underdogs all got off to the worst possible start, losing their first matches in one-sided fashion. Laurie Williams took 5-12 from 9 overs as Jamaica crushed the USA, and Carl Hooper played his first game after 'retiring' 18 months ago - he made 41 from just 43 deliveries as Guyana defeated the Cayman Islands. </p> <p>Barbados scored only 185 against Trinidad and Tobago, but then dismissed them for 118. The absence of Brian Lara through injury helped. Jamaica, the defending champions, had big wins against the USA and Trinidad and Tobago, but crashed to a 49-run defeat against Barbados after four run-outs in the space of four overs.</p> <p>*<strong>Jamaica</strong> 264-4 in 50 overs<br> <strong>USA</strong> 157-7 in 50 overs<br> <strong>Jamaica won by 107 runs</strong></p> <p>*<strong>Canada</strong> 138 in 48.2 overs<br> <strong>Barbados</strong> 139-3 in 32.4 overs<br> <strong>Barbados won by 7 wickets</strong></p> <p><strong>Guyana</strong> 224-9 in 49 overs<br> *<strong>Cayman Islands</strong> 75 in 33.5 overs<br> <strong>Guyana won by 149 runs (D/L method)</strong></p> <p><strong>Bermuda</strong> 129 in 46 overs<br> *<strong>Leeward Islands</strong> 133-5 in 39.2 overs<br> <strong>Leeward Islands won by 5 wickets</strong></p> <p>*<strong>USA</strong> 81 in 29.3 overs<br> <strong>Canada</strong> 82-4 in 21.3 overs<br> <strong>Canada won by 6 wickets</strong></p> <p>*<strong>Barbados</strong> 185 in 49.4 overs<br> <strong>Trinidad and Tobago</strong> 118 in 43 overs<br> <strong>Barbados won by 67 runs</strong></p> <p>*<strong>Bermuda</strong> 250-6 in 50 overs<br> <strong> Cayman Islands</strong> 127-7 in 50 overs<br> <strong>Bermuda won by 123 runs</strong></p> <p>*<strong>Windward Islands</strong> 104 in 36.3 overs<br> <strong> Guyana</strong> 107-3 in 37 overs<br> <strong>Guyana won by 7 wickets</strong></p> <p><strong>Barbados</strong> 223-8 in 50 overs<br> *<strong>Jamaica</strong> 174-8 in 50 overs<br> <strong>Barbados won by 49 runs</strong></p> <p>*<strong>Windward Islands</strong> 252-5 in 50 overs<br> <strong> Bermuda </strong>147 in 43.3 overs<br> <strong>Windward Islands won by 105 runs</strong></p> <p>*<strong>Guyana</strong> 180 in 49.1 overs<br> <strong>Leeward Islands</strong> 181-5 in 49.2 overs<br> <strong> Leeward Islands won by 5 wickets</strong></p> <p>*<strong>Trinidad and Tobago</strong> 145 in 50 overs<br> <strong>Jamaica</strong> 146-1 in 37.4 overs<br> <strong>Jamaica won by 9 wickets</strong></p> <p><strong>Leeward Islands</strong> 174 in 49.1 overs<br> *<strong>Windward Islands</strong> 178-5 in 41.3 overs<br> <strong>Windward Islands won by 5 wickets</strong></p> <p>*<strong>Bermuda</strong> 181 in 50 overs<br> <strong>Guyana</strong> 183-3 in 43.2 overs<br> <strong>Guyana won by 7 wickets</strong></p> <p><strong>Canada</strong> 149 in 47.4 overs<br> *<strong>Trinidad and Tobago</strong> 151-5 in 46 overs<br> <strong>Trinidad and Tobago won by 5 wickets</strong></p> <p>*<strong>Cayman Islands</strong> 91 in 42 overs<br> <strong>Leeward Islands</strong> 94-1 in 8.3 overs<br> <strong>Leewards won by 9 wickets</strong></p> <p><strong>Barbados</strong> 129 in 38 overs<br> *<strong>USA</strong> 130-8 in 49 overs<br> <strong>USA won by 2 wickets</strong></p> <p> <strong>South Africa</strong></p> <p>A rumbustious century by 37-year-old former international Mike Rindel helped Easterns to a formidable total of 232/9 off their 45 overs and set up victory against Kwa-Zulu Natal in the one-day Standard Bank Cup in Benoni. Rindel dominated the scoring: his 128 came off 139 balls and included 18 fours, and the next highest score was Derek Crookes' 37. In reply Kwa-Zulu Natal collapsed against the new-ball pairing of Kenny Benjamin, the former West Indian Test player, and Andre Nel, who each took 3-25 from 9 overs. The total of 153 could have been a lot worse had it not been for a last-wicket stand of 50 between Kyle Bender and Gary Gilder. Gilder, batting at No. 11, top-scored for Kwa-Zulu Natal with 36 off just 28 balls, including an astonishing four consecutive sixes off the bowling of offspinner Derek Crookes.</p> <p>*<strong>Easterns</strong> 232-9 in 45 overs<br> <strong>Kwa-Zulu Natal</strong> 153 in 40.3 overs <br> <strong>Easterns won by 79 runs</strong></p> <p> On a good batting pitch at Bloemfontein a Northern total of 191 never looked enough, but Free State made it hard for themselves, struggling to 194-7 with 11 balls left. Northerns had collapsed to 58-5 before Martin van Jaarsveld (88) and Finley Brooker (39) added 99 for the sixth wicket. Free State laboured in reply but wicketkeeper-captain Gerard Brophy pushed his side over the line with 47, to add to the five dismissals (four caught, one stumped) he had taken earlier in the day.</p> <p><strong>Northerns</strong> 191-8 in 45 overs <br>*<strong>Free State</strong> 194-7 in 43.1 overs<br> <strong>Free State won by 3 wickets</strong></p> <p> In an exciting finish Eastern Province dismissed Boland with one ball to go at Port Elizabeth to win by one run. Boland went into the last over with nine wickets down and needing six runs to win, but Henry Williams, recently banned from international cricket until the new year for his part in the Cronje affair, was run out off the penultimate ball with two needed. Mfuneko Ngam, a fast-medium right-armer who recently toured West Indies with South Africa A, took 4-26. Poor batting had earlier reduced Eastern Province to 45-6 in their innings, but they were rescued by Justin Kemp (95*) who put on an unbeaten 62 for the 8th wicket with Meyrick Pringle (25*). </p> <p>*<strong>Eastern Province</strong> 183-7 in 45 overs<br> <strong>Boland</strong> 182 in 44.5 overs<br> <strong>Eastern Province won by 1 run</strong></p> <p> With regular opener Andrew Hall away on duty with the South African national team, Sven Koenig stepped into the breach and scored 109 for Gauteng against Border, laying the foundations for a dramatic victory in the process. He received little support from the rest of the order, however, although Darryl Cullinan did contribute a cameo 39 off 36 balls. In reply Border captain Pieter Strydom struck 89 not out, and Steven Pope made 63, but they couldn't make up for a slow start and fell agonisingly short at the end of their 45 overs.</p> <p>*<strong>Gauteng 229-9</strong> in 45 overs<br> <strong>Border</strong> 223-7 in 45 overs<br> <strong>Gauteng won by 6 runs</strong></p> <p> North West beat Western Province by four wickets at Potchefstroom, despite 106 from Graeme Smith and a 54-ball 58 from ex-Zimbabwe international Neil Johnson. North West responded well with a fine opening partnership from Glen Hewitt (42) and Hendrik de Vos (82*), but they were falling behind the required run-rate before West Indian Mark Lavine blasted 44 off 21 deliveries, including two fours and four sixes. It allowed de Vos to guide them home with one ball to spare.</p> <p>*<strong>Western Province</strong> 258-5 in 45 overs<br> <strong>North West</strong> 261-6 in 44.5 overs<br> <strong>North West won by 4 wickets</strong></p> <p><em>Catherine Hanley is an Australian who supports Somerset but lives and works in Sheffield</em></p>",
  "It didn't look like a ceasefire: a dozen young Palestinians, whirling slings at the Israeli blockhouse and waiting for the familiar crack of rifle fire from the concrete tower. <p>With the ink barely dry on the Sharm al-Sheikh agreement, Rachel's Tomb on the outskirts of Bethlehem was as much as a battleground yesterday afternoon as has been at any time in the bloody fortnight preceding it. </p> <p>Two Palestinians died and one Israeli was critically injured even before Ehud Barak and Yasser Arafat flew home. And defiant voices on the ground insisted that whatever the summiteers had promised, violence would go on. </p> <p>\"They have to put an end to the Israeli occupation,\" Marwan Barghouti, leader of the Tanzim militia, declared. It is the Tanzim gunmen, ostensibly loyal to Mr Arafat and his Fatah group, who have been shooting at Israeli forces on an unprecedented scale - and drawing deadly fire in return. </p> <p>\"If they didn't deal with this issue, they didn't succeed,\" Mr Barghouti added. \"The peaceful intifada will continue.\" </p> <p>But peaceful it wasn't: across the wadi from Rachel's Tomb, between Palestinian Beit Jallah and the Israeli neighbourhood of Gilo, built on occupied land but now annexed to Jerusalem, machine-gun fire brought Israeli tanks into action. </p> <p>As terrified civilians fled outlying streets, an Israeli border policemen was shot. In all, 160 families were evacuated, a development which will increase Israeli fears. </p> <p>Later, senior army officers warned ominously that if Jews were forced to leave their homes - just 15 minutes from central Jerusalem - the same would happen to Palestinians. </p> <p>\"As long as there's still shooting this summit agreement is just talk,\" one Gilo resident, Rami Meyer, said. \"Barak signed and right away they opened fire.\" </p> <p>If implementation on the ground is the test of Sharm al-Sheikh, the omens were bad. Mr Barghouti's men will have to be disarmed, or at least stop firing, and abide by \"detailed security understandings\". </p> <p>Without that, Israel will clearly not feel bound to withdraw its tanks and heavy weapons - now stationed at roadblocks and outside most Palestinian cities. </p> <p>\"Fatah people and supporters were against the summit and we know that Arafat went there because of pressure on him,\" Bassam Naim, the Fatah leader in the West Bank town of Nablus, said. \"We cannot accept the resumption of security coordination.\" </p> <p>The trouble yesterday at Rachel's Tomb followed a wearily familiar pattern: 11 Palestinians were reported wounded as they hurled stones and petrol bombs at an army post. </p> <p>In a vicious, self-perpetuating cycle, it followed the death of a 15-year-old Muayed Darwish on Monday. He was shot dead as he took aim with a molotov cocktail from behind a makeshift barricade. As the boy from the Aida refugee camp was buried, mourners shouted: \"No to Sharm al-Sheikh, yes to armed struggle.\" </p> <p>\"Nothing will change now,\" one middle-aged onlooker said. \"Peace is for Arafat and Barak, but not for our people.\" </p> <p>Outside Nablus, a Palestinian farmer, named as Farid Nasrara, 28, was killed by Jewish settlers, who were later arrested. Three other villagers were injured. </p> <p>Palestinian witnesses said the shooting was unprovoked and that the man was simply picking olives. But Yehoshua Mor-Yosef, a settler spokesman, insisted the farmers had first attacked with knives and iron bars, and that the settlers had fired warning shots in the air before aiming. </p> <p>In the Gaza Strip, a Palestinian was killed and 10 more were hurt as hundreds threw stones at the Israeli military checkpoint at Erez. The army said a sniper also injured a firebomb thrower. </p> <p>The Israelis say they are firing rubber-coated bullets at firebomb throwers in order to minimise casualties - a claim greeted with incredulity by Palestinians, the UN and human rights groups. </p> <p>Security officials from both sides were due to meet last night to hammer out the understandings promised at the summit. The details will not be released. </p> <p>Pro-peace Israelis, devastated by recent events, said a ceasefire was not enough. Peace Now called for the disarming of Jewish settlers as a well as the Tanzim militia. \"Armed militias on the West Bank are a clear and present danger to the peace process and to Israel's security,\" it said. </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "<p><strong> The Long Day Closes</strong> </p> <p>(Terence Davies, 1992) </p> <p>8pm, FilmFour </p> <p>Warm and affectionate autobiographical account of Davies's childhood in 1950s Liverpool. Times are hard for 11-year-old Bud (Leigh McCormack), and he is threatened by school bullies and the Catholic terror: but all fears founder on the great rock of his family and community. The mother of all mothers is Marjorie Yates; a beautiful, emotionally honest evocation of time, place and childhood. </p> <p><strong> The Ice Storm </strong></p> <p>(Ang Lee, 1997) </p> <p>12 midnight, Sky Premier </p> <p>A delicately crafted, superbly acted study of suburban morality in 70s America: all self-consciously hip partner-swapping parties and inner torment. It focuses on the Hood family. Student son, Paul (Tobey Maguire) is returning home for Christmas, finding parents Kevin Kline and Joan Allen's relationship in deep freeze: Dad's having an affair with a neighbour (Sigourney Weaver, playing borderline bitter). Meanwhile, Paul's sister Wendy (Christina Ricci, in an engaging early role) is exploring her own sexuality, and there's a tragedy in the offing. </p> <p><strong> Village of the Damned</strong> </p> <p>(Wolf Rilla, 1960) </p> <p>2.30am, TCM </p> <p>Eerie adaptation of John Wyndham's novel The Midwich Cuckoos, offering conclusive proof that the English countryside is a much better setting for sci-fi horrors than, say, the Nevada desert. Nine months after a strange torpor blankets little Midwich, a dozen village women give birth to identical children, chillingly intelligent and possessed of supernatural powers. In the absence of X Files agents, physicist Gordon Zellaby (George Sanders) sets about the destruction of the far-from-innocents.</p>",
  "Last Sunday Jörg Haider's party did surprisingly poorly in regional elections in Styria. Its support dropped to 12.4%, under half of its share of the vote when his Austrian Freedom Party pushed their way to power in Vienna earlier this year. <p>But this setback for the far right followed strong showings in Belgium (33% for Vlaams Blok in Antwerp city elections) and growing public support for the Fremskrittspartiet (Progress party) in Norway. </p> <p>Cool judgment says the far right is not on the march across Europe. Extreme right parties do not exist in, for example, Ireland and Iceland and are irrelevant in Greece and Spain. Even in Germany the Deutsche Volksunion (German People's Union) and Die Republikaner (the Republicans) have never been able to sustain their occasional electoral successes, achieved only at the regional level. The Netherlands and Sweden and now even France have recently seen the far right's implosion. </p> <p>What happened in the 90s was that the extreme right started to diversify. It failed electorally in some countries but in others became strongly established. Far right parties made it into government, first in Italy, where the \"post-fascist\" Alleanza Nazionale (National Alliance) joined the short-lived Berlusconi government in 1994, then in Austria, where Haider's Freiheitliche Partei Österreichs teamed up with the conservative People's party. In Germany the far right has terrorist elements which constitute a threat to public order. There are daily attacks on \"undesirables\" (the homeless, foreigners), notably in the regions of the new east. The German government has tried to save its reputation, as well as to ease its increasingly worried business community, by outlawing various small neo-Nazi groups. The Nationaldemokratische Partei Deutschlands (National Democratic party of Germany) may also be barred, which would be the first banning of a real political party since the 50s. </p> <p>Germany is not the only European country facing terrorism from the right. Extremists in Sweden, following an American example, have sought to foment racial war. The Vitt Ariskt Motst nd (White Aryan Resistance) has robbed banks, threatened opponents and killed. The Swedish media responded earlier this year by publicly identifying some of its most violent members. </p> <p>Extreme right parties have split internally. Moderates have moved to court mainstream rightwing parties by moderating their rhetoric. This strategy has been most successful for the Alleanza Nazionale in Italy and for Haider: they won the ultimate prize of inclusion in government. But in France, the hardline leader of the Front National, Jean-Marie Le Pen, ousted his moderate vice-chairman, Bruno Mégret, who is, incidentally, his son-in-law. Within the Vlaams Blok in Belgium, the camps are personified by Filip Dewinter (hardline) and Gerolf Annemans (moderate), which are only kept together by the boycott of the Blok by the mainstream parties. </p> <p>Moderates (these terms are relative) have won votes by toning down the xenophobia and often using neo-liberal rhetoric - for example the Norwegian Progress party, the Italian Lega Nord (Northern League) and Haider. This has distinguished them from extreme right parties which tend to fight on a welfare-chauvinist platform, supporting a welfare state that is only for \"our own people\". But as they have attracted more working-class voters, neo-liberalism has been less in evidence. The ideological mix of such parties as the Norwegian Progress party and the Northern League in Italy is interesting. The League and Haider's Freedom party recently even changed their national allegiance - the League from Italy to \"Padania\" and the Freedom party from Germany to Austria. </p> <p>Despite its diversification and electoral moderation, the extreme right still poses a threat to the democracies of western Europe in general, and to Austria, Belgium and Italy in particular. </p> <p>It is not so much the health of extreme right parties as the feeble state of the mainstream rightwing. Modernised social democratic parties have triumphed in several countries, pushing the \"old right\" out of government and sometimes out of the ideological centre as well. In response, the old right has sought to revamp itself by taking over issues and positions from the extreme right. </p> <p>The Bavarian Christian Social Union's recent campaign in regional elections was almost a copy of earlier Republican campaigns, while much of the UK Tory party's rhetoric on crime and refugees can hardly be distinguished from that of extreme right parties on the continent. There are voices within mainstream rightwing parties calling for a \"normalisation\" of the relationship with the extreme right. The threat has been perceived by governments. The sanctions against Austria agreed by the 14 other member states of the European Union were - it has even been argued - intended as a warning to the mainstream right. </p> <p>But extreme right opinions cannot be wiped out by party bans or sanctions. They have to be addressed at the root, in the reasons why people choose to support the extreme right. The issues driving such support - immigration for example - fully deserve to be put on the political agenda, but not the right's prescriptions. It is up to the mainstream democratic parties to come up with policy solutions to extreme right problems. </p> <p>\u0095 Cas Mudde teaches at Edinburgh University and wrote The Ideology of the Extreme Right, Manchester UP. <a href=\"mailto:c.mudde@ed.ac.uk\">c.mudde@ed.ac.uk</a></p>",
  "A claim that Chinese troops have been making regular forays into Indian territory on the disputed border has thrown relations between the two countries into turmoil. <p>Mukut Mithi, the chief minister of the Indian state of Arunachal Pradesh, said that Chinese army patrols had been crossing mountain terrain there and harassing villagers. </p> <p>The disputed 650-mile border in India's north-east, known as the Line of Actual Control (LAC), has long been a flashpoint between the two nuclear powers which fought a border war there in 1962. </p> <p>The chief minister claimed that Indian intelligence had uncovered a Chinese-built mule trail on the Kaila pass, in the remote Dibang valley. The trail proved \"repeated\" incursions across the LAC, he said, adding that Chinese troops disguised themselves as hunters and farmers. </p> <p>Unchecked, the incursions would \"snowball into another controversy\", he warned. </p> <p>China claims a large swath of territory in Arunachal Pradesh - which is home to many Buddhist Tibetan tribes - while India maintains that China still holds 40,000 sq km of territory which New Delhi claims in Kashmir. Indian commanders on the border were reported to be refusing to discuss the matter last night. </p> <p>On Monday, China's state media dismissed the reports as \"inaccurate\". An Indian foreign affairs spokesman said he would not confirm or deny the claims, adding that both sides signed agreements to resolve the border issue in 1993 and 1996. </p> <p>Unlike the frontier between India and Pakistan in Kashmir - where rival troops shell each other every day - Indian and Chinese units do not exchange fire. Postmen from both countries even exchange letters for villagers. Suspicions remain, however. </p> <p>The Chinese army last crossed the border in 1986, into the Tawang valley, and built a helipad (later destroyed by India). </p> <p> If superficially polite, relations between New Delhi and Beijing are best characterised as mistrustful. India accuses China of helping Pakistan to stockpile a nuclear and missile arsenal much larger than its own - a claim backed by US intelligence. </p> <p>In 1998, India defended its controversial nuclear tests by pointing to a Chinese nuclear threat. China said India was trying to dominate south Asia.</p>",
  "In response to Robert Readman's attack upon humanity's belief in \"gods\" (Letters, October 14), it is important to distinguish between the universal truths and aspirations that are embodied in such beliefs and the systems that develop from them. Religion is the imperfect human attempt to formulate divine ideals in human terms and, as such, is inevitably flawed. <p>To suggest, however, that this should cause humanity to abandon its belief in an all-loving God is to miss the point. The challenge for our violent society is to rediscover that divine essence, not to continue to abandon and betray it. As such, the desperate situation in the Middle East represents not only humanity's failing but also its greatest challenge - to rediscover and to implement the divine will for all of humankind, and not to claim that it applies only to selected groups.<br> <b>Rabbi Pete Tobias</b><br> Glasgow <a href=\"mailto:rabbipete@gns.org.uk\">rabbipete@gns.org.uk</a></p> <p>\u0095 The problem in the Middle East is not religion but power. I have Palestinian relatives in Nazareth. They have Israeli passports but they are second-class citizens, denied basic human rights and dignity by a racist state. Today they live in fear and we have received emails pleading for international protection. This family is Christian, but it doesn't matter what religion they are - all Palestinians are asking the same questions: when will the international community protect them from ethnic cleansing in the same way that they protected the people of Kosovo? When will an Israeli leader be treated with the same ire as Milosevic?<br> <b>Brenda Addison</b><br> Birmingham </p> <p>\u0095 Dr Francis Clark-Lowes writes (Letters, October 16) that \"what lies behind the Israel-Palestine conflict is the systematic colonisation and ethnic cleansing of a piece of land, all of which used to be called Palestine.\" This encapsulates several historical myths; chiefly, that the Palestinian Arabs have been in Palestine from time immemorial and that the Jews came on the scene recently. </p> <p>The name \"Palestine\" existed long before there were any Arabs in the area, and Jewish settlement long predates the arrival of the Arabs. \"Palestine\" was originally the coastal land of the Philistines, who were Greek in origin. Jews were the main occupants of the central area from about 1300BC right up to the time of the Arab conquest in the seventh century AD. Jews continued to form part of the population throughout the Middle Ages, though much depleted by Christian Crusader massacres. They maintained considerable numbers up to modern times. As a perennial element in the population they are at least as entitled to political independence as any other element, and have special rights as aboriginals. </p> <p>Outside Palestine, Jews never ceased to maintain their attachment to the land of Israel in their prayers and hopes. In modern times, they have met with murderous antisemitism in the west, which motivated the Zionist movement of return to the homeland. It is ironic that after all their sufferings in the west, the Jews are caricatured as western colonists.<br> <b>Hyam Maccoby</b><br> Centre for Jewish Studies, University of Leeds </p> <p>\u0095 The other night I phoned my Palestinian friend Feisa, who lives in el-Fawwar, a refugee camp south of Hebron. She told me how Israeli soldiers have set up a blockade at the camp's entrance, digging up the road to stop cars passing. Some days people are not even allowed out on foot to go to work or school in nearby towns. A young man who went up on his roof to phone his aunt - roofs are like extra rooms there - was shot dead by Israeli soldiers. These are the realities of life for ordinary people, and they are not being reported in this talk of a \"war\" between \"two sides\".</p> <p>My friend was downhearted, believing the west takes Israel's part and forgets the Palestinians. What is needed is a popular movement to persuade western and Israeli governments that apartheid is no more acceptable in the Middle East than it was in South Africa.<br> <b>Alex Klaushofer</b><br> London <a href=\"mailto:alex@klaushofer.fsnet.co.uk\">alex@klaushofer.fsnet.co.uk</a></p> <p>\u0095 The parallels between the Middle East and Northern Ireland are clear. In both cases, centuries-old problems seemed close to solution, thanks partly to international intervention but mainly to the efforts of relatively moderate local leaders - Barak and Arafat in one case, Trimble and Adams in the other. </p> <p>And there have been key issues in each - the status of Jerusalem and arms decommissioning respectively - which have not been resolved to the satisfaction of one of the parties. Extremists on both sides have exploited the situation, and peace is at risk. </p> <p>Practical solutions are hard to come by. In Northern Ireland there is still time for men and women of goodwill on both sides to use democratic means to preserve the agreement that has been achieved. In the Middle East, however, this may not be the case. </p> <p>We in the UK we can help to support the moderates in Ireland. We can only pray that moderates in Israel and Arab countries will work to prevent a conflagration that would not only cause much bloodshed and misery in their own lands but imperil the economy, if not the stability, of the rest of the world.<br> <b> Anthony Garrett</b><br> Falkland, Fife</p>",
  "From 1959, until his death aged 90, Gus Hall was secretary-general of the Communist party of the United States. During that time, the once-powerful organisation passed, remarkably unchanged, through social struggle and reaction, isolated but rarely threatened by the internal turmoil which shattered so many of its counterparts. Hall's rigidity kept American communists simultaneously faithful to eastern bloc-style state socialism - even in its absence - and to the Democratic party. <p>Born Arvo Halberg in Iron, Minnesota, one of the nine children of a Finnish-American mining family which supported the Industrial Workers of the World - the Wobblies - he left school at 14 and became a lumber worker. His blacklisted father was a founding CPUSA member. </p> <p>In 1927, Arvo (renamed Gus Hall in the 1930s as part of \"Americanising\" communism) joined the young communist league. He spent two years at Moscow's Lenin Institute, organised the unemployed at home, and, in 1937, was charged with attempted dynamiting of a steel plant - rivals later considered his escape from prosecution suspicious. He then became a full-time communist. </p> <p>After naval service in the second world war, Hall joined the CPUSA national executive in 1945. In 1948, he was convicted of conspiring to overthrow the government by force. Sentenced to five years' imprisonment, he became a model party leader, absent from duty but unflinching in the face of persecution. Thus his arrest in 1951, for jumping bail and seeking political exile in Mexico, added years to his sentence - and credibility to his status. </p> <p>Hall emerged from prison in 1957 into a ghostly remnant of his party, which had peaked during wartime with 85,000 members, a popular following perhaps 10 times that size, and influence from Hollywood to the civil rights and industrial union movements. Legislative repression and FBI pursuit had narrowed the party, but disillusionment had nearly erased it. In 1956, rebellion in Hungary, and Nikita Khrushchev's revelations of Russian anti-semitism, had demoralised survivors. </p> <p>A reform wing of the organisation argued for openness and internal democracy, but the hardliners outlasted their opponents, thus preparing the way for the Gus Hall era. Yet Hall apparently promised to take advantage of new winds from the civil rights, peace and labour movements. </p> <p>Taking power, he asserted a tone that never again left the CPUSA. Further threats of federal persecution seemingly legitimised his military-style posture. But so did the conspiratorial character of American responses to post-colonial developments, from the Caribbean and Latin America to Africa and Asia. Russian support for Fidel Castro, in particular, but also of many new regimes and guerilla movements, gave the Soviet Union its last measure of support from younger generations, and American communists an element of reflected glory. </p> <p>Hall set the communists apart from the emerging new left, quite as much through cultural conservatism as through their undying faith in Moscow. The mostly middle-aged (or older) communists, including Hall, were morally offended by campus activists' sexual politics and drug use. But they also opposed breaking with the Democrats, and celebrated Lyndon Johnson's crushing 1964 defeat of Barry Goldwater as a \"people's victory\". They opposed the black power slogan as divisive. </p> <p>Highly influential in antiwar mobilisations in Manhattan, and enjoying a modest resurgence in selected unions and some African-American causes, communists nevertheless recruited few youngsters until the new left's collapse. Thereafter, the election of African-American mayors in Chicago, Detroit and Berkeley - with decades-long personal ties to local communists - symptomised the prospects for revival. Armed with a daily newspaper, and hardworking mobilisers around causes like Vietnam, South Africa, Chile, El Salvador and Nicaragua, communists enrolled campus activists and union reformers - many of them the offspring of the communist faithful. </p> <p>By this time, Hall seemed an obstacle to revival, and rebuffed the grooming of successors - and quickly identified Mikhail Gorbachev as a traitor to socialism. In 1988, the People's Daily World became a weekly, and during the aborted Soviet party coup against the reformers, Hall issued a taped message of support for Gorbachev's opponents. This gesture sparked a significant internal party rebellion, but he outmanoeuvered the reformers. </p> <p>Thereafter, most of the CPUSA's past heroes, including Angela Davis, abandoned the organisation. Yet Hall soldiered on, past the fall of the Berlin wall. The long-hated Chinese Communist party now appeared admirable, if by no means as praised as the governments of Vietnam, North Korea, or - above all - Cuba. The CPUSA had outlived Mao-inspired rivals and, compared to its nearest left survivor, the Democratic Socialists of America, remained an organisation of activists (if increasingly octogenarian), with a weekly press, likeable local figures, and the energy to support the post-cold war leadership of the AFL-CIO. </p> <p>Hall's memories of past struggles, like the happier days in Roosevelt's New Deal coalition, demonstrated the power of nostalgia and the absence of alternatives. In that light, Hall had been a museum piece for almost his entire career. He is survived by his wife Elizabeth, and a son and daughter. </p> <p>Gus Hall (Arvo Kusta Halberg), political organiser, born October 8 1910; died October 13 2000</p>",
  "It was a crisp spring morning eight years ago, when, for the first time in his life, Miles Hilton-Barber suddenly felt trapped. Realising, as he stood at his open front door, that he lacked the confidence to walk the short distance into his local village of Duffield, in Derbyshire, he had no option but to retreat to the refuge of his study and start contemplating a new life. <p>Diagnosed 12 years earlier with the degenerative eye condition retinitis pigmentosa, he now faced the descent of blackness that he had never dared imagine. \"Because I'd been losing my sight gradually, I tried to kid myself that I could still see well enough,\" says the quietly spoken 52-year-old. \"I disregarded the inevitable, and losing all my sight was very traumatic.\" </p> <p>As a lover of adventure and extreme sports - his CV at the time included abseiling, parachute jumps and white water rafting in the Zambezi - Hilton-Barber says that the attendant loss of \"confidence, dignity and independence\" hit him hard. </p> <p>That these have since been so emphatically restored - and at no small risk to his life - is testament to a man who decided to dig deeper than he has ever done and found extraordinary reserves of spirit in the process. \"When I was low, I'd have hidden under my bed if someone had told me what I'd be doing now.\" </p> <p>The CV has certainly been updated over the past 18 months. In April 1999 with his close friend and sighted guide Jon Cook, he completed the gruelling Marathon Des Sables, a 150-mile race through the Sahara desert, billed as \"the toughest foot race in the world\". </p> <p>In April this year, Cook led Hilton-Barber on a Himalayan expedition to 17,500ft in the Everest region. Three months later the pair climbed the 19,340ft high Mount Kilimanjaro, and in August, they scaled Mont Blanc (15,770ft). </p> <p>Their hardest test yet, however, begins at the end of this month, when Hilton-Barber hopes to become the first blind person to walk the 730 miles from Patriot Hills, on the Antarctic coast, to the south pole. In the process they aim to raise £2.5m for the Royal National Institute for the Blind, where Hilton-Barber now works as a project manager. </p> <p>\"Physically it will hammer us,\" he says, \"but the mental challenge will be even greater.\" Cook's respect for his friend's remarkable rehabilitation is clear. \"Miles underwent a period of intense self-examination when he lost his sight. But the RNIB taught him the art of walking with sticks and gradually his confidence to try things grew.\" </p> <p>As befits a man who, according to Cook, \"is a great encourager, he has convinced me to reach for dreams,\" new challenges began presenting themselves and were duly overcome. Competing in a six-mile village race sharpened his appetite for half and then full marathons. But the catalyst for the pair's more recent exploits was the singular achievement two years ago of Hilton-Barber's brother, Geoff. </p> <p>Having also lost his sight, by a wretched coincidence, to the same condition, Geoff remains the first blind yachtsman to have sailed solo the 4,300 miles from Durban, South Africa, to Fremantle in western Australia. \"That was a real wake-up call for Miles, in terms of proving just how far you can stretch yourself,\" Cook explains. </p> <p>\"It certainly made me think again,\" agrees Hilton-Barber. \"I could not have had a more inspiring role model.\" The two brothers claimed yet another world first when they completed the race in the Sahara, which comprises five-and-a-half marathons in six days in 120-degree heat. Competitors must be self-sufficient at all times, thus entailing the added burden of carrying a rucksack containing essential supplies. </p> <p>Running behind on a lead attached to Cook's hip enabled Hilton-Barber to sense changes in direction and gradient. If either altered radically, Cook would alert him, slow down and offer his arm for support. \"The experience with Miles certainly brought a whole new perspective to distance running,\" Cook says. </p> <p>The mechanics of climbing together are even more demanding, and precision is all when you are hanging on to a rock face 14,000ft up. And while Cook is an experienced mountaineer, Hilton-Barber only started climbing in January in Scotland. </p> <p>\"I have to listen very carefully to everything Jon says,\" he explains. \"He will tell me to reach my hand 16 inches across the rock, then up six inches, feel for the three-inch lip and grab it. Tight situations, such as falling down a crevice on Mont Blanc, do shake me up because I can't see. But Jon did pull me out.\" Once asked why he bothered to climb mountains when he couldn't see anything from the summit, he recalls a moment that instantly evokes the deep sense of awe and wonder he felt when he and Cook conquered Kilimanjaro. </p> <p>\"Jon was describing this fantastic sight. As dawn was breaking, he could see these beautiful ice fields and a huge ball of fire on the horizon. The plains of Africa were 15,000ft below us and I could feel a cool breeze. I'll never forget it.\" Accompanied by a British and Russian Antarctic guide, Hilton-Barber and Cook will be pushed to new and unforgiving limits by the 70-day trek to the south pole. Each will be pulling a 200lb sled of gear for eight to 10 hours a day, covering just 10 to 15 miles of bleak wasteland. They will walk side by side when the weather permits, and Cook will have a bell or a rope attached to his rucksack, so his partner knows exactly where he is. </p> <p> Unless directions are being called out, the two will walk in silence to avoid wasting oxygen or breaking their rhythm. The warmest it will get is around -20 C. \"At the end of every day we will have to get our gear out, put up the tent, cook, sleep, then get up and start all over again,\" explains Hilton-Barber. \"And unless the weather confines us to camp, we're doing the same thing 70 times in a row. Mental strength is therefore essential.\" </p> <p>\"Coping with the continuous sameness will be hard for me, but Miles won't even have anything to look at,\" says Cook. \"If we don't get on top of it and enjoy it, it will be a nightmare.\" Cocooned in four or five layers means that hearing or feeling anything, particularly in bad weather, becomes practically impossible. It also deprives Hilton-Barber of his two most vital senses. \"But I'll deal with it,\" he says. </p> <p>The pair are not expected home until January 30, which means missing Christmas and new year with their families. Hilton-Barber, a father of three, will try to celebrate his 53rd birthday in a tent, but will also miss his daughter Abigail's 21st birthday. \"It will be very hard on them, but we hope to keep in touch by satellite phone once a week.\" </p> <p>\"My wife and two boys go through the mill when we are away,\" admits Cook. \"But they understand what Miles and I are trying to achieve.\" </p> <p>Hilton-Barber's philosophy is simple. \"I don't expect blind people to go to the south pole. But if I can encourage someone to pick up a white stick and cross the road, that's something. Enabling and liberating people, irrespective of a disability, is what it's about.\" And he should know. </p> <p>The RNIB Helpline: 0845 7669999.</p>",
  "<p>Working on a shoestring budget and often struggling to get a mention in the local press, let alone the national media, the Beth Johnson Foundation faces problems typical of many small charities. </p> <p>The foundation, which for almost 30 years has been developing innovative ways of promoting the status of older people, can now claim to have achieved some national recognition after being chosen one of five winners of the Guardian Charity Award 2000. \"This award and the £5,000 prize money will be very useful for us,\" Alan Hatton-Yeo, the foundation's chief executive, said at the presentation this week. </p> <p>\"One of our big concerns is looking at the ways in which younger and older people can work more closely together in our communities. In the past 30 years, there's been increasing fragmentation of older people, and this award will help us look at ways of re-establishing contact between the elderly and younger members of the community.\" </p> <p>A fellow winner, the Phoenix Community Furniture Scheme, has also proved that a large budget is by no means a vital ingredient to achieving big results. Until five years ago, no charity in Powys had taken on the role of providing the household needs of people in rural mid-Wales who were on low incomes or receiving benefits. Since then, though, volunteers have worked tirelessly from premises on a Newtown industrial estate, collecting and distributing everything from beds and blankets to washing machines and wardrobes - all donated by local people. </p> <p>Receiving the award, Celia Gardiner, the scheme's co-ordinator said: \"This amount is substantial in terms of the income we receive. In addition to helping us provide household items for the financially disadvantaged, it will also help us provide training opportunities for disadvantaged youngsters, a workshop and better services for our clients.\" </p> <p>Along with three other winners - Place 2 Be, a charity providing help for pupils with emotional problems; Sunnyside Community Gardens Association, which takes an holistic approach to improving an inner city community's mental and physical health by creating \"healthy\" buildings and organic gardens; and Shape Ticket Scheme, a disability arts organisation providing access to cultural events for elderly and disabled people - the schemes will find some cashflow problems temporarily eased by the prize money of £5,000 each, provided this year by the Joseph Rowntree Foundation, the leading funder of social policy research and development. </p> <p>But perhaps more importantly, recognition of their excellence and innovation may generate much-needed publicity for their causes, and trigger more help. Alan Rusbridger, the Guardian's editor, said previous winners had found they could use the award as a basis to secure other funding. With smaller charities witnessing an ever-growing gap between themselves and their bigger counterparts, the scheme had more than proved its worth in the eight years since it started. </p> <p>Rusbridger, who presented the prizes at a ceremony on Monday, said: \"We all read about the big charities who can look after themselves because they get the publicity and go on to get the bulk of the revenue on offer. But it is vital to recognise the truly heroic work done by small charities which often start out from just one person's obsession borne out of their personal experience, and the way they can turn that obsession into something that really does important work in the community.\" </p> <p>The benefits of a £5,000 cash injection will be felt immediately by one winner - Shape London, which works with 100 arts venues and companies to provide disabled and older people with discounts of up to 50% off normal ticket prices for events such as the opera, theatre, dance, cinema and museums. </p> <p>At present, the charity distributes 14,000 tickets a year manually . A computerised booking system is vital. \"We need £18,000 for it, but the money we won this week means we are now over halfway there,\" said Julie Reynolds, Shape's manager. </p> <p>More than 200 charities entered for this year's award. Chairman of the judges, Simon Armson, chief executive of the Samaritans, said: \"We had considerable difficulty in choosing five winners from a very strong shortlist. We are certain, however, that those who have been selected demonstrate the enormous strength and value that the work of charities can bring to society as a whole. </p> <p>\"We have been able to include in our selection some highly imaginative creative schemes, together with those that reach those parts of society that other services cannot possibly get to.\" </p> <p>The judging panel also comprised Nick Hardwick, chief executive of the Refugee Council, Catherine Graham-Harrison, a Rowntree trustee, Naomi Eisenstadt, chief executive of the government's Sure Start programme, and David Brindle, editor of Guardian Society. </p> <p>One of the five winners will be chosen to be among the charities to benefit from this year's Guardian Christmas appeal. </p> <p> <strong>Taking a bow</strong><br></p> <p>Sadler's Wells theatre in London was a most appropriate venue for the spotlight to fall this week on the work of the five winners of the Guardian Charity Award 2000. </p> <p>Representatives of the five small charities were praised for excellence and innovation. The winners were: </p> <p>\u0095 The Beth Johnson Foundation, Stoke-on-Trent, which brings together young and old for the benefit of the local community. </p> <p>\u0095 Phoenix Community Furniture Scheme, Powys, which provides household items for needy people living in rural mid-Wales. </p> <p>\u0095 Shape Ticket Scheme, London, which opens up access to the arts for disabled and older people. </p> <p>\u0095 Place 2 Be, which is based in south London and works in schools in several parts of the country with children in need of emotional and therapeutic support. </p> <p>\u0095 Sunnyside Community Gardens Association, north London, which provides ecological and horticultural therapy for people with mental health problems and a green space for the local community.</p>"
]