[
  "<p>Charlotte police on Saturday released footage of the <a href=\"https://www.theguardian.com/us-news/2016/sep/23/charlotte-protests-suspect-arrested-deadly-shooting\">fatal police shooting</a> of Keith Scott, a 43-year-old African American man whose death precipitated both riots and peaceful protests in North Carolina this week.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/23/charlotte-protests-suspect-arrested-deadly-shooting\">Keith Scott shooting: video emerges of fatal encounter with Charlotte police</a> </p> </aside>  <p>In two sets of video of the incident on Tuesday, one from a body camera and another from a police cruiser dashboard, cameras recorded the altercation between officers and Scott. </p> <p>At a <a href=\"http://www.charlotteobserver.com/news/article104021571.html\">press conference on Saturday evening</a>, members of Scott’s family welcomed the release of the footage but argued it offered no concrete evidence that the 43 year-old was armed at the time he was killed. </p> <p>“There is no definitive evidence in this video as to whether or not there is an object in his hand, and if there is, what that object is,” said attorney Justin Bamberg. “I don’t see anything there, in my opinion that would lead to him losing his life.”</p> <p>Peaceful protests continued in Charlotte into the early hours of Sunday morning as police reported <a href=\"https://twitter.com/CMPD/status/779904419865489408\">at least four arrests</a> made overnight in relation to the rioting and looting that gripped the city earlier in the week. <br></p> <p>According to a Charlotte police statement issued with the videos of the Keith Scott incident on Saturday, two plain-clothes officers in an unmarked car were preparing to serve an arrest warrant on an unrelated subject when Scott parked his SUV beside them.<br></p> <p>Those officers saw that Scott was “rolling what they believed to be a marijuana ‘blunt’,” the police department said in a statement released with the video on Saturday, but “did not consider Mr Scott’s drug activity to be a priority”. </p> <p>Then an officer “observed Mr Scott hold a gun up”, the department said. “Due to the combination of illegal drugs and the gun Mr Scott had in his possession, officers decided to take enforcement action for public safety concerns.”</p> <p>The officers returned with marked vests and approached Scott, giving verbal commands to drop the gun, according to the statement. A third officer arrived in uniform and Scott exited his car, backing away from it. According to the department, officer Brentley Vinson “perceived Mr Scott’s actions and movements as an imminent physical threat to himself and the other officers”, and fired.</p> <p>Officer Vinson has been placed on paid administrative leave. He is also African American.</p> <p>The video released on Saturday corroborates part of this account, though, crucially, it is unclear whether Scott has anything in his hand. The body camera footage clearly shows an officer pounding on the window of Scott’s car, while the dashboard camera footage shows him slowly backing away from officers, who surround him with guns drawn. Scott does not appear to raise his hands up from his sides, toward officers or in the air before he is shot.<br></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"742e879eb3a35bbd0a72e1c8ceeb8741042933ae\"> <img src=\"https://media.guim.co.uk/742e879eb3a35bbd0a72e1c8ceeb8741042933ae/0_0_1856_2784/667.jpg\" alt=\"An evidence photograph released by police\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An evidence photograph released by police.</span> <span class=\"element-image__credit\">Photograph: Charlotte-Mecklenburg police</span> </figcaption> </figure>  <p>In the dashcam footage, the muffled sounds of shouts are audible and two officers with guns drawn are standing at a distance from Scott, who does not move quickly as he backs away. </p> <p>In the body camera footage, even less is clear: the officer who knocks on Scott’s car window circles the car, catches sight of Scott, who is turned away, and then ducks back behind the car. Somewhere in this interval Scott is shot.</p> <p>Before the release of the footage, police chief Kerr Putney told reporters it supported his department’s version of events, and that other evidence shows Scott was in possession of a handgun at the time of his shooting.</p> <p>“People can interpret anything they want based on one piece of evidence,” Putney said. “What we’re giving out is the most complete puzzle we can without trying the case in public. There is no single piece of evidence that proves all of the complexities.”</p> <p>According to police, witness interviews confirm that officers shouted at Scott to comply, and a lab analysis “revealed the presence of Mr Scott’s DNA and his fingerprints on the gun”. </p> <p>“The investigation also revealed that Mr Scott was wearing an ankle holster at the time of the event,” the department said. Police released photos of the gun, holster and blunt.</p> <p>At a press conference, Putney explained his delay in releasing the footage despite days of protests demanding it.</p> <p>“My priority has been throughout the whole investigative process to maintain the integrity of the investigation,” he said, “because that’s essential, that’s essential in a fact-finding process that leads you to the truth.”<br></p> <p>Putney said two independent investigations would no longer be affected by the release of the video. “We’re releasing evidence,” he said, “that we believe will give you indisputable evidence that the facts we started with are the facts that we’re left with today, based on two independent investigations.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/23/charlotte-police-keith-scott-shooting-video\"            data-short-url=\"https://gu.com/p/54cby\"                    data-show-ads=\"true\"            data-video-id=\"2745003\"            data-video-name=\"Footage shows moments before police shooting of Keith Scott – video\"            data-video-provider=\"Scott family/Curry Law Firm\"            > <video data-media-id=\"gu-video-57e57820e4b0831a51401ace\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/23/160923shootingAP_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/23/160923shootingAP.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/23/160923shootingAP_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/23/charlotte-police-keith-scott-shooting-video\">Footage shows moments before police shooting of Keith Scott</a></figcaption> </figure>   <p>Putney declined to go into specifics, saying police had cause to approach Scott. “The reason for the encounter is because laws were broken,” he said, adding that “the gun exacerbated” the situation. </p> <p>“There’s marijuana there that they weren’t focused on it,” he said, “until a gun was produced.”</p> <p>Putney said the video alone was ambiguous and would not resolve all the details of what happened. Officers involved had acted responsibly, he said, insisting he would not “try the case” in public. .</p> <p>On Friday, under the watch of armed national guard troops and after the Scott family <a href=\"https://www.theguardian.com/us-news/2016/sep/23/charlotte-protests-suspect-arrested-deadly-shooting\">released a cellphone video</a> of the encounter, a fourth night of protests unfolded peacefully. In the immediate aftermath of Scott’s death, such protests <a href=\"https://www.theguardian.com/us-news/2016/sep/22/charlotte-protests-north-carolina-governor-declares-state-of-emergency\">turned violent</a> and one protester was <a href=\"https://www.theguardian.com/us-news/2016/sep/22/north-carolina-protester-dies-keith-scott-police-shooting\">killed</a>.<br></p> <p>The two-minute video recorded by Scott’s wife, Rakeyia, showed events leading up to the shooting but not the shooting itself. In the video, Rakeyia Scott can be heard pleading with officers to hold their fire as they confront her husband, who is sitting in a parked car outside an apartment complex. <br></p> <p>Rakeyia Scott can be heard telling officers: “Don’t shoot him! He has no weapon,” as they yell at Scott, “Drop the gun!” She also shouts, “Keith, Keith, don’t do it,” although it is not clear whether she is directing her comments to her husband or police. The footage captures the sound of four shots but does not show Scott being hit.</p> <p>“He better not be fucking dead,” Rakeyia Scott shouts. “He better live.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/23/charlotte-keith-scott-north-carolina-protesters-curfew-video\"            data-short-url=\"https://gu.com/p/54a92\"                    data-show-ads=\"true\"            data-video-id=\"2743472\"            data-video-name=\"Charlotte protesters react to curfew – video\"            data-video-provider=\"Reuters/AP\"            > <video data-media-id=\"gu-video-57e4e73de4b041e3124fbd9c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/23/160923charlottedaythree_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/23/160923charlottedaythree.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/23/160923charlottedaythree_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/23/charlotte-keith-scott-north-carolina-protesters-curfew-video\">Charlotte protesters react to curfew – video</a></figcaption> </figure>   <p>On Saturday afternoon, protesters had lined the streets of Charlotte, peacefully calling for the tapes. On Friday night, hundreds wound through the streets, led by protesters holding a banner calling on police to “release the tapes”.</p> <p>Scott, a father of seven, joins a long list of African American men killed in confrontations with law enforcement officers in high-profile cases across the US over the last two years. </p> <p>The Scott family first contended that Scott was carrying a book, not a gun. After viewing police video on Thursday, the family concluded it was “impossible to discern” what, if anything, Scott was carrying, an attorney representing the family said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\">The Counted: people killed by police in the United States – interactive</a> </p> </aside>  <p>The Democratic candidate for president, <a href=\"https://www.theguardian.com/us-news/2016/sep/22/donald-trump-clinton-charlotte-unrest-philadelphia\">Hillary Clinton</a>, canceled on Friday a proposed visit to the city, having called for the dashboard and body camera footage to be released. Charlotte mayor Jennifer Roberts publicly asked her to delay her visit, which had been scheduled for Sunday.</p> <p>In a statement released on Friday explaining the candidate’s decision not to go to North Carolina, the Clinton campaign said: “Hillary is grateful for, and intends to honor, the invitation from faith leaders to visit with the Charlotte community. </p> <p>“After further discussion with community leaders, we have decided to postpone Sunday’s trip as to not impact the city’s resources.”<br></p> <p>Clinton would visit the city next Sunday instead, the campaign said. </p> <p>Earlier this week, the Republican candidate for president, Donald Trump, said in discussing events in Charlotte Clinton had “supported with a <a href=\"https://www.theguardian.com/us-news/2016/sep/22/donald-trump-clinton-charlotte-unrest-philadelphia\">nod</a>” the idea “that cops are a racist force to our society” and thus “shares directly … the responsibility for the unrest that is afflicting our country”.</p> <p>Trump also said “drugs are a very, very big factor in what you’re watching on television” from Charlotte, and added that if elected, he would have “no compassion for lawless conduct”. He later <a href=\"https://www.theguardian.com/us-news/2016/sep/23/donald-trump-lies-this-week-north-carolina-crime-afghanistan\">denied having made that statement</a>.</p> <p>An ongoing Guardian investigation, The Counted, <a href=\"https://www.theguardian.com/us-news/2015/dec/31/the-counted-police-killings-2015-young-black-men\">found that in 2015</a> black people were killed by police at more than twice the rate of white people, and were close to twice as likely to be unarmed at the time they were killed. Young black men were nine times more likely than any other group of Americans to be killed by law enforcement.</p> <p><br></p> <p> </p>"
]