[
  "<h2>Donald Trump’s claims</h2> <h2><strong><br>‘The US is giving back $150bn to a terrorist state’</strong></h2> <p>The US is not giving any of its own money to Iran as part of an <a href=\"https://www.theguardian.com/world/2015/jul/14/iran-nuclear-deal-expected-to-be-announced-in-vienna\">international nuclear arms deal</a> meant to prevent the construction of weapons. The deal <a href=\"https://www.iaea.org/newscenter/statements/iaea-director-general%E2%80%99s-statement-iran\">gradually unfreezes assets</a> that belong to Iran but were frozen under sanctions related to the nation’s nuclear programme. Sanctions related to human rights, terrorism and other issues remain in place and still lock Iran out of billions.</p> <p>Trump’s guess of how much Iran will benefit by unfrozen assets is far higher than most experts’ estimates, though not inconceivable. Treasury secretary Jack Lew has <a href=\"http://www.c-span.org/video/?327246-1/secretaries-kerry-moniz-lew-testimony-iran-nuclear-agreement\">put the number at $56bn</a>; Iranian officials have said between <a href=\"http://www.presstv.com/Detail/2016/01/19/446415/Iran-32bn-unfrozen-assets\">$32bn</a> and <a href=\"https://www.washingtonpost.com/world/iran-claims-100-billion-now-freed-in-major-step-as-sanctions-roll-back/2016/02/01/edfc23ca-c8e5-11e5-a7b2-5a2f824b02c9_story.html\">$100bn</a>. Independent economists have calculated that Iran will free up anything <a href=\"http://www.latimes.com/world/middleeast/la-fg-iran-frozen-assets-20160120-story.html\">between $30bn to $100bn</a>. Complicating the calculations are Iran’s debts: it will have to pay off tens of billions to countries <a href=\"http://www.cfr.org/world/getting-china-sanction-iran/p24212\">such as China</a>.</p> <h2><strong>‘Just today, policemen were shot, two killed, and this is happening on a weekly basis’</strong></h2> <p>Two police officers were <a href=\"https://www.theguardian.com/us-news/2016/oct/08/three-police-officers-shot-palm-springs-california\">shot dead on Saturday in Palm Springs.</a></p> <p>Trump’s claim is only one slice of a much larger story that does not support his argument. His campaign cited <a href=\"http://www.nleomf.org/facts/officer-fatalities-data/causes.html\">data from the National Law Enforcement Officers Memorial Fund</a> (NLEOMF), which does show <a href=\"http://www.nleomf.org/facts/officer-fatalities-data/\">a 56% increase</a> in officers killed by guns between 1 January and 16 July 2016 (28) compared with the same span in 2015 (18). But according to the non-profit group, officer deaths overall, including from traffic accidents and job-related illnesses, are roughly on par with figures from this point in 2015: 60 deaths this year to 61 the year before.</p> <p>The non-profit’s data also shows that police fatalities overall <a href=\"http://www.nleomf.org/facts/officer-fatalities-data/year.html?referrer=http://www.nleomf.org/facts/officer-fatalities-data/\">have declined</a> in the last 15 years: in the last seven years of Barack Obama’s presidency theaverage number of police deaths was 135, , a 17% decline on the final seven years of George W Bush’s administration, when there were an average of 162 a year. Gun deaths have declined, though only slightly, between the administrations. Police fatalities have in general declined in the last 40 years: from 1991 to 2000, an average of 162 officers were killed each year; from 1981 to 1990, an average of 186; from 1971 to 1980, an average of 230.</p> <p>The deadliest era for police in the US was prohibition. In the years between its enactment and repeal, from 1920 to 1933, an average of 250 officers were killed each year. Gun-related deaths were <a href=\"http://www.nleomf.org/facts/research-bulletins/?referrer=http://www.nleomf.org/facts/officer-fatalities-data/causes.html?referrer=http://www.nleomf.org/facts/officer-fatalities-data/year.html?referrer=https://www.google.com/\">highest in 1973</a>, according to the NLEOMF figures, when 156 officers were killed.</p> <p>The FBI also <a href=\"https://www.fbi.gov/news/pressrel/press-releases/fbi-releases-2014-statistics-on-law-enforcement-officers-killed-and-assaulted\">reports</a> police deaths with information submitted to it from various law enforcement agencies, though its most recent figures date from 2014. According to such data, that year 96 law enforcement officers were killed, 51 by “felonious acts” and 45 in accidents, and 48,315 officers were assaulted while on duty. Forty-six of the officers were killed by guns; 28 died in car accidents. Almost 80% of assaults were by people using their hands and feet. The last four years of Bush’s presidency and the first four of Obama’s recorded <a href=\"https://ucr.fbi.gov/leoka/2014/tables/table_29_leos_fk_type_of_weapon_2005-2014.xls\">about the same number of gun-related police deaths</a>, according to this data, with about 46 a year.</p> <h2><strong>‘I did not say that … it’s locker room talk’</strong></h2> <p>Trump did say that he would “grab [women] by the pussy”, and was recorded saying so in 2005 in a video published by the Washington Post on Friday.</p> <p>Pressed by moderator Anderson Cooper, he did admit to having made the comment, though he then said he had never actually acted in the way. He was <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">accused of “attempted rape” in the 1990s</a>, though never convicted.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/09/donald-trump-video-apologizes-groping-tape-locker-room-talk-debate\"            data-short-url=\"https://gu.com/p/56n3m\"                    data-show-ads=\"true\"            data-video-id=\"2792173\"            data-video-name=\"Trump 'very embarrassed' by 2005 groping remarks on tape – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57fafab7e4b0e4aaeaa8db63\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/10/161010Trumplewd2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/10/161010Trumplewd2.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11939157&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/09/donald-trump-video-apologizes-groping-tape-locker-room-talk-debate\">Trump ‘very embarrassed’ by 2005 groping remarks on tape</a></figcaption> </figure>   <h2><strong>‘The inner-cities of our country, which are a disaster, education-wise, job-wise, safety-wise’</strong></h2> <p>Trump’s repeated claim that inner cities are a “disaster” or “hell” defies most of American history. Even if Trump is only referring to the past 50 years, his characterisation of life for African Americans in cities is still wrong by most if not all metrics.</p> <p>Data on employment, education and health show empirical evidence for <a href=\"http://www.pewresearch.org/fact-tank/2016/07/18/sharp-differences-over-who-is-hurt-helped-by-their-race/\">persistent</a> <a href=\"http://www.pewresearch.org/fact-tank/2016/07/27/blacks-with-college-experience-more-likely-to-say-they-faced-discrimination/\">discrimination</a> against black Americans, but also show major gains in the last few decades. In 2015, black people earned just 75% as much as whites in median hourly earnings, whether full- or part-time, <a href=\"http://www.pewresearch.org/fact-tank/2016/07/01/racial-gender-wage-gaps-persist-in-u-s-despite-some-progress/\">according to a Pew Research</a> analysis. The black unemployment rate in <a href=\"http://www.bls.gov/news.release/empsit.t02.htm\">August 2016 was 8.1%</a>, compared with 4.4% for white people, but still lower than for <a href=\"http://www.macrotrends.net/2524/black-unemployment-rate-history-chart\">most of the last 40 years.</a> Life expectancy of African American has increased from the mid-30s around 1900 to the mid-70s in 2016, <a href=\"http://www.cdc.gov/nchs/products/databriefs/db244.htm\">according to the CDC</a>. Education rates have similarly increased in the last 40 years, <a href=\"http://www.census.gov/hhes/socdemo/education/data/cps/historical/fig8.jpg\">according to the census</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">Jill Harth speaks out about alleged groping by Donald Trump</a> </p> </aside>  <h2><strong>‘Bill Clinton was abusive to women. Hillary Clinton attacked those same women, four of those women are here tonight … She’s seen laughing on two occasions, laughing at rape’</strong></h2> <p>Trump is referring to <a href=\"http://freebeacon.com/politics/the-hillary-tapes/\">audio</a> from the early 1980s in which Clinton, then running a legal aid clinic in Arkansas, jokes with a reporter about the legal system in the context of a rape case she <a href=\"https://www.americancrossroads.org/2008/06/election-2008-young-clinton-case-clashing-ideals/\">she had been assigned by a judge</a> to take. In the recording, she laughs about the accuracy of polygraphs, access to evidence and the judge’s discomfort with the discussing the case before her. She also calls the case “terrible” and “fascinating”. In one of her <a href=\"https://www.amazon.com/gp/product/0743222253/ref=pd_lpo_sbs_dp_ss_2?pf_rd_p=1944687542&amp;pf_rd_s=lpo-top-stripe-1&amp;pf_rd_t=201&amp;pf_rd_i=0307388557&amp;pf_rd_m=ATVPDKIKX0DER&amp;pf_rd_r=181YZ4E5AMQY35TRFPRH\">memoirs</a> she says she felt uncomfortable being assigned the case. The case against her client eventually collapsed, and charges were <a href=\"https://www.scribd.com/doc/229667084/State-of-Arkansas-V-Thomas-Alfred-Taylor#fullscreen\">reduced</a> to unlawful fondling of a minor. In 2014, the victim <a href=\"http://www.thedailybeast.com/articles/2014/06/20/exclusive-hillary-clinton-took-me-through-hell-rape-victim-says.html\">told the Daily Beast</a>: “Hillary Clinton took me through hell.”</p> <p>According to diaries by a friend of Clinton, she called Monica Lewinsky a “narcissistic loony toon”, albeit in private. According to the New York Times, <a href=\"http://www.nytimes.com/2016/10/03/us/politics/hillary-bill-clinton-women.html\">the Clinton campaign hired a private investigator</a> to find material to tarnish Gennifer Flowers’ reputation. Hillary Clinton’s role in the investigation is not clear, but in June 1992 she said on the Arsenio Hall Show that Flowers had “<a href=\"https://www.youtube.com/watch?v=Ia0CS8uvegg\">got lots of problems</a>”.</p> <p>Trump joked about sexual assault in the 2005 video released by the Washington Post on Friday, saying that he believed fame gave him the right to “grab [women] by the pussy”.</p> <h2><strong>Bill Clinton ‘had to pay an $850,000 fine to one of the women, Paula Jones who is here tonight’</strong></h2> <p>Paula Jones was an Arkansas state employee who alleged that Bill Clinton, while he was governor in 1991, exposed himself in a sexual advance on her. In 1994 she sued him for sexual harassment, but a federal judge dismissed the case on the grounds that even if her allegations were true (at least <a href=\"https://books.google.com/books?id=wzQgOuIm8RgC&amp;pg=RA1-PT319&amp;lpg=RA1-PT319&amp;dq=clinton+doctors+distinguishing+characteristic&amp;source=bl&amp;ots=YF9lnMjvwm&amp;sig=k1xwK9IQLAXUaB57t0OnLk3w314&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwjL2d-86JHKAhWMOCYKHQiJC4wQ6AEIIjAB#v=onepage&amp;q=clinton%20doctors%20distinguishing%20characteristic&amp;f=false\">one of her claims was found false</a>) the behaviour did not constitute sexual harassment under the law’s definition of it. Jones appealed, and in 1998 Clinton <a href=\"http://www.nytimes.com/1999/01/13/us/clinton-settles-jones-lawsuit-with-a-check-for-850000.html\">settled for $850,000</a> without admission of guilt or apology.</p> <p>In a deposition for that suit, Clinton denied having sexual relations with White House intern Monica Lewinsky – a falsehood that led to his eventual impeachment trial, in which <a href=\"http://www.nytimes.com/1999/02/13/us/president-s-acquittal-overview-clinton-acquitted-decisively-no-majority-for.html\">he was acquitted by the Senate in 1999</a>.</p> <p>In 1998, Trump <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/05/24/trumps-flip-flop-on-whether-the-bill-clinton-sex-scandals-are-important/?hpid=hp_hp-top-table-main_trump-clinton-9pm%3Ahomepage%2Fstory&amp;tid=a_inl\">called</a> Paula Jones a “loser” in an interview<a href=\"http://www.cnn.com/2016/10/09/politics/trump-clinton-sex-then-vs-now/index.html\"> uncovered by CNN</a>, and told <a href=\"http://www.thedailybeast.com/articles/2016/05/02/donald-trump-in-1998-bill-clinton-is-a-victim-of-unattractive-women.html\">Fox News</a> that she and other accusers “are terrible” and Clinton “he is really a victim himself. But he put himself in that position.”</p> <p>“It’s just a really unattractive group. I’m not just talking about physical,” he said.</p> <h2><strong>Clinton’s campaign and Sidney Blumenthal started the birther conspiracy</strong></h2> <p>There is no evidence that Clinton or her campaign had anything to do with the false rumours that Barack Obama was not born in the United States, nor did Clinton have anything to do with the five years Donald Trump spent questioning Obama’s citizenship and religion. </p> <p>Trump’s campaign has tried to blame several people who were tangentially related to the Clinton campaign, if at all. A former aide named Mark Penn wrote a <a href=\"https://www.scribd.com/doc/4097983/Penn-Strategy-Memo-3-19-07#fullscreen&amp;from_embed\">2007 memo</a> that Obama’s “lack of American roots” could “hold him back”. But he added: “We are never going to say anything about his background.” The Clinton campaign <a href=\"http://www.theatlantic.com/magazine/archive/2008/09/the-front-runner-s-fall/306944/\">never</a> <a href=\"http://www.politico.com/story/2008/08/clinton-told-to-portray-obama-as-foreign-012420\">acted</a> on Penn’s advice and he <a href=\"http://www.nytimes.com/2008/04/07/us/politics/07hillary.html\">was dismissed</a> in April 2008.</p> <p>Sidney Blumenthal, an old friend of the Clintons who frequently sent them unsolicited advice, <a href=\"http://www.mcclatchydc.com/news/politics-government/election/article102354777.html\">reportedly asked reporters </a>to investigate Obama’s birth. He has denied this and denounced the conspiracy.</p> <h2>Tr<strong>ump: ‘She wants to go to single-payer healthcare’</strong></h2> <p>Clinton has not proposed a wholesale shift to a single-player system, as Bernie Sanders urged throughout the Democratic primary. She has, however, proposed an <a href=\"http://www.cnn.com/2016/01/14/politics/hillary-clinton-bernie-sanders-medicare-for-all/\">expansion of the government program</a> to include tax credits and reduced prescription drug costs.</p> <h2><strong>Barack Obama and the architect of the Affordable Care Act lied: ‘The whole thing was a fraud, and it doesn’t work’</strong></h2> <p>Obama admitted in 2013 that his policy slogan, “If you like your healthcare<strong> </strong>plan, you can keep it”, was false. Politifact named it “<a href=\"http://www.politifact.com/truth-o-meter/article/2013/dec/12/lie-year-if-you-like-your-health-care-plan-keep-it/\">lie of the year</a>” after millions of insurers cancelled plans.</p>  <figure class=\"element element-image\" data-media-id=\"4fa138e614f3aba2f2668bfa203a8e9213a4e25b\"> <img src=\"https://media.guim.co.uk/4fa138e614f3aba2f2668bfa203a8e9213a4e25b/0_26_2200_1319/1000.jpg\" alt=\"Trump reacts\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump reacts during the debate.</span> <span class=\"element-image__credit\">Photograph: Jim Young/Reuters</span> </figcaption> </figure>  <h2><strong>Muslims have to report suspicion of terrorism, as in San Bernardino</strong></h2> <p>Trump has repeatedly and baselessly said someone saw “bombs on the floor” and “suspicious behaviour” before the mass shooting in California last December – he has repeated this for weeks without any evidence. Investigators found <a href=\"http://www.cnn.com/2015/12/03/us/syed-farook-tashfeen-malik-mass-shooting-profile/\">pipe bombs and ammunition in a townhouse</a> rented by the couple who carried out the shooting in the Redlands, not near their home, and their landlord has said he had no reason to suspect them. Neighbours also<a href=\"http://abc7.com/news/redlands-home-connected-to-suspects-packed-with-weapons/1107801/\"> expressed surprise and alarm</a>, not concerns about political correctness.</p> <p>One local news station <a href=\"http://www.mediaite.com/tv/syed-farooks-neighbors-didnt-report-suspicious-activity-for-fear-of-profiling/\">reported</a> on 3 December that Aaron Elswick, a neighbour one of the shooters’ mother, recalled hearing yet another neighbour say, in Elswick’s words: “She had noticed that they had, I guess, been receiving packages, quite a few packages within a short amount of time. And that they were actually doing a lot of work out in the garage and she was kind of suspicious and was wanting to report it.’”</p> <h2><strong>‘I would not have had our people in Iraq because Iraq was a disaster … </strong><strong>I was against the war in Iraq it has not been debunked’</strong></h2> <p>This is <a href=\"https://www.theguardian.com/us-news/2016/aug/19/trump-fact-check-iraq-war-san-bernardino-nato\">a lie</a>. In the months before the Iraq war began in 2003, Trump tepidly endorsed invasion to <a href=\"https://soundcloud.com/buzzfeedandrew/trump-on-the-howard-stern-show-on-sept-11-2002?utm_source=soundcloud&amp;utm_campaign=share&amp;utm_medium=twitter\">radio host Howard Stern</a>, who asked him whether he thought the US should attack Saddam Hussein. “Yeah, I guess so,” Trump said.</p> <p>A few weeks later he told Fox News that George W Bush was “doing a very good job”. Several weeks after the invasion, Trump told the Washington Post: “<a href=\"https://www.washingtonpost.com/pb/archive/lifestyle/2003/03/25/hollywood-partyers-soldiering-on/06327347-83d3-44c4-ab7b-dcd6fbda5437/?resType=accessibility\">The war’s a mess</a>.” In August 2004, he told <a href=\"http://www.esquire.com/news-politics/interviews/a37230/donald-trump-esquire-cover-story-august-2004/\">Esquire</a>: “Two minutes after we leave, there’s going to be a revolution, and the meanest, toughest, smartest, most vicious guy will take over.”</p> <p>Even in <a href=\"https://www.buzzfeed.com/christophermassie/a-guide-to-donald-trump-early-flip-flops-on-the-iraq-war?utm_term=.vq5VjeKwe#.uy2eDvV5v\">the interview</a> cited by the Trump campaign to explain his “opposition”, Trump expressed impatience with Bush for not invading sooner. “Whatever happened to the days of the Douglas MacArthur? He would go and attack. He wouldn’t talk.”</p> <h2><strong>Hillary Clinton wants to increase refugees by 550%</strong></h2> <p>Trump is correct that Clinton has proposed a 550% increase in refugees, from 10,000 in 2016 to 65,000 in 2017.</p> <p>But this does not add up to “hundreds of thousands”, as he says. He appears to have borrowed this figure from an ally, Senator Jeff Sessions of Alabama, who <a href=\"http://www.sessions.senate.gov/public/index.cfm/2016/6/clinton-refugee-plan-could-bring-in-620-000-refugees-in-first-term-at-lifetime-cost-of-over-400-billion\">invented it.</a> Session falsely claims Clinton would continue to grant asylum to 55,000 Syrian refugees every year in addition to 100,000 refugees from the Middle East in general. Clinton has called for allowing 55,000 refugees from Syria for one year, and has not proposed yearly asylum for 155,000 Middle East refugees for her term.</p> <h2>‘<strong>People are coming into our country, like, we have no idea who they are, where they’re from, what their feelings about our country are … We know nothing about their values and we know nothing about their love of our country’</strong></h2> <p>This is false. The US has probably the most intensive screening process in the world for refugees: it requires they register and interview with the United Nations, which then must refer them to the US; refugees who pass this test then interview with state department contractors and have at least two background checks; then they have three fingerprint and photo screenings; then US immigration reviews the case; then homeland security interviews the refugee; then a doctor examines the refugee; and finally several security agencies perform one last check after the refugee has been matched with a resettlement agency. </p> <p>The process <a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-syria-refugees-us-immigration-security-terrorism\">takes 18 months</a> to two years. The US has a very clear idea about which refugees it allows into the country.</p> <h2><strong>‘I don’t know Putin … I know nothing about Russia’</strong></h2> <p>It’s not clear whether Trump has ever spoken to the Russian president. Putin was invited to, but did not attend, a 2013 beauty pageant in Moscow, according to <a href=\"https://www.washingtonpost.com/politics/inside-trumps-financial-ties-to-russia-and-his-unusual-flattery-of-vladimir-putin/2016/06/17/dbdcaac8-31a6-11e6-8ff7-7b6c1998b7a0_story.html\">one of the oligarchs</a> who helped organise the event. Trump <a href=\"https://twitter.com/realDonaldTrump/status/347191326112112640\">wondered</a> beforehand: “Will he become my new best friend?”</p> <p>The pair may have communicated through intermediaries. In 2014, Trump <a href=\"https://www.youtube.com/watch?v=dKkKQmbyECw\">told a National Press Club luncheon</a>: “I was in Moscow recently and I spoke, indirectly and directly, with President Putin, who could not have been nicer, and we had a tremendous success.” A year earlier, Trump <a href=\"http://www.nbcnews.com/news/us-news/trump-putin-tried-arrange-meeting-moscow-source-n619006\">told MSNBC</a>: “I do have a relationship and I can tell you that he’s very interested in what we’re doing here today.”</p> <p>Last November, Trump <a href=\"http://time.com/4107636/transcript-read-the-full-text-of-the-fourth-republican-debate-in-milwaukee/\">claimed in a debate</a> that he “got to know [Putin] very well because we were both on 60 Minutes”. They appeared in separate, pre-taped segments of the current affairs show and were not on set together.</p> <p>Trump has repeatedly tried to do business in Russia, and his refusal to release tax returns prevents him proving that he has no assets there. In a <a href=\"https://www.youtube.com/watch?v=UEbMg-JoQ1Q\">July</a> press conference, Trump admitted, “I guess probably I sell condos to Russians,” and gave a slightly exaggerated account of a $95m condominium sale. In 2007, he said he wanted to invest in Russia, saying in a deposition: “We will be in Moscow at some point.”</p> <p>In 2008, his son Donald Jr <a href=\"http://www.eturbonews.com/5008/executive-talk-donald-trump-jr-bullish-russia-and-few-emerging-ma\">told a real estate conference</a>, “Russians make up a pretty disproportionate cross-section of a lot of our assets” and “We see a lot of money pouring in from Russia.”</p> <p>For the 2013 beauty pageant, Trump <a href=\"https://www.washingtonpost.com/politics/inside-trumps-financial-ties-to-russia-and-his-unusual-flattery-of-vladimir-putin/2016/06/17/dbdcaac8-31a6-11e6-8ff7-7b6c1998b7a0_story.html\">received a share</a> of the $14m investment to bring it there. “I have a great relationship with many Russians, and almost all of the oligarchs were in the room,” he told <a href=\"http://therealdeal.com/2013/11/12/the-donald-sapir-execs-mull-bringing-trump-soho-to-moscow/\">Real Estate Weekly</a> afterward, as he discussed his hopes for a Moscow hotel that ultimately went nowhere. Similarly, Trump either traveled to the city or drew up ambitious real-estate projects in Russia in 1987 and 1996, according to <a href=\"https://books.google.com/books?id=Ye6e_VxM00kC&amp;q=russia#v=onepage&amp;q=moscow&amp;f=false\">his memoir</a> and court documents first <a href=\"https://www.washingtonpost.com/politics/inside-trumps-financial-ties-to-russia-and-his-unusual-flattery-of-vladimir-putin/2016/06/17/dbdcaac8-31a6-11e6-8ff7-7b6c1998b7a0_story.html?tid=a_inl\">unearthed</a> by the Washington Post.</p> <p>Trump could prove he has no financial interests in Russia, as he says, by releasing his tax returns.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/07/donald-trump-tax-avoidance-businesses\">The real problem with Donald Trump's tax avoidance? It's perfectly legal | Ben and Jerry</a> </p> </aside>  <h2><strong>‘I pay hundreds of millions of dollars in taxes’</strong></h2> <p>Trump could prove this by releasing his tax returns. Until then we cannot check it in full.</p> <h2><strong>‘She is raising everybody’s taxes, massively’</strong></h2> <p>This is true only if “everybody” refers to the tiny percentage of Americans who are the highest earners. </p> <p>Clinton’s plan would tax high-income earners, close tax loopholes for corporations and largely leave taxes unchanged for most Americans. It would increase tax revenue by $1.1tn over a decade, <a href=\"http://www.taxpolicycenter.org/publications/analysis-hillary-clintons-tax-proposals\">the Tax Policy Center estimated</a>, though much of that money would go into spending plans. The Committee for a Responsible Budget <a href=\"http://crfb.org/papers/promises-and-price-tags-preliminary-update\">estimated</a> that Clinton’s plan would add about $200bn to the debt, saying it would raise tax revenue by $191bn but decrease GDP by 1% “over the long term due to slightly higher marginal tax rates on capital and labor”.</p> <p>Trump’s tax plan would <a href=\"https://www.theguardian.com/us-news/2016/aug/08/donald-trump-tax-plan-business-income-middle-class\">disproportionately help the wealthiest Americans</a>, saving them millions of dollars and adding $5.3tn to the national debt, <a href=\"http://taxfoundation.org/article/details-and-analysis-donald-trump-tax-reform-plan-september-2016\">according to an analysis by the Tax Foundation</a>, a conservative thinktank. Another <a href=\"http://www.taxpolicycenter.org/publications/analysis-donald-trumps-tax-plan\">analysis, by the nonpartisan Tax Policy Center</a>, warned that without severe spending cuts, the plan would balloon national debt “by nearly 80% of gross domestic product by 2036, offsetting some or all of the incentive effects of the tax cuts”.</p> <h2><strong>‘[The US is] just about the highest taxed country in the word’</strong></h2> <p>For months, Trump falsely claimed that the US is one of the highest-taxed countries in the world; he later adjusted to a more specific and more correct claim, about corporate tax rates. The US corporate income tax rate does rank among the highest among industrialised nations, <a href=\"https://stats.oecd.org/Index.aspx?DataSetCode=TABLE_II1\">according to the Organisation for Economic Co-Operation and Development (OECD)</a>. But Trump’s claim doesn’t take into account deductions and other exemptions – the kind that helped <a href=\"http://www.usatoday.com/story/money/markets/2016/03/07/27-giant-profitable-companies-paid-no-taxes/81399094/\">General Motors and dozens of other corporations escape paying any taxes</a> in recent years.</p> <h2><strong>‘The vacuum they’ve left, that’s why Isis started in the first place’</strong></h2> <p>Trump is <a href=\"https://www.theguardian.com/us-news/2016/sep/09/donald-trump-fact-check-lies-military-tax-returns\">pretending that he has always supported a residual American force in Iraq</a>. The businessman actually called for a complete withdrawal from Iraq, even in the event of continued civil war or authoritarian violence there. </p> <p>“You know how they get out? They get out. That’s how they get out. Declare victory and leave,” he <a href=\"http://www.cnn.com/TRANSCRIPTS/0703/18/le.01.html\">told CNN</a> in 2007. “This is a total catastrophe, and you might as well get out now because you’re just wasting time and lives.”</p> <p>The argument that Isis rose out of the vacuum of post-withdrawal Iraq also ignores that its first forms began during that country’s civil war, while George W Bush was in office, and that the terror group concentrated its powers in Syria’s civil war long before Obama began a bombing and special-forces campaign there.</p> <h2><strong>Look at what she did in Libya with Gaddafi, Gaddafi’s out, it’s a mess</strong></h2> <p>Barack Obama, Hillary Clinton and Donald Trump all supported intervention in Libya in 2011. None supported occupation to “build democracy” there in the model of George W Bush’s invasion and occupation of Iraq.</p> <p>Trump is lying about his opposition to intervention in Libya. Like Clinton, he supported military strikes, saying in <a href=\"https://www.buzzfeed.com/andrewkaczynski/trump-claims-he-didnt-support-libya-intervention-but-he-did?utm_term=.cxLgP37W3#.je5XJqPgq\">a February 2011 video blog</a> that the US should take “immediate” action against dictator Muammar Gaddafi. “We should go in, we should stop this guy, which would be be very easy and very quick. We could do it surgically.”</p> <p>Trump has also claimed to have made <a href=\"http://www.cbsnews.com/news/the-strange-tale-of-how-donald-trump-made-a-lot-of-money-with-qaddafi/\">“a lot of money” from Gaddafi</a> through a failed rental deal in 2009.</p> <h2><strong>‘At the last debate she lied [about the Trans-Pacific Partnership]. She did say the “gold standard” but she said she didn’t say it’</strong></h2> <p>Clinton has not been consistent on the Trans-Pacific Partnership, and her language from 2010 through 2014 suggests she was broadly in support of Barack Obama’s trade deal. </p> <p>As secretary of state in 2012, <a href=\"http://www.latimes.com/politics/la-na-pol-trade-tpp-20160926-snap-story.html\">she said</a>: “This TPP sets the gold standard in trade agreements to open free, transparent, fair trade, the kind of environment that has the rule of law and a level playing field. And when negotiated, this agreement will cover 40% of the world’s total trade and build in strong protections for workers and the environment.” </p> <p>She continued to <a href=\"http://www.state.gov/secretary/20092013clinton/rm/2012/11/200664.htm\">praise it</a> while she worked for the Obama administration, variously calling it “high quality”, “cutting edge”, “groundbreaking” and “high standard”.</p> <p>Out of office in 2014, she moved away from the deal, whose negotiations were not complete. She <a href=\"https://books.google.com/books?id=8gzFAgAAQBAJ&amp;q=trans-pacific#v=snippet&amp;q=trans-pacific&amp;f=false\">reserved judgment</a> in her memoir published that year, <a href=\"http://www.wmur.com/politics/hillary-clinton-returns-to-new-hampshire-to-focus-on-small-businesses/33165700\">expressed “concerns”</a> in 2015, and, when pushed from the left by Bernie Sanders in the Democratic primary, <a href=\"https://www.theguardian.com/us-news/2015/oct/13/hillary-clinton-trans-pacific-partnership-debate\">moved to opposing it in its current terms</a>.</p> <h2>Trump: ‘It didn’t say check out a sex tape’</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/781788223055994880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Did Crooked Hillary help disgusting (check out sex tape and past) Alicia M become a U.S. citizen so she could use her in the debate?</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/781788223055994880\">September 30, 2016</a></blockquote>  </figure>  <h2><strong>‘Ambassador Stevens sent 600 requests for help and the only one she talked to was Sidney Blumenthal’</strong></h2> <p><a href=\"https://www.theguardian.com/us-news/2016/jun/28/house-benghazi-report-clinton-attack-military\">Eight congressional investigations</a> found no evidence that Clinton personally put Americans at risk at a consular facility in Benghazi, Libya when it was attacked on 11 September 2012, nor that she was tardy or negligent in the handling of an event in which four Americans, including ambassador Chris Stevens, were killed.</p> <p>The Pentagon was responsible for sending military assistance but did not get help to the compound in time to save the Americans. Officials did repeatedly ask for more security, but Congress found no evidence that those claims made it to Clinton’s desk.</p> <h2><strong>‘There is a thing called clean coal. Coal will last for 1,000 years in this country … we have found tremendous wealth under our feet in this country’</strong></h2> <p>Trump appears to be conflating the national gas boom of the last 15 years with so-called “clean coal”, which arguably does not exist, <a href=\"http://ngm.nationalgeographic.com/2014/04/coal/nijhuis-text\">given the high carbon emissions of coal energy</a>. The decline of the coal industry is in large part attributable to the rise of the natural gas industry and <a href=\"http://oilprice.com/Energy/Coal/The-Decline-Of-The-Coal-Industry-Is-Long-Term-And-Irreversible.html\">the long-term decline of the industry,</a> though regulations enacted by the Obama administration have also restricted the industry.</p> <h2>Nafta kills jobs</h2> <p>Economists still debate the effect of the deal on jobs. In 2015, the <a href=\"http://www.npr.org/2016/06/22/483100251/fact-check-trumps-speech-on-clinton-annotated\">Congressional Research Service wrote</a>: “Nafta did not cause the huge job losses feared by the critics or the large economic gains predicted by supporters.”</p> <p>“The net overall effect of Nafta on the US economy appears to have been relatively modest.” <br></p> <p> A <a href=\"http://www.oecd-ilibrary.org/trade/effects-of-nafta-on-us-employment-and-policy-responses_5k9ffbqlvk0r-en;jsessionid=51i123ekendpf.x-oecd-live-03\">2012 report by the OECD </a>found that manufacturing jobs did flee the US after the deal was signed, but also noted the broader shift toward a service economy. North American trade is dwarfed by that with Asia: China has <a href=\"http://www.wsj.com/articles/indonesia-climbs-in-ranking-of-worlds-largest-manufacturers-1461244252\">become the world’s largest manufacturer</a>, and the beneficiary of trade agreements, such as the “<a href=\"http://tech.mit.edu/V114/N27/china.27w.html\">most favored nation</a>” status that Bill Clinton renewed for the country. George W Bush then<a href=\"http://www.nytimes.com/2000/05/18/world/china-trade-wrangle-bush-speech-bush-invoking-3-presidents-casts-vote-for-china.html\"> supported China’s entry </a>into the World Trade Organisation, where the US and China have since become <a href=\"http://www.nytimes.com/2015/02/13/business/international/china-defends-trade-policies-after-us-files-case-at-wto.html\">court adversaries</a>.</p> <h2>Clinton’s claims</h2>  <figure class=\"element element-image\" data-media-id=\"32623fd29f1c0c8830b52e432cc5a2af70ddac73\"> <img src=\"https://media.guim.co.uk/32623fd29f1c0c8830b52e432cc5a2af70ddac73/0_83_3924_2355/1000.jpg\" alt=\"Hillary Clinton makes a point\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton makes a point.</span> <span class=\"element-image__credit\">Photograph: Paul J. Richards/AFP/Getty Images</span> </figcaption> </figure>  <h2><strong>‘He never apologises to anything or anyone’</strong><br></h2> <p>Trump did apologise for his 2005 comments about groping women, albeit without specifics and with the continued excuse that “it was locker room talk”. He also apologised vaguely for things he “regretted” earlier this year, but did not specify to whom he meant the apology.</p> <h2><strong>‘After a year-long investigation there is no evidence that anyone hacked the server I was using, and there is no evidence that anyone can point to at all, anyone who says otherwise has no basis … has no evidence that classified material ended up in the wrong hands’</strong></h2> <p>This is a highly legalistic answer. FBI director James Comey, who led the investigation and found that Clinton’s practices were “extremely careless”, said <a href=\"http://www.nytimes.com/2016/07/07/us/hillary-clintons-email-was-probably-hacked-experts-say.html\">it was very likely that Clinton’s server was hacked</a>.</p> <h2><strong>Clinton: premiums haven’t gotten too high<br></strong><strong>Trump: premium’s are up ‘68%, 59%, 71%’</strong></h2> <p>Both candidates are correct that healthcare premiums have increased since the Affordable Care Act was enacted. On average, premiums have <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/04/republican-national-committee-republican/republican-national-committee-says-health-insuranc/\">risen</a> by about 5.8% a year since Barack Obama took office, compared with 13.2% in the nine years before Obama, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/sep/04/republican-national-committee-republican/republican-national-committee-says-health-insuranc/\">Politifact found</a> earlier this year. Trump, however, is cherry-picking data from <a href=\"http://acasignups.net/\">various states</a> and <a href=\"https://ratereview.healthcare.gov/#urrresults?U2FsdGVkX19n4kcCdR5qUI27%2BwHheoDO2VGbcEEfi84Zrt9YzdawzO8%2BdPHtCLfThVI4mtetRmr28iQ8w29yvQ%3D%3D\">providers</a> where <a href=\"https://ratereview.healthcare.gov/#urrresults?U2FsdGVkX186EmjG4AR6ruydOJE2fGfzzCgpYCDVKZngFNf0hgLfrIhE%2BJuoUQjwImgHKotCy9LrONfdtvsk4im1VSMZcQCpaU3VHLZUiPU%3D\">rates have had higher</a> jumps.</p> <h2><strong>We’ve had Muslims in America since George Washington</strong></h2> <p>Clinton is correct that there were Muslims in the early days of the United States – she doesn’t mention that <a href=\"http://www.mountvernon.org/digital-encyclopedia/article/islam-at-mount-vernon/\">many of them were slaves</a>, and that George Washington likely claimed ownership of Muslims. Another slave-owning founder was Thomas Jefferson, whose Qur’an has entered <a href=\"http://www.thedailybeast.com/articles/2013/09/29/thomas-jefferson-s-quran-how-islam-shaped-the-founders.html\">congressional lore</a>. Both Jefferson and Washington preached tolerance of religions, Islam included.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election\">US officially accuses Russia of hacking DNC and interfering with election</a> </p> </aside>  <h2><strong>Putin and the Russian government are directing hacks ‘to influence the election’</strong></h2> <p>Intelligence officials said they have <a href=\"http://www.nytimes.com/2016/10/08/us/politics/us-formally-accuses-russia-of-stealing-dnc-emails.html\">“high confidence”</a> that the Kremlin is behind cyberattacks on the US government, Democratic organisations and polling centres.</p> <h2><strong>‘When I was first lady I worked with Democrats and Republicans’ to create the children’s healthcare program</strong></h2> <p>This is a hard fact to check, given that Clinton’s boast is about back-room talks when she was first lady in the 1990s. Senators Ted Kennedy and Orrin Hatch, a Democrat and Republican, led the effort in Congress and passed the CHIP healthcare program in a budget bill after the first lady’s efforts to lead a broader healthcare reform bill failed. Clinton tried to claim credit for the program during her failed 2008 campaign for president, and at the time Kennedy <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/10/05/AR2007100501343_pf.html\">gave great credit</a> to her for efforts. Hatch <a href=\"http://archive.boston.com/news/nation/articles/2008/03/14/clinton_role_in_health_program_disputed/\">disputed that account</a>.</p> <h2><strong>The New Start treaty helped reduce Russia’s nuclear arms</strong></h2> <p>It’s correct that the New Start treaty set limits on deployed American and Russian ballistic missiles, bombers, launchers and warheads. But the story is much larger than these terms.</p> <p>Russia was already within limits in two categories before the treaty was signed, in 2011; the treaty does not affect undeployed or retired weapons; and Russia has reduced its nuclear arms more slowly in the last decade than it did while George W Bush and Bill Clinton were in the White House. Nor does the treaty prevent countries from stockpiling weapons. In the last two years, Russia has <a draggable=\"true\" href=\"http://www.bbc.com/news/world-33151125\">increased its arsenal</a>.</p> <h2><strong>Clinton: ‘bullying is up’ because of Trump’s rhetoric</strong></h2> <p>The left-leaning Southern Poverty Law Center has described a “Trump effect” based on a survey of 2,0000 teachers, and the National Education Association, which supports Clinton, has made similar claims. But there’s no peer-reviewed data to support this claim at this point.</p> <h2>Clinton: all gains in economic recovery since 2008 have gone to the wealthiest</h2> <p>This was true until last month, but Clinton is now using an out of date talking point: in September, the Census reported <a href=\"https://www.theguardian.com/us-news/2016/sep/13/household-income-increase-poverty-us-census-report\">that median household income increased greatly</a> for the first time since the recession and financial crisis.</p> <p></p>",
  "<p>Aishat Inaeva, a social worker from a small town in Chechnya, did not speak out against the region’s notorious leader, Ramzan Kadyrov. She wouldn’t have dared. </p> <p>Instead, she made a WhatsApp recording, imploring him to look into the plight of ordinary people “pushed below the poverty line” by local officials, <a href=\"https://www.youtube.com/watch?v=fLhwQpQynxo\">a message that went viral among Chechen users</a> of the messaging app.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/10/chechnya-no-longer-help-foreign-journalists-ramzan-kadyrov\">Chechen journalists, international journalists – Ramzan Kadyrov has silenced us all</a> </p> </aside>  <p>A week or so later, <a href=\"https://www.theguardian.com/world/2015/dec/24/chechen-leader-ramzan-kadyrov-shames-social-worker-live-on-tv\">Inaeva found herself hauled into the studio of Grozny TV</a>, the state television and radio broadcaster, her husband beside her, the republic’s leader in front of her, being forced to apologise publicly for her “lies”.</p> <p>“You help [the poor] … I was confused, I do not know how and why I did that,” she said to the president, Ramzan Kadyrov, her head bowed. Inaeva’s husband joined in, chastising himself for “allowing her to spread all those lies”.</p> <p>The 16-minute news segment sent a clear message to Chechnya’s audience: if you’re unhappy with something, keep your mouth shut or prepare to be shamed.</p> <p>Public humiliation forms part of Kadyrov’s latest strategy to eradicate dissent in the republic. For close to a decade the young leader has been exercising tyrannical rule over Chechnya. <a href=\"https://freedomhouse.org/sites/default/files/Chechnya2006.pdf\">A free press no longer exists</a>, and the few journalists from independent Russian and foreign outlets reporting on ongoing abuses inside the republic find themselves at great risk of harassment, arbitrary detentions and even violent attacks by security officials and their proxies.</p> <p>But the worst punishment is reserved for Chechens themselves. Those who dare to post critical comments online are increasingly being tracked down and penalised. </p> <p>A <a href=\"https://www.hrw.org/video-photos/photo-essay/2016/08/30/walking-minefield\">recent report by Human Rights Watch</a> described how local authorities retaliate against people who show dissatisfaction with the Chechen leadership and its policies. It found that the onslaught against dissent has intensified over the past 18 months, with even the mildest criticism on social media ruthlessly punished through unlawful, punitive detention, enforced disappearances, cruel and degrading treatment, death threats, threats against family members, and physical abuse of family members.</p> <p>This severe and sweeping repression by the local authorities is designed to remind the Chechen public of Kadyrov’s total control, and to contain the flow of any negative information from Chechnya that could undermine Russia’s support.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NhWkogGsQrc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/NhWkogGsQrc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Inaeva’s appearance on Grozny TV in December. </figcaption> </figure>   <p>As a result, few people in Chechnya go as far as Inaeva. If they do, retribution is fast.</p> <p>In April, Ramazan Dzhalaldinov, a man in his 50s from a mountain village not far from Chechnya’s border with Dagestan, posted <a href=\"https://www.youtube.com/watch?v=5t32c4KxuW8\">a video message</a> timed to Vladimir Putin’s annual <a href=\"https://www.theguardian.com/world/2015/apr/16/putin-the-problem-solver-russian-leaders-annual-tv-phone-in-marathon\">televised call-in show</a>.</p> <p>He complained that his village, Kenkhi, was in ruins as a result of the Chechen wars, and alleged that local officials were steeped in corruption. The video was picked up by internet users in Chechnya and Russia and widely shared online.</p> <p>Fearing punishment from the authorities, <a href=\"http://www.rferl.org/a/chechnya-whistle-blower-apology-kadyrov-instagram-video/27770664.html\">Dzhalaldinov fled to Dagestan and made sure that his sons also left Chechnya</a>. But in May, four weeks after Grozny TV broadcast a news segment featuring local people calling Dzhalaldinov a liar and a crook, local police came looking for his wife and their daughters, aged 17, 12 and 10.</p> <p>A dozen armed men in masks and camouflage uniforms forced their way into the house late at night, dragged Dzhalaldinov’s wife and the children out of bed, and took them to the district police station. </p> <p>Leaving the younger girls alone in a room, police officers beat their mother and eldest sister, saying it was punishment for the trouble caused by the head of the family. A senior official allegedly fired a gun several times over the mother’s head and choked her daughter, demanding that they persuade Dzhalaldinov to publicly apologise.</p> <p>After the interrogation, police officers drove the women to Chechnya’s administrative border with Dagestan, ordering them to cross and never return. That night, their home was torched.</p> <p>A few weeks later, Grozny TV broadcast a video apology by Dzhalaldinov: “I apologise. I made a mistake. I ask other people not to repeat my mistake … Now many will say I was threatened or coerced [to say this]. I make this speech voluntarily … Kadyrov rebuilt this [Kenkhi] village.” </p> <p>He had been told by officials that if he publicly renounced his statement, he would be able to return to Chechnya with his family.</p>  <figure class=\"element element-embed\" data-alt=\"Kadyrov's Instagram\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:28.125% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://www.instagram.com/p/BGCk4xrCRjF/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;&gt;A video posted by Ramzan Kadyrov (@kadyrov_95)&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-05-30T17:45:25+00:00&quot;&gt;May 30, 2016 at 10:45am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>A video posted on Kadyrov’s Instagram account that appears to show Dzhalaldinov apologising. </figcaption> </figure>  <p>Kadyrov then told his two millions followers on Instagram that “some abnormal forces” had tried to use this man “to achieve their filthy, harmful objectives” but luckily, he “found the strength and wisdom” to realise his mistake and publicly admit it, so his apology was accepted.</p> <p>Even those who use monikers or talk in closed groups on social media face reprisals. Late last year, a 35-year-old faculty member from a university in Grozny, Khizir Ezhiev, was chatting with friends in a private group on Facebook. When someone mentioned Kadyrov’s pilgrimage to Mecca, Ezhiev wrote: “Apparently, all sorts are welcome there these days.”</p> <p>Weeks later, four men bundled Ezhiev into their vehicle and drove away. His body was found weeks later with multiple injuries. Authorities claimed he had fallen off a cliff.</p> <p>The day after Ezhiev was abducted, an unrelated video surfaced of a young man walking on a treadmill in his underwear and apologising to Kadyrov.</p> <p>“I am Adam Dikaev from Avtury village,” <a href=\"https://www.youtube.com/watch?v=sWwKZqct8V4\">he said on camera</a>. “Thinking that no one can find me, I wrote on Instagram [under another name] what I should not have written. They found me and took my pants down. I realised I am nobody. From now on, Putin is my father, grandfather, and tsar …”<br></p> <p>His crime? Flippant comments on social networks about Kadyrov grovelling before Putin. The video showed Chechens the level of humiliation the government was prepared to orchestrate.</p> <p>Over the past year, many from Chechnya have recounted similar stories, and described sweeping repression, relentless pressure and constant humiliation. Some say the current situation feels more unbearable than the bombing and shelling experienced during the recent war.</p> <p>“We lived through the war and kept our dignity – but now they [the authorities] are taking that dignity away from us, and we who survived the war cannot live with it,” said one Grozny resident, speaking on the condition of anonymity.</p> <p><em>Tanya Lokshina is Russia programme director at Human Rights Watch, and author of the report, </em><a href=\"https://www.hrw.org/report/2016/08/30/walking-minefield/vicious-crackdown-critics-russias-chechen-republic\">Like Walking a Minefield: Vicious Crackdown on Critics in Russia’s Chechen Republic</a></p>"
]