[
  "<p>Authorities in Columbus, Ohio, called for calm in the city as details emerged about an officer involved in <a href=\"https://www.theguardian.com/us-news/2016/sep/15/columbus-police-shoot-dead-13-year-old-bb-gun-ohio-tyree-king\">a fatal police shooting Wednesday</a> of a 13-year-old boy who was carrying a BB gun and suspected in an armed robbery.</p> <p>Around 7.42pm on Wednesday, authorities said Tyre King, 13, was fatally shot by Officer Bryan Mason, a nine-year veteran of the Columbus police division. Officers had responded to a report of an robbery of a man for $10 by armed teenagers. The victim said on <a href=\"https://www.youtube.com/watch?v=4B2Qa7GVNuY\">the 911 call</a> that a suspect was carrying a Ruger pistol.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c2a9856cec8ee1fd496009fd24ec73818132c28e\"> <img src=\"https://media.guim.co.uk/c2a9856cec8ee1fd496009fd24ec73818132c28e/0_0_335_596/281.jpg\" alt=\"Tyre King.\" width=\"281\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tyre King.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>“I’m not going to mess with it over $10,” the victim told the dispatcher.</p> <p>Soon after, officers spotted three males – including King – matching the description of the suspects. Two fled on foot, police said, while officers approached King in an alley.</p> <p>A woman who placed the 911 call continued to speak with a dispatcher as police arrived, saying there were seven or eight suspects. “Oh! He’s shooting them,” she said. “Oh my God.”</p> <p>Police said King removed a BB gun from his waistband, when Mason fired “multiple” times and killed him. King was transported to a nearby hospital, where he was pronounced dead at 8.22pm.</p> <p>The city’s mayor and police chief said on Thursday a thorough investigation will be conducted into the shooting, and the results will be turned over to a grand jury.</p> <p>“Any loss of life is tragic,” Columbus’s mayor, Andrew Ginther, told reporters, “but the loss of a young person is particularly difficult.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/sep/15/police-shoot-boy-bb-gun-ohio-video\"            data-short-url=\"https://gu.com/p/537hn\"                    data-show-ads=\"true\"            data-video-id=\"2721839\"            data-video-name=\"Police who shot boy: 'he had a BB gun practically identical’ to real weapon – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57db01b1e4b0e813b694d6c8\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/15/160915bbgun2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/15/160915bbgun2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/15/160915bbgun2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/sep/15/police-shoot-boy-bb-gun-ohio-video\">Police who shot boy: ‘he had a BB gun practically identical’ to real weapon</a></figcaption> </figure>   <p>In an interview with the Columbus Dispatch, King’s friend, Demetrius Braxton, said the <a draggable=\"true\" href=\"http://www.dispatch.com/content/stories/local/2016/09/15/13-year-old-shooting-update.html\">child wanted to rob someone for money</a>. Braxton, 19, said he was with King at the time of the shooting, and that the 13-year-old’s BB gun looked like an authentic firearm.</p> <p>“The cops said to get down,” Braxton, who could not be immediately reached for comment, told the newspaper. “We got down, but my friend got up and ran … [and] when he ran, the cop shot him.” The Dispatch reported that police interviewed Braxton until about 1am on Thursday, and he was released pending further investigation.</p> <p>Police chief Kim Jacobs said on Thursday that her “officers carry a gun that looks practically identical to this weapon”. The chief asked for patience in the city while the shooting was investigated.</p> <p> “We want the right answers, not quick answers,” <a href=\"http://www.dispatch.com/content/stories/local/2016/09/15/13-year-old-shooting-update.html\">she said</a>. Under the police division’s policies and procedures for officer-involved shootings, Mason will be placed on administrative leave and receive psychological counseling.</p> <p>Attorneys representing King’s family on Thursday claimed that “numerous” witness accounts conflict with the police division’s version of events.</p> <p>“The family is obviously distraught by the murder of Tyre,” said attorney Chandra Brown, <a href=\"https://www.waltonbrownlaw.com/news/29\">in a statement</a>. “Our preliminary research indicates that Tyre was a child who was loved and cherished by his family. The grief is worsened further by the fact that this death comes at the hands of a man who was sworn to protect the citizens of Columbus.”</p> <p>A message was left for Brown seeking comment.</p> <p>Mason has previously been involved in several shootings while in the line of duty.</p> <p>In December 2012, he shot and killed John Kaufman following a dispute between Kaufman and another individual, according to the Dispatch. Kaufman refused police orders to drop his firearm before Mason fatally shot him. The officer was cleared in the incident. The Dispatch reported that Mason was also cleared of wrongdoing in separate shootings in 2010 and 2013.</p> <p>King’s death shares similarities with the police shooting of <a href=\"https://www.theguardian.com/us-news/tamir-rice\">12-year-old Tamir Rice</a> in 2014. Rice, who was black, was carrying a pellet gun when Cleveland police officer Timothy Loehmann <a href=\"https://www.theguardian.com/us-news/2015/may/12/tamir-rice-police-killing-investigation-cleveland\">opened fire mere seconds after pulling up to a park</a>.</p> <p>Attorneys for King’s family said the child enjoyed playing sports – football, hockey, soccer – and called for a thorough, “unbiased” investigation.</p> <p>“The family of Tyre King asks for support from their community as they seek answers in this tragic killing,” said co-counsel Sean Walton. “Please do not rush to judgment.”</p>"
]