[
  "<p>Donald Trump announced last week that <a href=\"https://www.theguardian.com/us-news/2016/aug/12/donald-trump-obama-isis-founder-sarcasm\" title=\"\">Barack Obama was the “founder of Isis”</a> and its “most valuable player”. Earlier he had <a href=\"https://www.theguardian.com/us-news/live/2016/aug/10/trump-clinton-second-amendment-2016-campaign-live\" title=\"\">hinted</a> that gun activists might want to assassinate Hillary Clinton to prevent her appointing liberal justices to the Supreme Court. In Britain, meanwhile, calls for the moderation of violent political language after the death of Jo Cox have not resulted in much reduction of the gleeful talk of “stabbings” and “traitors”, and did not discourage Nigel Farage from exulting that the Brexit vote had been won “without a shot being fired”. In what some call an era of “post-truth politics”, public discourse seems more abusive and angry, and further from the ideal of reasoned conversation about social goods, than ever before. Is our political language broken?</p> <p>Well, people have been complaining about the corruption of political language since political language existed. Confucius warned that a ruler should use the correct names for things, or social catastrophe would result. <a href=\"https://www.mtholyoke.edu/acad/intrel/orwell46.htm\" title=\"\">Orwell lamented</a> that political language in his time was “designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind”. And the era of the “war on terror” gave rise to a whole new constellation of what I call Unspeak: carefully engineered phrases designed to smuggle in a biased point of view and shut down thought and argument –&#xa0;like “war on terror” itself.</p> <p>Nor is flat-out lying in politics anything new. There is a marvellous 18th-century pamphlet usually attributed to John Arbuthnot, friend of Swift and Pope and founder of the Scriblerus club. It describes a yet-to-be-written book, <em>The Art of Political Lying</em>, in which the author will show “that the People have a Right to private Truth from their Neighbours ... but that they have no Right at all to Political Truth”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Perhaps what feels new to us now is the shamelessness of the lying, and the barefaced repeating of a lie</p> </blockquote> </aside>  <p>The coinage “post-truth politics”, indeed, implies that there was once a golden age of politics in which its elevated practitioners spoke nothing but perfect truth. The sun never dawned on such a day. But perhaps what feels new to us now is the shamelessness of the lying, and the barefaced repeating of a lie repeatedly debunked. Arbuthnot cautioned that the same lie should not be “obstinately insisted upon”, but he did not live to see this strategy work so brilliantly during the EU referendum, with the Leave campaign’s claim that we sent <a href=\"http://www.theguardian.com/politics/reality-check/2016/may/23/does-the-eu-really-cost-the-uk-350m-a-week\" title=\"\">£350m a week to the EU</a>.</p> <p>Shameless, too, was the haste with which this lie, having done its work, was disowned on the morning of the referendum result. It was a “mistake”, muttered Nigel Farage, before carefully lowering his snout back into the EU trough that continues to pay his MEP’s salary. This rather called to mind Paul Wolfowitz’s candid admission that the issue of Saddam’s alleged WMD was chosen as the justification for the Iraq war <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/2945750.stm\" title=\"\">“for bureaucratic reasons”</a>. The surprise, perhaps, is that you can show how the magic trick works, and people still believe it next time.</p>  <figure class=\"element element-image\" data-media-id=\"35de0fbde6281d92567dd055e117cd8a77b46c70\"> <img src=\"https://media.guim.co.uk/35de0fbde6281d92567dd055e117cd8a77b46c70/0_7_5173_3103/1000.jpg\" alt=\"Champion of ‘free speech’: Donald Trump at a campaign rally last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Champion of ‘free speech’: Donald Trump at a campaign rally last week.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <p>Not so long ago it was “soundbites” that were thought to be corrupting political debate by reducing complex ideas to slogans. The 1988 US presidential election was called the “soundbite election” by some commentators, the most famous example being George HW Bush’s promise: “Read my lips: No new taxes.” (Two years later Bush agreed to a bipartisan budget that did increase taxes.) It was a mysteriously brilliant piece of verbal engineering. Why would you have to read Bush’s lips when you could hear what he was saying on the TV? But the surprising image and arresting rhythm made it stick.</p> <p>Soundbites and slogans (“Take Back Control”) still work. Trump, too, has a conventional campaign slogan: “Make America Great Again”. (Great how, exactly? By doing what? Don’t ask.) But he gets most publicity for his antic, apparently off-the-cuff remarks that rhetorically perform an absence of rhetoric. His real genius might be read as a satirical absolutism about the first amendment. If speech is genuinely free, there should be no consequences to speech whatsoever. And, to the mystification of the commenting class, this is what Trump repeatedly finds to be the case.</p> <p>After the media furore surrounding Trump’s claim that Obama founded Isis, he <a href=\"https://www.theguardian.com/us-news/2016/aug/12/sarcasm-trump-obama-isis-cnn\" title=\"\">tweeted</a>: “THEY DON’T GET SARCASM?” Thus he rows back from any outrageous claim dreamed up by a brain that works like a cleverly programmed internet meme-generator. “I don’t know,” he says, all innocence, “that’s what some people are saying.” (No one was before he did.) Yet the idea Obama is the founder of Isis will stick in at least some voters’ minds come polling day, as will the imaginary Mexican wall (though they will probably have forgotten its “big beautiful door”) – just as the “£350m a week for the NHS” promise did for many Leave voters.</p> <p>Trump is not a perversion of the tradition of political campaigning; he is the logical culmination of it. It doesn’t matter what you say, if it helps you get elected. Trump is not a liar, exactly, but a bullshitter. According to the <a href=\"https://philosophynow.org/issues/53/On_Bullshit_by_Harry_Frankfurt\" title=\"\">canonical definition by the philosopher Harry Frankfurt</a>, a liar still cares about the truth because he wants to conceal it from you. A bullshitter, on the other hand, simply doesn’t care what is true at all.</p> <p>Trump is merely the most energetic current exploiter of a fact that modern politicians have long known: the media is broken, and you can mercilessly exploit its flaws to your own benefit. (That, after all, is what “spin doctors” are for.) If you repeat a lie often enough, then that claim becomes the story, and it’s what most people remember. And a structural confusion between “impartiality” and “balance” undermines the mission to inform of institutions such as the BBC. To be impartial would be to point out untruths wherever they come from. But to be “balanced” is to have a three-way between a presenter and two economists on opposite sides of some question. Never mind that one economist represents the views of 95% of the profession and the other is an ideologically blinkered outlier: the structure of the interview itself implies to the audience that the arguments are evenly divided.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Social media is less a conversation than it is a virtually distributed riot of 'happy firing'</p> </blockquote> </aside>  <p>In the age of social media, moreover, dubious political claims are packed into atomised fragments and attract thousands of enthusiastic retweets, while the people who help to redistribute them are unlikely ever to see a rebuttal that comes later or in someone else’s timeline. We’ve all moved on.</p> <p>Social media is less a conversation than it is a virtually distributed riot of “happy firing” (a term for the celebratory shooting of assault rifles into the sky). That lies can go viral more quickly than the truth is another old observation. In 1710 Jonathan Swift wrote: “Falsehood flies, and the Truth comes limping after it.” But what is certain is that Twitter and Facebook now help it fly faster and further than ever before.</p>  <figure class=\"element element-image\" data-media-id=\"75adb12b31b1064ef306f24b5dbfd6386d3bde7d\"> <img src=\"https://media.guim.co.uk/75adb12b31b1064ef306f24b5dbfd6386d3bde7d/0_0_3500_2320/1000.jpg\" alt=\"Nigel Farage proved the power of powerful slogans and images during the EU referendum campaign.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage proved the power of powerful slogans and images during the EU referendum campaign.</span> <span class=\"element-image__credit\">Photograph: Philip Toscano/PA</span> </figcaption> </figure>  <p>Because attention is the currency of social media, public figures are incentivised to use outrage to vie for visibility, which further coarsens the public discourse – as when the American shock-journo <a href=\"http://www.anncoulter.com/columns/2016-08-10.html\" title=\"\">Ann Coulter lately defended Trump</a> by calling him a “victim of media rape” who is being blamed for “wearing a short skirt”. Any such outburst these days, along with the wave of overt post-Brexit racism in Britain, may be defended as a healthy refusal to kowtow to “political correctness”, a term that originally denoted the careful use of language so as not to needlessly upset people, and now just means common decency.</p> <p>What, then, is to be done? The modern bullshitting demagogue succeeds because he says arresting and often amusing things that cut through the anomie of those who feel left behind by politics as usual. Exquisitely reasoned liberal conversation is exactly what turns those voters off. Lately it has been notable that Hillary Clinton, not previously considered the wittiest person in US politics, has used an impressive array of scripted zingers to put down her opponent. What the bullshitters do so well is define the rules of the game, so perhaps their opponents will have to play it at least to this extent, while trying to keep the moral high ground by still caring about what is true and what isn’t.</p> <p>It’s not an edifying thought, but if the insurgent right is to have its Trumps and its Farages, maybe the centre and the left need their own versions too.</p> <p><em>Steven Poole is the author of </em><a href=\"http://bookshop.theguardian.com/rethink-385383.html\" title=\"\"><em>Rethink: The Surprising History of New Ideas</em></a><em> (Random House Books)</em></p>"
]