[
  "<p>The makers of the <a href=\"https://www.theguardian.com/us-news/newtown-shooting\">Sandy Hook</a> shooting documentary Newtown have joined a boycott of the cinema chain Cinemark over the latter’s treatment of the victims of the <a href=\"https://www.theguardian.com/us-news/aurora-shooting\">2012 Aurora shootings</a>.</p> <p><a href=\"http://deadline.com/2016/10/newtown-documentary-filmmakers-pull-film-from-cinemark-stand-with-aurora-theater-shooting-families-1201843747/\">According to Deadline,</a> Newtown was due to screen in over 100 Cinemark theatres – including sites in Los Angeles, Detroit and Ann Arbor – as part of a one-night multi-cinema event on 2 November. (About 400 other cinemas were also booked.) However, Newtown’s directors, Kim Snyder and Maria Cuomo Cole, have withdrawn the film from Cinemark, saying in a statement: “Out of respect for the families of the Aurora victims and with solidarity for the community as a whole, our decision to remove the film from playing in all Cinemark theaters is unequivocal.”<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/jan/30/newtown-review-sandy-hook-mass-shooting-sundance\">Newtown review: film places focus on town stories over gun violence</a> </p> </aside>  <p>Cinemark, whose cinema in Aurora, Colorado, was the <a href=\"https://www.theguardian.com/us-news/2015/jul/16/aurora-shooting-james-holmes-murder-trial-verdict\">location of the mass shooting by James Holmes</a> during a screening of The Dark Knight Rises that resulted in the death of 12 people, has suffered a backlash after it emerged that it was demanding legal fees of more than $700,000 (£575,000) from plaintiffs who had sued the company for not keeping its customers safe. <a href=\"https://www.theguardian.com/film/2016/jul/01/cinemark-requests-legal-fees-victims-2012-shooting-aurora-colorado-the-dark-knight-rises\">Calls for a boycott arose, with the hashtag</a> <a href=\"https://twitter.com/hashtag/BoycottCinemark?src=hash\">#BoycottCinemark</a>,<a draggable=\"true\" href=\"https://www.theguardian.com/film/2016/jul/01/cinemark-requests-legal-fees-victims-2012-shooting-aurora-colorado-the-dark-knight-rises\"> after the legal action failed</a> and the company was permitted by Colorado law to recover fees from the plaintiffs.</p> <p>Sandy Phillips, whose daughter Jessica Ghawi was killed in Aurora, said she appreciated the Newton film-makers’ actions. “Cinemark really doesn’t get what they are up against. Gun violence victims stand united from coast to coast. We are a force, and we do not waiver. We thank the Newtown filmmakers and love our Sandy Hook family.”</p> <p>Newtown, which was described by the Guardian’s Lanre Bakare as “a shocking and compelling piece of work”, is a documentary about <a href=\"https://www.theguardian.com/us-news/newtown-shooting\">the mass shooting in 2012 at Sandy Hook elementary school</a> in Connecticut in which 20 children aged between 6 and 7 were shot dead as well as six staff members.</p>"
]