[
  "<h2><strong>Donald Trump’s claims</strong></h2> <h2><strong>Trump: “Our jobs are fleeing the country, they’re going to Mexico they’re going to many other countries … Hundreds of hundreds of companies are doing this.”</strong></h2> <p>Trump is primarily talking about the North American Free Trade Agreement, but the long-term decline in manufacturing around the US can’t only be attributed to the trade deal. Economists still debate the effect of the deal on jobs, since US trade with Canada and Mexico is modest at best. In 2015, the <a href=\"http://www.npr.org/2016/06/22/483100251/fact-check-trumps-speech-on-clinton-annotated\">Congressional Research Service wrote</a>: “Nafta did not cause the huge job losses feared by the critics or the large economic gains predicted by supporters.”</p> <p>Manufacturing is down 37% <a href=\"https://fred.stlouisfed.org/series/MANEMP\">since its peak in 1979</a>, but this change has a great deal to do with the general shift toward a service-based economy, which the US has had surpluses in in recent years. It’s true that many manufacturing jobs have been outsourced, especially since China joined the World Trade Organization in 2001, but it’s also true that the US has added more than 800,000 factory jobs since 2010.</p> <h2><strong>Trump: “My father gave me a small loan in 1975.”</strong></h2> <p>Trump never struggled for money or started with anything modest. In 1978 his father gave him a loan totaling almost $1m – about $3.7m today – and acted as guarantor for the young Trump’s early projects. A 1981 <a href=\"https://www.scribd.com/doc/301761265/Report-on-Donald-Trump-to-Casino-Control-Commission\">report by a New Jersey regulator</a> also shows a $7.5m loan from the patriarch, and years later he <a href=\"http://articles.philly.com/1991-04-09/news/25780577_1_casino-control-act-donald-trump-casino-owners\">bought $3.5m in gambling chips</a> to help his son pay off the debts of a failing casino, which was <a href=\"http://articles.philly.com/1991-04-09/news/25780577_1_casino-control-act-donald-trump-casino-owners\">found to have broken the law by accepting them</a>. Trump also <a href=\"https://www.buzzfeed.com/christophermassie/donald-trump-in-deposition-96-million-i-borrowed-from-dads-e?utm_term=.eboXJGMWG#.qbNV4Jl1J\">borrowed millions against his inheritance</a> before his father’s death, a 2007 deposition shows.</p> <p>Trump has not proven that he is worth $10bn, though his tax returns, which he has refused to release, could provide a clearer picture of his worth. His financial filings suggest he has<a href=\"http://www.wsj.com/articles/self-financing-campaign-all-the-way-would-have-been-a-stretch-for-trump-1463341722\"> less than $250m in liquid assets</a>, according to a Wall Street Journal analysis. Trump has a history of overstating his properties: he has, for instance, told the FEC that a New York golf club is worth $50m but also <a href=\"https://www.theguardian.com/us-news/2016/mar/12/donald-trump-briarcliff-manor-golf-course-tax\">argued in court that it is worth only $1.4m</a>.</p> <h2><strong>Trump claimed that his tax plan will be the largest cuts since Ronald Reagan and create jobs, while in his words Clinton’s would create a huge tax hike.</strong></h2> <p>Trump’s tax plan would <a href=\"https://www.theguardian.com/us-news/2016/aug/08/donald-trump-tax-plan-business-income-middle-class\">disproportionately help the wealthiest Americans</a>, saving them millions of dollars and adding trillions to the national debt, <a href=\"http://taxfoundation.org/article/details-and-analysis-donald-trump-tax-reform-plan-september-2016\">according to an analysis by the Tax Foundation</a>, a conservative thinktank. He would reduce the business tax rate to 15%, eliminate the estate tax (aka the “death tax”), which mostly affects wealthy inheritors, and would reduce revenue from taxes by about $5tn. According to the Foundation, the top 1% of earners would see a 10.2% increase to their incomes.</p> <p>Clinton’s <a href=\"https://www.hillaryclinton.com/briefing/factsheets/2016/01/12/investing-in-america-by-restoring-basic-fairness-to-our-tax-code/\">tax plan</a> does not change tax rates for the middle class, but does increase taxes by 4% on people who have an adjusted income of more than $5m, as well as closing corporate loopholes. Only about <a href=\"https://www.treasury.gov/resource-center/tax-policy/tax-analysis/Documents/TP-4.pdf\">0.5%</a> of small businesses in the US reported a profit of more than $1m in 2011, according to the US treasury department. Clinton would increase tax revenue by $1.1tn by taxing the top 1% of earners, increasing the estate tax and eliminating fossil fuel subsidies, and by implementing and a more complex tax code,<a href=\"http://www.taxpolicycenter.org/publications/analysis-hillary-clintons-tax-proposals\"> according to the Tax Policy Center</a>.</p> <p>Trump has not proven that he pays any federal income tax, and did not deny that he doesn’t pay, saying simply that it would prove he’s “smart”.</p> <h2><strong>Trump: </strong><strong>“African Americans and Hispanics are living in hell because it’s so dangerous. In Chicago they’ve had thousands of shootings since 1 January … Almost 4,000 people in Chicago have been killed since Barack Obama became president.”</strong></h2> <p>Trump often cites Chicago’s shooting crisis as evidence that the US is plagued by dangerous crime, but not even that city, which has <a href=\"http://www.nytimes.com/interactive/2016/09/08/us/us-murder-rates.html\">the most homicides in the US</a>, compares to a “war zone” as Trump says. In 2015, Chicago had 2,988 people who were victims of gun violence, according to <a href=\"http://crime.chicagotribune.com/chicago/shootings/\">the Chicago Tribune</a>, and 488 homicides in all. The city has <a href=\"http://www.chicagotribune.com/news/local/breaking/ct-chicago-violence-labor-day-tuesday-20160906-story.html\">more than 500 homicides</a> so far this year, per the paper, and more than 2,100 victims of gun violence. Since 2009, the year of Obama’s inauguration, the city has seen more than 3,640 homicides, according to the Tribune.</p> <p>In Afghanistan – a country Trump often compares the city to – between January and June 2016, 1,601 civilians have been killed and 3,565 injured, <a href=\"http://unama.unmissions.org/afghanistan-record-level-civilian-casualties-sustained-first-half-2016-un-report\">according to the United Nations.</a> The figures include 388 killed and 1,121 injured children. The UN reported 3,545 civilians killed and 7,457 injured in 2015. More than 80,000 people have been <a href=\"http://www.nytimes.com/2016/04/18/world/middleeast/civilian-casualties-in-afghan-war-are-unabated-in-2016.html\">displaced by violence</a> this year. The US and Afghan forces control only about 70% of the country, while the Taliban and militants control the other 30%, the chairman of the joint chiefs of staff<a href=\"https://www.washingtonpost.com/news/checkpoint/wp/2016/09/22/u-s-backed-forces-control-70-percent-of-afghanistan-us-military-chief-says/\"> told the Senate</a> on Thursday.</p> <h2><strong>Trump on stop and frisk police tactics: “Stop and frisk which worked very well in New York it … It brought the crime rate way down.”</strong></h2> <p>The controversial police tactic of stop and frisk, which became a hallmark of New York policing through the mayorships of Rudy Giuliani and Michael Bloomberg, has landed the city in federal court, where <a href=\"https://www.theguardian.com/world/2013/aug/12/new-york-stop-and-frisk-unconstitutional-judge\">a judge ruled it unconstitutional</a>. One research paper, unpublished through peer review, <a href=\"https://www.washingtonpost.com/news/wonk/wp/2013/08/20/ray-kelly-says-stop-frisk-saves-lives-theres-no-good-evidence-for-that/\">found modest drops</a> in some crimes. A<a href=\"http://www.jjay.cuny.edu/rosenfeld_fornango.pdf\"> second paper</a>, published through peer review, found problems in the first study and “few significant effects” of the tactic.</p> <p>A <a href=\"http://www.nyclu.org/publications/report-stop-and-frisk-during-bloomberg-administration-2002-2013-2014\">New York Civil Liberties Union report</a>, on 12 years’ worth of police data, found young black and Hispanic men were targeted for stops at a vastly higher proportion than white men: more than half the people searched were black and about 30% were Hispanic. Among more than 5m stops during the Bloomberg administration, police found a gun less than 0.02% of the time, according to the report. NYPD <a href=\"http://www.slate.com/articles/news_and_politics/jurisprudence/2013/08/new_york_s_stop_and_frisk_policy_is_neither_effective_nor_constitutional.html\">records between 2004 and 2012</a> show similar figures: in 4.4m stops, weapons were seized from 1.0% of black people, 1.1% from Hispanic people and 1.4% of white people.</p> <p>New York’s long-term decline in crime rates began before Giuliani took office in 1994, and<a href=\"http://www.city-journal.org/html/how-new-york-became-safe-full-story-13197.html\"> its causes were and are diverse</a>: data-driven policing <a href=\"http://www.nbcnews.com/news/us-news/inside-look-system-cut-crime-new-york-75-percent-n557031\">with the Compstat system</a>, the <a href=\"https://www.brennancenter.org/publication/what-caused-crime-decline\">growth of the police force by 35%</a> over the decade, <a href=\"http://www.theatlantic.com/politics/archive/2016/04/what-caused-the-crime-decline/477408/\">incarceration increases by 24%</a> and <a href=\"http://www.nber.org/digest/jan03/w9061.html\">the 39% unemployment decline</a> that matched with national economic growth. Not even the loudest supporters of stop and frisk, including Bloomberg – whose last term Trump has called “a disaster” – have argued the tactic alone reduced crime to its current lows.</p> <p>Trump said that the tactic was ruled unconstitutional because of a judge “who was against policing”, but his personal opinion about the judge does not mean she did not rule it unconstitutional.</p> <h2><strong>Trump: “We have to take the guns away from the people that shouldn’t have them … These are bad people.”</strong></h2> <p>This argument flies in the face of Trump’s pro-gun rights stance for legal owners; he has repeatedly and falsely insisted that Clinton wants to take away guns from legal owners.</p> <p>Trump claimed that New York’s crime rate is up since the end of stop and frisk. <a href=\"http://www.nytimes.com/2015/12/27/nyregion/anxiety-aside-new-york-sees-drop-in-crime.html\">It remains near historic lows</a>.</p> <h2>Trump blames Sidney Blumenthal, a friend of the Clinton’s, and Patti Solis Doyle, a 2008 <a href=\"http://abcnews.go.com/Politics/Vote2008/story?id=4269776\">campaign manager</a>, for creating the false claim that Barack Obama was not born in the US.</h2> <p>There is no evidence that Clinton or her campaign had anything to do with the false rumors that Barack Obama was not born in the US, nor did Clinton have anything to do with Trump’s five years of questions about birth certificates, which he finally recanted last Friday.</p> <p>Trump’s campaign has tried to blame several people who were, if at all, tangentially related to the Clinton campaign. There is no evidence that Solis Doyle had anything to do with the claim either. She told CNN that<a href=\"http://www.cnn.com/2016/09/16/politics/hillary-clinton-patti-solis-doyle-birther-donald-trump/\"> there was a volunteer coordinator in Iowa who forwarded the email</a> and that the volunteer was dismissed, and that she called the Obama campaign to apologize.</p> <p>A former aide named Mark Penn wrote a <a href=\"https://www.scribd.com/doc/4097983/Penn-Strategy-Memo-3-19-07#fullscreen&amp;from_embed\">2007 memo</a> that Obama’s “lack of American roots” could “hold him back”. But he added: “We are never going to say anything about his background.” The Clinton campaign <a href=\"http://www.theatlantic.com/magazine/archive/2008/09/the-front-runner-s-fall/306944/\">never</a> <a href=\"http://www.politico.com/story/2008/08/clinton-told-to-portray-obama-as-foreign-012420\">acted</a> on his advice, and he <a href=\"http://www.nytimes.com/2008/04/07/us/politics/07hillary.html\">was dismissed</a> in April 2008.<br></p> <p>Some Clinton supporters have been blamed over <a href=\"http://www.snopes.com/politics/obama/citizen.asp\">anonymous chain emails</a> for questioning Obama’s citizenship, but none of the rumormongers were linked to the campaign. Philip Berg, a former Pennsylvania official who supported Clinton, filed a lawsuit in 2008 over Obama’s birth certificate; the suit was<a href=\"http://blogs.wsj.com/law/2014/01/29/supreme-court-ousts-attorney-who-sued-to-oust-obama/\"> thrown out because it was groundless</a>. Blumenthal, an old friend of the Clintons who frequently sent them unsolicited advice, <a href=\"http://www.mcclatchydc.com/news/politics-government/election/article102354777.html\">reportedly asked reporters </a>to investigate Obama’s birth, but he has denied this and denounced the conspiracy.</p> <p>As fellow fact-checkers at Politifact have noted, a Texas volunteer for Clinton named Linda Starr eventually <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/23/donald-trump/hillary-clinton-obama-birther-fact-check/\">joined Berg’s failed lawsuit</a>; there is nothing to suggest Starr had any influence in the campaign at any level. Campaign volunteers who forwarded emails falsely alleging Obama is Muslim <a href=\"http://www.politifact.com/truth-o-meter/article/2015/sep/25/obama-muslim-myth-clinton-connection/\">resigned</a> when they were found out.</p> <p>Trump did not answer the question about what convinced him that the president was born in the US, even though the birth certificate has been public for the five years that has Trump<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2015/02/27/about-that-donald-trump-speech-at-cpac/\"> continued questioning</a> Obama’s birthplace.</p> <h2><strong>Trump: Clinton has been “fighting Isis your entire adult life”.</strong></h2> <p>The Islamic State’s first <a href=\"http://www.nytimes.com/2015/11/19/world/middleeast/in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html\">segments</a> <a href=\"http://www.nytimes.com/2014/08/11/world/middleeast/us-actions-in-iraq-fueled-rise-of-a-rebel.html\">formed</a> out of the <a href=\"https://www.theguardian.com/world/2014/dec/11/-sp-isis-the-inside-story\">post-invasion civil war</a> in Iraq, while George W Bush was president. The group took root in Syria’s civil war, where the US did not intervene until 2014. The terror group largely formed out of the remnants of Saddam Hussein’s government and the factions that formed al-Qaida in Iraq – all of which happened in the last decade or so. The group also gained international notoriety only in 2014, when it invaded Iraq in significant forces and when Clinton was out of office.</p> <h2><strong>Trump: “Whether [the DNC hack] was Russia, whether that was China, whether that was another country, we don’t know.”</strong></h2> <p>Several independent security firms, in addition to intelligence officials, have <a href=\"https://www.theguardian.com/technology/2016/jul/29/cozy-bear-fancy-bear-russia-hack-dnc\">pointed to Russian-backed hackers </a>as the culprits behind a hack of the Democratic National Committee. Trump is correct in an extremely technical sense: no one has provided 100% proof that Russia was behind the hack, and the Obama administration has proven loath to escalate a hacking war. But security experts have found technical fingerprints that seem to hint back toward Russia, just as they have found <a href=\"http://www.nytimes.com/2015/08/01/world/asia/us-decides-to-retaliate-against-chinas-hacking.html\">links back to Chinese hacks in unrelated cases</a>.</p> <h2>Trump: “President Obama and Secretary Clinton created a vacuum” for Isis.</h2> <p>The claim that Obama and Clinton created the conditions for Isis ignores that Isis’s first <a href=\"http://www.nytimes.com/2015/11/19/world/middleeast/in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html\">segments</a> <a href=\"http://www.nytimes.com/2014/08/11/world/middleeast/us-actions-in-iraq-fueled-rise-of-a-rebel.html\">formed</a> out of the <a href=\"https://www.theguardian.com/world/2014/dec/11/-sp-isis-the-inside-story\">post-invasion civil war</a> in Iraq, while George W Bush was president; that the group took root in Syria’s civil war, where the US did not intervene until 2014; and that Obama withdrew American forces in 2011 under the <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2008/12/20081214-2.html\">timeline</a> agreed on by Bush and <a href=\"http://www.nytimes.com/2011/10/22/world/middleeast/united-states-and-iraq-had-not-expected-troops-would-have-to-leave.html\">Baghdad</a>.</p> <h2><strong>Trump has claimed that Nato must turn to a directly anti-terror campaign in the Middle East, and that his urging has already influenced the alliance.</strong></h2> <p>But Nato has had <a href=\"http://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2014_10/20151029_141007-dat-prog.pdf\">a Defense Against Terrorism program</a> since June 2004, almost a full 12 years before Trump called the alliance “obsolete”. In July its member nations <a href=\"http://www.wsj.com/articles/nato-muscles-up-to-fight-isis-1468968122\">decided to increase efforts</a> against Isis, specifically, in Syria and Iraq, as its leaders had discussed for months. Trump was not involved.</p> <h2>Trump also claimed that his new Washington DC hotel came in before schedule and under budget.</h2> <p>Not quite. Per the AP:</p> <blockquote class=\"quoted\"> <p>A June 2013 press release posted on the Trump Organization’s website <a href=\"http://www.trump.com/getmedia/8bfa0933-d7bb-45b6-bf5d-1e28af1a6951/OPO/\">announced</a> that the redevelopment of the old post office was “expected to start in 2014 with the hotel opening scheduled in 2016”. A few months later, the Trump Organization announced the expected grand opening of the hotel would happen <a href=\"http://www.trump.com/getmedia/74de47aa-15c0-4328-a9cf-82f17624c4ad/GHAOPO/\">at the end of 2015</a>. The Trump Organization said in a third statement in 2013 ... <a href=\"http://www.trump.com/getmedia/7b3402f3-96ff-4a74-ab4a-300f006dad4c/OPODesign/\">completion was expected in late 2015</a>.</p> <p>In 2014, the Trump Organization went back to announcing the hotel would open <a href=\"http://www.trump.com/getmedia/fa325427-ee75-4e6c-b496-31350e8f2ca7/JoseAndresatTIHT/\">in mid-2016</a>. In February, in the midst of Trump’s presidential campaign, the organization <a href=\"https://www.trumphotelcollection.com/washington-dc/press/trump-international-hotel-washington-dc-set-to-open-two-years-ahead-of-schedule\">shifted and announced</a> the hotel was planned to open in September, “almost two years ahead of schedule, which is unheard of for a project of this size and complexity”, Ivanka Trump is quoted as saying.</p> <p>And during a March visit to the site, Donald Trump said: “We’re two years ahead of schedule. We’re going to be opening in September.”</p> </blockquote> <p>The hotel is now <a href=\"https://www.washingtonpost.com/news/digger/wp/2016/09/14/eleven-things-you-should-know-about-trumps-new-d-c-hotel-even-if-youre-not-going-to-go-there/\">only partly open</a>.</p> <h2>Trump on the Iran nuclear deal: “One of the worst deals ever made by any country in history.” He said $400m in cash was part of that deal – and Clinton was responsible.</h2> <p>Clinton had nothing to do with the delivery of $400m to Iran as part of a settlement for a failed arms deal that Tehran’s pre-revolutionary government had made with the US in the 1970s.</p> <p>The State Department under John Kerry has admitted, however, that it wanted to use that money<a href=\"http://abcnews.go.com/Politics/400m-iran-cash-payment-leverage-prisoner-release-state/story?id=41482397\"> as “leverage”</a> to secure the sailors’ release, although its transfer had been mediated through an international court. The money was delivered as foreign currency because US law bars any transaction in US dollars and sanctions make bank transactions difficult.</p> <p>The US is not giving any of its own money to Iran as part of an <a href=\"https://www.theguardian.com/world/2015/jul/14/iran-nuclear-deal-expected-to-be-announced-in-vienna\">international nuclear arms deal</a> meant to prevent the construction of weapons. The deal <a href=\"https://www.iaea.org/newscenter/statements/iaea-director-general%E2%80%99s-statement-iran\">gradually unfreezes assets</a> that belong to Iran but were frozen under sanctions related to the nation’s nuclear program. Sanctions related to human rights, terrorism and other issues remain in place and still lock Iran out of billions.</p> <p>Trump’s guess of how much Iran will benefit by unfrozen assets is far higher than most experts’ estimates, though not inconceivable. Treasury secretary Jack Lew has <a href=\"http://www.c-span.org/video/?327246-1/secretaries-kerry-moniz-lew-testimony-iran-nuclear-agreement\">put the number at $56bn</a>, and Iranian officials have said <a href=\"http://www.presstv.com/Detail/2016/01/19/446415/Iran-32bn-unfrozen-assets\">$32bn</a> and <a href=\"https://www.washingtonpost.com/world/iran-claims-100-billion-now-freed-in-major-step-as-sanctions-roll-back/2016/02/01/edfc23ca-c8e5-11e5-a7b2-5a2f824b02c9_story.html\">$100bn</a>. Independent economists have calculated that Iran will free up anything <a href=\"http://www.latimes.com/world/middleeast/la-fg-iran-frozen-assets-20160120-story.html\">between $30bn to $100bn</a>. Complicating the math are Iran’s debts: it will have to pay off tens of billions to countries <a href=\"http://www.cfr.org/world/getting-china-sanction-iran/p24212\">such as China</a>.</p> <p>There is no evidence that the brief <a href=\"https://www.theguardian.com/world/2016/jan/13/iran-releases-us-navy-boat-crews-who-entered-territorial-waters-state-tv\">capture in January of 10 American sailors</a> had any effect on the nuclear deal, which had been finalized five months earlier, although the incident rattled fragile relations between Washington and Tehran. A few days after the sailors were released, UN inspectors <a href=\"http://www.nytimes.com/2016/01/17/world/middleeast/iran-sanctions-lifted-nuclear-deal.html\">confirmed that Iran had complied</a> with the deal.</p> <p>What Iran does next remain an open question – subject to inspection by UN officials – and Clinton’s argument in favor of the deal hinges on a degree of good faith that Tehran will comply by the terms of the deal.</p> <h2>Trump: “I was just endorsed by ICE.”</h2> <p>Immigration and Customs Enforcement is a government agency and does not endorse political candidates. A group of former customs officials and a union of ICE officers <a href=\"http://www.politico.com/story/2016/09/immigration-customs-enforcement-union-endorses-trump-228664\">endorsed</a> Trump just before the debate.</p>  <figure class=\"element element-image\" data-media-id=\"8fbff92d96f125bc01f6b5f11e2c21972c915ac3\"> <img src=\"https://media.guim.co.uk/8fbff92d96f125bc01f6b5f11e2c21972c915ac3/363_0_3034_1821/1000.jpg\" alt=\"Donald Trump and Hillary Clinton on the debate stage on Monday night.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump and Hillary Clinton on the debate stage on Monday night.</span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> </figcaption> </figure>  <h2>Hillary Clinton’s claims</h2> <h2><strong>Clinton: “Donald is one of the people who rooted for the housing crisis.”</strong></h2> <p>Clinton is correct, and Trump unrepentant. In a video made in 2006 for his defunct and legally embattled Trump University, Trump said he hoped for a real estate “bubble burst”.</p> <p>“I sort of hope that happens because then people like me would go in and buy” property and “make a lot of money”, he said.</p> <p>“That’s called business by the way,” Trump interrupted Clinton.</p> <h2>Clinton: “Donald says climate change is a hoax created by the Chinese.”</h2> <p>Trump: “I did not, I do not say that.”</p> <p>Trump said this in a 2012 tweet, right here:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/265895292191248385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/265895292191248385\">November 6, 2012</a></blockquote>  </figure>  <h2>Clinton claimed that African American men are more likely to be killed by guns than other demographics.</h2> <p>She is <a href=\"http://fivethirtyeight.com/datalab/black-americans-are-killed-at-12-times-the-rate-of-people-in-other-developed-countries/\">broadly correct</a> that African American men are disproportionately affected by gun violence, <a href=\"https://www.theguardian.com/us-news/2015/dec/31/the-counted-police-killings-2015-young-black-men\">including by police</a>. She’s also correct that crime rates are overall still down from where <a href=\"https://www.theguardian.com/us-news/2016/sep/26/rate-murder-fbi-increase\">they were in the 1990s</a>, but she omits the 10.8% single-year increase in murders in 2015. The recent spike in violent crime has been concentrated in a handful of cities, such as Chicago, Washington DC and Baltimore.</p> <h2>Clinton: Trump has been “praiseworthy of Vladimir Putin”. Trump: “Wrong.”</h2> <p>Trump has repeatedly called Russia’s president a “strong leader” and spoken approvingly – “praise” by nearly any definition – of this strength and Putin’s polling numbers. For instance, on 18 December 2015 he <a href=\"http://blogs.wsj.com/washwire/2015/12/18/donald-trump-praises-putin-as-strong-leader/\">told MSNBC</a>: “I’ve always felt fine about Putin. I think that he’s a strong leader.”</p> <p>He added: “He’s running his country and at least he’s a leader, unlike what we have in this country.”</p> <p>Last September, he <a href=\"http://www.cbsnews.com/news/donald-trump-gives-russias-putin-an-a-in-leadership/\">told Fox News</a>: “In terms of leadership [Putin’s] getting an A.” In <a href=\"https://www.youtube.com/watch?v=YaA2rmuJu9c\">a 10 March debate</a>, Trump tried to hedge on semantics. “Strong doesn’t mean good,” he said. “Putin is a strong leader, absolutely. He is a strong leader. Now I don’t say that in a good way or a bad way. I say it as a fact.”</p> <h2>Clinton: “Donald supported the invasion of Iraq.” Trump: “Wrong.”</h2> <p>This is a lie. In the months before the Iraq war began, the businessman made a tepid endorsement of invasion to <a href=\"https://soundcloud.com/buzzfeedandrew/trump-on-the-howard-stern-show-on-sept-11-2002?utm_source=soundcloud&amp;utm_campaign=share&amp;utm_medium=twitter\">radio host Howard Stern</a>, who asked him whether he thought the US should attack Saddam Hussein.</p> <p>“Yeah, I guess so,” Trump answered.<br></p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/buzzfeedandrew/trump-on-the-howard-stern-show-on-sept-11-2002?utm_source=soundcloud&amp;utm_campaign=share&amp;utm_medium=twitter\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F247792345&show_artwork=true&=&utm_campaign=share&utm_medium=twitter&utm_source=soundcloud\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <p>A few weeks later he told Fox News that George W Bush was “doing a very good job”. Several weeks after the invasion, Trump told the Washington Post: “<a href=\"https://www.washingtonpost.com/pb/archive/lifestyle/2003/03/25/hollywood-partyers-soldiering-on/06327347-83d3-44c4-ab7b-dcd6fbda5437/?resType=accessibility\">The war’s a mess</a>.” In August 2004 he told <a href=\"http://www.esquire.com/news-politics/interviews/a37230/donald-trump-esquire-cover-story-august-2004/\">Esquire</a>: “Two minutes after we leave, there’s going to be a revolution, and the meanest, toughest, smartest, most vicious guy will take over.”<br></p> <p>Even in <a href=\"https://www.buzzfeed.com/christophermassie/a-guide-to-donald-trump-early-flip-flops-on-the-iraq-war?utm_term=.vq5VjeKwe#.uy2eDvV5v\">an interview</a> cited by the Trump campaign to explain his “opposition”, Trump expressed impatience with Bush for not invading sooner. “Whatever happened to the days of the Douglas MacArthur? He would go and attack. He wouldn’t talk.”</p> <p>Trump also supported complete withdrawal from Iraq, even in the event of continued civil war or authoritarian violence there. “You know how they get out? They get out. That’s how they get out. Declare victory and leave,” he <a href=\"http://www.cnn.com/TRANSCRIPTS/0703/18/le.01.html\">told CNN</a> in 2007. “This is a total catastrophe, and you might as well get out now because you’re just wasting time, and lives.”</p> <p>Like Clinton, Trump also supported military strikes in Libya, saying in <a href=\"https://www.buzzfeed.com/andrewkaczynski/trump-claims-he-didnt-support-libya-intervention-but-he-did?utm_term=.cxLgP37W3#.je5XJqPgq\">a February 2011 video blog</a> that the US should take “immediate” action against dictator Muammar Ghaddafi.</p> <p>“We should go in, we should stop this guy, which would be be very easy and very quick. We could do it surgically.” No one supported an occupation to “build democracy” there in the model of George W Bush’s occupation of Iraq.</p>"
]