[
  "<p>El Cajon police have released video of the police shooting of Alfred Olango, an unarmed black man whose killing on Tuesday prompted days of protests in the San Diego suburb.</p> <p>Olango was <a href=\"https://www.theguardian.com/us-news/2016/sep/28/police-killing-black-man-el-cajon-san-diego-protest\">shot and killed on Tuesday</a> after police confronted the 38-year-old behind a Mexican restaurant with reports that he was “<a href=\"http://www.cityofelcajon.us/Home/Components/News/News/2867/112\">not acting like himself</a>” and walking into traffic. In their initial account, police said that Olango refused to comply with commands by police to pull his hand from his pocket.<br></p> <p>He then “rapidly drew an object from his front pants pocket”, according to police, “placed both hands together and extended them rapidly toward the officer taking up what appeared to be a shooting stance”.</p> <p>Two officers, Richard Gonzalves and Josh McDaniel, fired a gun and Taser respectively, El Cajon’ police chief, Jeff Davis, said. They later revealed <a href=\"https://www.theguardian.com/us-news/2016/sep/28/police-say-black-man-killed-by-officer-near-san-diego-was-holding-e-cigarette\">Olango was holding an e-cigarette</a>. “The investigation is still continuing,” Davis said, “this video is part of the evidence and that is why it was vital we show it today.”</p> <p>The videos, taken from a surveillance camera by a drive-through and the cellphone of a witness, shows Olango pacing in the street as an officer confronts him and mirrors his movements. Olango eventually pauses and makes a gesture that is difficult to interpret from a distance. Officers fire, and in the witness’s video a woman screams.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/28/police-killing-black-man-el-cajon-san-diego-protest\">Police killing of unarmed black man near San Diego sparks protest</a> </p> </aside>  <p>“The decision to release the video,” Davis said, “was not made in a vacuum.” Davis said that after the shooting, people were spreading “misleading” information that “had the potential to create unrest in the community”.</p> <p>“It was because of this that I decided to release a still image of the video that you’re about to see,” Davis said.</p> <p>The San Diego district attorney, Bonnie Dumanis, said investigators had not reached any conclusions about the case or potential charges. “Video evidence is one piece of the evidence that is out there, but we want to make sure that we have every bit of the evidence.”</p> <p>Several hundred protesters took to the streets in the days after the shooting, and on Thursday night several dozen people blocked roads, broke car windows and knocked a motorcyclist off his vehicle, according to the police department.<br></p> <p>When told to disperse by police, protesters threw glass bottles, bricks and rocks, and officers used pepperball projectiles on demonstrators, <a href=\"http://www.cityofelcajon.us/Home/Components/News/News/2873/112\">the department said</a>. Two men, 19 and 28, were taken into custody for unlawful assembly, Davis said, and one was arrested for assault on a police officer after a brick was thrown.</p> <p>The night before, one person was injured in demonstrations that turned violent, <a href=\"http://www.cityofelcajon.us/Home/Components/News/News/2869/112\">according to police</a>, and a cameraman from the San Diego Union-Tribune was assaulted. Davis said the camera has since been recovered. </p>  <figure class=\"element element-image\" data-media-id=\"2421c4f7a7df59cfab0eee7a587f4b2ad0ca51c2\"> <img src=\"https://media.guim.co.uk/2421c4f7a7df59cfab0eee7a587f4b2ad0ca51c2/0_0_4896_3264/1000.jpg\" alt=\"A protester holds up her fist toward a line of sheriff’s deputies during a protest in El Cajon on Wednesday.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protester holds up her fist toward a line of sheriff’s deputies during a protest in El Cajon on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Hayne Palmour IV/AP</span> </figcaption> </figure>  <p>“From the beginning our position has been to allow the demonstrations and protests to go forth as long as they were peaceful and non-violent,” Davis said. “Businesses are closing, schools are releasing students from classes prematurely,” he added, explaining the decision to release the video.</p> <p>Also at the press conference the Rev Gerald Brown, a local organizer, urged people to protest peacefully. “We want to move forward in peace. It is OK to protest but we want folks to protest in peace,” he said.</p> <p>A fourth night of protests on Friday remained peaceful at least for the first few hours, with about 200 people blocking intersections and at one point attempting to walk on to a freeway before police stopped them.</p> <p>Several hundred people gathered peacefully at a park in downtown El Cajon on Saturday, to hear speeches by religious leaders and then march through the streets to police headquarters, where family members joined them.</p> <p>Olango’s father, Richard Olango Abuka, called for the resignation of the police chief and said his son’s death would be a turning point in a peaceful struggle to change police practices. Other speakers demanded changes in how police respond to calls about people in mental distress. A modest police presence attended, to direct traffic.</p> <p>On Friday Brown and Andre Branch, president of the NAACP San Diego branch, praised police and the mayor. “We want to applaud and commend Chief Jeff Davis and the city of El Cajon for releasing this video of this police involved shooting,” Branch said. “The NAACP believes this is the action that should follow any and all police-involved shootings.”</p> <p>Olango’s mother told reporters that her son, <a href=\"http://www.latimes.com/local/lanow/la-me-ln-alfred-olango-pamela-benge-20160929-snap-story.html\">a Ugandan refugee</a> who arrived in the US in 1991, was in distress because of a friend’s recent death. Immigration and Customs Enforcement (ICE) authorities told the Associated Press on Thursday that ICE had tried to deport Olango for <a draggable=\"true\" href=\"http://www.nbclosangeles.com/news/national-international/El-Cajon-Police-Shooting-US-Tried-to-Deport-Slain-Refugee-Twice-395289321.html\">a drug and firearm conviction</a>, but failed to convince Uganda to accept him. He stopped reporting to immigration officers in February 2015, ICE officials said.<br tabindex=\"-1\"></p> <p>The police shooting of Keith Scott, a black man in Charlotte, North Carolina, similarly <a href=\"https://www.theguardian.com/us-news/2016/sep/22/charlotte-protests-north-carolina-governor-declares-state-of-emergency\">prompted mass protests </a>last week and <a href=\"https://www.theguardian.com/us-news/2016/sep/24/video-keith-scott-shooting-charlotte-police\">the eventual release of video </a>of the confrontation. For more than two years the <a href=\"https://www.theguardian.com/us-news/2015/aug/09/ferguson-michael-brown-shooting-anniversary-protest\">high-profile</a> <a href=\"https://www.theguardian.com/lifeandstyle/2015/jul/25/eric-garner-killing-one-year-on-sit-down-son-its-time-for-the-talk\">police killings</a> of <a href=\"https://www.theguardian.com/us-news/2016/aug/22/philando-castile-film-police-shooting-happy-birthday\">black people</a>, many unarmed, have <a href=\"https://www.theguardian.com/us-news/2016/feb/10/ferguson-department-of-justice-lawsuit-police-reforms\">brought people into the streets </a>to protest against police abuses and systemic racism.<br></p>"
]