[
  "<p>This Friday, The Simpsons becomes the Wayne Rooney of British TV: not in the sense that it enjoys being dominated by much older women in black leather (although Homer Simpson might enjoy such fantasies) but because it finally makes its debut after a big-money transfer. </p> <p>The first episode screened to celebrate the move from BBC2 to Channel 4 is A Tale of Two Springfields, in which the Simpsons' hometown is split between two phone-codes, creating rich and poor communities, with America's cartoon first family condemned to the latter. Homer is able to become mayor of the downtrodden populace but he knows that he has been defeated by the elite. </p> <p>The Simpsons famously works on several levels (political satire, art criticism, toddler slapstick) and this episode can be read as a metaphor for the viewers of British TV. The audience is divided into two districts: one which sees The Simpsons, The West Wing, The Sopranos and Little Britain first on Sky One, E4 or BBC3, the other forced to wait for the delayed showing on terrestrial television. Viewers in the first phone-code zone will find it hard to understand the fuss Channel 4 is making about the screening of A Tale of Two Springfields. </p> <p>But, while you can only change phone-codes by buying a new home, the movement between the two viewing communities is increasingly fluid and confused. The huge success, and attendant publicity, of Little Britain means that two million people are watching the new series on BBC3. This means that the subsequent BBC2 showing - planned as the primary transmission - will already feel like a repeat. </p> <p>With a hit, that may not matter - BBC3 viewers will happily tune in again - but this week's terrestrial premiere of the comedy The Smoking Room demonstrates the opposite problem. Poorly received on BBC3, it now reaches BBC2 having used up its publicity and critical goodwill, feeling rather like a theatrical flop in the provinces that is still forced to transfer to the West End. </p> <p>The increasing number of preview treats for new-technology viewers is a deliberate attempt to modernise the audience before analogue sets are switched off but the result is that, until the changeover, terrestrial television will tend to feel second-hand. The very low audience figures on Channel 4 for two prestigious American series previously seen on E4 - The Sopranos and The West Wing - suggest that staggered scheduling does effect terrestrial ratings (in the same way that international internet book-selling reduces the sales of American titles when they are eventually released in Britain). </p> <p>The Simpsons, though, is the programme best-placed to resist this trend because it is hard to think of another series that so encourages repeat viewings: because there are so many hidden gags and patterns (openly available versions of what the DVD trade calls \"Easter Eggs\"), that the first viewing tends to be a warm-up for more: familiarity breeds desire. The fact that viewers have previously seen A Tale of Two Springfields or Tree House of Horror XI on Sky One may actually encourage them to tune in again. </p> <p>But The Simpsons has always made its own rules - artistically and commercially - and has little relevance as a general example. The small audiences for other transfers suggest that television's two area codes - Digital Heights and Terrestrial Terrace - are increasingly separate communities and the Mayor Simpsons of the industry need to do something to make them speak to each other. </p> <p>A more optimistic omen for old-fashioned viewers this week is the screening by Channel 4 of the mountaineering movie Touching the Void only a year after it was a hit in cinemas. The newest James Bond movie also reached ITV1 last week, just two years later than its copyright date. Viewers over 30 will remember when it was normal to wait four or five years between a film's release and its appearance on television. </p> <p>The relative rush to show films on TV has resulted from co-productions (Channel 4 part-funded Touching the Void) and the speed with which films now reach DVD (a technology that has created another exclusive cultural area-code of people who see things later than moviegoers but before the TV audience). </p> <p>Gun-control legislation in America has brought in the concept of the \"waiting period\": a delay for background checks before a weapon is handed over. Terrestrial-only viewers watching The Simpsons on Friday will reflect that the waiting period for good TV is increasing, while many in the audience for Touching the Void will be glad that, for films, it's going down. </p> <p>The latest elimination talent show on television takes nine months to find a winner: an appropriate gestation period because they are looking for a Broadway Baby. Musicality - a hunt for an amateur worthy of a slot in a professional chorus line - is Channel 4's follow-up to Operatunity, which did the same for the heavier end of musical theatre. These are wannabe programmes for viewers who find The X Factor too vulgar. </p> <p>As in the West End and on Broadway, the fate of TV talent shows depends largely on the casting. Here, the judges run the traditional range from pussycat to cattiness: voice coach Mary and choreographer Stacy are sweet and supportive to those applying, while musical director Gareth delivers high-camp aphorisms. He describes one tight-bodied male wannabe as resembling \"a condom full of walnuts\" (an unattributed use of Clive James's description of the young Arnold Schwarzenegger) and, when a young man called Warren impresses, shivers: \"If that's the Warren, I want to be the rabbit.\" Perhaps surprisingly, given these contributions, Gareth's main objection to several competitors is that they are trying too hard. </p> <p>The other familiar pleasure is the deadpan commentary, the intonation unchanged by disaster - \"Stacy resorts to pony-steps to get everyone across the floor\" - or possible triumph: \"Next up is Alex, an ex-ministry of defence training officer who Gareth suspects may have that rarest of singing talents: the falsetto.\" </p> <p>Musicals - in which being plucked from the chorus line is common as both a subject and a career-move - may well be the most natural territory for talent-hunt telly, and the first edition of Musicality suggests that it has the legs, even if many of the hopefuls don't. </p> <p><strong>·</strong> The Simpsons, Friday, from 9pm, Channel 4; Touching The Void, Thursday, 9pm, Channel 4; Musicality, Channel 4, 9pm, Wednesday</p>",
  "I live in Washington, DC now, after nearly 30 years of living in New York City. Washington is built on swampland, literally, an origin that signals its character. It was designed to look like Paris. There are boulevards, monuments, museums, along with a dangerous, desolate, and impoverished inner city, still not rebuilt from the 1968 riots triggered by the assassination of Martin Luther King Jr. Citizens of Washington, DC do not have any voting representatives in Congress. There was and is no state entity as such. Washington is a district, not quite a city, sleepy and southern in its habits, not fully enfranchised. We are not so much citizens as members of a colony, like Guam or Puerto Rico. <p>Yet this is a swamp devoted to politics. The players in this company town live on political barter, while amassing personal fortunes for themselves. I am not a player. I experience instead an adumbrated form of democracy, articulated most eloquently by the invitation every four years to vote for a president and vice-president. </p> <p>I accept the vote as a primitive expression of democracy out of respect for my suffragist foremothers. They fought so hard for women's civil and economic equality and ended up settling for the vote. I measure this up against a rape or an honour killing and I don't think it counts for much. </p> <p>Anyway, I am supposed to vote for one or the other of two men who are differentiated by style, not by policies. They have more in common with each other than either has with me. They also both lie. </p> <p>I'm voting for John Kerry, and I'm not happy. In 1972, during the Vietnam war, I refused to vote for anti-war candidate George McGovern, even though I had spent most of my young adult life in opposition to the war, because he was anti-abortion. I refused to vote for über-liberal, pro-civil rights, all-around good guy Hubert Humphrey because he did nothing while demonstrators were being beaten up by police in Chicago at the 1968 Democratic Convention. In 1976, while my feminist colleagues organised for Jimmy Carter, I refused to sign petitions or vote for him because he was anti-abortion. The first thing Carter did when elected was to have his health secretary end all federally funded abortions, which was the only access poor women had. (Yes, my sisters learned something. Now the legality of abortion, not access, is the feminist litmus test - too little, too late). </p> <p>In 1984, I couldn't bear Geraldine Ferraro as the first woman vice-presidential candidate because her husband, John Zaccaro, owned a warehouse filled with pornography. The Washington Post reported that year that Zaccaro refused to comply with requests for full income and tax disclosures. I voted the first time (in 1992) for Bill Clinton because, on a lecture tour in Texas, I heard George HW Bush - known fondly in retrospect as 41 (George W being 43) - accuse Clinton of un-American activities, which he inferred from a trip Clinton had made to Moscow when he was at Oxford as a student. In 2000, I voted for Ralph Nader. I don't recommend myself as a model for citizenship, except to say that I have always abhorred the lesser-of-two-evils philosophy, and Al Gore let himself be dressed by Naomi Wolf. </p> <p>I couldn't be bothered to vote most of the time because it was almost always a choice between the corrupt and the more corrupt. There is the primordial sludge and then the more pristine amoeba. My guy's the amoeba; the other guy's the sludge. This is a recipe for madness, otherwise known as the American president. </p> <p>Of course, who could have imagined September 11, 2001, and Bush, the war president? And if one were to strike out against state sponsors of terrorism, who could imagine mistaking Iraq for Iran, even though in English they appear nearly the same? This is a George W kind of error. </p> <p>Let me tell you about my amoeba, Kerry. He voted for the Iraq war. Asked if he, knowing then what he knows now (no weapons of mass destruction, no nuclear arsenal), would have voted differently, he said no. He is vaguely committed to putting more soldiers on the ground. He showed up for his political convention as a Vietnam war combatant, not as an anti-war protester, which he was, with honour. He is a multi-millionaire married to a multi-billionaire. His running mate, John Edwards, is more pro-war than he is, less ambivalent and less ambiguous. Edwards is also a multi-millionaire. </p> <p>My amoeba talks about the middle-class; he has conveniently forgotten about the poor. (Edwards used to talk about poverty before he was absorbed into Kerry's attempted seduction of the middle class.) </p> <p>My amoeba calls prostitution a \"nuisance\" instead of a crime against women. Some 25 years ago my amoeba was a prosecutor. He prosecuted at least one rape case, which he won. He was responsible for setting up counselling for rape victims. This was precocious and superb. </p> <p>Fast forward: two weeks before the election, my amoeba recognised that American women make 76 cents against every male dollar and decided to draw attention to this fact. Such is the gratitude of women that my amoeba beats the primordial sludge by as much as 10 percentage points among women in the subsequent polls. He is especially popular with single women who, needless to say, have to support themselves. </p> <p>My amoeba promises improvement. He will support pay-equity legislation. (Have I been in a deep sleep? Is this 1970?) In the parlance of his campaign, he has a plan. He keeps the specifics to himself. He will also raise the minimum wage over several years from $5.15 an hour to $7 an hour which, his campaign reckons, will give 9.2 million women another $3,800 a year. How pathetic is that? He has a plan for health insurance and another plan to produce jobs and a plan to protect social security, that tiny safety net that older Americans, especially women, have against utter poverty. In any other year, this wouldn't be enough to differentiate him from the primordial sludge, because mostly it is not true. It's either the Iraq war or health care, not both. </p> <p>Now look at what George W offers me. First, he gives me his middle initial: \"W is for Women\". I don't want his initial inscribed on me. I find the idea repugnant. He does not recognise the pay differential between men and women. On the other hand, he is against sex trafficking and has said so when addressing the UN. He has strong evangelical support for this position. He is for bringing equality to women in the Arab and Islamic world. I may want it and work for it in the US, but he and his most anti-feminist rightwing advisors, including David Frum and Richard Perle, want women's liberation in the Gulf region, and I do not mean the Gulf of Mexico. Anywhere but here seems to be the general plan. </p> <p>And what is the price for these women's rights? It's a small one. Many bombs must fall and many innocents must die. </p> <p>The Bush/Cheney argument for reelection comes down to this: in Iraq we have created a new site for terrorists and they are so busy there that they won't come here. Vote for us and you'll be safe. Vote for Kerry/Edwards and you'll likely die. One has a choice between massacres there or here. Vote Bush/Cheney. Choose there. </p> <p>Despite the American disdain for irony, electoral politics in the US is nothing if not a lesson in irony. Richard Nixon the anti-communist went to China and ended the Vietnam war. Clinton, prince of Democratic post-liberals, joined with Republicans - in fact, led them - to get African-American single mothers kicked off welfare and to create political cover for those politicians abandoning the poor. He then had the honour of being proclaimed, by Toni Morrison no less, the first black president. And, in this land of political hallucination, maybe he was. He also may be the only black president. </p> <p>What Kerry will do is this: he will get European and even Arab allies to pony up in Iraq; he will intensify the war there; he will bring in more troops. This policy will make it impossible for the Democratic candidate who follows him, or he himself if he runs again, to have anything but a pro-war policy. A rightwing Republican, maybe even a woman, plain-spoken and Reaganesque (or Thatcheresque), will triumph by promising an end to the Iraq war either four or eight years from now. He or she will deliver because the war will be over and the US and its many allies will have lost. This will be another generation's Vietnam with the blame having a certain global quality. As at his convention, Kerry the combatant will have trumped Kerry the anti-war protester. </p> <p>So why is it that I'm voting for Kerry? Oh, right, it's because my Massachusetts amoeba is better than Texas primordial sludge. Make no mistake: I have regional emotions. When someone from Massachusetts, the centre of abolitionist activism, and someone from Texas, in our day and age a symbol of the Confederacy, mix it up, our civil war is being refought. Kerry represents those brilliant abolitionists - and he does it badly. Shame on him. </p> <p>The thing is that I'm scared to death that Bush will win. If Bush wins, we get more terror, charmingly diverted to countries not the United States. I call that a plan. I admire its simplicity. Who said that boy is stupid? Oh, I did, a few paragraphs up: the whole Iraq/Iran confusion. Of course, being dyslexic is not the same as being stupid. </p> <p>The Bush/Cheney plan is the equivalent of a moral sewer. I don't want to roll in that dirt. It's someone else's blood and it doesn't wash off (cf the Scottish play). </p> <p>We dream, some of us, of being able to be good in a better world. The morally reprehensible - the Bush/ Cheney strategy - smacks us between the eyes; and then, and only then, do we vote for the lesser of two evils. But don't forget that they are two evils. Sick to my stomach because he will stay in Iraq, I'm voting for John Kerry. </p> <p><b>·</b> Andrea Dworkin's most recent book is Heartbreak: The Political Memoir of a Feminist Militant.</p>",
  "On the fringe of north India, five sweating men expertly scythe their way through a golden-green field of paddy. The air is thick with the whoosh of sharpened blades. Nearby, bullocks loll and veiled women walk carrying cowpats on their heads for use as fuel. <p>Beneath the rural idyll, however, lies a village in torment because of a radical new population control measure: guns for sterilisation. </p> <p>Three months ago, officials in three districts of Uttar Pradesh, India's largest and most populous state, announced that to obtain a single-barrel shotgun, two people would need to be sterilised; for a revolver licence, the price would be five. </p> <p>What happened to the quintet of farm workers perspiring in the fields around the village of Shashitanda appears to be the unhappy result of the radical policy. In late July, a rich farmer seeking a gun licence is said to have had all five forcibly sterilised at a nearby clinic. </p> <p>Jagdish Singh, 20, shifting nervously in front of assembled villagers, claims he went along with the farmer because he was offered work cutting grass at 50 rupees (60p) a day. \"[Instead] I was taken to hospital and given a green pill which I was told was to protect against malaria. I don't remember anything else until I woke up the next day in pain.\" </p> <p>Jagdish, an unmarried labourer, was held hostage after the operation in the farmer's house, and only released when the rest of the villagers turned up to rescue the five men. \"My life is over,\" he said. \"I have no children. How can I become a man again, everyone knows I have had this done to me?\" </p> <p>All five men, four of whom have children, have complained to police and registered a case with a local lawyer but say little has happened as a result. </p> <p>\"My wife is very angry with me, she scolds me day and night. What can I do? I have been cheated for a gun,\" says Preetam Singh, who also claims he was operated upon without his consent. </p> <p>Avatar Singh, the farmer accused by the five, agreed he had wanted a gun but denied he had forced anybody to undergo the operations. \"I did not do anything wrong. The matter is now closed,\" he said. </p> <p>Population remains a pivotal issue for India, the world's largest democracy, where there is an increase of 20 million people each year. India expects to overtake China as the world's most populous nation by the middle of the century. </p> <p>Uttar Pradesh, of all the nation's states, sits on top of the demographic explosion. It crams 170 million people - more than Russia - into a space the size of Britain. The state, largely rural, contains a tenth of the world's poor and half of its female adult workforce cannot read or write. </p> <p><b> Sharp divide</b><br> </p> <p> India's latest census revealed a sharp divide between economically advanced southern states and poorer northern ones. Whereas the former revealed a sharp decrease in the rate of population growth in the last decade, the hugely populous states in the north registered rises. </p> <p>The spectre of coercive sterilisation evokes dark memories for India. In the mid-1970s, the country's then prime minister, Indira Gandhi, suspended democracy - imposing press censorship and imprisoning political opponents - for 21 months. During this time, her ambitious son, Sanjay, organised a nationwide compulsory sterilisation campaign aimed at lowering the birthrate. The campaign, which mandated vasectomies for men with families of two or more children, met with widespread fear and resistance. Thousands were forcibly sterilised. </p> <p>Uttar Pradesh's population policy calls for 930,000 sterilisations this year. It has been backed by $360m of aid money from USAid, the American government's donor agency. </p> <p>Campaigners say the money would be better spent raising educational standards, encouraging the use of contraception and setting up an efficient public health system. \"Sterlisation is an extremely invasive procedure, especially for women,\" says Jashodhara Dasgupta of Healthwatch, which campaigns on public health issues in Uttar Pradesh. \"It is carried out here in unhygienic conditions often under poor medical supervision. Yet it is being promoted while contraceptives like the diaphragm are being withdrawn. The whole thrust of the policy is that we have to stop poor people from reproducing.\" </p> <p>But officials say they only manage to meet half the annual sterilisation target and the state must reduce fertility with further incentives. With half a million pending applications for firearm licences in Uttar Pradesh, the upshot is the new \"guns for sterilisation\" population policy. </p> <p>The new directive has been condemned by critics as encouraging gun culture in a state that already accounts for half of India's firearm murders. It is fairly common in Uttar Pradesh to see men strolling around with rifles slung over their shoulders or revolvers hung from their waists. </p> <p>In the northern town of Lakhimpur, rows of gun shops sell pistols and double-barrelled shotguns for a few hundred pounds. Shop owners say there are two main reasons for the gun culture: the emergence of weapons as a status symbol and deteriorating law and order. </p> <p>Gurpreet Singh, a 35-year-old businessman, carries a revolver to \"protect oneself and one's family\". </p> <p>\"I decided to get a gun after my neighbour and his family were killed by robbers a while ago,\" he said. \"If you have money you are a target around here.\" </p> <p>Administrators remain unapologetic, pointing out that a carrot-and-stick approach has long been practiced in Uttar Pradesh. For years, poor people who are sterilised receive priority for houses, small loans and extra rations of essential items like sugar. </p> <p>\"We have to meet our [sterilisation] goals. The target in this area alone is 18,000 and so far we only have 3,000 sterilisations,\" said Iqbal Hussain, chief medical officer of Lakhimpur district. \"This is a healthy incentive scheme no different to when we offer extra bags of sugar or cash to people to have operations.\"</p>",
  "\"Whatever became of the Englishman's castle?\" asked <b> Joyce Lee Malcolm</b>, a professor of English history, in the Sunday Telegraph. \"Happily for us Americans ... our homes are still our castles,\" she declared. \"Legislation in Oklahoma, which allowed the home-owner to use force no matter how slight the threat, has reduced burglary by nearly half.\" By \"practically eliminating self-defence\", the British government \"has removed the greatest deterrent to crime: a people able to defend themselves\". <p>But <b> Roland White</b> in the Sunday Times argued that that \"very few people want to see burglars being shot.\" He suggested \"an absolutely fail-safe method for thieves to avoid occupational injury\": they should \"stop tiptoeing through remote farmhouses in the early hours\". </p> <p>Security matters of a different kind occupied <b> Joan Collins</b> in the Mail on Sunday. She found it \"more than a little suspicious\" that, since September 11 2001, she has \"always - not once or twice - been singled out for a body search\" when travelling by air. Why are airport security guards so keen to get their hands on Ms Collins? \"Am I being paranoid in thinking that I am somehow 'marked' for my vocal criticism of those in power?\" she asked. </p> <p>In the Sunday Mirror, <b> Richard Stott</b> had nothing but praise for those in power. He judged that they had done \"conspicuously well\" in the fight against yob culture. \"It is easy to scoff, but [antisocial behaviour orders] at least suggest police and magistrates are trying to deal with the young hooligans who have turned some estates into virtual no-go areas,\" he concluded. </p> <p>As the final deep mine closed at the Selby complex, <b> Christa Ackroyd</b> told Sunday Express readers that the decline of communities was, in some areas, linked to the demise of the coal industry. \"Out of the coal dust grew strong towns and villages where no one was forgotten and everybody knew everybody else,\" claimed Ackroyd. \"Never here were the sad tales of the old and infirm living lonely lives behind closed doors. They cared for each other and cared for their own.\" <b> Matthew Taylor</b></p>",
  "Do I have to be bumped into quite so much? I know there is a global population explosion. But it can't yet be so bad that I need to be jostled into the gutter on a crowded street, or pushed out of the way in the rush of young people towards the pub door. Do I have to go into aggressive/assertive mode simply to hold my place in a queue? I know the English are famed for the apparent orderliness of their queueing customs. But I'm increasingly aware that the rules are being subverted. In supermarket checkouts and airport check-ins, people are quietly on the lookout for signs of weakness, and if you indicate less than dedicated attention to holding your place, they will sneak in ahead of you, no apologies made. <p>Some more questions: do I have to enjoy a quiet morning coffee with friends against the cacophonous uproar of toddlers quite out of control, screaming their heads off while mothers confer together, sublimely indifferent to their responsibilities? </p> <p>Do I have to give way, even in a traffic jam, to all and sundry motorists who would like to press in ahead of me for the benefit of a few seconds saved on their journey? Give way graciously and my modest concession is seized on as an excuse by others. I can get left well and truly behind, which in all honesty is probably the safest place to be. </p> <p>So don't good manners matter any more? Or do they need to be rethought for our own day? I think the latter. It's easy to grow lyrical and nostalgic about how manners used to be. The times when quiet-spoken children asked, \"Please may I leave the table,\" always said \"please\" and \"thank you\" and little more. When men opened doors for women they didn't know and raised their hats to those they did. These were social conventions that have gone the way of John Major's vision - with a nod towards George Orwell - of a spinster cycling to church in the early morning, of warm beer and cricket on village greens. Those were times of deference and pecking orders. Formal manners were, among other things, the public acknowledgment of that forelock-tugging society. Those days are not coming back. And we don't want them back. Despite their surface charm, they were servile, hypocritical and repressive. </p> <p>But it's hard not to think that we've thrown out something quite fundamental with the bathwater. We now have shreds of the old order lingering among the older generations while chaos prevails among the young. Such is the ambiguity of manners - are they a sign of weakness, of conformity? - that rudeness has become smart. In-your-face insults have become the stuff of comedy. Telling how you told some old biddy to fuck off sets the crowd on a roar. Bold, direct and offensive is the new style. No hypocrisy there, certainly. No charm either. As social behaviour, it's a dead end. It taints both the insulter and the insulted. Who needs it? </p> <p>We can take as read the social context. The cliches come tumbling out: an alienated society, no communities, no job security, the break-up of families and industries. A place where people feel without worth in a culture that values style over content. Global uncertainties, materialist values, you could even add the decline of religion. Indeed, religion had a fundamental take on manners, expressed by Christianity as: \"Love thy neighbour as thyself.\" There's truth in all these cliches, of course, but the trouble is, they're so threadbare from overuse, they aren't much help. It might be better to turn the problem on its head and examine how manners might actually be something we want. </p> <p>Take noise. The world has manifestly got louder. Technology is spewing out ways to listen to records, radio channels, piped music, your pals in Thailand, the boss back at base. Silence has become precious. The interface between the two needs the intercession of good manners. There are rules to help out: railway carriages that are supposed to be mobile-free, pubs and bars that don't have Muzak. But just asking permission of someone who might be sensitive to the noise you want to make could oil the social hinges. We need new modes of behaviour in enclosed places, so that everyone ends up feeling comfortable, no one feels their view has been trampled, and those crazy for decibels find their own - separate - space. </p> <p>Next, children. One of the joys of parenthood is looking upon your offspring as little angels. An adjacent pleasure is having others share that view. The interface between the two will depend on their manners. Forget the piano lessons, and ballet classes, neglect football practice and the school choir. A fluency with daily manners is one of the finest gifts you can give your children, and for that you need to start young. Rewarding the pleases and thank-yous of toddlers is just the beginning. The matter of how to eat sitting at a table with other people might come as a novelty these days. And whatever happened to that old hint: FHB (family hold back) whenever food was shared with visitors? Certainly, the new manners have to move with the times - and how many families eat round the table any more? But there have to be ways of encouraging them not to splay food around, to chew with their mouths shut, and join a civilised and shared conversation without young people feeling you're infringing their right to be who they are. And if they, perversely, insist on that distorted right, then you should know you're bringing up yobs. </p> <p>This is two-way traffic, of course. Shouting at a child is a display of extreme rudeness, and self-perpetuating. A recent crop of reality shows on television - one about an old-style nanny, another re-creating schooling of the 1960s - demonstrated both the futility of shouting, and how much more successful reasoned but firm instruction always is. Besides, when is shouting something any of us need to hear? </p> <p>Manners take time. But we live in a world in a frantic hurry. Pause for breath and the herd will trample you in the dust. Hesitate at the checkout and someone will overtake. But so what? A world where there was less elbowing, less crushing, more space given, more words exchanged would be a vast improvement in our quality of life. If it sprang from a genuine empathy with how other people felt, it might short-cut the whole rickety business of petty complaints, minor court cases, Asbos and street confrontations. We need manners so that teachers aren't afraid of their pupils, motorists don't get chippy with other drivers, and the relationships between men and women recover a certain grace to add to sexual freedom. Manners are something we positively want. The pendulum has swung too far from the old-style craven deference to a chaotic mess of insult and bravado. It's time to bring back a new style of good manners, for all and by all. Put it in the manifesto, and I'll vote for it.</p>",
  "<b> Chicago Tribune </b> <br> Editorial, October 30 <p> \"Speaking to the camera in a videotape aired [on] Friday, Osama bin Laden ... offered his thoughts on America's presidential election. No, he didn't endorse either of the two major-party candidates. Instead, he tried to intimidate US citizens into changing their government's policy of relentlessly pursuing al-Qaida ... </p> <p>\"The overarching reaction will be fury. How that fury informs voters' decision-making is for each of them to decide. Spanish voters reacted to a terrorist bombing in Madrid by voting out of office a government that had deployed troops to Iraq.\" </p> <p><b> Washington Post </b><br> Editorial, October 31  </p> <p> \"His appeal to Americans was remarkably weak ... The tirade against George Bush and his family was even clunkier. Maybe it was meant to shift voters away from the president on Tuesday; more likely it will do the opposite. </p> <p>\"Both Mr Bush and John Kerry were quick to reject Bin Laden's words and to promise unrelenting war against him. After a brief pause, each then sought to turn the moment against the other. With hours left in their tight race, this was inevitable.\" </p> <p><b> New York Post </b> <br> Editorial, October 30  </p> <p> \"Bin Laden might as well have endorsed Mr Kerry in his 18-minute taped rant ... Clearly Bin Laden's little lecture ... was meant to dampen Mr Bush's electoral prospects; in that sense, it betrayed a truly fundamental misunderstanding of the United States. If 9/11 didn't make Americans flinch, it's not likely that an appearance by Bin Laden ... will do anything more than stiffen the nation's spine ... </p> <p>\"If Bin Laden could have carried out an act of terror, he would have carried out an act of terror. He can't - and that speaks to the fundamental success of the war on terror.\" </p> <p><b> Maureen Dowd </b><br> New York Times, October 31  </p> <p> \"Republicans postulated that the evildoer's campaign intrusion would help the president. Bin Laden, they said, might re-elect Mr Bush. They follow the Bush strategists' reasoning that since Mr Bush rates higher than Mr Kerry on fighting terror, anytime Americans get rattled about Iraq and al-Qaida, it's a plus for the president ... </p> <p>\"It's absurd that we're mired in Iraq ... while the 9/11 mastermind nonchalantly pops up anytime he wants ... Maybe Mr Bush should get off the trail and get on Bin Laden's tail.\" </p> <p><b> Los Angeles Times</b><br> Editorial, October 30  </p> <p> \"The tape is ... evidence that the man Mr Bush vowed to capture 'dead or alive' is still able to professionally communicate his message. The US failure to capture Bin Laden has been a strong point for Mr Kerry, one that Mr Bush has tried to undercut by scoffing at Mr Kerry's 'law enforcement' approach to fighting terrorism ... But the longer the US is mired in Iraq, the clearer it becomes that the law enforcement approach Mr Bush ridicules is an essential part of the battle against terrorists.\" </p> <p><b> Miami Herald </b><br> Editorial, October 30  </p> <p> \"The videotape shows how powerless and isolated Bin Laden is, apparently incapable of doing anything more harmful than tossing words at the world's most powerful nation. That both Mr Kerry and Mr Bush made clear that the country would be unified in the terror war should be a comfort to the country. The country will be just as resolved with either at the helm ... The best course for Americans is simply to ignore the tape completely.\"</p>",
  "In less than 24 hours, the polls will open in Colorado and voters will begin queuing up to cast their ballots. It should be a relatively simple process, but this year a series of new rules, late lawsuits and partisan fracturing have thrown the process of casting a ballot into doubt. <p>There have been lawsuits to challenge new election rules. There have been charges of partisan voter intimidation, and counter charges that those charges amounted to a politically-motivated smear campaign. Some county clerks are still struggling to consolidate double-listed voters on their rolls. Election judges have received confused advice about the voting rights of convicted felons.</p> <p>The aura of uncertainty has left Coloradans unsure if they will be turned away from the polls, or if their votes will count. </p> <p>Much of the uncertainty surrounds the dizzying number of ways of qualifying for a provisional ballot, a sort of emergency ballot that allows voters to cast a vote at the polls, then have their eligibility checked after the election. About 27,000 people cast provisional ballots in the 2002 election, and figures from early voting in this election suggest about 2,400 such ballots have been cast. </p> <p>Those numbers could be high enough to affect the outcome of the election, particularly the state's closely fought senate race. Jenny Flanagan of Colorado Common Cause, a non-partisan advocacy group, notes that if the number of provisional ballots is greater than the vote differential in any given race, Colorado will simply have to wait between 10 to 12 days while election officials verify the votes. </p> <p>The Republican secretary of state, Donetta Davidson, has been attacked from both sides over voting rules and eligibility, and Common Cause is concerned that rules are not being applied consistently across the state's 64 counties, or by the hundreds of election judges who make on-the-spot decisions at the polls.</p> <p>Davidson failed to notice about 6,000 convicted felons on the voter rolls until the Denver Post pointed it out to her last month. State law bans from voting those who are serving time or on parole for a felony, although those who have served their time are eligible. Voter registration drives failed to tell that to the felons. Some parolees told local papers they were genuinely unsure if they could vote or not. </p> <p>Davidson convened an emergency meeting of Colorado's county clerks and instructed them to flag the felons' names and provide them with provisional ballots. There is still confusion over whether all counties and election judges are applying this rule uniformly. </p> <p>Colorado Common Cause filed a lawsuit to guarantee a provisional ballots to absentee voters who show up at the polls because they did not receive their ballots in the post, or for some other reason did not vote absentee. They won that suit just a week ago, meaning county clerks and election judges had little time to absorb the new rule. </p> <p>Common Cause also challenged a law brought in last year requiring voters to provide identification at the polls, arguing it would disenfranchise some people. Common Cause lost that suit, but those who show up to the polls without identification may, once again, cast a provisional ballot.</p> <p>Still, stories abound of voters turned away over administrative errors. Ben Prochazka is the Colorado field director for the New Voters Project, a non-partisan effort to register young people in six states. His group has registered over 70,000 18 to 24-year-old voters in Colorado, so you'd think he knows a thing or two about securing himself a vote. </p> <p>But when he showed up to cast his ballot in early voting, he was turned away because the clerk who processed his registration had misspelled his name. </p> <p>Prochazka said the election judge at his polling place made no attempt to search his name in multiple ways (a clerk had typed in a final \"e\" on his surname, rather than an \"a\"). He rang the county clerk's office to sort out the error, and was able to vote in the end. He was, however, very nearly disenfranchised by a simple data entry mistake.</p> <p>\"It scares me because I persevered and knew what to do. But lots of people would end up discouraged and would not vote,\" he said.</p> <p>Flanagan said the proliferation of voter registration drives had caused problems. Charges have flown around of partisan groups signing up voters and then destroying the registration forms of voters with the \"wrong\" party affiliation. </p> <p>Davidson remedied this by ruling that if a voter shows up and claims to be registered, but there is no record of them on the rolls, the election judge on site will ask if they signed up with one of these registration drives. If so, the judge will treat them as an emergency registration, and they will be allowed to vote. </p> <p>Democrat and Republican poll watchers will also be on hand to challenge voters they believe to be ineligible to vote. Flanagan says only challenges of citizenship, age and residency are allowed, but acknowledges some voters will feel put off by this.</p> <p>In some areas, voter intimidation has taken the form of telling certain groups that when they present their identification at the polls, this will be cross-checked against, say, utility bill payments. Potential voters could be frightened off by rumours that debt collectors will come after them, particularly if that threat is coupled with stern-looking people in suits standing behind the desk at their polling place. </p> <p>Despite the confusion, Flanagan remains optimistic that voters will return a clear winner, without the need for post-election lawsuits. But the answer may not be clear on November 3, she adds. \"Some of the changes we requested have been made, and more people around the state will be able to vote because of that,\" she says. \"Voters should feel confident that their votes will count.\"</p> <p>Even so, Flanagan could not say for certain if Common Cause would feel it necessary to file a lawsuit after the election. Which isn't entirely a vote of confidence.</p>",
  "The culture secretary, Tessa Jowell, today promised to consider tightening the licensing regulations contained in the gambling bill so that local authorities will have to consult with local people before permitting new casinos to be built. <p>\"There will be no new casinos if local people don't want new casinos,\" she told MPs during the bill's second reading in the Commons.</p> <p>Ms Jowell also pledged to close a loophole whereby commercial premises can become casinos without having to go through the full planning process.</p> <p>The two concessions are the latest attempt to persuade Labour MP - who are concerned about an explosion in the number of casinos and problem gamblers - to back the bill.</p> <p>Responding to their fears, Ms Jowell said that the proposed \"stringent\" licensing regulations had made gaming industry analysts to estimate that only between 20 to 40 new casinos would be built after the bill becomes law.</p> <p>And she insisted that the bill was necessary to protect the \"weak and vulnerable\" who are presently at risk from unregulated internet gambling and roulette slot machines.</p> <p>\"The danger of the status quo is not in more of the same. It is in the current growth of poorly regulated gambling with little or no protection for those who play.\"</p> <p>Ms Jowell went onto promise a \"gambling audit\" to examine the effect of the bill every three years and the withdrawal of the liberalising measures should they be shown to be harmful.</p> <p>The culture secretary did, however, resist calls for a nationwide cap on the number of casinos allowed to open, as well as postponement of their rollout pending a pilot.</p> <p>She said using the \"blunt instrument\" of a cap would compromise the whole principle of leaving the decisions over planning to local communities.</p> <p>Such a course was urged by Labour backbencher Donald Anderson, who called for \"a few pilots so you [Ms Jowell] can test your own views against what will happen in the real world\".</p> <p>More than 20 Labour MPs are expected to defy the whips and vote against the bill's second reading later tonight, with other critics likely to abstain.</p> <p>The Conservatives and Liberal Democrats also oppose the legislation, with the shadow culture secretary, John Whittingdale, urging the government to proceed with more \"caution\" in liberalising gambling.</p>",
  "<p>By the time Hans Christian Andersen was a teenager he was pumped up with a belief in his own destiny, already convinced he was going to be a star. What he yearned for, however, wasn't literary fame, but the dazzle of the stage. He imagined himself singing in the limelight, acting and - for a brief, deluded period - dancing. That was why, aged 15, he presented himself at the house of Copenhagen ballerina Anna Margrethe Schall for an impromptu audition.</p> <p>What Andersen thought he could achieve is unclear. Not only did he have no formal dance training but his gawky limbs lacked any kind of instinctive grace or co-ordination. The audition was a disaster. Schall's maid, assuming the skinny youth at her door was a beggar, initially tossed him a coin and tried to send him on his way. Andersen finally argued his way into the ballerina's presence, but his capering steps and improvised tambourine playing was so bizarre that Schall thought he was a lunatic and had him thrown out.</p> <p>The scene, in all its tragi-comic detail, could easily have come straight from Andersen's own fiction. But so could its eventual happy ending, for while Andersen failed abjectly as a dancer, he still entered ballet history as one of the art form's enduring literary inspirations.</p> <p>It's impossible to put an exact figure on all the ballets that have been choreographed from Andersen's tales. George Balanchine distilled a potent fable about love, art and loyalty from The Steadfast Tin Soldier; Bronislava Nijinska and Kenneth Macmillan both found in The Ice Maiden a stark expression of the Romantic dilemma; The Snow Queen, The Little Mermaid and The Red Shoes (which, of course, inspired the world's greatest ballet movie) have been used many times over.</p> <p>The reasons for the stories' popularity, however, are obvious. There is a clear correspondence between the motifs that dominate Andersen's fiction - romantic quests and magical tasks, disguise and revelation, innocence battling against evil - and the classic librettos of ballet. The Ice Maiden and La Sylphide are both about young men barred from ordinary life by the kiss of a supernatural woman, the heroes of The Snow Queen and Swan Lake are both blinded to faith and trust by the charisma of a cruel, exotic siren.</p> <p>But there is also a particular combination of narrative simplicity and emotional depth in Andersen's tales that lend themselves to expression in dance. Since ballet deals with suggestion rather than exposition, physical epiphany rather than analysis, intuition rather than logic, Andersen is its ideal writer.</p> <p>One of the most remarkable stories Andersen left behind, however, was that of his own life. And now Danish-born choreographer Kim Brandstrup has turned this, too, into dance - a work called The Anatomy of a Story Teller. Brandstrup says that for years he had felt too close to Andersen's tales to consider ever touching them. \"In Denmark you grow up with them; there is such reverence for them. When I was three I was given a bound copy of Andersen's stories that looked like a Bible, which in a way it was.\" It was only when he read two biographies of the writer that Branstrup realised he had found his subject in Andersen's life.</p> <p>In outline, the story of Hans Christian Andersen is almost as magical as his own tales. Like many of his fictional heroes the writer was born, in 1805, with little but his own gifts. His father was a shoemaker, his mother a washerwoman, and their combined incomes could barely provide him with a proper education. Yet, while his background should have left him buried in the mass of the invisible poor, Andersen used his precocious gifts for singing and theatricals to inveigle his way into the favours of rich patrons. He became a mascot of Copenhagen's salons and, after finding his voice as a writer, acquired enormous wealth and celebrity for one of his class. When he died in 1875 Andersen had been feted by kings and princes, claimed the friendship of Dickens, and the adulation of stars like the singer Jenny Lind.</p> <p>Most of the early sanitised accounts of Andersen's life have focused on the rags-to-riches triumph of his career, picturing him as a naive, slightly fantastical pied-piper figure. But Brandstrup found in the new, uncensored biographies a much more complicated personality - one fraught with sexual, artistic and social contradictions. From an early age Andersen was attracted to men, yet he covered his tracks by falling in love with women. He aspired to write on the grand scale - adult novels and epic plays - yet he found his genius in reinventing the humble folk tale. He rose to extraordinary celebrity on the strength of his talent, yet he always felt himself to be an outsider.</p> <p>Brandstrup finds this particularly fascinating. While the trajectory of Andersen's fame was awesome - \"I don't think there are any other artists at that time who made such an enormous social climb\" - he never lived comfortably with his success. \"He remained an outsider; his stories were the only things that were his. They were his way of speaking in a society where he was a stranger.\"</p> <p>Even as Andersen drove himself into the spotlight, part of him shrank from it, and it was this contradiction that sparked Brandstrup's portrayal of the writer. \"Andersen once wrote, 'I am like water', and that expressed for me the way he was always receding from a situation or a person. It was part of his paradox - he was a social climber with a desire to succeed and to be loved but he courted rejec tion. He fell in love with the wrong people. He was dying to be a dancer but couldn't dance. He wanted to write these epic plays for the court theatre that hopelessly failed.\"</p> <p>The Ugly Duckling, Andersen's most famous creation, is usually regarded as his most vivid alter ego. The writer was notoriously ill at ease in his own skin: he was tall, thin and effeminate, with a huge nose sticking out from a pale angular face. Like the duckling he was ridiculed during childhood - a genius born in the wrong body and the wrong situation. But while Andersen mirrored his eventual celebrity in the Duckling's transformation into a swan, the story retained an element of wish fulfilment for him. Andersen never felt he had been hatched into his full glory. He was always yearning for more.</p> <p>For Brandstrup, however, it is the Little Mermaid who is Andersen's \"strongest self-portrait\". \"She was like him in that she courted rejection,\" he says. \"She had this huge desire for the prince but she couldn't have him and she sacrificed herself for him. Andersen had that same quality of deep desire, and shrinking away.\"</p> <p>Brandstrup hasn't attempted to tell the whole story of Andersen's life and work but to use a collage of dance and video images from which hints of the complex reality will emerge. He says: \"Whenever I talk about Andersen here, people always hum that song from the Danny Kaye film.\" The chirpy, sentimental Hollywood biopic essentially presented Andersen as an overgrown child. Bandstrup's mission is to introduce Britain to the grown-up artist.</p> <p><strong>·</strong> The Anatomy of a Story Teller is at the Linbury Studio, London WC1, from Wednesday until Saturday. Box office: 020-7304 4000.</p>",
  "<p>An independent research group has attacked the new rules governing the advertising of alcohol on television as \"cosmetic\", saying they will have little tangible effect.</p> <p>The Institute of Alcohol Studies said new alcohol advertising regulations published today by the media watchdog Ofcom were a missed opportunity.</p> <p>\"We thought it would be easier to put an end to lifestyle advertising in general rather than fiddling around in this way which is really going to be an invitation to people to show their ingenuity in how they can overcome it,\" said Andrew McNeill, the director of the Institute of Alcohol Studies.</p> <p>\"Once again we have had a mighty blather from which comes a tiny little mouse with a very small squeak at the end of it, which I don't think will shock anyone or change anything,\" said Mr McNeill. \"It's cosmetic in our view,\" he said.</p> <p>The new rules ban alcohol advertising that strongly appeals to young people or reflects youth culture.</p> <p>But Ofcom has shied away from proposals to issue a specific ban on the use of celebrities, cartoons and teen music from alcohol advertising. Instead it made the advertising industry's self-regulating body, the Advertising Standards Authority, responsible for issuing guidelines on the new rules.</p> <p>Alcohol Concern, an independent pressure group, supported the tighter regulations.</p> <p>\"The tougher, clearer rules mean that advertisers will, with any luck, no longer be able to push the boundaries in the name of 'creativity' and will from now on take to heart the spirit and not just the letter of the law,\" said Geethika Jayatilaka, director of policy and public affairs at Alcohol Concern.</p> <p>\"Many adverts would fall foul of the new guidelines - those which appeal to young people and capitalise on youth culture.\"</p> <p>The Incorporated Society of British Advertisers (ISBA) said the new rules were \"extremely tough but workable\".</p> <p>\"The draft proposals, set out in the initial public consultation in July, would have proved extremely tough, but entirely unworkable,\" the organisation said.</p> <p>The ISBA also welcomed Ofcom's decision to allow the Broadcast Committee of Advertising Practice, part of the ASA, to develop guidelines on the interpretation of the code, in conjunction with public consultation.</p> <p>Ofcom has backed away from a highly prescriptive set of rules and guidance that it released in draft consultation proposals. These proposals were attacked by the drinks industry as being unworkable.</p> <p>The Advertising Association (AA), the umbrella body for the advertising and marketing industry, welcomed the new rules, saying the rules were tough but workable.</p> <p>\"There will be tangible changes to alcohol advertisements on television as a result of Ofcom's tough new rules,\" said Andrew Brown, the AA director-general. \"But the new rules, though rigorous, are now workable and clear. \"</p> <p>\"The AA believes the rules published by Ofcom today provide much greater clarity than originally proposed, and particularly welcomes the regulator's requirement that the spirit, as well as the letter of the rules, should apply.\"</p> <p>The drinks industry spends £127m each year advertising alcohol on television.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The cultural secretary, Tessa Jowell, today tried to persuade sceptical Labour backbenchers that the gambling bill will not lead to a substantial rise in the number of \"problem gamblers\".</p> <p>Appearing before MPs ahead of this afternoon's second reading of the controversial bill, Ms Jowell insisted that it was the spread of fruit machines rather than casinos that encouraged addictive gambling. By banning fruit machines from such places as fish and chip shops and minicab offices, the gambling bill will \"remove those risks from children\", she said.</p> <p>She also promised to tell MPs more this afternoon about how the proposed gambling commission and planning regime would combine to limit the spread of casinos. Ministers have repeatedly said that they do not expect more than 40 so-called super casinos to be built once the bill becomes law.</p> <p>MPs are threatening to amend the bill to place a cap on the number of super casinos, or defer their introduction pending a pilot. They believe they will lead to a rise in problem gambling and allow organised crime to get a foothold in the country.</p> <p>Despite announcing yesterday that she will \"listen to what parliament has to say\" about the bill and take onboard any \"constructive proposals\", Ms Jowell indicated this morning that she is not minded to accept a nationwide cap on the number of super casinos allowed to open. </p> <p>She told BBC Radio 4's Today programme: \"There is a genuine debate about whether local determination and the wish of local people should be sufficient, or whether as government we should set a nationally determined cap. There are practical problems with setting a nationally determined cap in a context where you want these to be local decisions.\"</p> <p>Ms Jowell is understood to believe that the combination of the gambling commission and regional planning regulations will limit the number of super casinos and stop local authorities from being pressurised by the gaming industry.</p> <p>\"The decision about whether or not any area has a 'super casino' will be a decision for the local authority and for local people, who will be consulted on whether or not the plans go ahead - that's the start and finish of it,\" she said this morning.</p> <p>\"We have put in place a very tough regulatory regime, whereby the regional planning authorities will have to agree, the local authorities will have to agree and the gambling commission, the new body that will be set up to oversee and regulate gambling in this country, will also have to agree to license the new casino.\"</p> <p>A sizeable proportion of Labour MPs continue, however, to be deeply opposed to the bill, with rebel John McDonnell today predicting that around 24 of the government's backbenchers will vote against it this evening, with at least 50 abstaining. </p> <p>One of the bill's most prominent opponents, former health secretary Frank Dobson, said today that he did not \"think it is the government's job to help very rich American companies to tempt hard-working families to lose their money\". </p> <p>Mr Dobson's concerns were echoed by the shadow culture secretary, John Whittingdale, who said that the government's \"proposals open the door to a very large number coming right into the hearts of our towns and cities\". </p> <p>\"We think that is very unwise.\"</p>",
  "<p>Only Fools and Horses creator John Sullivan is working on a new spin-off from the hit comedy series based on arrogant second hand car dealer Boycie.</p> <p>The BBC has ordered a pilot for the new show, Green Green Grass, in which the spiv car dealer played by John Challis swaps Peckham for the countryside.</p> <p>The pilot, which is being made by Sullivan's production company Shazam, starts shooting at Teddington Studios at the end of this month.</p> <p>The show, which also stars Boycie's wife Marlene, played by Sue Holderness, is expected to air early next year and will be made into a series if it proves a success.</p> <p>\"We are really excited about the show and looking forward to seeing these two characters back on our screens,\" said a BBC spokeswoman.</p> <p>Details are still being finalised but Boycie, the wealthy car dealer who remains a wide boy at heart, grows tired of life in the city and yearns for a more tranquil life.</p> <p>Following a warning from Denzil - played by Paul Barber - he decamps to the countryside with Marlene and their 15-year-old son Tyler.</p> <p>The BBC has tried before to extract characters from popular series. In 1962 Sid James was lifted from Hancock's Half Hour and given his own show, Citizen James.</p> <p>But while James's show ran for two years, later spin-offs often failed to live up to expectations. Ronnie Barker's Porridge spin-off, Going Straight, only managed six episodes in 1978 before it was taken off air.</p> <p>Seven years after John Inman last cried \"I'm free\", the cast and crew of Are You Being Served were reunited for Grace and Favour, a spin-off based on the same double entendres that had made the original department store comedy such a hit with viewers.</p> <p>But it lasted for just two series between 1992 and 1993 before it too fell out of favour. </p> <p>However, Sullivan's pedigree as a writer should give Green Green Grass a better chance of success.</p> <p>In a recent poll of BBC viewers Only Fools and Horses was voted the best UK sitcom of all time beating classics such as Fawlty Towers, Blackadder and Dad's Army. The show won the Radio Times Readers' Award at this year's Baftas</p> <p>Sullivan wrote seven series of the comedy from 1981 to 1991. When the last episode proper - excluding the later Christmas specials - was shown in February 1991, 18.9 million viewers tuned in..</p> <p>The 1989 Christmas special, The Jolly Boys Outing, attracted over 20 million viewers when it was first shown and was still managing an audience of over 5 million when it was shown again in June this year. </p> <p>A one-off Christmas special in 2003 - which the BBC has promised would be its last Christmas outing - was the most watched programme over the festive period, attracting 15.5 million viewers, 58.3% of the available audience.</p> <p>Sullivan's agent Tim Hancock said the writer was still thinking aboput creating a prequel to Only Fools and Horses, but the finished article was still some way off.</p> <p>\"He's been toying with the idea of an early version of Fools, going back to the 1960s, but it's definitely on the back burner at the moment.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "A Palestinian with five kilos of explosives strapped to his body today blew himself up in a crowded outdoor market in Tel Aviv, killing three Israelis and wounding 32. <p>It was the first such attack since the Palestinian leader, Yasser Arafat, left the region for medical treatment last week.</p> <p>The Popular Front for the Liberation of Palestine, a radical PLO faction, claimed responsibility in a phone call to the Associated Press news agency. The group identified the bomber as Eli Amer Alfar, 18, from the Askar refugee camp near the West Bank city of Nablus.</p> <p>In a statement issued from his hospital bed in Paris, Mr Arafat condemned the bombing and called on Palestinian militants to refrain from harming Israeli civilians.</p> <p>The Magen David Adom ambulance service said most of those injured in the market blast had been taken to local hospitals. According to the Israeli daily newspaper Ha'aretz, two were in \"very critical\" condition, while three others were described as having been seriously hurt. </p> <p>Witnesses said the ground shook with the force of the explosion, which happened close to a dairy in the Carmel market, in the centre of Tel Aviv, at around midday local time (1000 GMT). </p> <p>\"There was a woman whose entire body was torn up, \" shopper Michal Weizman said. \"I was about 10 metres from the shop. I saw lots of people lying on the ground, lots of people wounded.\" </p> <p>Paramedics treated dazed shoppers as police searched the market for more devices. Israel's Channel 10 television station reported that police had found the body of a suicide bomber at the scene. </p> <p>The previous suicide bombing in Israel happened in September, when two Israeli policemen were killed in Jerusalem. </p> <p>Today's attack came as both Israelis and Palestinians were contemplating the possible repercussions of Mr Arafat's departure to France for medical treatment, and could have been designed to show that militants, and not the ailing leader's aides, would set the Palestinian agenda. </p> <p>Within hours of the bombing, Mr Arafat appealed to \"all Palestinian factions to avoid harming Israelis\", his aide, Nabil Abu Rdeneh, quoted him as saying. </p> <p>Mr Abu Rdeneh spoke to the Palestinian leader by telephone shortly after the bombings, and Mr Arafat told him that the Israeli prime minister, Ariel Sharon, should also \"take similar initiatives by avoiding harm to Palestinians\".</p> <p>Israel's defence and foreign affairs committee dedicated its weekly session to Mr Arafat's condition. A military intelligence official, testifying before the closed-door session, said he believed the Palestinian leader either has cancer or a severe viral infection. </p> <p>Palestinian officials have been meeting daily, but have been at pains to point out that Mr Arafat remains in control. Meanwhile, the leader's aides said he was \"recovering gradually\", but the French doctors treating him were not expected to announce their findings until Wednesday.</p>",
  "<p>Stan Collymore has engaged a team of lawyers, including a QC who specialises in racial abuse, and plans to pursue prosecution of a number of Bath rugby players he has accused of assault. </p> <p>Collymore told police he was attacked by up to eight players from the Zurich Premiership club - including a number of high profile internationals - in Dublin city centre in the early hours of Sunday morning. </p> <p>Bath are investigating the alleged incident and the Rugby Football Union is \"monitoring the matter carefully\" and have asked for a copy of their report. </p> <p>Collymore, 33, gave a statement to police and went to hospital after the alleged incident, which he claims was sparked by a row with Bath players in Dublin celebrity haunt Lillie's Bordello. </p> <p>Collymore told the Daily Mirror today that one Bath player called him a \"kaffir\", a derogatory South African term for black people. </p> <p>Collymore's representative Simon Kennedy insisted his client was blameless. </p> <p>\"Stan was the recipient of a brutal and cowardly assault which took place in the early hours of yesterday morning,\" said Kennedy. </p> <p>\"The assault was both physical and racial. The key part, as far as Stan was concerned, was racial.\" </p> <p>Kennedy said the former England striker will visit a UK police station within the next 24 hours to make a full statement, having identified \"80% of the perpetrators\". </p> <p>\"If the Garda require us to go back to Dublin he (Collymore) will comply because on this issue he is blameless,\" said Kennedy. </p> <p>\"He didn't incite anything whatsoever. Stan was having a great night with some very nice people. </p> <p>\"He was 'karaoke-ing' with 007 (James Bond actor Pierce Brosnan) at one point. Everything was very relaxed, the atmosphere was great. English rock bands were there, it was a nice and happy occasion. </p> <p>\"That turned when various members of the rugby team came in and started throwing insults at Stan.\" </p> <p>Bath were in Dublin for a Heineken Cup match against Leinster, which they lost 30-11 earlier in the day. </p> <p>Collymore claims that the incident was sparked by an exchange of words in which he alleged the girlfriend of a Bath player called him a \"w*****\". A Bath player then stepped in and verbally abused him, claimed Collymore.</p> <p>Collymore said he left the club at 3.30am and went to the nearby Burger King in Grafton Street where he said he again saw the rugby players.</p> <p>He told the Daily Mirror that several people \"started shouting their mouths off\" and he asked \"what their problem was?\"</p> <p>\"I told them I would take any one of them on one-on-one outside, but they suddenly all piled in,\" he said.</p> <p>\"I had no chance anyway, but the minute I saw this one guy coming at me I knew I was really in trouble. He was like the Jolly Green Giant.</p> <p>\"They kicked me all over the street. I went to the ground at one point, but I managed to get up again. There were five or six of them, all just bashing me.\"</p> <p>Police were said to have broken up the clash, but no arrests were made. </p> <p>It has been a troubled year for the controversial ex-footballer, who has battled depression after retiring from the game.</p> <p>In March he checked into the Priory clinic with depression following his confession that he visited \"dogging\" sites near his home to have sex with strangers. </p> <p>His wife Estelle, 26, threatened to leave him when he admitted he had driven to several public places to watch people having sex in cars. </p> <p>He was bound over to keep the peace for 12 months in May following a row with his wife. Collymore walked free from Stafford Magistrates' Court after four charges, including making a threat to Estelle, were withdrawn on condition that he accepted the bind-over in the sum of £500. </p> <p>Recently, he stormed off Five's TV reality show The Farm following a blazing row with fellow celebrity contestant Vanilla Ice.</p>",
  "<p>It's been setting geeky hearts aflutter for some time now, but syndication is finally starting to take hold on the internet. Net technologies called RSS and Atom, or to give them the more user-friendly and generic tag of \"web feeds\", take the hassle out of keeping up with the news. Once you've taken the plunge, you'll never want to go back. </p> <p><strong>How does it work?</strong><br>Reading web feeds is a bit like watching the headlines on the evening news. Essentially, you ask a program to check your favourite websites every so often, looking for the things that have changed since you last popped by, and then present the new stories to you. That means you don't have to waste your time by trekking through sites to find out what the new developments are, or find yourself reading an interesting story only to realise you read it before - but somebody's changed the headline. </p> <p>You surf around, and if you find a website or page that you like, look out for a little icon reading \"Web feed\" or \"RSS\" or \"XML\" or \"Atom\" - you'll find one on, say, <a href=\"http://www.guardian.co.uk/rssfeed/0,15065,5,00.xml\">Guardian Unlimited's football news</a>. Click on the icon, and paste the address of the resultant page (normally filled with computer gibberish) into your feed reading software. And ... well, that's it. From now on, with the click of a mouse, your feed reader checks for fresh headlines and then delivers them to you in a jiffy. </p> <p>Your feed reader picks out all the stories that have arrived since you last checked in and presents you with a summary of them, along with a link to the original. </p> <p>Bong! England storm to victory in the World Cup final! Bong! Frank Lampard seals victory with hat-trick! Bong! Brazilian coach resigns after \"total footballing humiliation\"! </p> <p>OK, so your feed reader won't tell you what you want to hear - but it will tell you what you need. In fact, most programs let you customise which headlines are presented to you, and how they'll look on your desktop. For example you could browse all the latest reports, or you could choose to look at all the stories you haven't read before. Or perhaps you just want to look at the top stories. It's like the paper boy suddenly worked out that you only read the most interesting bits of the newspaper and decided to save you ploughing through the rest. </p> <p><strong>Why should you be interested?</strong><br> Web feeds sound great in principle - but then again, so did that triple-extra-hot vindaloo pizza last night. Sometimes judgment can be clouded, and after all, barely a week goes by without some new technology being heralded as the greatest thing since sliced white. These days fancy dan techno-gadgets come and go in the blink of an eye, and sceptical readers are probably wondering why web feeds important - or even useful - to them. </p> <p>First of all, web feeds can save you an awful lot of time. If, like any self-respecting news junkie with an internet connection, you've spent countless hours refreshing a web page waiting for latest news update, then this takes out the hard work. Now all you need to do is log on to your feed reader and it can present you the stories that have arrived since you last looked. No hanging around. </p> <p>Web feeds can also be extremely useful if you're on a dial-up connection; your reader program checks sites for you, saving you the hassle of loading up heavy pages and spending countless moments watching that egg timer flip over and over. </p> <p>And of course, it's not just news that you can run through RSS. Many weblogs have feeds that you can subscribe to, and if you're addicted to reading them, it makes light work of the chore of doing the rounds by simplifying the whole business of keeping track of dozens of different sites. You can get recipes, cartoons and all kinds of material delivered through feeds. </p> <p>Once you've got a wide selection of sites drawn together and displayed with the freshest content at the top of the pile, keeping track of multiple sources becomes easy. </p> <p>Web feeds hand power to you, the surfer, rather than to the producers of websites. Instead of you going to them, they come to you. Feeds let you narrow down the particular bits of a site you want to see, and they help bring the things you're interested in to your attention. Essentially, they help you customise your web experience by building your own personalised website by syndicating the content from all your favourite places. </p> <p><strong>Is there anything else?</strong><br>Right now web feeds are relatively simple stuff. This is by no means the crest of the wave - it's probably more accurate to say that we're still splashing around in the shallow waters by the shore. But all across the planet, hordes of feverish technologists are bashing away in attempts to try and come up with new ways to use web feeds. And if the apocryphal bunch of monkeys with typewriters can produce the complete works of Shakespeare, you can bet that a gang of geeks with computers can come up with something. </p> <p><strong>Now where do I look?</strong><br>If this has got you excited, then you should go and get yourself some feed reading software. PC users could have a look at <a href=\"http://www.bradsoft.com/feeddemon/\">FeedDemon</a>, while Mac users might like a gander at <a href=\"http://ranchero.com/netnewswire/\">NetNewsWire</a>. You might also like to have a look at <a href=\"http://www.disobey.com/amphetadesk/\">Amphetadesk</a>, which can be used on PCs, Macs or Linux machines. </p> <p>Alternatively, if you don't want to - or can't - install a news reading program onto your computer, you might want to have a look at websites like <a href=\" http://www.bloglines.com/\">BlogLines</a>, which allow you to do the same thing through a web-based interface. </p> <p>Those are just some of the most popular programs: <a href=\"http://en.wikipedia.org/wiki/News_aggregator\">take a look at this Wikipedia page</a> and you'll see that there are plenty of other readers out there. Go try them, and see if it changes the way you use the web.</p>",
  "When George Bush makes his last speech at his last rally today, there will be nothing left for him to do but go home to Texas and hand over the final task in the effort to get him re-elected to a brigade of passionate enthusiasts like Dorothy Niklos. <p>Ms Niklos is a Bush lieutenant in the campaign's ground war - the election-day struggle to turn out the vote. And in an evenly-split state like Pennsylvania, where just about everyone has seen all the political advertising they can stand, and all but the pathologically indecisive have made up their minds long ago, turning out the vote is all that matters. </p> <p>\"I'm a broken-glass Republican, I'll crawl over broken glass to go vote,\" says Ms Niklos, who runs the Republican get-out-the-vote effort in Northampton County, in Pennsylvania's Lehigh Valley - a swing region in a swing state. \"Other people may support us on the ideas, but they may need a nudge with follow-up calls and maybe get a visit.\" </p> <p>Ms Niklos's job is to make sure such nudges are felt wherever they can make a difference. She is the sort of person every party wants on their side. A chatty partisan of boundless energy, she is girding herself for her role in tomorrow's climactic test of strength in her \"victory centre\", a modest single-storey building, painted duck-egg blue, in the small town of Nazareth. </p> <p>The place hums with political commitment. Next door to Ms Niklos's office there is a narrow room lined with desks and telephones where a dozen determined activists spend monotonous hours dialling hundreds of numbers and talking, mostly, to answering machines. </p> <p>The fact that anyone picks up the phone at all in Northampton county is testament to the patience and good manners of the local population; a mix of farmers, office workers and commuters who travel each day across to Newark and New York. In these last stages of the campaign, many are getting up to eight political calls a day. </p> <p>Sharon Retos, a volunteer, has a party loyalist on the line who is having trouble persuading his wife. </p> <p>\"Oh dear, oh dear. Remind her of 9/11. Remind her of partial-birth abortion,\" Ms Retos counsels. A ban on late-term abortions, a staple of the Christian conservative agenda, was signed into law by Mr Bush in the teeth of concerted Democratic resistance. </p> <p>\"You know her sensitivities. You hit her on partial-birth abortion. You just keep talking to her. We'll win with or without her vote, but we sure would appreciate it.\" </p> <p>Half a dozen sales pitches are underway at any one time. Meanwhile, a steady flow of volunteers wanders in and out with an offer to drive voters to the polls, or to ask for posters and yard signs. Ms Niklos claims 1,500 Republican signs have been stolen or defaced by the opposition, and the Democrats have made similar claims. The yard sign \"dirty war\" is a regular part of the election ritual, but this year both sides agree it is - like most things about this campaign - nastier, more organised and bigger. </p> <p><b> Tough slog</b><br> </p> <p> The ground war is a tough, glamour-free slog, and it's the phase of the battle the Democrats are traditionally best at. Karl Rove, the president's electoral Svengali, was reportedly traumatised by the experience of the 2000 election. His candidate glided into polling day with an opinion poll edge over Al Gore of several percentage points, a comfier cushion than he enjoys now over John Kerry. </p> <p>But that lead evaporated on the day, as the Democrats and their union allies showed their superior muscle when it came to translating support into votes. In the end, half a million more people voted for Mr Gore than Mr Bush, who was saved only by the quirks of the electoral system. </p> <p>Mr Rove and the national Republican chairman, Ken Mehlman, have spent much of the past four years trying to make sure that does not happen again. Between them they have built a new model army for the ground war, along the lines of an American corporate sales model, known as multi-level marketing. It sounds intricate, but is basically a pyramid scheme in which every recruit is set not only production goals but quotas for finding new recruits. Discipline and commitment produce an ever-expanding self-perpetuating network. </p> <p>Thus far it has worked. In four years, the Republicans have built a get-out-the-vote machine to rival the apparatus built by the Democrats over generations. </p> <p>\"This is the biggest thing I've ever worked on,\" Ms Niklos said. In 2000, the Republicans in Pennsylvania, as elsewhere, relied more on television advertising and direct mail, personally targeted letters. There were a few dozen volunteers mobilised to go door-to-door in September, but almost as an afterthought. </p> <p>This year Ms Niklos had activists working in all Northampton County's 145 precincts from April, and now has a force of 1,500, as well as out-of-towners driving in from Virginia and New York where the presidential contest is more one-sided. </p> <p>\"The first phone banks were set up in March,\" she says. \" In 2000, they weren't up until July. Then there was voter ID, we called people and asked them how they felt about abortion and stem cells and guns. And then in May we began calling back again targeting each group. Then there was voter registration in summer, and now we are getting the vote out.\" </p> <p>It is without doubt an impressive apparatus, rapidly built, but largely untested. The unanswered question is whether it can match the proven efficiency of the Democratic machine, which is also swollen with new recruits. </p> <p>\"I've never seen anything like it,\" said Joe Long, the county Democratic leader. \"The 2000 election was nothing compared to this.\" Mr Bush lost Northampton County by 5,701 votes four years ago. Mr Long believes the margin will be bigger this time. </p> <p>He has won the first round against Ms Niklos, signing up thousands more voters. There are now 84,000 registered Democrats in the county, compared with 67,500 Republicans. Across Pennsylvania, the number of Democrats has risen by 267,000 since 2000, the number of registered Republicans has risen by only 155,000. </p> <p>But until tomorrow, those are just numbers on paper. Ms Niklos believes that in their rush to boost their registration figures, the Democrats have signed up thousands of residents who have little intention of actually voting. Her voters, she believes, will turn up. </p> <p>Tomorrow will tell. Until then, the power of the new Republican machine is one of the great remaining unknowns of the presidential race.</p>",
  "<p>The deputy prime minister, John Prescott, has made clear that he will ignore an eight-to-one vote by the Labour party against his controversial policy of switching council housing to new management. </p> <p>Mr Prescott was humiliated at the party's conference in September when delegates voted overwhelmingly in favour of a resolution to give extra resources to areas where tenants opt to keep their homes under council control.</p> <p>By backing what has become known as the \"fourth way\" resolution, delegates rejected the government's insistence that extra housing resources will only go to councils that hive off their homes to new management in one of three ways.</p> <p>In the aftermath of the vote, Mr Prescott and his ministers had suggested that they were prepared to examine the financial arrangements of councils to allow more of them to improve their homes directly without transferring them to new landlords.</p> <p>But in a letter written last Thursday to the Labour MP Austin Mitchell, Mr Prescott ruled out such a review.</p> <p>He claimed that he had only agreed to a review on the condition that the fourth way resolution to conference was dropped. </p> <p>He said: \"The review mentioned in your letter was explicitly conditional on the mover of the alternative wording a the Labour party conference agreeing to withdraw. The mover refused so I will be taking no further action on this matter.\"</p> <p>Despite the vote, Mr Prescott added: \"The existing three options of almo [arm's length management organisation], PFI and transfer are proving highly successful and there is no need to create alternative options.\"</p> <p>His remarks contrast with the conciliatory tone of the housing minister, Keith Hill, at the time of the vote. He said: \"We recognise the vote. We are negotiating with the various interested parties.\"</p> <p>Two weeks ago, Mr Hill also appeared to be prepared to look again at council housing finances.</p> <p>Appearing before a committee of MPs, he said: \"We recognise obviously that the new prudential borrowing regime does offer some scope for local authorities to borrow for the purposes of social housing investment, and we are looking constantly at the ways in which financial arrangements relating to local authorities can assist them in their social housing programmes.\"</p> <p>But Mr Prescott said (in the letter to Mr Mitchell): \"Contrary to what you have said in your letters, I am not involved in any discussions about a \"fourth option\", and the government is not looking at any other options for delivering additional resources.\"</p> <p>Speaking at Defend Council Housing's annual conference on Friday, Mr Mitchell accused Mr Prescott of treating the Labour party in an \"appalling fashion\".</p> <p>He added: \"John - give the people the choice they want. In pursuing this policy in the pig-headed fashion it is being pursued you are effectively fighting your own people, you are dividing the Labour party.\"</p>",
  "<p>* Hello, good morning and welcome to the new-look Office Hours. We've been round and tidied the place up, added some space for weblinks and other vital trimmings in this information age, and generally - I do hope you agree - made the whole thing look hip, groovy and altogether more in keeping with the essential fabulousness of you, our gorgeous readership. But we've kept all the usual articles, as I am firmly against upsetting anybody's morning equilibrium with scarily seismic change, so enjoy. </p> <p>* The other good news is that lunchtime drinking is back. No more chewing on a dry sandwich washed down with a Styrofoam cup of dishwater masquerading as coffee while you continue to hammer away at the keyboard with one hand and file documents with the other - it's off down the pub with you, for a pint of best bitter (or a white wine, of course, if you are a lady) and an hour of revivifying conviviality. </p> <p>The bad news is that lunchtime drinking is back. No more quiet moments for relaxation at your desk with a magazine or for catching up on your private email correspondence while you chow down a delicious sandwich made to your own specifications in the comfort of your own kitchen that morning - it's off down the pub with you for a pint (or a soft drink if you want to endure the derisions of your nearest and far from dearest friends) and an afternoon of struggle against somnolence. </p> <p>Employment law firm Peninsula carried out the research, which showed that a third of office workers had a drink at lunchtime at least three times a week, and three-quarters of those questioned said that they had, at one time or another, got drunk at midday at work. Experts reckoned that the figures showed a healthy inclination amongst employees to start putting their collective foot down about working all day without a break, although they naturally cautioned against taking it too far and turning the office into an all-day drinking den. Nothing puts a dent in the work-life balancing act than rampant alcoholism. </p> <p>* Perhaps this is the time to put in a good work for the traditional break-time beverage. Newcastle University's Medicinal Plant Research Centre reckons that drinking tea regularly can help improve your memory and that green and black tea may eventually yield clues for a new treatment of Alzheimer's. Unfortunately, there is not enough tea in the work to make you remember where you put that vital share-option certificate that your client is expecting at this morning's meeting, so don't waste time boiling the kettle when you should be drafting your resignation speech now. </p> <p>* Don't tell me - you don't make enough money at your job. That's probably because dead people have it all. According to the - possibly slightly morbid - folk at Forbes.com who conduct a review every year of deceased celebrities' continued earning power, Elvis still brings in £21.8 million annually for the Presley estate, while Charles Schulz, creator of the Peanuts cartoon strip, rakes in around £19m despite having long since gone to his reward. John Lennon still brings in £11.4m and J R R Tolkien pockets (in a metaphorical sense only) an impressive £12.5m a year. So now you know. </p> <p>* At least the pay gap between men and women is closing, according to figures just released by the Office of National Statistics. Those of us burdened with the X-chromosome were taking home 85.4% of what men were earning last year. This year, we are taking home a robust 85.7%. If this rapid progress continues, it will only take one more working generation for equality to be achieved and our daughters, the lucky, lucky girls, will be earning just as much as our sons. Hurrah! </p> <p>* Quote of the week: \"It is incredible that ice creams, KitKats, chocolate milk and Krispy Kreme doughnuts can become unappealing. But there comes a point where nature takes over and says, 'You are full'.\" So says Renée Zellweger, who, it perhaps comes as no surprise to learn, has already returned to her preferred weight of eight ounces after bulking up to play the eponymous heroine of the upcoming chick flick Bridget Jones: The Edge of Reason. She may be a brilliant actress but she evidently remains a rank amateur in the lard-eating stakes. My friends and I would consider the ingestion of such foodstuffs to be a mere entrée, perhaps to a fine repast of fish and chips, to be finished off, of course, with the kind of pudding that sticks to your ribs for a fortnight or until dislodged by a coughing fit brought on by a futile attempt to run for a bus.</p>",
  "Slobodan Milosevic, the former Yugoslav president, today won the right to represent himself at the UN war crimes tribunal after appealing against the imposition of legal counsel. <p>The written ruling by appeal judges in The Hague reverses in effect a decision by trial judges to appoint a British barrister to present Mr Milosevic's defence - a move that was aimed at preventing delays caused by the defendant's poor health.</p> <p>The five-judge panel ruled that, while lawyers would continue to support Mr Milosevic, he would be given control over the direction of his defence. But the ruling said an appointed lawyer must remain on standby if Mr Milosevic's \"health problems resurface with sufficient gravity\".</p> <p>A tribunal spokesman, quoting from the ruling, said: \"The appeals chamber stresses the following point: in practise, if all goes well, the trial should continue much as it did when Milosevic was healthy. To a lay observer ... the difference may well be imperceptible.\" </p> <p>Mr Milosevic, 63, is charged with genocide, crimes against humanity and war crimes in Croatia, Bosnia and Kosovo in the 1990s in what is regarded as Europe's most significant war crimes trial since top Nazis were tried at Nuremberg after world war two. </p> <p>Mr Milosevic conducted his own defence for the first 30 months of his trial, but in September the judges appointed the British lawyer Steven Kay to represent him because of his heart condition and high blood pressure.</p> <p>However, the arrangement proved all but unworkable because Mr Milosevic refused to speak to Mr Kay or participate in the proceedings. </p> <p>Mr Kay, who had observed the entire trial as a \"friend of the court\", could find only four defence witnesses. Almost all of Mr Milosevic's other scheduled witnesses refused to come to The Hague unless the former president was allowed to defend himself. </p> <p>In October, Mr Kay asked to resign from the post, saying that trying to defend a hostile client was an impossible task. People were \"kidding themselves, making believe that what is happening here is a proper defence\", Mr Kay told appeal judges. </p> <p>Prosecutors had urged the judges not to let Mr Milosevic resume defending himself, saying his politicised statements show he is unfit as a lawyer and his reappointment would lead to more delays because of his ill health. </p> <p>However, today's ruling is final. Mr Milosevic is now expected to resume presenting arguments that will ignore the charges against him while repeating his claim that the trial is politically motivated by his enemies in the US, the UN and Nato.</p>",
  "<p>Shoaib Malik hit an unbeaten 53 to guide Pakistan to a six-wicket victory in the second Test against Sri Lanka in Karachi. </p> <p>The home side, chasing 137 to win, recovered from 65 for four before tea to romp home in the final session thanks to Shoaib and Abdul Razzaq, who made 35 not out. </p> <p>Shoaib finished off the tourists in style by smashing 22 runs off the last over as Pakistan made 139 for four to level the two-match series 1-1.</p> <p>A seemingly simple Pakistan run chase had begun began encouragingly, with openers Yasir Hameed and Imran Farhat looking in complete control. But at 31 without loss, the hosts suddenly imploded, losing four wickets for the addition of just 26 runs to give Sri Lanka a realistic chance of snatching an unlikely win. </p> <p>Rangana Herath and Chaminda Vaas took two wickets apiece, with a mistimed drive from Farhat giving Herath the first when he edged the ball to Mahela Jayawardene at second slip. His partner followed only 12 runs later when he too attempted a drive off Vaas, which this time had too much air to evade Marvan Atapattu in the covers, giving the Sri Lankan his 50th Test match catch. </p> <p>Yousuf Youhana was next to go after facing only six deliveries when he misjudged the flight of a Herath delivery that went straight, trapping him lbw for just one run. </p> <p>Younis Khan fared slightly better adding 14 to the total, but he too was out cheaply when he fell to a slower delivery from Vaas which he smashed close enough to Atapattu for the fielder to pull off a sensational left-handed catch. </p> <p>The arrival of Shoaib and Razzaq steadied the ship, and the two resumed at the crease after tea with renewed resolve. </p> <p>Earlier, Pakistan had struggled to finish off the Sri Lankans' second innings. The hosts started well enough though when man of the match Danish Kaneria made short work of Chaminda Vaas and Farveez Maharoof's partnership when he clean-bowled Maharoof. It was Kaneria's seventh wicket of the innings after he claimed a sensational six out of seven on day four. </p> <p>Vaas briefly gave the Sri Lankans something to celebrate as he completed 2,000 runs in Test cricket. </p> <p>However, the jubilation was short-lived as new partner Herath (6) became the next batsman to fall when he lofted a drive to Youhana off a Razzaq delivery. </p> <p>Vaas continued to make progress, getting the visitors through to lunch with his tally of 32 runs. But just one over into the afternoon session, Sri Lanka were all out for 406 as Dilhara Fernando sent a ball from Rana Naved straight to the hands of Kamran Akmal.</p>",
  "<p>Changes surrounding the way mortgages are regulated came into force yesterday, as the City watchdog the Financial Services Authority (FSA) took over responsibility for the regulation of mortgage lending, administration, advice and the arranging of home loans.</p> <p>The new rules will cover mortgages that are taken out after October 31, 2004, the date the industry has called M-day. </p> <p>According to the FSA, the new regime means that customers will get clear information about mortgages and the services offered by mortgage brokers and lenders that will help them to make decisions more easily.</p> <p>It will also mean firms will be held accountable and will be obliged to offer customers suitable products. Marketing material will have to be clear and must not be misleading, and lenders and brokers will have to consider the ability of a customer to afford a given mortgage. </p> <p>Lifetime mortgages, used by older people to access equity built up in their homes, will also come under the FSA's regulation, and lenders and advisers will be obliged to make clear the risks involved with these sorts of products. </p> <p>As of yesterday, all mortgages must be arranged with an FSA authorised mortgage broker or adviser, or direct with an FSA authorised lender.</p> <p>The Council of Mortgage Lenders has urged borrowers to check that the intermediary they use when taking out a mortgage is authorised by the FSA. If the broker is not authorised, the lender will have to reject the application, forcing the borrower to start the process all over again, bringing about delays. </p> <p>According to the FSA, the changes will also mean clearer information for consumers about mortgages thanks to new \"keyfacts\" documents which will help people to compare mortgages more easily, understand the nature and cost of services and contact the Financial Ombudsman with complaints.</p> <p>John Tiner, chief executive at the FSA, said: \"Under the new regime, consumers will continue to receive the benefits of the highly innovative UK mortgage marketplace.\"</p> <p>He added: \"Our focus now turns to the future supervision of the mortgage industry. An early priority for us will be to enforce the perimeter of the new regime and crack down on any firms that may consider continuing with unauthorised and illegal mortgage business.\"</p>",
  "<p>Just 48 hours to go before National Stress Awareness Day. Wednesday November 3 will mark the fact that, according to the International Stress Management Association, more than five million of us experience work-related stress at a level we believe is actually making us ill. And another five million people, surveyed by the Health and Safety Executive, said they felt \"very\" or \"extremely\" stressed by their work. Stress-related time off is costing offices about £4.4 bn every year. </p> <p>This will come as no surprise to most of us, who would be hard put to find one office worker of our acquaintance who doesn't say that their work is stressful. And the effects are insidious. Stress at work dominates how you feel at home, so then you waste your valuable free time worrying about the office. </p> <p>\"It's not so much the work - though that's tough enough,\" says PA Becky Davies. \"My workload is huge and there are not enough resources, so I end up practically licking the stamps and cleaning the windows. But it's thinking about it all the time that wears me out. I'm constantly running angry conversations in my mind. I wake up on Saturdays and Sundays still churning over some problem or conflict at the office.\" </p> <p>Office manager Lou Whittington says she too often wakes in the early hours mulling over some work problem, like lack of time and staff to complete a rush job - a problem that is really the company's responsibility, not hers. \"I keep brooding over the difficulties and how to solve them, as if I owned the company. Then I get angry and more depressed,\" she says. At least three co-workers at her company had spent time in hospital with workstress-related illnesses. \"Yet others face the same challenges and seem to breeze through it,\" she says. </p> <p>Most of us have to put up with miserly resources, tough or irresponsible managers, cramped conditions or punishing workloads, if we want to hang on to our jobs. What can we do to make our work-centred lives less anxious? Sadly, we rarely have much control over our workload or conditions. But we can try to stop our minds churning stressful issues over and over. Tricia Woolfrey, Harley Street-based hypnotherapist and coach advises planning our personal time in advance, in the same way that we plan office meetings. </p> <p>Woolfrey's key anti-stress tip is to set goals for your free time, as well as your office time. You can make your free time more satisfying by selecting a small achievable home study course to do, using books, tapes and videos - like creative writing, a foreign language at basic level, painting. It needs to be easy, pleasurable, something you can do without pressure, but in which you gain a skill. </p> <p>Or pick a small enjoyable goal each weekend and achieve it - an hour at the swimming pool, perhaps, or having friends to a meal, buying a new paperback and reading it, doing a drop-in yoga class, visiting an art gallery. It must be something different each time. Another trick is to go to the cinema immediately after work - nothing will clear your mind so quickly. </p> <p>But if you can't switch off and your mind is constantly running along repetitive office worry grooves, you could consider investing in a couple of NLP sessions (neurolinguistic programming, around £40 a time). Usually combined with hypnotherapy, these are intended to relax you and give you mental tools to challenge office stress. You may not be able to change your work - but you may be able to change the way you think about it.</p> <p><a href=\"http://www.isma.org.uk\">isma.org.uk</a><br> <a href=\"http://www.pw-hypnotherapy.co.uk\">pw-hypnotherapy.co.uk</a></p>",
  "<p>Few things in life jolt our self-awareness or sense of security more than when we become victims of crime. Worryingly though, falling prey to offenders is no longer confined to dark alleyways or stumbling into the wrong part of town, as office workers are beginning to discover. </p> <p>According to insurance group AXA, UK offices have recently suffered an unprecedented surge in crime. Figures from the AXA Business Crime Index reveal that crime-related insurance settlements increased by a massive 19.3% in the second quarter of 2004. Incidences of theft involving cash and computers, malicious damage and violent crime have all risen, with businesses in Bradford, Birmingham, Nottingham and Bath making the greatest number of crime-related claims. </p> <p>However, these figures are more than insurance statistics. They reveal the extent to which office workers are under threat just by doing their jobs. Sheela Bates, account manager with a music PR company, knows this better than most. \"The first crime we had was in June this year,\" she says. \"Two men came into the office at the end of the day dressed in sunglasses and motorcycle helmets. They punched one of my colleagues in the face and grabbed my mobile phone and wallet. They were really abusive and threatened to hit me if I didn't help them unplug the laptops they wanted. They got away with three laptops, two mobile phones and two wallets. It was the most terrifying thing that has ever happened to me.\" </p> <p>However for Bates and her colleagues it didn't end there. Three weeks later, the perpetrators returned during the night and stole the replacement laptops. They were seen again a couple of months ago as they were checking out the new security measures that the company has now put in place. </p> <p>The average cost of crime per business now stands at £8,000 per year, but of course the consequences of criminal activities stretch beyond the financial. The emotional cost is far greater than any investment in new laptops. Experiencing crime in the workplace is reputed to lose UK businesses billions of hours of worktime through sickness every year. </p> <p>The stress placed upon victims, their colleagues and employers in the aftermath of a crime can manifest itself in several ways. Physical reactions such as panic attacks, headaches and sleeplessness are often coupled with feelings of disbelief, guilt and isolation. Together, they form a potent brew that erodes both motivation and productivity. </p> <p>No one understands this more than Victim Support. It sees workplace crime as such an issue that it recently launched Workforce, helping businesses manage the impact of violence on the workplace. \"This is a massive problem,\" says Ray Wilkinson, Workforce CEO. \"Many businesses don't understand the impact crime can have upon the working day. Not enough is done to support victims of crime in the office. There is a direct link between how staff are treated and how they, in turn, treat their customers. That has an obvious impact upon the performance of the business. The worst thing that can happen is that people accept this as an ordinary part of working life.\" </p> <p>According to Victim Support, figures from the retail sector alone equate to one worker being assaulted or threatened every working minute. This means that many businesses have been forced to initiate employee assistance programmes. However, these are often found to be wanting. Victims of crime usually need to be surrounded by the familiar which is where most employer policies instantly fall down. Often victims receive offers of help from a HR department they otherwise never hear from. But research shows that what victims really want is for their supervisor to check that they are OK, call a family member for them, or arrange for them to have time off. In addition to this, they need emotional support and information about what happens next, from police involvement through to improved security measures. </p> <p>For the British Chamber of Commerce, though, employers who poorly support workplace victims simply exacerbate the impact of the crime. \"Just imagine what it is like to go to work only to find a smashed window or damaged vehicle,\" says Steven Hill, BCC policy adviser. \"Some firms have even closed down because the impact of crime is too great for them. Crime against business is often seen as victimless but this isn't the case at all. The damage being done to workers is actually the hidden cost of crime.\" He urges businesses to think ahead. \"They think that crime will never happen to them and it is only when it does that they realise the true impact. They must take proactive steps while they can.\" </p> <p>These steps can include locking windows and doors, monitoring stock, installing alarms, lighting and CCTV, as well as securing boundaries, but responsibility for security doesn't lie with the employer alone. It is also up to employees to ensure that they create a safe working environment, not just to stop crime occurring but to reduce its impact if it does happen. </p> <p>Home Office advice for employees is that they avoid working alone and that inexperienced members of staff are teamed with those who know the ropes. As well as being alert to suspicious behaviour, recruitment procedures should be stringent, especially when it comes to checking references. It's also important that all office workers take responsibility for locking cupboards and setting alarms. Never assume that someone else will do it. </p> <p>But the best way for office workers to help prevent crime is to work as a team. Discuss what it takes to make the office more secure and implement it. Get training so that you are all familiar with warning signs such as hostile behaviour and practise role-playing at keeping calm if the worst should happen. </p> <p>It is also important to work with other offices in the area. Set up local partnerships and involve the police. Then, as a group, you are in a good position to campaign against any anti-social behaviour that occurs in the locality. When it comes to teamwork, though, the Security Industry Authority has it nailed. It agrees that everyone in the office has a responsibility for maintaining security but sees the use of security guards as a vital part of keeping crime at arm's length. </p> <p>Over the next year the SIA will be introducing individual licensing for security guards and a hallmark scheme for accredited companies. This means that offices can have extra confidence in the security they employ. \"Most businesses don't take office security seriously enough,\" says John Saunders, chief executive of the SIA. \"Businesses should be consulting with security companies to agree a complete solution. It sounds dull, but it shouldn't be. You wouldn't allow a stranger to walk around your premises by day so why should you allow a stranger to police them by night?\" The SIA suggests asking security companies for references and membership of trade associations as well as blunt questions about their businesses and staff. It's just one more way of keeping crime at bay. </p> <p>This comes too late for Sheela Bates, though. Her brush with crime will stay with her for some time yet. Her company has now installed a grille over the front door as well as a new alarm system and two panic buttons, all for an office with only six desks. </p> <p>But Bates is still finding it difficult to adjust. \"I used to work in the office until late into the night but not any more,\" she says. \"If I hear a motorbike, my heart jumps and I get scared when I am walking on my own. The way the thieves were dressed meant that none of us got a description, so I worry that they could be anywhere. I get angry when I think about what they did. I should have hit or kicked them, but I was in shock because I just didn't expect that to happen in my office. At the end of the day, though, I know that it's self-preservation that counts.\"</p>",
  "<p>It must have seemed like such a great idea to the managers who decided that staff and customers at B&amp;Q's East Kilbride store should no longer have to put up with a boring old \"hello\" greeting. Instead, why not get them to sing the the ice-breaking Muppets party classic \"Manah manah\" song - and answer with the equally hilarious \"Doo doo, be-doo-doo\" refrain? </p> <p>Oddly enough, employees were not impressed. One worker told the Scotsman newspaper: \"There is no way I'll be joining in. Managers claim it will help morale and team-building but if people talk to me like this, I'll be more liable to tell them to piss off.\" Historically, toe-curling \"meet and greet\" rituals have not gone down well with the British. We've all been guilty of making inarticulate \"hi\" noises at the Disney store's enthusiastic greeters while pounding past them as fast as possible. Frank Gold, occupational psychologist and senior lecturer at Goldsmith's College, London, recalls: \"When the first Gap store opened in Covent Garden, they employed greeters, exactly the same as in the US. And when people saw the greeters, they would turn round and walk back out again.\" </p> <p>Muppet mania is just one example of the strange practices that managers dream up in airless, pie-chart-strewn training rooms. Kate Moore vividly recalls her encounter with one during her first job in telesales. \"Our manager decided that every time someone closed a sale, they should leap up, sound a klaxon, and then everyone else should stop what they were doing to applaud and shout 'Whooo!'\" she remembers with a shudder. \"There was even talk of a tape recorder containing 'inspirational' songs but luckily that was knocked on the head. Even the hard-core salespeople found the klaxon annoying. It only lasted a few weeks, and I only lasted a few months.\" </p> <p>Why are managers so fond of novelty working methods? \"Trying to introduce the fun element isn't necessarily bad,\" says Gold. \"It's supposed to improve team-building and morale and reduce stress. But if you're going to try and make work more pleasant, you should look at the serious aspects such as work-life balance, or whether the workers have properly defined - as opposed to conflicting - roles. There are better, more efficient ways to improve customer service and morale. If 'fun' is the only trick you can think of, you're in trouble.\" </p> <p>Ben Willmott, employee relations adviser for the Institute of Personnel and Development, agrees. \"Research shows that employees are far more likely to have positive attitudes - and are more likely to be productive - if they feel management treats them fairly. If you ask staff out of the blue to sing to customers and this is something most of the staff find embarrassing, it is not a good way of promoting motivation. You must take your employees' views into account. Management may have the power to make unpopular decisions but this is not a wise thing to do when your employees are patently opposed.\" </p> <p>There is a more serious side to the silliness, as Syreeta Ali found out during a \"staff day\" at her not-for-profit organisation. \"The motivational speaker suddenly announced a group hug,\" she says. \"You had to turn round and hug the person next to you. The guy next to me was a techie and he looked absolutely terrified - I was wearing my headscarf and although he might not have known much about Islam, he knew enough to realise I wouldn't want to hug him. I don't get riled up about small things. People have asked me to the pub and I've politely refused with no offence on either side. But the hugging showed a real lack of thought on the part of our managers. A lot of people objected to it - and they weren't even Muslim. I never brought it up with anyone and I wished I had, but I didn't want to look like a killjoy.\" </p> <p>Recent legislation means that such an occurence these days could become grounds for a religious discrimination case. But if you want to try and resolve the problem and avoid doing something you find at best embarrassing and at worst offensive, without recourse to an employment tribunal, what should you do? \"Bring it up with the person who is instigating it, rather than grumbling around the water-cooler with your colleagues,\" says Mary Hartley, a personal development coach and author of Managing Anger at Work (Sheldon Press, £6.99). \"Prepare what you're going to say. Identify exactly what you think and how you feel. And think about what the other person might say. They might accuse you of not being a team player, or of having no sense of humour. In which case, you have to remain calm and explain that whether or not you have a sense of humour isn't the issue. The issue is that you don't feel comfortable doing something.\" </p> <p>Don't demand, don't wave pieces of paper and do try to resist issuing ultimatums. Hartley recommends trying to see the situation from the manager's point of view and showing that you appreciate what they were trying to do while holding firmly to the principle that it is not right for you. \"Be calm, be relaxed and suggest another way of doing things.\" Preferably one that won't end up with anyone breaking out in a cold sweat of humiliation for years to come.</p>",
  "<p>Piers Morgan and Amanda Platell are having their publicity shots done in a Fulham studio. Against a black background they are posing, mugging, lifting their chins up and staring in a friendly yet adversarial way. </p> <p>Morgan is baiting Platell. Pretending to punch her, flicking V-signs, that kind of thing. She is squealing that he is trying to thump her. Come, come Amanda, I josh. Surely any successful on-screen partnership must be something like a marriage and you're on record as believing that a bit of domestic violence is fine behind closed doors. </p> <p>She laughs, but Morgan takes it up and begins goading her. \"Yeah, you said wife beating's OK\". \"I did not say that,\" she shouts indignantly. \"This is what you're going to do, isn't it? You're going to use it all against me ...\" </p> <p>They may look like the new Richard and Judy - and after his turn co-presenting This Morning last week, Morgan may be striving to be the new Philip Schofield - but Amanda and Piers are flogging an altogether more serious proposition. They are the new weapon in the war on political apathy; the next to go over the top and risk the opprobrium of the press in trying to engage new viewers in the political debate; the dream team right-left pairing who will bring a new incisiveness to the ongoing dialogue. They are, in short, sitting ducks. </p> <p>Talking to the participants, producer and channel head, it seems there is only one way to describe Morgan and Platell, their new Saturday evening show; \"not Crossfire\". Frankly, though, it seems that description may be more about copyright issues than a mission statement. Crossfire is the extremely long-running US debate show on CNN which features political adversaries. This new series will attempt a triangular discussion, with adversaries Morgan and Platell cross-examining a political or topical guest. Shadow Foreign Secretary Michael Ancram is first up this Saturday. </p> <p>They know the cabinet is not going to be beating down their door in the first series of seven shows, though Morgan is keen to dare them through blustering rhetoric of the \"why are they so scared?\" variety. Platell would rather try and lure them on through charm and the proposition that they will get to set out their stall uninterrupted before being rigorously tested by the partisan pairing. </p> <p>To be honest, neither Morgan nor Platell seem massively wedded to their opinions, not professionally at least. He, famously, changes political allegiance like the Vicar of Bray - once an enthusiastic Thatcherite, that didn't stop him arguing from the left of Blair while editor of the Mirror. He may be just the person to engage the disengaged, given his own ambiguity about his political history: </p> <p>How many times have you voted Labour? </p> <p>\"Every time I voted.\" </p> <p>\"How many times?\" </p> <p>\"Three times.\" </p> <p>\"Even when you were editing the News of the World?\" </p> <p>\"Hang on. I can't have voted three times can I? There's only been twice. I've only voted twice - I voted for Thatcher and voted twice for Blair\". </p> <p>In fact Morgan's approach is reminiscent of the captain of the debate club - you start arguing and I'll take the other side. He's rather pleased with this description and tells a story about debating with some QCs at the Oxford Union. \"Each QC wrote back and said they didn't mind what side of the argument they argued. It doesn't particularly matter whether I genuinely believe it,\" he notes. </p> <p>Platell clearly feels it's time to have a disagreement. \"Oh come on. The whole point is that it's a very robust format. You have Piers on the left, me on the right, we have very strong political views. Both of us have highly published very strong views about issues and we will be interviewing a person in a completely different way. It's not like one person has to be balanced - Piers and I are the balance. </p> <p>\"And it's a longer format: what have politicians always said? I never get a chance to say my piece. Well, this gives them an opportunity to say what they want to say.\" </p> <p>Platell, a former editor of the leftwing Sunday Mirror and William Hague's ex-spin doctor, says she is instinctively rightwing on traditional political questions. Yet she too, has the journalist's ability to spin on a sixpence. As the widely acknowledged next first lady of Fleet Street, Platell has the shoes of Lynda Lee-Potter to fill. She denies being lined up as Lee-Potter's replacement, though she has very recently given up her London Evening Standard column to write exclusively for the Mail. \"I promise you it's not true. There's such a degree of respect there for Lynda Lee-Potter that anyone else is just unthinkable and I have to say I feel the same.\" </p> <p>It's unnerving to see how good she is on screen, say those who have seen the pilot. She wasn't the first choice for the show; originally the team was Richard Littlejohn and Morgan, according to an informed source. Sadly we'll never see that titanic bout; Littlejohn and Morgan were never piloted and Morgan and Platell were tested first and deemed to work. </p> <p>A mere three minutes were available of the pilot for viewing and that short clip didn't answer the question of how they will avoid either rounding together on their guest, or descending into shouting at each other while the guest looks on bemused. But it's certainly lively enough and there is a magnetic car crash quality to watching them circle around the guest and each other. (Morgan manages to switch sides of the argument even in three minutes). </p> <p>The stakes are high: if you can pull off a new political show, you've got it made. ITV will try next year with Politics Idol (ok, it's called Vote For Me, but everyone's calling it Politics Idol) and the BBC has tried a number of formats and presenters, most of which have disappeared ignominiously. </p> <p>What with yoof politics being the third rail of British television - if you touch it, you die - it's hard to understand why Channel 4, Mentorn or Morgan and Platell would want to go anywhere near another attempt to engage the uninterested in a Westminster-led debate. Kevin Lygo, Channel 4's director of television, is known for his counter-scheduling: anyone who can put a serious arts programme up against EastEnders while at Five is perfectly capable of sacrificing an unwinnable slot to the weekly current affairs minutage. </p> <p>He prefers to describe it as genuine counter-programming, providing an alternative to the light entertainment on ITV and BBC1. The 6pm Saturday slot, running in to Channel 4 News, has quietly provided a current affairs alternative for some time now. It alternates Unreported World, a strand of international films, with 30 Minutes, a short series of domestic current affairs films. Though the news can pull in 1m viewers, these shows have averaged around 500,000. Channel 4's thinking was if you can create a studio debate show with the right two people, you might generate more interest. </p> <p>The main attraction will be to other journalists - witness MediaGuardian's willingness to devote time and effort to the series - and Lygo is well aware of that. \"They can hold you for a bit longer than you think you want to watch,\" he says. He readily admits it's an attempt to get more people engaged with politics and he wants young, upmarket viewers, but is adamant that it would be a mistake to think that \"if you talk about legalising cannabis, all the young people will watch\". </p> <p>Lygo is also more realistic than his presenters about the ideological divide they represent. Both he and Eamonn Matthews, the series' executive producer, emphasise the interviewers' journalistic abilities and their capacity for switching sides. \"On a slow week or with the wrong booking, they're capable of making a programme still a programme,\" says Lygo. Matthews, who is also responsible for Unreported World and Thirty Minutes, so basically owns Channel 4 current affairs, is very clear. \"We're trying to get serious newsmakers with serious things to say. They are both capable of doing lighter stuff, but both have a serious side\". </p> <p>Or as Morgan might put it, \"we're Ant and Dec with brains and a sex change\".</p>",
  "The banner behind George Bush in a concrete Miami exhibition hall promised a \"safer, stronger and better\" America. It was lettered red on black, like a government terrorist alert. <p>When Lincoln Diaz-Balart, a fire-breathing Cuban-American congressman, asked the 4,000-strong crowd: \"Who do the enemies of America favour for this election? Who do the tyrants and terrorists support?\" the answer was instant and deafening: \"John Kerry.\" </p> <p>Although the president did not say anything about Bin Laden's threat, blanket coverage on television had ensured it set the tone for everything that was said and done on the campaign trail. </p> <p>\"This guy is trying to send a message he may hit us again, and that's why we need President Bush - he's a leader,\" said George Albert, a veteran of the Korean war. </p> <p>Around his neck, he wore a badge depicting two cartoon Uncle Sams standing in front of the US and British flags declaring: \"We support our troops.\" </p> <p>On the penultimate day of the Bush re-election effort, the crowd chanting \"four more years\" had all seen Bin Laden on television, and heard his threats. They did not have to be told what it meant. </p> <p>Jeb Bush, the Florida governor, spoke first, introducing his brother, the president, in Spanish for the benefit of the largely Cuban-American audience. Neither mentioned Bin Laden by name. </p> <p>Mr Bush stuck to his regular stump speech, peppering it with the official slogan of the last few days of the campaign: \"Come stand with me.\" It focused mainly on domestic concerns, with a few digressions on Cuba. There was no talk of Iraq or Afghanistan. </p> <p>There were no new asides about Bin Laden's surprise appearance on Friday and the president only dwelt on terrorism as an amorphous threat. </p> <p>\"All progress on other issues depends on the safety of your families,\" he declared. \"If America shows uncertainty or weakness as we go through troubled times, the world will drift towards tragedy. </p> <p>\"This is not going to happen on my watch.\" The promise is at the core of the Bush campaign as it enters its last full day today. </p> <p>White House aides have become extremely careful about publicly guessing the impact of Bin Laden's \"October surprise\". </p> <p>\"It's kryptonite for both sides,\" one travelling official said, and in a exquisitely poised contest like this, neither wants to risk disaster. </p> <p>Behind the scenes the battle is over how to shape the media coverage of each candidate's response. The Bush camp accuses Senator Kerry of trying to turn the incident to political advantage, by criticising the president for his failure to catch the al-Qaida leader. </p> <p>\"I think Bush's response really helped him. It shows he can handle the problem much better than Kerry. Kerry just did a political spin,\" said Jordan Birch, a New York activist who had joined the all-out Republican effort to hold Florida. \"Bringing a new administration this late in the game, there is no way they can catch up. This administration has been dealing with the problem for years.\" </p> <p>That was the view, at least, from Bush world. No one yet knows how the Bin Laden factor might play among the remaining undecided voters, if such people still exist. But the tone and body language of Bush campaign officials has become noticeably more bullish. </p> <p>Scott McClellan, the White House spokesman who returned to the campaign trail after a short absence, apparently to help steer the Bin Laden affair, held up both arms in front of the travelling press and shouted: \"Vamos a ganar\" (We are going to win). It was a joking reference to the Hispanic flavour of the venue, but even being able to joke at this stage of the game is a display of confidence. </p> <p>Everyone in the Bush caravan as it made its way from Florida to Ohio last night was well aware that their team was just as cocky on the eve of the 2000 election. </p> <p>And yet, if it had not been for a few hanging chads and assorted twists of Florida electoral law, Mr Bush would have lost. Since then the Bush campaign has built a national volunteer network that is 250,000-strong, and is designed to do what the Democratic machine did in 2000: turn out the vote. </p> <p>But no one knows if the Republicans' green volunteers can match the battle-hardened union and student activists on the other side. </p> <p>Mr Birch worried that the long queues at the polling booths would discourage older, Republican voters, at a time when Miami is sweltering through an unseasonably hot autumn. </p> <p>His friend and fellow New York volunteer, Dan O'Leary, agreed. </p> <p>\"It comes down to the voting,\" Mr O'Leary said. \"It's definitely not in the bag.\" </p> <p><b>Florida </b></p> <p><b>·</b> Florida is the biggest swing state with a population of 17 million </p> <p><b>·</b> It has 27 votes in the electoral college, making it a key battleground</p> <p><b>·</b> The governor of the state is Jeb Bush, the president' younger brother, who also presided over the 2000 election</p> <p><b>·</b> In that election, the Bush margin of victory was 537 - 0.009% of Florida's voters</p>",
  "<p>Government inspectors will be given new powers to undertake \"no notice\" inspections of nursery schools, Ofsted announced today. </p> <p>Currently nurseries are given a month's warning, but in an attempt to crack down on rogue providers the inspectors will be able to turn up without warning from April. </p> <p>Individual childminders will get \"a few days' notice\" to make sure they are in when the inspector calls, Ofsted said today. </p> <p>The moves follows fears that nurseries and childminders have been given too much time to prepare in the past. It marks an attempt to standardise inspections from early years through to further education colleges. </p> <p>How nurseries are rated as the results of inspections will also change to bring them in line with schools, which are rated as outstanding, good, satisfactory or unsatisfactory.</p> <p>However, the no notice inspections are tougher than those received by schools, which under the new \"shorter sharper\" inspection regime, are given six weeks' notice.</p> <p>David Bell, the chief inspector of schools, today welcomed the reforms, saying: \"As the world of education continues to change so must the role of inspection. I'm committed to making sure that our inspection processes continue to ensure that all providers of education and care are focused on delivering the high standards that our young people deserve.\"</p> <p>The changes followed a consultation on the future of early years inspection, which was also published today. </p> <p>Some 281 responses were received, of which large percentages were from parents and childcare professionals. Of those, 94% were in favour of inspections taking place with little or no notice and 91% were in favour of having the same grades as in school inspections. </p> <p>The changes may require a change in the law; Ofsted said it was discussing how this would work with Department for Education and Skills (DFES).</p> <p>A spokeswoman for the DfES said: \"Our children need the best start in life that they can get, and a good inspection regime is one thing that the government can do with Ofsted to encourage improvements in the quality of early years services. </p> <p>\"Ofsted's inspection activity to date shows that the vast majority of early years provision is satisfactory or better. But we will never be complacent on quality.\"</p> <p>Ofsted statistics on inspection, published in September, reveal it investigated 6,250 complaints in the year to last March. Of those, it took legal action in 378 cases, including four prosecutions, shutting 49 nurseries and childminders and suspending 122 more. </p> <p>A BBC documentary screened in August exposed evidence of children being verbally abused, poor hygiene and understaffing at several nurseries in England. The programme also raised the issue of how much notice nurseries should be given before inspectors arrived.</p>",
  "Police were last night searching for two teenage assailants who launched a series of brutal attacks on gay men along London's South Bank, leaving one dead and others injured. <p>David Morley, 37, who lived and worked at a pub in Chiswick, west London, suffered serious head injurie and died in hospital following the 15-minute frenzy of assaults close to the Royal Festival Hall on Saturday.</p> <p>Detectives said the victim was subjected to a \"savage beating\" and a post mortem examination confirmed he died from multiple injuries.</p> <p>The two youths, one white and one black, carried out the assaults along a few hundred metres of the riverside route.</p> <p>Police said six people, five of them men, were beaten with fists, feet and improvised weapons, in four eparate incidents near the Thames. It is understood that several of those injured had been walking back to the Waterloo area from Heaven, a leading gay nightclub under Charing Cross station.</p> <p>Police said that the assailants, accompanied by two young women, stole property from two victims. A police spokesman said: \"Some of those who were attacked, including the murder victim, are gay and one line of inquiry is that the attacks were homophobic in motive.\"</p> <p>Detective Chief Inspector Nick Scola, leading the murder inquiry, said Mr Morley had been punched and kicked, and suffered 40 distinct bruises. \"Clearly thi was a series of violent attacks. All the victims were returning home from evenings out and the assaults on them were violent and random,\" he said.</p> <p>Mr Scola said the first attack was at 3.15am on Saturday. A 35-year-old man sitting alone in Jubilee Gardens was battered over the head with an unidentified object. Ten minutes later, a 29-year-old man and a 25-year-old man were assaulted close to the Royal Festival Hall and suffered minor injuries.</p> <p>At around 3.30am, a few metres from the scene of the two earlier assaults, Mr Morley and his 29-year-old male friend were beaten. Both men were taken to hospital, with the younger man treated for minor wounds. Mr Morley died at St Thomas' Hospital at 7.45pm on Saturday.</p> <p>Police interviewed 70 people at the scene. One witness claimed the youths had also set upon a woman, punching her in the face at the bottom of step leading to Hungerford Bridge. No weapons have been found and officers are examining CCTV footage from the area.</p> <p>\"This is a well-lit area and would have been busy with people returning home from the theatre, from restaurants and from the city at the time the attack took place,\" said Mr Scola. He said it was not yet known if the two women took part in the assaults. The group had fled on foot following the clash with Mr Morley, running through Jubilee Gardens towards the Shell Centre.</p> <p>In 1999, a law student, Timothy Baxter, was beaten unconscious and thrown into the Thames from the Hungerford Bridge which links Charing Cross station with the South Bank. Mr Baxter and his friend, Gabriel Cornish, both 24, were attacked on their way home from a party. Six gang members aged between 15 and 22 were convicted for murder and attempted murder the following year.</p>",
  "<p>The Burberry brand has become so synonymous with so-called 'chav' culture that the one-time plaid check addict Daniella Westbrook probably doesn't even wear it anymore.</p> <p>Not that the most British of luxury labels seems remotely worried. In the past seven years since Rose Marie Bravo was placed in charge, the 148-year-old company has grown from a £200m business to a market capitalisation of £2bn and delivered revenues up 14% in the six months to September.</p> <p>The much-predicted collapse of Burberry at the hands of a hijacking by football hooligans and D-list soap stars has not materialised and the \"nay-sayers\" who said Ms Bravo over-popularised the brand owe her an apology, according to one marketing expert.</p> <p>Far from shying away from its much-copied camel, red, black and white plaid check, Burberry has extended the pattern into a pink colourway and added a \"scratch-look\" design and striped variants.</p> <p>And although the check features on only 8% of Burberry's products, it is the first thing to greet visitors to the company's website and adorns the company's latest fragrance, Burberry Brit. Burberry appears to be far from ashamed of the acquired naffness of its iconic logo.</p> <p>Ms Bravo, an American, has managed to negate the effect of every luxury brand's nightmare - rampant appropriation by mainstream culture. She has stuck to her guns despite heavy criticism and lampooning from the media. The Sun recently ran a spate of chav-themed features with its pages emblazoned with the Burberry check.</p> <p>Even other companies are piggy-backing on the Burberry bandwagon. Mobile phone company 3 has dressed one of its advertising characters in a Burberry cap and gold earrings in a bid to appeal to bling-obsessed youngsters.</p> <p>But while Burberry will not comment about the downmarket association its brand has acquired in Britain, a source close to the company said it is not seen as a problem and that Britain is only one small region in the 26 countries Burberry operates.</p> <p>And while a large internal anti-counterfeit team operates from Burberry's Haymarket headquarters ready to pounce on any fakers, the company wants to be seen as an \"accessible luxury\" brand, which is \"welcoming\" and \"democratic\" with a wide appeal.</p> <p>In other words, it is reacting in the opposite way to how a luxury brand might be expected to - it is steadfastly refusing to express outrage that its high-class image has been tarnished by downmarket associations and instead is embracing its customers whether they hail from council estate or country estate.</p> <p>Mark Ritson, assistant professor of marketing at the London Business School, has for three years been a vocal advocate of the opinion that the mainstream hijacking of Burberry irrevocably damaged the brand. Only now he's changed his mind.</p> <p>\"I have said for three years that they were not going to succeed, that Rose Marie Bravo had done a nice job of growing the brand and fattening it up for the future. But in the last 12 months I've realised she's a lot smarter than she's been given credit for,\" said Mr Ritson.</p> <p>\"They haven't gone tits up. The UK is not at all representative of the rest of Burberry's marketplace. If London was the world they would be knackered, but it's not. They have maintained their global strength.</p> <p>And Burberry's strategy of not trying to stop downmarket customers championing the brand has prevented it coming across as snobbish.</p> <p>\"The media has done Rose Marie Bravo a disservice. She has stuck by the brand, which is not just a sign of a good leader but the sign of a good brand leader,\" said Mr Ritson. </p> <p>\"The stereotyped story that Burberry is in trouble is simply not going to happen and the people who were the nay-sayers before, like me, owe [Ms Bravo] an apology.\"</p> <p>Rita Clifton, the chairman of Interbrand, the company responsible for the branding of clients including Marks &amp; Spencer and P&amp;O, said UK customers are particularly cynical when it comes to logos, labels and luxury but Burberry's business must be set in its successful global context.</p> <p>\"Every luxury brand wants three things: a strong, well-crafted product, a strong brand experience, and the right people to be seen loving and buying it.</p> <p>\"But the one thing a brand owner can't control is who buys it. When Burberry relaunched it did two things to allow the chav phenomenon to happen. It used Kate Moss in its advertising and confused the check for its logo.</p> <p>\"Moss is not upmarket. She is aspirational for a whole range of women, highly accessible and has helped democratise luxury brands. She brought instant accessibility that was not there before and an instant volume [sales] hit.</p> <p>\"Burberry also got confused about the check - it allowed it to get wrapped up with its logo which became ubiquitous,\" said Ms Clifton.</p> <p>But the fact that Burberry is now \"playing\" with the colour and design of the check is \"interesting and encouraging\", according to Ms Clifton. She cited Louis Vuitton as having done a similar thing successfully with its best-ever seller, the multicoloured logo handbag.</p> <p>But she believes Burberry's move to expand the brand upmarket with the top-end Burberry Prorsum label may prove difficult.</p> <p>Burberry has three labels: the cat-walk label Prorsum, which includes very little check; Burberry London, the most well-known and largest range, which includes the famous check-lined trenchcoats; and Thomas Burberry, for 16- to 25-year-olds.</p> <p>And it is Prorsum that Burberry maintains is untouched by any negative chav-effect. \"Extending a sub-brand upwards is not a tried and tested formula,\" said Ms Clifton. \"When a brand goes downmarket it is difficult to drag it up again and it is very difficult to do within a generation.\"</p> <p>But Ms Bravo, who previously ran upmarket US store Saks Fifth Avenue, has just signed a new contract keeping her at Burberry until July 2006. Her unwavering commitment to the brand, chav or not, looks to be giving her the last laugh. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>For those who have not tired of the insatiable coverage of last week's release of the triumphant <a href=\"http://www.rockstargames.com/sanandreas/\">GTA: San Andreas</a>, there's a bit of background reading at <a href=\"http://www.ferrago.com/story/4676\">Ferrago</a> on the history of the series.</p> <p>Although thorough, there is one minor trivia fact overlooked by the author. According to an off-the-cuff remark made in 1999 by Gary Penn, the nicest guy in gaming and the GTA series' Creative Manager when he was still at developer <a href=\"http://www.dma.co.uk\">DMA</a> (now Rockstar North), the first game design didn't have any missions until a few days before it was accepted for release by the publisher. Considering the series is lauded for its free-roaming experience and wide-open environments, would it have made any difference if there were no game-directed goals to lead you along the asphalt path?</p>",
  "<p>\"There's my hopeful rucksack all neatly packed with everything necessary to live in the woods, even unto the minutest first aid kit and diet details and even a neat little sewing kit cleverly reinforced by my good mother (like extra safety pins, buttons, special sewing needles, little aluminium scissors) - the hopeful medal of St Christopher even which she'd sewn on the flap. - From 'Big Sur' by Jack Kerouac</p> <p>Like so many travellers, Jack Kerouac regarded his rucksack as a close companion and the one thing he could rely on in strange places. For the EFL teacher arriving in a new country the contents of your rucksack not only get you through day-to-day life but it can also provide a rich resource of items to help you survive teaching English in the most alien of places. </p> <p><strong>What to pack?</strong></p> <p>Everyone has their personal favourite when packing a rucksack; a jar of marmite, a radio to pick up the world service, a hair dryer, a Swiss army knife. But if you have space it's also worth packing some items to help in the classroom. Here's the top ten list collated from teachers I interviewed:</p> <p><strong>·</strong> Blu-tac (useful for sticking students' work up around the room and very difficult to buy in many countries) </p> <p> <strong>·</strong> Pair of scissors (a tool for anyone creating handouts and worksheets) </p> <p> <strong>·</strong> Glue (see scissors) </p> <p> <strong>·</strong> Sticky tape (see glue) </p> <p> <strong>·</strong> Correction fluid (see Sticky tape) </p> <p> <strong>·</strong> Pictures of your family, friends and home town (a good icebreaker with students - they love to see where you've come from) </p> <p> <strong>·</strong> Dice (for teaching numbers and playing language games) </p> <p> <strong>·</strong> A ball (tennis ball sized - see <a href=\"http://education.theguardian.com/tefl/teaching/story/0,15085,1310394,00.html\">previous article on 'first day activities'</a>) </p> <p> <strong>·</strong> Coloured pens and paper </p> <p><strong>·</strong> Dictionary</p> <p><strong>Lessons in your rucksack</strong></p> <p>Faced with the most difficult conditions like no electricity in your classroom, no blackboard or no classroom for that matter, EFL teachers are a resourceful lot who can turn the contents of their rucksacks into a language lesson. Here are four classroom activities that make use of most things that you carry whether it be in a rucksack, backpack, duffel bag, suitcase or shopping trolley. </p> <p><strong>Kim's game</strong></p> <p>There are different versions of this game but it's a useful way to provide practice with the names of the objects in your rucksack.</p> <p><strong>Version 1 - Basic Kim's game</strong></p> <p>Choose 15 to 20 items and lay them out one by one on the table or floor. You may wish to say the name of each object as you lay it out. Give the class two minutes to memorise the objects in front of them. Cover the objects (perhaps with a towel or bin liner) and ask the group (or teams) to write down the names of as many of the items as they can remember in five minutes. Give one point for each correct item listed.</p> <p><strong>Version 2 - Flying Kim's game</strong></p> <p>You need two rucksacks for this version (or any large bag will do). One bag contains the objects. The other is empty. Ask a student to help by holding the empty bag. Stand a few metres apart. Pull out an object, say the name, throw it to the student who then puts it into the empty bag. When all the objects have been thrown from one bag to the other students have five minutes to write down what they remember.</p> <p><strong>Version 3 - Mime Kim's game</strong></p> <p>Don't show the objects immediately in this version but mime using each one. As you mime students have to guess the object. When you've mimed all the objects students try to recall the objects used and check their answers when you bring out each of the objects you mimed.</p> <p><strong>The survival game</strong></p> <p>This is an excellent discussion activity. Explain that the class has been in an aeroplane crash and have landed in the middle of the desert. They must walk 100 miles to the next town. Next, lay out 15 objects from your rucksack. Choose ones that are useful for survival (bottle of water, matches, compass) and some that are less obviously useful (bin liner, bandana) and some that are probably no use at all (frisbee, tennis ball). Explain that only seven items can be carried. </p> <p>Divide the class into teams and allow 20 minutes for each team to discuss which objects they will take. Remind them at the end that they must present their solution to the rest of the class with good reasons to support their arguments. A variation to the activity is to have groups discuss which would be the most important object and the least important and rank the objects in order; e.g. With 15 objects 1 = most important and 15 = least important.</p> <p><strong>Chain story</strong></p> <p>Students sit in a circle. Each student picks out one object from the rucksack and returns to their seat.</p> <p>As a class you create a story. Explain that each person must talk for about a minute. You begin. For example, if you are holding a toothbrush you might start: \"I got up this morning and but couldn't find my toothbrush. I looked in the bathroom, in the bedroom and finally in the living room. Suddenly, I realised the front door was open. A man was running down the street with my toothbrush. So I...\"</p> <p>The student on your right continues the story mentioning the object he or she is holding. Eventually the story continues round the circle until it reaches you again. The first time the story is told there will be pauses while students think and it may be slow. So, repeat the story again encouraging students to speed up as they become familiar with the plot. </p> <p>Once the story has been told maybe two or three times tell all the students to stand up and leave their objects on their chairs. Next, they go and sit in another chair and hold the new object. Explain that the story will be repeated so students will have to remember the part of the story involving the object. The student holding your object starts the story. </p> <p><strong>·</strong> John Hughes is a teacher, teacher trainer and writer. He is author of Lessons in your Rucksack, a resource for new EFL teachers. The book is due out this autumn and is published by Modern English Publishing. </p> <p><a href=\"mailto: jhnhghs@blueyonder.co.uk\"> jhnhghs@blueyonder.co.uk</a></p>",
  "<p>Strictly Come Dancing has begun sashaying up the ratings charts, with Saturday night's edition adding nearly 1 million viewers and proving more popular than Ant and Dec's Saturday Night Takeaway.</p> <p>The BBC1 show, in which Carol Vorderman suffered the double whammy of pulling a cartilage and being voted off, was watched by 7 million viewers and attracted a 34% audience share between 6.35pm and 7.45pm, according to unofficial overnights.</p> <p>Strictly Come Dancing began its second series the previous weekend with 6.1 million viewers and a 28% audience share.</p> <p>In its final half hour, Strictly Come Dancing proved more popular than Saturday Night Takeaway, with its audience climbing to 7.7 million viewers, compared with 6.5 million for the ITV1 show.</p> <p>However, Strictly Come Dancing lost out to ITV1's rival reality talent show The X Factor between 6.45pm and 7.15pm.</p> <p>The BBC1 show attracted 6.7 million viewers during this period, while The X Factor was watched by 7 million.</p> <p>Overall, The X Factor was watched by 6.2 million viewers and attracted a 32% audience share between 6pm and 7.15pm.</p> <p>Strictly Come Dancing knocked a lump out of the audience for both ITV1 shows - The X Factor was down by 500,000 viewers on the previous week, while Saturday Night Takeaway lost 1.2 million.</p> <p>Later on Saturday night, Parkinson attracted its best figures since switching from BBC1 to ITV1 last month, for a show featuring Dame Edna Everage, Dame Judi Dench and plain old Sharon Osbourne as guests.</p> <p>Parkinson was watched by 6.2 million viewers - a third of the available audience - between 10.10pm and 11.15pm.</p> <p>The ITV1 show was the most popular on any channel at that time by some distance, with BBC1's Match of the Day some way behind, attracting 3.7 million viewers between 10.30pm and midnight.</p> <p>Five's new home-grown cop drama, Murder Prevention Unit, made a promising start, attracting 1.5 million viewers and an 8% audience share between 10.20pm and 11.25pm.</p> <p>The Five show is a highly stylised, CSI-esque drama about a fictional London-based police unit that attempts to arrest potential murderers before they kill their victim.</p> <p>Last week in a similar slot, US cop drama import Law &amp; Order: Special Victim's Unit attracted 1.6 million viewers.</p> <p>On Saturday night, Murder Prevention Unit proved more popular than movie repeats on BBC2 and Channel 4.</p> <p>The Governess on BBC2 attracted 1.1 million viewers and The English Patient, on Channel 4, was watched by 800,000.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>I Heart Huckabees could be described as the first post-9/11 comedy. With a dream cast - including Jude Law, Dustin Hoffman, Mark Wahlberg, Lily Tomlin, Isabelle Huppert and Naomi Watts - it tells the story of the environmental activist Albert Markovski, who has been experiencing an alarming series of coincidences and hires a pair of \"existential detectives\", a married couple, to help explain them. In the screwball chaos that results, Huckabees manages to deliver radical political messages in eye-popping style. </p> <p>\"This film comes out of my own DNA,\" says the director, David O Russell, when we meet in San Francisco. \"I actually started working on it back in the 1980s, while I was living in New York City.\" It was a time that would mark Russell's transition from political activist to film-maker. </p> <p>Russell is that rarity among US indie film-makers: he never went to film school. Instead, he spent his college years studying religion and literature. He took classes at Amherst College with Robert Thurman, whose own career as a prominent professor of religion has been overshadowed by that of his famous daughter, Uma. Russell wrote his dissertation on the coup that overthrew Salvador Allende in Chile. </p> <p>After graduation, Russell's thoughts could hardly have turned further away from Hollywood. \"I looked at what Nixon and Kissinger had done to Chile, and how the CIA behaved with Richard Helms as director, and I felt there was no ideological justification there, just hubris and insanity and a waste of lives. So when Anastasio Somoza was taken down by the Sandinistas in Nicaragua, I saw it as the inverse of Pinochet.\" </p> <p>After a spell working in Nicaragua in 1981, he became an activist and was, he says, \"on a mission\", teaching literacy in Boston. (Yes, Russell says, the character of Markovski in Huckabees is a bit autobiographical.) It was here that Russell's transition to film-making began: \"I had everyone write essays in their own broken English, because I didn't want them to feel intimidated by grammar, and then I managed to get video equipment from the community college and made one of the stories into a film. I had two video decks, and I literally had to turn the machines on and off to edit.\" </p> <p>By the age of 30, Russell was living in New York, not far from his upbringing in the suburbs of Long Island, working on scripts. \"I burned out,\" he says ruefully, musing on how hard the activist life is on people who stay committed to it. \"I was totally broke, no money at all - plus I felt constrained creatively. I wanted to bust loose and not do everything by committee any more.\" He became a regular at a local Buddhist centre, where he was soon fascinated by the corps of adherents that gathered there. He started making short films - Hairway to the Stars and Bingo Inferno - and got a grant from the local arts council to write a screenplay. </p> <p>Russell was working on a script about a man who sits in a Chinese restaurant spying on its diners with hidden microphones and writing customised fortune-cookie messages drawn from their real situations. After 10 months of wrangling the idea without success, he was doing jury service when the story of Spanking the Monkey suddenly tumbled out of his brain. \"So I thought, OK, we'll do this one instead.\" Plus, it got Russell out of his day jobs. \"I was a bartender to the rich and famous. I was a waiter at the Kennedy wedding. I taught a college prep class. I worked for a book publisher. And then suddenly this script got me an agent and writing jobs, and that was that.\" </p> <p>After Spanking the Monkey premiered to great acclaim at the Sundance film festival, Russell's career in the cinema was assured. Yet he has never really fitted the mould of the indie director that his cohorts( Alexander Payne, Paul Thomas Anderson) seem to inhabit so easily. Russell is much more unpredictable, more varied in his approach to performance, less committed to a single genre, and more committed to a political vision. </p> <p>Huckabees, in a way, is his fortune-cookie idea resurrected and recycled as a movie that incorporates all his prior work: the madcap comedy of Flirting With Disaster, the family dysfunction of Spanking the Monkey, the savage political wit of Three Kings. It is a comic screed against consumerism, a compassionate view of people's quest for meaning, an optimistic guide to decoding the mysteries of the universe. Perhaps that is not a surprising perspective for a film-maker who grew up in what he characterises as \"an atheistic household\" with a Jewish father and an Italian-Catholic mother. </p> <p>One of the film's most engaging and intoxicating aspects is the way the screenplay ignores all conventional limits: every scene explodes into all its possibilities. Russell's imagination continually exceeds the bounds of a three-act structure. Like Charlie Kaufman, writer of Being John Malkovich and Adaptation, he has moved into deconstructing himself at every turn. (Alert viewers will notice Russell's own family popping up in cameo appearances.) But his vision isn't as dark as Kaufman's, and his story structure is somewhat tighter. In addition, Russell appears to be expressing his discontent with the sewn-up format of feature films these days by working to extend their boundaries into extra-filmic space, producing DVDs and websites that go far beyond a film's normal remit. </p> <p>Recently, Russell's effort to stay loyal to his own creations has pushed him into controversy. Since 9/11, his Three Kings has been held up as a model of prescient film-making. Warner Brothers agreed to release a new DVD version, and Russell got a budget to produce \"bonus materials\". What Russell came up with is Soldiers Pay, a documentary on Iraq featuring interviews with soldiers, military brass and even the Iraqi \"advisors\" who had shown up originally on the film's extra DVD material. </p> <p>The half-hour Soldiers Pay was meant to run in cinemas along with the limited re-release of the film, timed to promote the DVD launch. Then came trouble: according to newspaper reports, Warner rejected the documentary for being partisan. The re-release of Three Kings has been delayed until after the US election, and Warner Brothers have handed the rights for the documentary to Russell. A small distributor, Cinema Libre, has got it into American cinemas. </p> <p>With Huckabees, Russell began spinning off his \"bonus\" ideas before the film even officially opened. After the San Francisco preview screening, he tossed some DVD \"infomercials\" to the crowd. These proved to be scenes that extrapolated from the film's characters to create a zany parallel universe where they are continuing their existence. The existential detectives, Bernard and Vivian Jaffe (Dustin Hoffman and Lily Tomlin), host a television talk show with the real-life Robert Thurman and Dr Joseph Rudnick, a UCLA quantum-physics expert. They debate the 10th dimension and the meaning of the universe on a spiritual and scientific basis, and push their books. </p> <p>\"Rudnick says we're all flat-landers,\" says Russell. \"We're like those people in the time of Columbus who don't believe in other worlds.\" Across the screen flashes an internet address for the Jaffes' website (they need 23% more business - or so says their on-screen accountant). </p> <p>Other characters have websites, too. Tommy Corn - a firefighter \"but not a hero\", played by Mark Wahlberg - is a blogger concerned, above all, with petroleum consumption. There's even a Huckabees huckstering corporate website with the store's monthly specials. These sites are perfect replicas, extensions of their characters' identities; somebody has really had fun here. And with this very deliberate fun, Russell has managed to extend his critique beyond the film screen into the world of weblogging, web marketing and ego formation. </p> <p>On the day that Russell came to San Francisco with Huckabees, Soldiers Pay was opening at a local cinema on a double bill with an Iraq-war exposé. Russell and his tiny entourage left the Huckabees screening to race across town, but the show was long over. Despite the late hour, a small band of dedicated fans was still waiting - but they were there for Russell the activist, not the LA guy who makes big movies. Ecstatic, Russell shifted gears and talked politics with them, while his car and driver idled at the curb. His energy, patience and curiosity were boundless. </p> <p>\"I loved it,\" Russell said the next day. \"And I especially loved that there were only five of them and that they'd waited all that time. It was so Albert Markovski.\" </p> <p><strong>·</strong> I Heart Huckabees is showing on Thursday at the Odeon Leicester Square, London (0871 224 4007), as the closing movie of the London film festival. It goes on general release on November 26.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the bets of the day's papers. <p><b>WILL BIN LADEN HELP BUSH?</b></p> <p>The polls open tomorrow. And as Donald Rumsfeld might put it, there are plenty of known unknowns washing around in today's papers - chief among them the question: \"Will Osama help Bush?\"</p> <p>\"The Bushies' campaign pitch follows their usual backward logic,\" writes Maureen Dowd in the Herald Tribune. \"Because we have failed to make you safer, you should re-elect us to make you safer. Because we haven't caught Osama in three years, you need us to catch Osama in the next four years. Because we didn't bother to secure explosives in Iraq, you can count on us to make sure those explosives aren't used against you ... It's absurd that America is mired in Iraq ... while the 9/11 mastermind nonchalantly pops up any time he wants.\"</p> <p>In the Bush corner, David Brooks: \"One felt all the old emotions. Who does he think he is, and who does he think we are? One of the crucial issues of this election is: which candidate fundamentally gets the evil represented by this man? Which of these two guys understands it deep in his gut? ... It's quite clear from the polls that most Americans fundamentally think Bush does get this ... We are revealed by what we hate. When it comes to Osama bin Laden, Kerry hasn't revealed whatever it is that lies inside.\"</p> <p>The Bin Laden tape was \"kryptonite for both sides\", the Guardian quotes a White House aide as saying.</p> <p>No one is sure, either, what Bin Laden wanted to achieve with his intervention. \"Some were convinced that he wanted four more years of Mr Bush, others that he wanted Mr Kerry to be elected,\" reports the paper.</p> <p>But no one can do more than speculate about the effect on the election. Karl Rove, George Bush's aide, feels \"very good\" - but then he would, wouldn't he? (The Independent reports theories that he engineered the release of the Bin Laden tape.) The Telegraph tells readers that the president \"must be allowed to finish the war on terror\". William Rees-Mogg assures Times readers that he will win - but the next four years will not be easy. Meanwhile, Mr Bush himself appeared to identify a new addition to the axis of evil, telling Floridians that Cuba should be freed from the ailing Fidel Castro's grip, and 63 people were killed over the weekend in Iraq.</p> <p>The Times calls in Bill Bryson to leaven the mood. \"The most unnerving fact of all is that some 5% of voters make their minds up on election day itself,\" he writes. \"They just see how they feel when they get out of bed in the morning. It is these decisive souls who will determine who leads the free world for the next four years.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1340697,00.html\">Who speaks for America?</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1340616,00.html\">Result remains poised on a razor's edge</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/opinion/eddowd.html\">IHT: Maureen Dowd</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/opinion/edbrooks.html\">IHT: David Brooks</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,482-1338819,00.html\">Times: William Rees-Mogg</a><br> * <a href=\"http://www.timesonline.co.uk/section/0,,7,00.html\">Times: Bill Bryson</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=578096\">Independent: Cubans should be freed, Bush tells Florida</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=578090\">Independent: Bin Laden video inspires Rove conspiracy theories</a><br> * <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2004/11/01/dl0101.xml&amp;sSheet=/opinion/2004/11/01/ixopinion.html\">Telegraph: Bush must be allowed to finish the war on terror</a></p> <p><b>NO CLEAR WINNER IN UKRAINE ELECTION</b></p> <p>And so to Ukraine - where yesterday \"there appeared to be no clear winner in the contentious presidential election\", reports the Herald Tribune. The exit polls gave \"mixed signals\", says the Independent. Both the leading candidates have complained of \"flagrant violations\" at polling stations, including a \"violent assault\" on election observers. A 50% majority is needed if the candidates are to avoid a run-off on November 21.</p> <p>* <a href=\"http://www.theguardian.com/russia/article/0,2763,1340603,00.html\">Ukrainian PM's foe claims poll win</a><br> * <a href=\"http://www.iht.com/articles/2004/10/31/news/kiev.html\">IHT: Uncertainty swirls as Ukraine decides its future</a><br> * <a href=\"http://news.independent.co.uk/europe/story.jsp?story=578081\">Independent: Exit polls give mixed signals</a></p> <p><b>ANTI-GAMBLING MAIL CHAMPIONS LABOUR VALUES</b></p> <p>The Daily Mail sinks its teeth deeper into the gambling bill. \"Tessa wavers now the chips are down\", headlines the paper triumphantly. It says more than 100,000 readers have written to oppose the legislation.</p> <p>In an open letter to Labour MPs, the paper urges them to \"have the integrity to amend this bill\". \"The very idea of super-casinos would have horrified the founders of the Labour party who believed passionately that the poor, the weak and the vulnerable deserved something better than the illusory promise of easy money and the lure of the gambling sharks,\" it says.</p> <p>The Mail says there is \"ABSOLUTELY NO DEMAND\" for more casinos, but the Telegraph demurs: Britons are \"deeply divided\" over the bill, it says. \"People ... want to be allowed to choose what they do in their leisure time.\"</p> <p>* <a href=\"http://www.theguardian.com/gambling/story/0,15248,1340647,00.html\">Jowell may delay super casinos</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml;sessionid=EIPCITNL2XX25QFIQMFSM54AVCBQ0JVC?xml=/news/2004/11/01/ngamb01.xml&amp;sSheet=/portal/2004/11/01/ixportaltop.html\">Telegraph: Britain divided on casinos</a></p> <p><b>MILBURN SCOTCHES FEBRUARY ELECTION RUMOURS</b></p> <p>Rumours of an election in February are squashed by Labour's election coordinator, Alan Milburn, in a Guardian interview. \"What we cannot allow is for this next election to turn into some form of referendum purely on the government's performance,\" Mr Milburn tells the paper, somewhat bafflingly.</p> <p>\"The British voters do not like being taken for granted,\" warns Bruce Anderson in the Independent. \"They expect parliaments to last for around four years, especially when the government has an impregnable majority. February, a month of dark evenings frequently accompanied by filthy weather, is also an unsatisfactory season for general elections.\"</p> <p>Meanwhile, the Times splashes with the news that people with inherited forms of cancer will soon be able to avoid passing it to their offspring by selecting embryos without the offending genes.</p> <p>* <a href=\"http://www.theguardian.com/Politics/labour/story/0,9061,1340698,00.html\">Milburn denies February poll date</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1339197,00.html\">Times: Cancer-free babies approved</a></p> <p><b>'THE LAST GREAT EDWARDIAN LADY'</b></p> <p>The death of the \"oldest member of the royal family in history\", Princess Alice, is marked by lengthy obituaries in the broadsheets. She was 102.</p> <p>Very shy, she was \"perhaps the last great Edwardian lady; the final echo of a world and social order now long gone\", says the Guardian - and, although we learn that she once smuggled herself into Afghanistan \"by a secret overland route\" and hid from two rhinoceroses under a camp bed in Africa, much of her character remains elusive and the obituaries deferential.</p> <p>* <a href=\"http://www.theguardian.com/obituaries/story/0,3604,1340444,00.html\">Obituary</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,60-1338534,00.html\">Times: Obituary</a></p> <p><b>DENNIS THE MENACE</b></p> <p>Relations between Arsenal and Manchester United are sourer than ever. \"Alex Ferguson has added Dennis Bergkamp to his dossier of Arsenal shame,\" reports the Sun. \"Fergie sent the FA a video of all the Gunners' unpunished fouls from last Sunday.\"</p> <p>Meanwhile, the Times says that Tim Henman has turned against the British press. \"Our media is possibly the worst in the world,\" he told a Swiss newspaper last week. \"When you speak to them you notice how little they understand.\" Too true, Tiger.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,5205-1338949,00.html\">Times: Angry Henman aims volley at critics</a></p> <p><b>SIGHS OF THE TIMES</b></p> <p>For the past year or so the Times has been published in two formats, according to taste, but today the paper goes wholly tabloid. The word tabloid, however, is studiously avoided; the Times is a \"compact\" newspaper, the masthead declares.</p> <p>\"The Times has been the beacon of fine journalism in this country and around the world,\" says the paper. \"Our new format ensures that The Times will continue to prosper and to perform its unique and crucial role in British society.\" And to those readers unhappy with the change, the paper has a rejoinder: when it was first published in 1785 as the Daily Universal Register, \"it was a sixpenny compact ... not much larger than the new version\".</p> <p>A Mr Francis Bennion writes to the letters page. \"Sir, Never again will I feel a surge of pride at seeing my humble missive perched in the top left hand corner alongside some majestic editorial. As one who has been published over a hundred times on your letters page, I feel sad at a change which robs The Times of its civilised spaciousness.\" In a sop to Mr Bennion, his letter has been placed next to the leader column.</p> <p>\"Good God! I shall never get over this,\" writes John Walker of Norwich.</p> <p>Readers may have noticed that the Wrap still refers to the Times, the FT, the Guardian, the Telegraph and the Independent as broadsheets - even though two of them have completely abandoned the format. That's because no one seems to have come up with a satisfactory alternative to describe the more serious-minded papers, except the rather snobbish \"quality press\". Any suggestions?</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1339168,00.html\">Times: Another extraordinary day for a newspaper with an extraordinary history</a></p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The deputy governor of Baghdad has reportedly been assassinated.</p> <p>&gt;&gt;&gt; A suicide bombing in a crowded Tel Aviv market this morning has killed at least four people.</p> <p>&gt;&gt;&gt; Ministers face a potential backbench rebellion over the government's plans for \"super-casinos\". A vote is expected late this evening.</p>",
  "<p>American scientists are preparing a makeover for the world's most famous graveyard. A plan to control tourism, limit traffic, deflect flash floods, reduce theft and vandalism and even alter farming on the banks of the Nile could soon begin to change the face of the Valley of the Kings. </p> <p>Egypt's Supreme Council of Antiquities has asked the archaeologists, architects and engineers of the Theban Mapping Project - launched 25 years ago simply to make a detailed map of the 62 tombs and temples of the pharaohs and nobles buried more than 3,000 years ago - to complete a plan for the conservation of the valley by the end of 2005. </p> <p>Kent Weeks, professor of Egyptology at the American University in Cairo, and one of the leading researchers in the region, told a London conference organised by the Bloomsbury Academy on Saturday that visits by 9,000 tourists every day were beginning to destroy the paintings and fabric of tombs that once housed Ramses II, Seti I and Tutankhamun. </p> <p>\"The results are an uncomfortable, claustrophobic experience for tourists, who go away sweating, unhappy, feeling that they have been robbed in a way, which they have, and we find the tomb is suffering badly,\" he said. </p> <p>The tombs must be lit by hundreds of 40 watt bulbs, steadily raising the temperature in what were once sacred subterranean corridors dark for 30 centuries. Four hundred or more tourists a day each leave behind an ounce of moisture - about a third of a teacup - from their breath in any one tomb. </p> <p>\"The rapid, dramatic fluctuation in temperature and humidity are the two things that will do the greatest damage in the shortest time,\" said Professor Weeks. \"It's partly because the plaster itself, when it comes in contact with moisture, begins to soften, gradually weakens and can no longer support itself on a vertical wall, and falls of its own weight to the floor, dragging with it the pigments that were applied. Eventually you wind up with bare stone and a puddle of pigments and mud on the floor, and that's it.\" </p> <p>Prof Weeks began the Theban mapping project in 1979. A project originally expected to take only a few seasons took 21 years. </p> <p>During the research, he made one of the most dramatic discoveries of the last century. He began examining an old, seemingly unimportant tomb, a \"hole in the ground\" about to be threatened by a tourist coach park, and identified KV5, the tomb of the sons of Ramses II, the pharaoh linked to the biblical story of Moses. Prof Weeks has so far identified 130 corridors and chambers, and expects to eventually find perhaps 200. KV5 is the biggest tomb in the valley, and one of the biggest in the world. </p> <p>But the Valley of the Kings is now one of the world's greatest tourist sites, and Egypt expects visitor numbers overall to rise in the next decade to 14 million a year. Many of these will visit Thebes and Luxor, on the Nile several hundred miles south of Cairo. Prof Weeks and his Egyptian colleagues plan to test new technology based on \"cold\" light-emitting diodes to light up the huge tombs, and to introduce \"timed\" tickets to limit the number of visitors in any tomb. </p> <p>The Japanese government is to finance a more discreetly designed visitor centre, and engineers could move parking lots, tear up the valley's Tarmac roads and instead spray polymer on the sand, gravel and limestone bedrock, to provide a long-lasting surface that would mimic the look of ancient desert roads. The scientists have also been asked to begin a plan to protect the 40 or so mortuary temples beyond the valley, at the edge of the cultivated region of Thebes. </p> <p>\"Of those 40 odd temples, only four can be said to be in relatively good condition. The other 36 are on the verge of annihilation; extinction from the incursions of buildings, roads, agricultural land, rising groundwater, theft and vandalism and from the fact that in some cases so little of them remains - they have been used as quarries for the last several centuries - that people don't realise they are there,\" he said. </p> <p>Ancient Egyptian builders often raised huge monuments on puzzlingly flimsy foundations. Vast statues and temples that for thousands of year survived the annual Nile floods are now being sapped by year-round irrigation of sugar cane fields. Prof Weeks is working with agriculture officials to look at new crops or new irrigation techniques to lower groundwater levels. </p> <p>The researchers are also working with hydrological engineers to deflect catastrophic flash floods that happen perhaps just once a century. </p> <p>\"You will get several inches of rain dropped in a matter of minutes, the ground cannot absorb the water and so it washes down the hillside, hundreds of thousands of gallons of water bringing with it tons of sand and stone and rubble and debris. By the time it has been swept over the cliff into the valley proper, it is moving at 20mph an hour, perhaps 50cm deep, down the valley floor and of course washing into any low-lying tombs in its path,\" he said. </p> <p>\"This is the way that, over the past 3,000 years, most of the tombs in the valley have been damaged - by these kinds of floods. We can prevent that. We cannot prevent the rainfall but by the judicious angling and sloping of footpaths we can direct those floods away from the tomb entrances and out of the valley before they do any damage.\" </p> <p><strong>Curse of the tomb invaders</strong></p> <p>It was supposed to be the ultimate in secure burial plots. Hidden in a lonely valley, the Valley of the Kings was designed by the pharoahs to preserve their mummies and riches for eternity. It is no small irony that more than 3,000 years later the tombs, deep in the heart of the mountains, have become one of the most popular tourist attractions in the world. </p> <p>The Valley of the Kings, part of the ancient city of Thebes, was the burial site of almost all the kings of the 18th, 19th, and 20th dynasties, who ruled from 1539-1075 BC. Most of the burial chambers were robbed in antiquity, many by the successors of the owners, as well as the workmen who built the tombs. </p> <p>Exploration of the valley began in earnest at the start of the last century when more than 30 tombs and pits were cleared. But it really attracted world attention with the discovery in 1922 of the tomb of the boy king, Tutankhamun by British archaeologist Howard Carter. </p> <p>It also led to the birth of the myth of the curse of the tomb. At the moment of discovery Carter's pet canary was swallowed whole by a cobra. To local guides, the implication was clear. The boy king, whose golden death mask was modelled on the snake, was determined to wreak revenge for the disturbance of his final resting place. </p> <p>The myth was strengthened five months later with the death of Lord Carnarvon, Carter's patron. As he lay delirious, there are stories that he kept crying: \"A bird is scratching my face.\" At the moment of his death, it was said, all the lights in Cairo mysteriously went out. However, a recent study found that most of the other 25 westerners present when the tomb was opened went on to live to an average age of 70.<br><strong>Jamie Wilson</strong></p>",
  "Princess Alice, Duchess of Gloucester, who has died aged 102, lived longer than her sister-in-law, Queen Elizabeth, the Queen Mother. She was perhaps the last great Edwardian lady; the final echo of a world and social order, now long gone. The widow of one royal duke, Prince Henry, Duke of Gloucester, the third son of King George V and Queen Mary, and the mother of another, she concealed, beneath her quiet public image, a zest for adventure and a steel-like fortitude. <p>That spirit helped her survive the death, in a flying accident, of her 30-year-old eldest son Prince William, in 1972, and that of her husband, in 1974. </p> <p>Lady Alice Christabel Montagu-Douglas-Scott, third daughter of the seventh Duke of Buccleuch and ninth Duke of Queensberry, was born at Montagu House, the family's London mansion in Whitehall. As a child she would watch from a window as her paternal grandparents set off in the ornate Buccleuch state coach for banquets and balls at Buckingham Palace. </p> <p>During the height of the London season, the house was full, with up to 70 people, including servants, in residence. (A spartan touch was that they all shared the single bathroom.) The family moved like highly privileged nomads between their several houses: Eildon Hall, in the Scottish borders; Drumlanrig Castle, Dumfriesshire; Dalkeith House, near Edinburgh; Bowhill, outside Selkirk, and Boughton, Northamptonshire. A special train would be hired to carry the family, servants, carriages, horses, and eight tons of luggage. </p> <p>In her autobiography, Memories Of Ninety Years (1991), she recalled a rather grand luncheon before the first world war, when she saw, for the first time in her life, a woman smoking a cigarette. She watched fascinated as Countess Brassova, the morganatic wife of the Grand Duke Michael of Russia, fitted the cigarette into a long holder, and then, to the amazement of all, called for a servant to light it. </p> <p>Alice made her \"miserable\" debut into society in 1919, at a dance given by the King and Queen for their daughter, Princess Mary. Alice was very shy and plump, and, she said, spent most of the evening hiding behind a pillar. She found the endless round of debutante dances \"dreadful\", and as season followed season, she felt the need to lead a life other than that of \"pointless and boring\" dilettantism. </p> <p>In 1929 she made the break and set off on her travels, finding what she described as a wonderful freedom. In Africa she prospected for gold; became friendly with Karen Blixen, author of Out Of Africa, thought Blixen's husband \"an awful old thing,\" but found Blixen's lover, Denys Finch Hatton \"very attractive\". She she was introduced to the Happy Valley set, notorious for promiscuity, drug taking, and hard drinking, but said she regarded them as \"tiresome people, whom one avoided\". </p> <p>After visiting India, she undertook what she called her \"great adventure\", smuggling herself into Afghanistan, disguised as an Afghan, entering by a secret overland route, into an area off limits to women. She was undetected by the Afghans, but there was \"a great row\" when news of her escapade reached the British authorities. </p> <p>Then, in 1935 she was called home, due to her father's failing health. She was 34 and having had \"a good innings,\" decided to settle down. Prince Henry was waiting in the wings. He had been a friend of her brothers and a regular visitor to the family homes, which he treated as a refuge from the protocol dictated by life at court. They were married in November 1935 in the chapel of Buckingham Palace. In the autumn of 1938, having suffered a second miscarriage, she went with Prince Henry to Kenya to recuperate. </p> <p>On their return, they stayed in Paris and were asked by the then Prime Minister, Neville Chamberlain, to visit the Duke and Duchess of Windsor, who were by then living there as exiles. The government was still undecided about the Duke's future and wanted to test public opinion. The meeting between the Gloucesters and the Windsors was to be the sounding board. The Duchess of Gloucester afterwards wrote: \"The Windsors took us to dine in some smart restaurant. The event received press coverage and the response from the public made it clear to the government that a reconciliation with the Windsors (and the other members of the royal family) would not be popular. We received quite a lot of rude letters, an upsetting experience at the time.\" </p> <p>During the second world war, while Prince Henry served with the army, the Duchess was commissioned into the Waaf, and became its head in 1943. She involved herself in the work of the Red Cross, the Order of St John, and the Women's Voluntary Service for Civil Defence, now the Women's Royal Voluntary Service, and was a trained member of the Voluntary Aid Detachment (VAD). </p> <p>From 1945 until 1947, she lived in Australia, following the appointment of Prince Henry as the first royal governor general. On her return, the Duchess became president or patron of many organisations, among them hospitals and welfare services, and held honorary ranks and appointments in the armed services: Colonel-in-Chief of the Royal Hussars, the King's Own Scottish Borderers and the Royal Corps of Transport. She was also Air Chief Marshal of the Women's Royal Air Force (Wraf). </p> <p>Her private life and happiness was centred on the 16th-century Barnwell Manor, Northamptonshire, where she and Prince Henry farmed. Prince William was born in 1941, and Prince Richard, the present Duke of Gloucester, in 1944. When, in 1995, Prince Richard decided that he could no longer afford its upkeep, Barnwell was let, and Princess Alice went to live in Kensington Palace, the Gloucesters' London home. </p> <p> A t the time, Prince Philip upbraided Prince Richard, telling him that his mother should be allowed to live out her days in her old home, whatever the cost. It was unfair, he said, to uproot an old lady, who lived only for her garden and her dog. Prince Richard argued that the matter was out of his hands. Huge death duties on the estate of his father and elder brother had eroded much of the family fortune. </p> <p>Princess Alice, the last link to an age when the monarchy's place was unquestioned, became increasingly frail. However, at the time of her 100th birthday she posed with most members of the royal family for an historic photocall. </p> <p>Ten years earlier, the Princess wrote: \"Throughout my public life I have often wondered why such crowds should come to welcome me, both in my own country and overseas. Was it to see what clothes I might be wearing, or if I had a pretty face? Or was it that I represented something that lay deep rooted in their hearts; a loyal and loving respect for any member of their royal family? This last, I know, is the true answer.\" </p> <p>She is survived by her son and three grandchildren </p> <p><b>·</b> Princess Alice Christabel, Duchess of Gloucester, born December 25 1901; died October 29 2004</p>",
  "When Juan Francisco Fresno was named Archbishop of Santiago and Chile's primate in 1983, Lucía Hiriart de Pinochet remarked: \"The Lord has answered our prayers.\" But the dictator's wife was wrong: Fresno, who has died of kidney failure aged 90, became a prime mover in the restoration of democracy. <p>He was the architect of the 1985 National Accord, a pact between moderate opposition leaders and erstwhile backers of the military dictatorship, which paved the way for elections in 1989. He also mediated between Argentina and Chile in the 1984 Beagle Channel territorial dispute. </p> <p>Fresno was born in Santiago, the fourth of five children. He studied at the city's seminary, and completed a bachelor's degree in canon law at Rome's Gregorian University. Ordained in Chile in 1937 he took up teaching duties at the seminary while working as a parish priest and a youth organiser. </p> <p>In 1958 Fresno was appointed bishop of Copaipó, in the silver-mining deserts of northern Chile. Promotion to the archbishopric of La Serena followed in 1967, and there he reinvigorated parish life and fostered priestly vocations. </p> <p>Chilean Catholic opinion was deeply divided in the the 1960s and 1970s, some throwing in their lot with Salvador Allende's popular unity and others backing the conservative forces behind the military coup that ousted the socialist government in 1973. Fresno refrained from active political engagement, chairing the country's episcopal conference from 1975 to 1977 and serving Rome's Latin American College. </p> <p>Meanwhile, Catholic activists came to the fore in the resistance to Augusto Pinochet's junta, with the Vicariate of Solidarity becoming a trusted channel for funding and practical support to the oppressed from the international solidarity movement. Fresno's predecessor as Arch bishop of Santiago, Cardinal Silva Henríquez, was a particular irritant to the regime, and the ruling clique hoped for an easier ride under the new primate. </p> <p>Fresno's appointment coincided with an upsurge in resistance. The clandestine left mobilised strikes while the right inched towards an accommodation with democratic forces. Fresno nailed his colours to the mast: \"It is natural that differences should arise between people,\" he declared, \"but when we all seek to build a better world, we must seek a path and I believe that path to be dialogue.\" </p> <p>Made cardinal by John Paul II in 1985, Fresno served six years in the archdiocese and hosted the 1987 papal visit. But the high point had come in August 1983, with a secret meeting at his palace between opposition leaders and emissaries of the military regime. Within two years, Christian Democrats Patricio Aylwin and Gabriel Valdés, Luís Maira of the Christian Left and Andrés Allemand of the conservative National Union Movement cobbled together the National Accord For A Transition to Full Democracy. Fresno acted as honest broker in the first pact uniting a spectrum of Chilean political forces since the 1973 coup. </p> <p>To his satisfaction, this laid the basis for the resounding \"no\" vote in the 1988 plebiscite that ousted Pinochet. Fresno had defined his mission as the pursuit of a Chile that would be \"a land not of confrontation but of mutual understanding\". </p> <p>After his retirement in 1990, the emeritus archbishop lived modestly in the capital. Although blind and a wheelchair user, he continued to visit the sick and help in parochial work. </p> <p><b>·</b> Juan Francisco Fresno Larraín, priest, born July 26 1914; died October 14 2004</p>",
  "Yasser Arafat's grip on power appeared to be slipping yesterday after his subordinates assumed control of the major Palestinian organisations at the weekend and some politicians predicted that his domination was at an end. <p>The Palestinian leader's aides portrayed the transfer of powers as routine, but there was a growing sense that the ailing 75-year-old would be unable to reassert his authority unless doctors in France said they could restore his health. </p> <p>Palestinian officials said doctors had ruled out leukaemia as the cause of his illness, but the hospital has not confirmed this. The aides said doctors were investigating whether Mr Arafat had a viral infection or had even been poisoned. </p> <p>The Palestinian foreign minister, Nabil Shaath, said yesterday that Mr Arafat had eaten a good breakfast. \"He's much better, he's really much better, and he's more cheerful,\" Associated Press reported him as saying. </p> <p>The leaderships of the major Palestinian organisations met at the weekend to agree a transfer of powers. The Palestinian prime minister, Ahmed Qureia, took charge of the national security council, which oversees the armed forces. </p> <p>But the main political levers fell under the control of the former prime minister Mahmoud Abbas, who broke with Mr Arafat last year after accusing him of undermining negotiations with Israel. </p> <p>Mr Abbas assumed the chair of the PLO's executive committee, the organisation's highest policymaking body. He also took over interim control of the Fatah movement, which dominates the PLO and the Palestinian Authority. Mr Abbas walked out of the Fatah executive last year after he resigned as prime minister. </p> <p>But his leadership of Fatah is far from assured if Mr Arafat dies or is incapacitated, as many see Mr Abbas as too moderate. </p> <p>The changes were intended to dispel any doubt among the PLO and Fatah's political rivals that they remained in control. But for some politicians the transfer marked the end of the Mr Arafat's domination. </p> <p>\"There is no doubt the Arafat era is coming to an end,\" said Mawi al-Masri, an independent MP. \"Even if Arafat returns, things have changed. The glass is cracked.\" </p> <p>The deputy speaker of the Palestinian parliament and a member of Fatah, Hassan Khareisha, agreed. \"For years now there was a leader who was more important than the institutions. Now the time has come to consider whether that was the right position,\" he said. </p> <p>But others noted that the end of the Arafat era had been declared several times before. </p> <p>Hamas and Islamic Jihad have called for the creation of a national unity government of all Palestinian parties, but the PLO rejected this. </p> <p>The Israeli prime minister, Ariel Sharon, said yesterday that his unilateral plan to pull Jewish settlers and the army out of the Gaza strip and a small part of the West Bank would proceed even in the event of Mr Arafat's death.</p>",
  "A major assault by US forces to wrest control of the rebel-held town of Falluja loomed closer yesterday after Iraq's interim prime minister, Ayad Allawi, warned that his \"patience was running thin\" with talks to find a peaceful solution. <p>The interim government has repeatedly demanded that Falluja leaders halt insurgent activity, hand over foreign Islamist militants loyal to Abu Musab al-Zarqawi and accept the return of Iraqi security forces. </p> <p>\"If there is a failure in doing this peacefully, then we will do it by force,\" Mr Allawi told a news conference in Baghdad. </p> <p>The rising pressure on the rebel stronghold came as violence in Iraq continued. Last night, a rocket hit the Sunubar Hotel in Tikrit, killing 15 Iraqis and wounding eight others, hospital officials said. </p> <p>In Baghdad on Saturday, a car bomb exploded outside the office of the Al Arabiya television network, killing seven people and injuring 19, while eight marines were killed and 10 wounded when a car bomb detonated next to a truck west of Baghdad - the biggest number of American military deaths in a single incident since May. </p> <p>British soldiers also came under attack. Four shells landed early yesterday in the Black Watch battle group's desolate new base, Camp Dogwood, south of Falluja. In the southern city of Basra, two rockets exploded near where the British contingent has its headquarters. </p> <p>There was also grim news on the hostage front, with the discovery of the decapitated body of a 24-year-old Japanese hostage, Shosei Koda, found in Baghdad wrapped in an American flag. He was kidnapped last week by a group led by Zarqawi. The body of another hostage, the Iraqi Kurdish journalist Nasrallah al-Dawoodi, was also found yesterday, police said. </p> <p>Mr Allawi gave no deadline for the government's demands over Falluja but said: \"We have to restore stability in Iraq ... The window for such a peaceful settlement is closing.\" </p> <p>US officials have said the decision to attack Falluja rests with the Iraqi prime minister. </p> <p>In the nearby town of Ramadi, six people were killed yesterday in clashes between US forces and rebels. </p> <p>Regaining control over Falluja and Ramadi is a key part of the government's strategy to restore control to more than 20 Sunni-dominated towns before the national election due in January which Mr Allawi said yesterday would happen on time. </p> <p>US military commanders believe up to 5,000 Islamic militants, Saddam Hussein loyalists and criminal gangs operate from Falluja. For weeks, US forces have been attacking what they claim are insurgent strongholds in the city. </p> <p>The city's religious leaders - who have warned that any attack would spark an uprising in the Sunni triangle and a boycott of the elections by Sunni Muslims - insist that there are no foreign Arab fighters in the city and that Zarqawi is not there. </p> <p>The Black Watch battle group in central Iraq has been charged with cutting off the supply lines for the Iraqi resistance in the city when the US attack comes. They will patrol villages on the west bank of the Euphrates and the adjacent deserts to prevent the movement of insurgents. </p> <p>But they are being hampered by a dearth of intelligence about their new area of responsibility. \"We are working in an information vacuum to a degree,\" one British officer told an embedded reporter. \"If it sounds vague, that's because no one has the information, to be frank.\" </p> <p>The Japanese government vowed to keep its troops in Iraq despite the beheading of Mr Koda. But his death could harden opinion against the deployment, due there until December 14.</p>",
  "Motorists who cause deaths and injuries on the roads should face penalties equivalent to manslaughter or grievous bodily harm, an influential committee of MPs said yesterday. <p>A new crime of \"negligent driving\", a radical overhaul of sentencing and an increase in jury trials were backed in a report by the Labour-dominated transport select committee. </p> <p>The MPs, led by the veteran Labour backbencher Gwyneth Dunwoody, accused law enforcers of going soft on road safety: \"Where death or injury is involved, it appears that police and prosecutors take a more lenient view of drivers' behaviour than does the general public.\" </p> <p>Motorists convicted of causing death by bad driving presently face sentences of up to 14 years. But those who injure their fellow road users in a crash are typically only charged with dangerous driving, which carries a maximum of two years in jail. </p> <p>Critics say this is unduly lenient. They point out that a motorist who hits somebody in a road rage incident can be jailed for five years for assault. </p> <p>The MPs said they were concerned that police chiefs were presiding over a drop in breath tests and a weakening in the enforcement of speed limits. </p> <p>\"The best manifesto in the world will not produce results unless individual forces and individual police officers take road deaths and injuries as seriously as they take manslaughter or grievous bodily harm,\" said the MPs. \"From the evidence we received, it is clear that in many cases they do not.\" </p> <p>The report received a lukewarm response from motoring groups. The RAC Foundation's director, Edmund King, said he accepted that bad driving could have \"dire consequences\" but questioned whether it was morally equivalent to deliberate assault. </p> <p>He asked: \"If somebody gets into a car and makes a mistake, should they be treated the same as somebody who goes out with a gun with an intent to shoot somebody?\" </p> <p>The committee also urged a relaxation in rules restricting the use of speed cameras to known accident blackspots, arguing that \"the attempt to make speed cameras more acceptable through tough guidelines on their use has backfired\". </p> <p><b>·</b> Adopting the same time zones as the rest of Europe would avert 100 deaths and 350 serious injuries on Britain's roads every year, says the Commission for Integrated Transport. The thinktank argues that lighter evenings would cut the number of accidents involving children on their way home from school.</p>",
  "The full scale of the human cost already paid for the war on Iraq is only now becoming clear. Last week's estimate by investigators, using credible methodology, that more than 100,000 Iraqi civilians - most of them women and children - have died since the US-led invasion is a profound moral indictment of our countries. The US and British governments quickly moved to cast doubt on the Lancet medical journal findings, citing other studies. These mainly media-based reports put the number of Iraqi civilian deaths at about 15,000 - although the basis for such an endorsement is unclear, since neither the US nor the UK admits to collecting data on Iraqi civilian casualties. <p>Civilian deaths have always been a tragic reality of modern war. But the conflict in Iraq was supposed to be different - US and British forces were dispatched to liberate the Iraqi people, not impose their own tyranny of violence. </p> <p>Reading accounts of the US-led invasion, one is struck by the constant, almost casual, reference to civilian deaths. Soldiers and marines speak of destroying hundreds, if not thousands, of vehicles that turned out to be crammed with civilians. US marines acknowledged in the aftermath of the early, bloody battle for Nassiriya that their artillery and air power had pounded civilian areas in a blind effort to suppress insurgents thought to be holed up in the city. The infamous \"shock and awe\" bombing of Baghdad produced hundreds of deaths, as did the 3rd Infantry Division's \"Thunder Run\", an armoured thrust in Baghdad that slaughtered everyone in its path. </p> <p>It is true that, with only a few exceptions, civilians who died as a result of ground combat were not deliberately targeted, but were caught up in the machinery of modern warfare. But when the same claim is made about civilians killed in aerial attacks (the Lancet study estimates that most of civilian deaths were the result of air attacks), the comparison quickly falls apart. Helicopter engagements apart, most aerial bombardment is deliberate and pre-planned. US and British military officials like to brag about the accuracy of the \"precision\" munitions used in these strikes, claiming this makes the kind of modern warfare practised by the coalition in Iraq the most humanitarian in history. </p> <p>But there is nothing humanitarian about explosives once they detonate near civilians, or about a bomb guided to the wrong target. Dozens of civilians were killed during the vain effort to eliminate Saddam Hussein with \"pinpoint\" air strikes, and hundreds have perished in the campaign to eliminate alleged terrorist targets in Falluja. A \"smart bomb\" is only as good as the data used to direct it. And the abysmal quality of the intelligence used has made the smartest of bombs just as dumb and indiscriminate as those, for example, dropped during the second world war. </p> <p>The fact that most bombing missions in Iraq today are pre-planned, with targets allegedly carefully vetted, further indicts those who wage this war in the name of freedom. If these targets are so precise, then those selecting them cannot escape the fact that they are deliberately targeting innocent civilians at the same time as they seek to destroy their intended foe. Some would dismiss these civilians as \"collateral damage\". But we must keep in mind that the British and US governments made a deliberate decision to enter into a conflict of their choosing, not one that was thrust upon them. We invaded Iraq to free Iraqis from a dictator who, by some accounts, oversaw the killing of about 300,000 of his subjects - although no one has been able to verify more than a small fraction of the figure. If it is correct, it took Saddam decades to reach such a horrific statistic. The US and UK have, it seems, reached a third of that total in just 18 months. </p> <p>Meanwhile, the latest scandal over missing nuclear-related high explosives in Iraq (traced and controlled under the UN inspections regime) only underscores the utter deceitfulness of the Bush-Blair argument for the war. Having claimed the uncertainty surrounding Iraq's WMD capability constituted a threat that could not go unchallenged in a post-9/11 world, one would have expected the two leaders to insist on a military course of action that brought under immediate coalition control any aspect of potential WMD capability, especially relating to any possible nuclear threat. That the US military did not have a dedicated force to locate and neutralise these explosives underscores the fact that both Bush and Blair knew that there was no threat from Iraq, nuclear or otherwise. </p> <p> Of course, the US and Britain have a history of turning a blind eye to Iraqi suffering when it suits their political purposes. During the 1990s, hundreds of thousands are estimated by the UN to have died as a result of sanctions. Throughout that time, the US and the UK maintained the fiction that this was the fault of Saddam Hussein, who refused to give up his WMD. We now know that Saddam had disarmed and those deaths were the responsibility of the US and Britain, which refused to lift sanctions. </p> <p>There are many culpable individuals and organisations history will hold to account for the war - from deceitful politicians and journalists to acquiescent military professionals and silent citizens of the world's democracies. As the evidence has piled up confirming what I and others had reported - that Iraq was already disarmed by the late 1990s - my personal vote for one of the most culpable individuals would go to Hans Blix, who headed the UN weapons inspection team in the run-up to war. He had the power if not to prevent, at least to forestall a war with Iraq. Blix knew that Iraq was disarmed, but in his mealy-mouthed testimony to the UN security council helped provide fodder for war. His failure to stand up to the lies used by Bush and Blair to sell the Iraq war must brand him a moral and intellectual coward. </p> <p>But we all are moral cowards when it comes to Iraq. Our collective inability to summon the requisite shame and rage when confronted by an estimate of 100,000 dead Iraqi civilians in the prosecution of an illegal and unjust war not only condemns us, but adds credibility to those who oppose us. The fact that a criminal such as Osama bin Laden can broadcast a videotape on the eve of the US presidential election in which his message is viewed by many around the world as a sober argument in support of his cause is the harshest indictment of the failure of the US and Britain to implement sound policy in the aftermath of 9/11. The death of 3,000 civilians on that horrible day represented a tragedy of huge proportions. Our continued indifference to a war that has slaughtered so many Iraqi civilians, and will continue to kill more, is in many ways an even greater tragedy: not only in terms of scale, but also because these deaths were inflicted by our own hand in the course of an action that has no defence. </p> <p><b>·</b> Scott Ritter was a senior UN weapons inspector in Iraq between 1991 and 1998 and is the author of Frontier Justice: Weapons of Mass Destruction and the Bushwhacking of America </p> <p><a href=\"mailto:wsritter@aol.com\">WSRitter@aol.com</a></p>",
  "One of the world's best-known whistleblowers is in London this week in a mission to encourage public servants with vital information about the war in Iraq or any future conflicts to come forward. His arrival coincides with the prosecutions in Denmark and Ireland of people who took action in opposition to the war. <p>Daniel Ellsberg, whose disclosure of the Pentagon Papers in 1971 helped end the war in Vietnam, said he hoped to encourage people with access to official information regarding the war and questions about its legality to come forward. </p> <p>\"I am not saying that people should do what I did because that would seem self-aggrandising, rather I am saying that people should do what I didn't do - that is, they should come forward with information to prevent war rather than wait until years after it has been going on as I did,\" he said. </p> <p>Mr Ellsberg was prosecuted for leaking papers to the New York Times but cleared in 1973 after it emerged how the Nixon administration had engaged in criminal acts against him and tried to influence the trial. </p> <p>Now based in Berkeley, California, he has been in Denmark for the trial of the Danish whistleblower Frank Grevil and in Ireland for the trial of peace campaigner Mary Kelly who was convicted this week of criminal damage to a US plane at Shannon airport. Mr Ellsberg made statements on behalf of both the accused, although he did not give evidence. </p> <p>The Truth-Telling Project, which Mr Ellsberg started, encourages \"whistleblowing in the national interest\". </p> <p>It urges current and recently retired government officials to pass on information about \"governmental wrongdoing, lies and cover-up. It aims to change the norms and practices that sustain the cult of secrecy, and to de-legitimise silence that costs lives.\" </p> <p>Mr Ellsberg's campaign, which is supported in this country by GCHQ whistleblower Katharine Gun, has been aimed primarily at officials in the US administration. He said it had become increasingly clear that \"a dominant practice of the Bush administration is cover-up on urgent matters of life and death and cover-up of the real motives for the war and of the foreseeable costs and problems of the occupation\". </p> <p>He said the latest example of attempted concealment was the classification of reports and photographs on torture at Abu Ghraib prison which would have remained unknown were it not for unauthorised disclosure. </p> <p>Frank Grevil stands accused of leaking three classified \"threat assessments\" to a Danish newspaper. </p> <p>The documents indicated his employer at the time, the Danish defence intelligence service, was providing inaccurate intelligence on Iraqi weapons of mass destruction before the Danish parliament joined the coalition in March last year. </p> <p>The documents showed that the service was basing its threat assessments almost entirely on data from US and British intelligence agencies. In a statement to the court, Mr Ellsberg said Mr Grevil had acted \"unselfishly and conscientiously in order to strengthen democracy, and government transparency, and true national security\". </p> <p>In court in Ennis, Ireland, Kelly was convicted on Thursday by a 10-2 majority of criminal damage without lawful excuse of a US navy plane. The peace campaigner had attacked the plane with an axe at Shannon airport in January last year, causing £800,000 worth of damage. </p> <p>She said she had taken the action \"to protect lives and prevent crimes\". </p> <p>Kelly, 52, was alleged to have caused £1.5m damage to the plane, which was en route from Fort Worth, Texas, to Italy. </p> <p>She told the jury: \"I wanted to stop the daily slaughter that is going on.\" </p> <p>Judge Carroll Moran told the court: \"The law does not allow us to take the law into our own hands because we disagree with what our government is doing. People act frequently to take actions on principles of conscience and if they break the law they take the consequences.\" </p> <p>He added: \"There is a certain self-opinionated element to the stance she is taking. No one can stand above the law. I dare say that you have a lot of sympathy for Ms Kelly but I would ask you to deal with the matter as dispassionately as you can. Be ruled by your head and not your heart.\" </p> <p>Kelly has not yet been sentenced. </p> <p>Mr Ellsberg, who has been arrested around 70 times in peace protests in the US, said he believed that whistleblowing was a patriotic activity which should be encouraged. \"It is an expression of the higher loyalty officials owe,\" he said. \"It is courageous, patriotic and effective.\"</p>",
  "Cherie Blair has mounted a fresh attack on the legality of some of the Bush administration's decisions by challenging the legal basis of the imprisonment of terrorist suspects at Guantánamo Bay. <p>Downing Street conceded yesterday that she did make the criticisms, in a lecture to law students at Harvard University, for which she was not paid. But it said her remarks should not be interpreted as political. </p> <p>In a previous lecture, she criticised the US administration's refusal to sign up to the international criminal court. </p> <p>Downing Street said Mrs Blair's latest remarks should be read in the context of her role as a human rights lawyer, not as the wife of the prime minister. </p> <p>But the Tory chairman, Liam Fox, said that in the week before the US election she had \"put herself in a potentially embarrassing situation\". \"There are times when a prudent silence is wise,\" he said. </p> <p>Mrs Blair was reported to have criticised the arrest of a gay couple in Mr Bush's home state of Texas for defying a ban on sodomy, and said a supreme court ruling against the ban was \"a model of judicial reasoning\". </p> <p>The ban was backed by Mr Bush when he was state governor. </p> <p>She described the supreme court's decision to give legal protection to two Britons at Guantánamo Bay, as \"profoundly important\" and a \"significant victory for human rights and the international rule of law\". </p> <p>The court struck out President Bush's claim that foreign prisoners were not entitled to the protection of the courts and therefore had no right to challenge their detention. </p> <p>Her only reservation was that the court did not go further and give the detainees more international protection. </p> <p>Two British detainees, Asif Iqbal and Shafiq Rasul, were held at Camp X-ray. They were freed in March after being arrested in Afghanistan and held without charge for more than two years. </p> <p>They allege that heavy-handed treatment was systematic. </p> <p>A No 10 spokesman said: \"These were in no way political opinions. </p> <p>\"She is a high-profile international human rights lawyer and she was expressing a view about the use of the supreme court in the American justice system and used these as examples.\" </p> <p>Mrs Blair was last attacked from the left for her legal opinions by the former cabinet minister Clare Short. </p> <p>Ms Short claimed Mrs Blair had assured her that the war against Iraq was legal. </p> <p>She says in her autobiography: \"Cherie gave me a cup of tea and was very friendly but firmly assured me that Tony would not contemplate breaking international law. </p> <p>\"I was left with the impression that Cherie was involved in discussion of the issues and very supportive of Tony.\" </p> <p>Last November, at a human rights conference at Georgetown University in Washington, Mrs Blair defended the international criminal court. </p> <p>She said that although the court had \"flaws\", she was \"convinced the ICC with independent prosecutors putting tyrants and torturers in the dock before independent judges reflects the postwar human rights aspiration come true\". </p> <p>She said that \"the US appears unwilling to see there are various safeguards built into the statute which ensure that all states have nothing to fear from the court\".</p>",
  "Alan Milburn famously left the cabinet to spend more time with his family and now, back in the cabinet organising Labour's general election, his family is spending more time with him. <p>Sitting at the desk of his plush Cabinet Office rooms overlooking Horse Guards Parade is one of his sons on half-term, clicking through computer screens with the opaque sang-froid of the teenager. This is work-life balance in action. </p> <p>Mr Milburn, six weeks into his new job, appears to have got though his rocky re-entry when everything he said was read through the prism of an attack on the ousted Brownites. Indeed he makes a point of stressing that people from the Treasury are sitting on the newly key election committees. \"We are up and running and everyone has bought into it,\" he says. </p> <p>He even refers admiringly to the \"progressive consensus\", the aspiration set out for Labour by Gordon Brown in a major speech a fortnight ago. </p> <p>He acknowledges the media search for division \"will always happen. You're faced with a choice about this all the time. Do you not do an interview or make a speech because you're afraid of the headline? But you cannot get yourself into that position.\" His big message is that Labour now has an election machine and battle plan, different from the two previous elections, and it will strive to inspire, not just scrape home into a third term. </p> <p>\"All the time, events swish around you, but you have to have a plan and stick to it,\" he says. \"Our plan is first set out the record and achievement, emphasise the pride in Britain, and that Britain is working; secondly make a strong 'future offer' that reconnects and reassembles the New Labour coalition. Lastly, set out the dividing lines with our political opponents so that the next election becomes a choice for the country, not a referendum on this government .\" </p> <p>He vows: \"Our contention is not somehow just to coast it. We are going to take on our opponents, we are going to fight every seat we currently hold in order to win them all.\" </p> <p>His buoyancy stems from recent polls showing Labour well ahead of the Conservatives, despite Iraq and plunging trust in the prime minister. The party's private poll gives Labour a six-point lead. </p> <p>He senses the public are still \"with Labour\", but in need of re-persuasion. </p> <p>\"People are basically with us in spirit, but they want to be absolutely convinced that the issues and concerns that affect their lives are those that affect our lives and are the ones we are going to deal with.\" He lists the critical issues as crime, pensions, childcare, choice, equal pay and social mobility. </p> <p>\"The trick between now and the election is to narrow the gap between those who identify with Labour and those who say they intend to vote Labour.\" The trick also requires trumpeting Labour's record without tottering over into hubris, or else Labour will lose what he describes as \"the permission to persuade\". </p> <p>\"The big fundamental problems the country faced have been addressed,\" he claims. \"Mass unemployment has been replaced with full employment, cuts in public services with investment; a boom and bust economy has been replaced by a stable economy. Finally, there has been a decent constitutional settlement for the country. </p> <p>\"The country is probably in a more optimistic mood than many of us give it credit for. We almost have to make Labour the patriotic party.\" </p> <p>At the same time, there has to be renewal. \"After seven years issues go wrong, issues come up, things don't happen, people have disagreements with one another, so you have to reignite the energy.\" </p> <p>He denies Labour is liable to be crushed by a pincer movement of liberals alienated by Iraq, and working class voters disillusioned by crime and asylum. Nevertheless, he accepts the government may be a hostage to events in Iraq. He says: \"We have got a plan. Elections happen in January and that will produce a more stable Iraq. It is an enormously difficult and divisive issue, but I do not think the 'troops out' position is either realistic or right.\" </p> <p>\"Both [Charles] Kennedy and [Michael] Howard have made a big error of judgment on this. They might think it might reap a harvest in the short term, but come an election, people will start to ask whether they can be trusted with running the country. </p> <p>\"The Tories,\" he asserts, \"are in a lot of trouble. They must have hoped for a far bigger post-conference bounce in the polls than they got. The strategic mistake is worrying more about their right flank than their centre flank. It's very difficult for them when New Labour has taken so much of their centre ground, but, as both [Chris] Patten and [Michael] Portillo have argued in recent weeks, politics in the end is won, not on the extremes, but in the centre.\" </p> <p>Their overall strategy, symbolised by the appointment of the Australian Lynton Crosby as campaign director, will be \"to peddle pessimism and undermine confidence. We have got to expose that.\" </p> <p>But he seems equally determined to assault the Liberals, explaining he has brought in the campaigning MPs Fraser Kemp and Tom Watson \"to take them on, rather than just letting them come at you. We have got to be on the front foot, not on the back foot\". </p> <p>As the Liberal Democrats progress, so the bar of scrutiny is also raised, he says. </p> <p>He promises to take seriously those \"who are traditional left leaning, liberally inclined and contemplating voting for Charles Kennedy\". He intends to point out that the \"Orange Book liberals\", such as Mark Oaten, represent \"a new generation formulating policies that are more Tory than the Tories\". </p> <p>But this does not mean he will backtrack on the party's commitment to choice and market mechanisms in public services. </p> <p>\"Choice is one thing that has always been limited to some people - getting on the housing ladder, having fulfilling employment, getting a decent education and being able to progress in your life. </p> <p>\"I am obsessive that the opportunities I had in my own life are available to other people. We don't do this to pander to consumerism, but because it means spreading opportunity and social mobility,\" something he admits that has declined over the last 20 years. </p> <p>\"We favour reform not as some form of anodyne, value-free process; it is reform for a purpose and that is to expand opportunities. </p> <p>\"In London, if you have got enough money, you either buy your child out of the education system, or you move home in order to locate to a decent school. That is what happens. The way through that is raise standards through city academies and specialist schools. It takes time, effort and resources, but that is what we intend to have.\" </p> <p><b>The CV</b></p> <p><b>Alan Milburn</b> </p> <p><b>Born:</b> January 27 1958 </p> <p><b>Family:</b> Partner, Dr Ruth Briel; two sons </p> <p><b>Education:</b> Stokesley comprehensive school and Lancaster University </p> <p><b>Background:</b> Trade union researcher; business development officer, North Tyneside council </p> <p><b>Political career:</b> MP for Darlington since 1992; opposition health spokesman 1995-96; Treasury spokesman 1996-97; junior health minister 1997-98; chief secretary to the Treasury 1998-99; health secretary 1999-2003; resigned to spend time with family 2003; Chancellor of the Duchy of Lancaster and Labour's election coordinator 2004-</p>",
  "London's pedal-powered rickshaws, loved by tourists but loathed by taxi drivers, are to face a crackdown to prevent them gridlocking streets around the capital's West End nightlife hotspots. <p>Ken Livingstone's Transport for London authority will this week begin a consultation on a licensing regime for pedicabs, which have soared in numbers over the last six years. </p> <p>The authority's board has voted to seek legislation allowing traffic wardens to put tickets on illegally parked rickshaws. The new rules would force drivers to register for training and criminal record checks and would ban them from blocking the capital's narrow side streets. </p> <p>London has an estimated 350 rickshaws and they have also sprung up in Oxford, Manchester and Edinburgh. </p> <p>There are believed to be seven companies operating them in the capital, although nobody is sure of the exact number because they are not subject to any rules. </p> <p>Taxi drivers went to court last year in an attempt to get pedicabs outlawed, claiming they were breaching an 1869 act of parliament which gave black cabs a monopoly on soliciting for passengers on London's streets. </p> <p>But a high court judge threw out the challenge, ruling instead that a rickshaw amounted to a \"stagecoach\", and was legal as long as it charged individual fares for each passenger. </p> <p>One of the first rickshaw operators was Bugbugs, a non-profit organisation established in 1998 with the intention of creating environmentally friendly work for unemployed youngsters. </p> <p>Bugbugs' trustee and founder Chris Smallwood, one of the leading advocates for licensing, said: \"Taxi drivers leave a big hole - there aren't enough of them. </p> <p>\"Pedicabs are quite good as a small part of an integrated transport policy because they're green, and they're a bit of fun. But we need regulation to ensure all operators are subject to a code of conduct.\" </p> <p>Pedicabs are generally used by visitors for short journeys. Critics say they routinely levy rates equivalent to £25 per mile on unsuspecting tourists. In many cases, drivers pay a nightly fee to lease the vehicles from operators and then pocket the fares. </p> <p>Westminster's Conservative-controlled council has urged the mayor to subject pedicabs to the same rules as taxis and minicabs. </p> <p>But the Licensed Taxi Drivers Association has vowed to fight them off the streets. Its general secretary, Bob Oddy, believes rickshaws are \"deathtraps\" which tip over if they touch the kerb or take corners at speed. He said: \"It's just a question of time before somebody gets killed.\" </p> <p>Mr Oddy said rickshaws did not represent a commercial threat to London's 30,000 black taxis. He said: \"They're not a challenge to us and they clearly never will be. We don't want them because they're a bloody nuisance. </p> <p>\"They form rings of steel three-deep around the theatres and block fire exits. Licensing won't make any difference at all - we want them banned.\"</p>",
  "<p>Northampton are less than half the team without Paul Grayson. The England international's absence with a hand injury six weeks ago coincided with the Saints' alarming dip in form. From leading the Premiership with maximum points from two matches, they lost the next five in a run that realised only one try. </p> <p>At 33 the fly-half relies not on his legs but on his vision. Grayson is club rugby's equivalent of Dennis Bergkamp, freeing runners and giving Northampton an attacking edge. The Saints' faithful had not seen their side score a try here since the opening day of the season and then two turned up at once at the end of the first half with Grayson's neat pass under pressure creating the first. </p> <p>It was Grayson's contribution to his side's third and decisive try in the second half that highlighted the difference he makes, a long, floating pass that exposed a hole in the defence for Bruce Reihana and Wylie Human to exploit. </p> <p>Northampton were static and unimaginative when Grayson was unavailable, ending up with Reihana at outside-half which exacerbated their playmaking problem. With Grayson back in harness, Reihana returned to full-back and his influence on Saturday was almost as profound as Grayson's, running from deep at pace and encouraging his wings to make angled runs. </p> <p>\"Paul made a big difference to us,\" said the Northampton head coach Alan Solomons. \"He gave us direction and control and you would not have guessed it was his first game for six weeks.\" Grayson, with his ability to improvise and react under pressure is a dying breed in the professional game with its emphasis on game plans rather than innate cunning. </p> <p>Without Grayson Northampton would have struggled to break down an obdurate Scarlets' defence. The game turned at the end of the opening half when, with his side trailing 6-3, Arwel Thomas missed a 30-yard penalty. </p> <p>Two tries is two minutes gave Northampton a decisive lead and the Scarlets, with problems at outside-half of their own following the departure of Stephen Jones, never threatened to close the gap. The battle for the group title is between Toulouse and the Saints who meet in a double-header next month. </p> <p>Solomons believes that the French clubs have an advantage in the Heineken Cup because they are not restricted by a £1.9m salary cap. \"It is like Manchester Utd and Crewe Alexandra,\" he said. </p> <p>The Llanelli head coach Gareth Jenkins, whose playing budget is considerably less than Northampton's, asked: \"What does that make us?\" </p> <p>Yet English clubs have won the Heineken Cup in five of the last seven years. \"Premiership sides can afford to bring in players from abroad and Northampton had a cosmopolitan side against us,\" said Jenkins. \"In contrast we are only allowed to field two non-Welsh players and, if we are to be successful in Europe again, that has to change.\" </p> <p>The Scarlets, Wales's only force in Europe this decade, had a quiet summer in the transfer market. \"We have to realise that we should not be picking Welsh players if they are not good enough,\" said Jenkins. \"Whether we can afford to go outside is another matter but the fact is Welsh teams are not competing and we have big decisions to make in the summer when 17 players are out of contract.\" </p> <p>Northampton have a policy of signing players from abroad but Solomons stresses that they rely on their academy. The coach was given a vote of confidence by his chairman Keith Barwell, who is planning a summer raid on the foreign markets. He would do well to find another Grayson, and how the Scarlets could do with the reopening of Wales's outside-half factory. </p> <p> <strong> Northampton</strong> : Reihana; Human, Stcherbina, Hyndman, Cohen; Grayson, Robinson (Howard, 78); Smith (Sturgess, 71), Richmond (Van Wyk, 68), Budgen, Lord (Seely, 67), Browne, Fox, Krige (capt), Blowers. </p> <p><strong> Tries: </strong> Human 2, Fox. <strong> Cons:</strong> Grayson 2. <strong> Pens: </strong> Grayson 2. </p> <p><strong> Llanelli Scarlets: </strong> B Davies (Finau, h-t); Evans, Taylor, Watkins, Selley; A Thomas (Bowen, h-t), Peel (Phillips, 76); I Thomas (John, h-t), Rees, J Davies, A Jones, Wyatt, D Jones (G Thomas, 63), Easterby (capt), Quinnell. </p> <p><strong> Pen</strong> : A Thomas. </p> <p><strong> Referee:</strong> A Rolland (Ireland). </p> <p><strong> Attendance:</strong> 11,939.</p>",
  "<p>New international coaches do not get a long honeymoon period with the fans and press and that is why, as Andy Robinson prepares to name his first England team, he should resist the urge to experiment too widely. He will be judged immediately, so he should select on current form. </p> <p>Expectations will be high against Canada on November 13, simply because the opposition is not highly rated. Because the result is not hard to predict, Robinson will be judged on how England play, how they look as a unit. Everyone will expect an emphatic victory, so there is no comfort zone. </p> <p>In the front row, Trevor Woodman and Julian White are the automatic choices, but it is at hooker that Robinson currently has a real headache. Mark Regan can step in for Steve Thompson, who is injured and in any case had not been playing like his usual self, but Robinson will be watching Leeds this weekend with his fingers crossed, as behind Regan he is not spoilt for choice. </p> <p>In the second row there are more options. Danny Grewcock has the experience and the grit needed, as long as he can be persuaded to keep himself on a tight rein, while Ben Kay looked solid for Leicester in the lineout against Biarritz on Saturday. </p> <p>The back-row is Robinson's biggest conundrum and the loss of Richard Hill means he has no choice but to experiment. He should gamble on Andy Hazell, who was everywhere for Gloucester against Ulster on Saturday and is a rapid No7 in the Neil Back mould, with Back's scything tackle. Joe Worsley suddenly becomes an automatic selection, after years of watching Back, Hill and Lawrence Dallaglio take precedence. He is now the most experienced back-row available to Robinson, has been a fabulous player for Wasps and should seize his chance. With Lewis Moody still a match or two away from his best, I would opt for James Forrester to fill the final slot. </p> <p>Robinson has two options at scrum-half, Andy Gomarsall and Harry Ellis, and he should start with the Gloucester man - he may be a little less rapid and lively but he is more solid and experienced. Given the new-look back-row, a little more experience behind them will not go amiss. And I am sure Robinson has been watching Matt Dawson's recent form at Wasps with interest: I don't see how he can be kept in the cold for much longer. </p> <p>At fly-half, Charlie Hodgson is the best all-round option. He offers a little more in his game than Olly Barkley and Sale have been fizzing recently. Their fly-half must have something to do with that. Alex King is not that far away either - he has always been overlooked and I am not quite sure why, as he clearly has the ability to control big games. </p> <p>The centres, Mike Tindall and Will Greenwood, are again automatic selections: neither has retired since the World Cup, so keep them in. They are solid, they know each other, they work well together. If fit, they are indispensable. Henry Paul has plenty to recommend him but for the moment he should stay on the bench. </p> <p>The captaincy is a close call between those two. Tindall is the second vice-captain alongside Hill so he may be the obvious choice, but my preference would be Greenwood: a cooler head with more experience. He is older and will not be around forever, but that is irrelevant assuming Sir Jonny returns. </p> <p>On the wings I would opt for James Simpson-Daniel and Mark Cueto. Sinbad is electric at the moment, is playing intelligently and is doing positive things each time he gets the ball, while Cueto is the man in form: young, aggressive, strong, quick and a bit too good when we played Sale recently. </p> <p>At full-back, Jason Robinson needs no introduction. If Thierry Henry is Arsenal's va-va-voom, Robinson is just pure vroom. For the future, however, I would look at moving Robinson to the wing and, when he qualifies, bringing in the New Zealander Mark van Gisbergen, a player of amazing class who, like King and Worsley, has played a big role in Wasps' recent successes. </p> <p>Van Gisbergen is probably the best all-round full-back in the Premiership and, like Napoleon, shows that you don't need to be massive to be successful.</p>",
  "<p>The Slash U ranch near Tucson, Arizona, 4am on a grim Wednesday. It's dark, there's a 30mph wind and cold, heavy rain. The yard outside the ranch house is filled with barking dogs and horses watch over fences as a TV news crew assemble their gear. Having rejected a windswept field as a possible site for their report, the five-man team from Sky have settled on a barn. This is partly to protect their kit from the rain but also because the tackroom is straight out of Bonanza, loaded with cowboy saddles, reins, crops and horse feed and the rancher is wearing a stetson. </p> <p>The team are exhausted. They've been up since 2.30am, having got to bed at 11pm the night before. Now they're about to go live into London's lunchtime news bulletin. Stumbling through the gloom and biting rain, they've somehow managed to rig a bank of glaring lights that penetrate the pre-dawn shadows. Behind it they've set up a futuristic wi-fi base unit to handle a feed from a digi-cam. Outside, in the satellite van, Dan Williams, Sky's Washington news editor, is watching anxiously on a monitor as US correspondent Andrew Wilson mounts one of the rancher's horses ready to deliver his piece to camera. The disembodied voice from London says they'll be coming to Dan in five minutes, at which point there's a tiny flicker and all the power in the barn snaps off leaving everything in pitch black. </p> <p>Williams would be forgiven if he started to cry. Instead, with an almost chillingly inhuman calm, he sets about fixing the power as the seconds tick away. Engineers and cameramen blunder through the wet, re-rigging and e-plugging as the feed from London counts down remorselessly. Finally, with less than 60 seconds to go, the lights flash back on, Wilson tugs on the horse's reins and they're live to London just as if they'd been cued up for an hour. </p> <p>Here's why the crew are huddled in the Arizona downpour. The US presidential election is the biggest news story in the world. It comes at a time when news is more instantly available and minutely examined than at any other time in human history. Every news channel, every national broadcaster with a reasonable news operation and every big newspaper in the world needs to cover Bush v Kerry, as well as the bloggers like Daily Kos who are now getting accreditation. This leads to some incredible numbers. </p> <p>The BBC has 200 people dedicated to covering the election, including engineering and technical staff, Sky News has about 50, with a similar presence from ITN's ITV, Channel 4 and Channel Five news teams, plus radio news and the national dailies, which brings the total UK media presence to almost 400 people. Spreading out across Europe, these numbers are replicated. There are four Russian television news operations with teams in the US; German, Spanish, Italian and French news channels, state and independent broadcasters as well as their print compatriots. Even Croatian state television has a presence. Then there's North Africa, Asia, Oceania - indeed, latest estimates put the number of foreign journalists covering the story at almost 8,000 people - roughly the equivalent of the UK's military presence in Iraq and probably better equipped. </p> <p>And yet it's not an easy gig. For one thing, the candidates treat the foreign media with contempt. During the 2000 election, a reporter from a German newspaper asked Karen Hughes, Bush's senior adviser, a question. Half way through her answer, something struck her. \"Who do you work for?\" she asked. \"A German newspaper,\" he began. \"Then what am I wasting my time talking to you for?\" she asked, somewhat rhetorically, and turned on her heel. One Kerry aide was equally specific. \"To us,\" he told the Washington Post last week, \"foreign media are about as useful as lice.\" </p> <p>As a result, when it comes to media access, rationing is extremely harsh. There are ten media places on Air Force One and Kerry's campaign plane and these go to the four US television networks - Fox, CBS, NBC, ABC - as well as CNN and the big daily newspapers (whose journalists are charmingly known as \"scribblers\"). These people form the \"gaggle\", the small group of hacks who get daily briefings from the campaign team, outlining the theme for the day at the various speeches the candidate plans to give. On October 27, for instance, the Kerry gaggle travelled with the senator as he visited Iowa, then Minnesota, back to Iowa and on to Ohio. They were pre-briefed that Kerry planned to pick up on the New York Times story about missing explosives in Iraq, managing to feed reports into every bulletin - even those that went out before a speech had been made. </p> <p>Following close behind each campaign jet are the press charters, two planes booked by the White House Press Club, who have to keep close tabs on what the plane in front is doing just in case a tight poll forces everyone to veer off to Florida. Foreign media can apply for a place on one of these charters, but it costs a couple of thousand dollars a day and that's a lot of money to pay to have the candidates ignore you. </p> <p>What's more galling to international superstar anchors is how important tiny local cable stations and newspapers suddenly become. The decision is going to be made in the handful of states that aren't already cast-iron Republican or Democrat loyalists. At the start of the final week, that meant ten states; Florida, Ohio and Pennsylvania plus Colorado, Nevada, New Hampshire, Iowa, Minnesota, New Mexico and Wisconsin - although by Wednesday, previously pro-Gore Michigan started to look like a Bush target. The local media in those states suddenly achieve a status commensurate with that of CNN or NBC. Last week, for instance, some overseas broadcasters began talks to gain access to Carl Rove, the mastermind behind the Bush campaign. He blew them off for lunch with the chief reporter of the Ohio Sentinel. </p> <p> Newspapers can respond in different ways to this news drought. They could, for instance, propose a letter-writing campaign to an obscure county in Ohio. That might generate one or two column inches. For 24-hour news channels - whose viewers expect something on the election in every bulletin - this is a nightmare. Sky has decided to try something different. As well as two reporters leapfrogging the campaign trail, they've hired a private jet for Williams' team and sent them out into America to tap the mood of the population. Wilson will file three live reports a day from three different areas in five different states where election issues are felt at the sharp end in a series of packages known as Sky Across America. </p> <p>\"It's partly to sidestep the anti-foreign media bias and partly a bid to explain the campaign to the Brits,\" Williams explains. \"So far, we've been to logging camps and the wilderness in Oregon to look at environmental issues as well as a marine base and a vets' barbecue in South Carolina to cover the military vote. Arizona is right on the border with Mexico and they're turning back 600,000 illegal immigrants a year - with estimates that two out of three get through. Locals have reported Iranians coming over and fear al-Qaeda may smuggle themselves over the border.\" </p> <p>With 8,000 hacks roaming the nation looking for a story, of course, there's always the possibility of a crossover. Moving on from the border ranch, the team hooked up with a gang of Tombstone vigilantes who head out to well-known immigrant routes, armed to the teeth. These people seem unlikely media stars. For one thing, their activities are very close to illegal. For another, they show up in a 4x4 sporting the bumper sticker \"CNN Lies!\" Nonetheless, these citizens have already featured on two other news channels, one of them Russian. \"They had awfully heavy cameras,\" one vigilante recalls. \"We saw a bunch of illegals and chased 'em for four miles and those poor Russians were pretty tired out.\" </p> <p>Meanwhile on the stump, Sky's other US correspondents are covering the swing states, with Ian Woods tracking the candidates and, this week, Keith Graves focusing on Florida. On Monday, Woods was at Love Park in Pennsylvania for Bill Clinton's appearance alongside Kerry - a bizarre spectacle in a long, thin park packed with 80-90,000 ecstatic Democrats who only had a sideways view of their idol as the stage had been rotated 90 degrees to face the media. By Wednesday, as Williams and co pushed through the Arizona scrub with the gun totin' vigilantes, Woods was covering Bush in Youngstown, Ohio. \"We usually have a rough idea as to where the candidates are going about 72 hours in advance,\" he explains on the way to the commuter airport where the Bush team have booked a hangar for the rally. \"Then they give you the address with 24 hours' notice.\" </p> <p>He arrived at the airport at the same time as the Observer, a Dutch and a Belgian journalist. As they pulled up, the last of the Ohio media were trickling into the press entrance, at which point it was shut by the secret service, who told the Europeans to hoof it round the airport to the public entrance, a journey of four miles through gridlocked traffic. After two miles, they abandoned their cars and finished the journey on foot, Woods arriving in situ two minutes before going live. \"To be fair, even the local media thought the event was badly organised,\" he says wryly. </p> <p>The following day, Williams and Wilson are filming in a TV evangelist's studio, asking Dr Richard Roberts about the Christian vote. \"I have been preaching that we need to support a man of God who governs well,\" Roberts intones, whilst cynical London cameramen struggle to avoid blaspheming as they wire up their kit and drop things on their feet. \"And that man is Bush.\" The crew are slightly suspicious of Roberts when the studio manager takes them round the studio, showing off the digital editing suites. \"That set up would cost several million dollars,\" cameraman Martin whispers. \"Where's he getting the money?\" </p> <p>As the Sky jet lands in New York for the final day, filming NYPD commissioner Raymond Kelly at Ground Zero, Woods is covering the Kerry/Springsteen rally. This is a big one for the non-English speaking media, because they don't need to translate Springsteen's songs. Woods is swamped by Japanese camera crews, but the Yanks are late, allowing him to nick some transponder times from CBS and do a live set-up for the first time this week. </p> <p>The teams chat on Friday morning to plan the next few days. Monday sees Kerry and Bush both making seven separate visits, and New Jersey and Hawaii - previously Democrat safe states - suddenly look vulnerable. That could mean covering more than 6,000 miles in 24 hours. \"We're going to need another plane,\" says Williams, wistfully.</p>",
  "<p>Princes and princesses are in the news again, from Harry's close encounters with the paparazzi to Princess Caroline of Monaco's latest gladiatorial contest with the German media. Princess Caroline has been a reluctant celebrity for most of her life. Her daughters have now repeated their mother's recent court success in June this year, this time to protect their own privacy; her five-year-old won a record £53,000 against the publishers of pictures taken surreptitiously, one of the girl being held by her mother and another snapped by a photographer hiding inside the family grounds. Thus the next generation now benefits from the principle that, in the absence of genuine matters of public concern, there is no legitimate interest in the private life of a celebrity. </p> <p>Closer to home, the application of the Press Complaints Commission's code of practice has not been easy to follow. The Daily Telegraph was rebuked for unnecessary intrusion into the private life of Euan Blair at university. His place of education was regarded as sensitive. It may be of public interest to know where children of public figures are educated (and how this relates to their parents' political views), but personal security and other issues might support more limited information being published. And what of the royal family, who are born to be famous? Last year the PCC seemed to take the view that the princes were famous in their own right in its decision to exonerate the News of the World for its report on Prince Harry's behaviour, but will the same be true this year after his disagreement with the paparazzi? Harry may now be deemed to be of age to handle these situations appropriately, but how does that square with the protection afforded to Caroline and her daughters? </p> <p>Contrast the situation where the children are seen as part of the image presented by the celebrity. Recent US coverage showed a striking picture of the smiling Schwarzeneggers, striding purposefully forward abreast and hand-in-hand, presumably to represent the wholesome political family. To what extent were their children able to consent to this presentation? As in other areas of the law, should the best interests of the child be more at issue? Whether children are famous in their own right or not, does this affect their parents' ability to consent to breaches of their children's privacy, even if the image is controlled? The recent Mario Testino photograph of a convivial threesome of Prince Charles and his sons was issued to the media with the warning that accompanying comment must be positive in content, a requirement reportedly laid down by the photographer. We are accustomed to photographers having copyright in their own pictures, but subjecting a picture conspicuously intended for public consumption to further conditions raises yet further the bar of the media high jump. </p> <p>In one sense this condition of use is consistent with the Michael Douglas-Catherine Zeta-Jones wedding pictures case, where the essence was the control of image based on the law of contract and confidentiality, the latter concept being further extended by the appeal decision in Naomi Campbell v Mirror Group. But there is a possible problem here with children. Definitions of \"child\" vary from \"under 14\" in some cases through 16 in others to 18 in many criminal and civil cases. In most cases contracts with minors are technically unenforceable against them unless the minor \"adopts\" the contract after reaching 18. If children do have their own rights of respect for their private life, can they then validly consent to exploitation? </p> <p>Paragraph three of the PCC code, as recently revised, adds to the right to respect for private life that it is unacceptable to photograph anyone in private places (including public places where there is a reasonable expectation of privacy) without their consent. Paragraph six lays down principles regarding respect for school life and adds that the \"fame, notoriety or position of a parent or guardian\" must not be used \"as sole justification\" for publishing details of a child's private life. These standards however remain subject to the public interest test, and the further proviso that in the case of children under 16, editors \"will be expected to demonstrate an exceptional public interest to over-ride the normally paramount interest of the child\". So publishing pictures by the paparazzi pursuing Gwyneth Paltrow with her baby daughter would seem to be in violation of the PCC code on all counts. The actress could, on the face of it, also use the Princess Caroline European Court decision, as developed by the German courts, to protect her daughter. </p> <p>We are still left with questions. First, when does a child become old enough to consent to publicity on his or her own? It would be bizarre if this were greater than 16, an age implicitly recognised by other consent legislation and by the code itself. Second, what if the parent exposes the child to publicity? Can the child really consent to this if under age? If there is a self-standing right to respect for private life, does this stand also against the parents? This might be a logical result from the last Princess Caroline case, leaving parents potentially unable to consent on their children's behalf or being exposed to future responsibility for injury to their children from premature exposure to publicity. And there is a third issue, possibly of greater concern to society. Are we now, to avoid these risks, to have children's pictures airbrushed from the media and to be faced with a society of non-celebrity adults? As ever we really need to think these things through before they become law piecemeal. Certainly the plans for \"Little Brother\" should be postponed.</p> <p><strong>· </strong>Charles Boundy is group legal director of Random House and a partner at Fladgate Fielder</p>",
  "With just two days to the US presidential election, the jockeying for the 2008 Republican nomination stepped up a gear yesterday with an unexpected admission by Arnold Schwarzenegger that he would be interested in running. <p>On previous occasions the governor of California has sidestepped the question, but asked last night on the CBS programme 60 Minutes if he would support an amendment to allow a foreign-born national to be president, Mr Schwarzenegger said: \"Yes, absolutely.\" </p> <p>\"I think, you know, because why not? I mean, you know, anyone with my way of thinking, you always shoot for the top,\" he said. \"But it's not something that I am preoccupied with. I am not thinking one single minute about that because there's so many things I have to do in California, and my promise was to straighten out the mess in California.\" </p> <p>The Austrian-born former action hero's ambitions are not possible at present: under the constitution, a president has to have been born in the US. An amendment would allow anyone who has been a US citizen for 20 years to run. Mr Schwarzenegger became a citizen in 1983. </p> <p>His words come just two days after he appeared alongside George Bush in Columbus, Ohio. </p> <p>Mr Schwarzenegger's relations with the president are known to be cool, as was evident during the rally on Friday. The governor failed to attack John Kerry during his speech, and then sat with his hands folded during Mr Bush's speech, failing to applaud many of the more conservative, crowd-pleasing lines. </p> <p>The differences between the two stem in part from political ambitions, but also from genuine policy differences. Mr Schwarzenegger is mindful that he owes much of popularity to his ability to talk to both Republican and Democrat voters. His aides are concerned that if he is too closely aligned with Mr Bush, much of the governor's liberal support will be scared away. </p> <p>The two have very different priorities. Mr Schwarzenegger is married to Maria Shriver, a member of the Kennedy clan and active Democrat. Her influence is credited with moving Mr Schwarzenegger to more liberal positions than the president on issues such as gun control, abortion and stem cell research. That issue, brought to prominence by the recent death of Christopher Reeve, also flared up at the weekend as the actor and director Mel Gibson opposed Mr Schwarzenegger's endorsement of a Californian ballot proposition to authorise $3bn (£1.63bn) into stem cell research. </p> <p>Gibson, one of the most powerful men in Hollywood after the success of his Christian traditionalist-inspired film The Passion of the Christ, said he had tried to call Mr Schwarzenegger to discuss the issue with him. \"He said, 'Well, I'm very busy now. I'll call you back. I've got to make a speech, you know. I'll call you right back.' Well, Arnold, I'm still waiting for your call,\" Gibson told ABC news. </p> <p>But Mr Schwarzenegger disputed Gibson's version of the conversation, saying that it was Gibson who had failed to return his call. \"I don't know what this was all about,\" Mr Schwarzenegger said. \"I did talk to him for several minutes and explained to him what my position was. I called back at 9 o'clock and left a message. He hasn't returned my call.\" </p> <p>Gibson, who has also recorded a radio commercial opposing the proposition to fund stem cell research, said: \"I was never in a petri dish, but at one stage I was that little cluster of cells myself, as were you, as was the doctor, as is everybody. </p> <p>\"Tell me anybody who was not that at some point in their development, and I'll give you a cigar,\" he added, in reference to Mr Schwarzenegger's custom of presenting visitors and admirers with his own brand of cigar.</p>",
  "<p>Graeme Souness always suspected Newcastle might just get \"a bloody nose\" here and such fears were fully realised as his players received a thorough roughing up from Sam Allardyce's physically formidable side. </p> <p>An ensemble to make the purist shudder, Bolton blitzed their guests into submission courtesy of a barrage of long, high balls and scored two goals from set-pieces. Quite apart from denying Newcastle the space or time to indulge any creative impulses they also ended their 10-match unbeaten run dating back to the time Souness was confirmed as Sir Bobby Robson's successor. </p> <p>Although the result, which elevates Allardyce's side to fourth, hardly registered as a shock, the fact that El Hadji Diouf, an £11m misfit with Liverpool, scored one goal, created another for Kevin Davies and won the man-of-the-match award proved a bigger surprise. </p> <p>If Diouf's unlikely renaissance is testimony to Allardyce's powers of man management, Souness is definitely not about to fall under the Bolton manager's spell. </p> <p>\"I'm disappointed,\" said Newcastle's manager whose goalkeeper, Shay Given was culpable for both home goals. \"Bolton have an intimidating, in-your-face style. They are all about set-pieces and don't play much football. It was a scrap; they put you under enormous pressure and launch so many balls into the box.\" </p> <p>Unimpressed, Allardyce retorted: \"Graeme shouldn't comment on our performance except to say we were too good for them. We are in the business of results and how you get them doesn't matter. Anyway most games at every level are decided by set-pieces. We may have been scrappy but we nullified one of the Premiership's best attacking forces.\" </p> <p>True but at least Souness - coincidentally behind Allardyce on Newcastle's original short list to replace Robson - encourages his players to pass the ball properly and will not countenance a reversion to such stone-age tactics. </p> <p>Nevertheless his decision to play Patrick Kluivert in a slightly withdrawn role behind Alan Shearer and Craig Bellamy did not pay off, Kluivert appearing to be a man suffering from deep culture shock long before his substitution. </p> <p>Bolton never permitted Newcastle to settle into any sort of considered passing groove, leaving them over reliant on Bellamy's startling change of pace. </p> <p>Yet if Bolton dictated the tempo and looking increasingly formidable in one-on-one combat - while Nicky Butt proved Newcastle's best player, the normally spiky Lee Bowyer was cowed into anonymity - they looked to be hitting far too many of those speculative long, high, untidy balls. </p> <p>Streetwise and macho as it undoubtedly proved Allardyce's gameplan also had the less welcome effect of leaving Jay-Jay Okocha far less effective than he should have been. Even so, Okocha remained Bolton's most incisive player. </p> <p>It was surely no coincidence that the best chance of the first half originated during a break in this aerial barrage. It began with Diouf delivering a reassuring ground-level pass from his wide-right attacking role which bisected two defenders and found Davies in an inviting shooting position which the striker proved unequal to. </p> <p>Rather more typically, Diouf's opener was a far-post header derived from a long throw in by Okocha and flicked on by Rahdi Jaidi. With Given lured off his line and into a collision which broke Jaidi's nose, the ball finally fell to Diouf who claimed his first goal since March 2003. The Senegal international was so overjoyed that he removed his shirt in celebration and was promptly booked. </p> <p>Newcastle seized on a temporary concentration lapse in the home ranks as Darren Ambrose advanced from deep in midfield and embarked on an exhilarating run which carried him past three defenders before he dispatched a curling 25-yard shot past Jussi Jaaskelainen with his right foot. </p> <p>\"It took a wonder goal for them to score,\" stressed Allardyce who saw Davies restore Bolton's lead. Their second goal was once again born of a set-piece with Diouf this time headed on this time from Fernando Hierro's free-kick, leaving the on-rushing Davies to stretch every sinew and stab the ball beyond the advancing Given from close range.</p>",
  "<p>This was a Halloween match without treats or tricks. Peter Reid called it \"really entertaining\". Nine league games without a win can addle perspective. Two months cut off from reality could make reality TV entertaining for a moment. This was excitement made in masks, mistakes and a rat-a-tat of goals but forgotten by Guy Fawkes night. </p> <p>It was a good win for Coventry, two points above the relegation places. Reading, lying second, were averaging two points a game, Coventry one. It was an even better win for Reid and Mike McGinnity, the chairman, who last May was caught engaging him as fifth manager in three seasons behind the back of the fourth, Eric Black, who had them in 12th place with a game to go. </p> <p>Coventry's crowd was 1,150 down on last season's average, which was 6,000 below their average five seasons ago in the Premiership. They are due to start next August in the Jaguar Arena, a new 32,000-seater suggesting airs above their station, and the way they were heading, to whatever the division below their present one is called by then, it might better have been the Minardi Arena, though in light of latest news Jaguar may be suitable after all. </p> <p>They have let in goals freely while Reading came with the division's tightest defence; so the score as well as the result was startling. Coventry were fifth when Calum Davenport was transferred to Spurs after six games. Since then Richard Shaw, 36, and Steve Staunton, 35, have been found out, for all their experience. Florent Laville, on loan from Bolton, made his debut on Saturday and Adie Williams, last link with the Reading side that came second in this division 10 seasons ago, is expected to sign this week. </p> <p>But the key to their win lay in the control of midfield seized by Michael Doyle, in particular, and Stephen Hughes after half-time, when Patrick Suffo also lent the attack greater potency. From 1-1, through an early exchange of errors, Coventry went two up, exposing Reading's left, before a quick reply gave the closing stages a modest tension that Steve Coppell felt should have been greater. </p> <p>\"We're not very good at huffing and puffing,\" he said. \"We did silly things, trying to get a break out of being irregular. The more we became abstract, the more they looked good on the break. I wonder whether, if we'd kept our shape, we might have created more.\" The truth is that Doyle had pulled and squeezed it out of them, leaving Steve Sidwell and James Harper lost for breath and ball and Reading resorting to route one and the zooming long throws of Ibra Sonko. </p> <p>They had started, neat as their manager, with the fluency that comes with an unbeaten run of eight games, their chairman John Madejski dreaming perhaps of a blind date with the Premiership. Dave Kitson, a true line leader who might be David Moyes' twin and will enjoy the return of Nicky Forster's intelligence, stood out. But later their wings were clipped into inconsequence and their play grew ragged. Coppell had warned them: \"It's a marathon and it's easy to go into freefall\" or, as it might be, parachutists can hit the wall. At 3-2 Kitson twice went close again but the shots splattered like eggs on a closing door.</p>",
  "<p>Fulham arrested their decline while Tottenham's continues unchecked. Perhaps Jacques Santini could use some hired English help to pen the kind of riot act that Chris Coleman issued to his players in the match programme. That would be a start at least. </p> <p>Coleman's team are two points below Tottenham in the wrong half of the Premiership. But this contest confounded the cliché that the table never lies. Coleman could congratulate himself on a motivational triumph, yet in truth his players had little to beat. Spurs were so uncreative that they failed to test Fulham's deputy goalkeeper Mark Crossley once. </p> <p>Santini's defensive approach had previously camouflaged several shortcomings, notably the worst scoring record in the Premiership. But now the rearguard is slipping. Whenever Fulham pushed two players up to support Andy Cole, there was disarray. And Tottenham were tortured on their right flank - and this, on paper, was their stronger side. </p> <p>Fulham did not create many clear-cut chances and yet their victory was comprehensive. They benefited from one of Luis Boa Morte's less impetu ous displays, the Portuguese shooting precisely for the first goal and timing his cross patiently for Cole's header. That second goal featured a remarkably acrobatic back-heel flick by the acting captain and may have prompted around five minutes of Fulham showboating that soon followed. </p> <p>Steed Malbranque's influence grew as he enjoyed the licence to roam with deft touches and imaginative passing, precisely the qualities Tottenham's midfield lacked. Sean Davis, meanwhile, suffered a miserable return. Fulham's jeering fans had an easy target as he misplaced passes, took a knock and eventually became the third Spurs midfielder to be substituted. </p> <p>Santini speaks frequently about finding \"a good solution\", suggesting before this game one for the scoring problem will be found \"in the next month\". The strikers' block continued here even though the manager rotated his front two for the third game running. </p> <p>With minimal service it was hardly surprising that Tottenham's strikers had only two genuine chances. Jermain Defoe sent an angled shot wide after a rippling move Spurs never matched again. Over an hour passed before the second opportunity arose, Frédéric Kanouté's cross-shot being followed up by a Defoe drive deflected into the side-netting. </p> <p>By this time Tottenham's fourth defeat in five league matches was a formality. \"A difficult moment for my young team,\" said Santini, who then went into familiar mantra. \"We have four or five players injured or suspended and a lot of my players are now very tired.\" </p> <p>This itself sounded very tired but Santini's repetition did not end there. \"As I said after the first three or four games, this season is very long and hard; we must blend in a new team with young players.\" </p> <p>Life for Spurs would surely be easier - especially on the eye - if some players were released from Santini's straitjacket. Caution is the watchword; the full-backs rarely venture beyond the half-way line and wide midfielders are defensive auxiliaries. Then there is the selection factor; in such a barren midfield Michael Carrick, for all the talk of settling-in problems, is surely due a start. </p> <p>Coleman is not satisfied, despite this being an overdue instance of showing \"what a good team we are\". \"I could paper over the cracks but we're still 15th and we want to be in the top 10. I know what we're capable of and yet we're quite capable of going to Newcastle and falling flat on our faces.\" </p> <p>Fulham's manager seemed overly sympathetic about Santini's task. \"They're a better team than they showed today,\" said Coleman. \"He's building a good team,, a different one from what we expected, one that's difficult to beat. When he came in we thought it would be all football, football, football.\" </p> <p>This might well have been the perception of Spurs' fans too and their sympathy for the Frenchman will surely dwindle if there is a shortage of victories and style. They will demand much better performances at home to Charlton - and Arsenal - in the next fortnight. But history does not favour a side that has won only one of its last 17 London derbies.</p>",
  "<p>Saudi Arabia's ambassador to Britain, Prince Turki Al Faisal, made an interesting speech last Thursday to a gathering at the London headquarters of Reuters news agency. </p> <p>The burden of his talk, entitled Perception and Reality - Saudi Arabia and the Media, was aimed at correcting the misconceptions caused by the British press blaming his country \"for any and every evil in the world\". </p> <p>He argued that the newspapers were guilty of painting a \"very black picture of Saudi Arabia\" which included condemning \"us for our lack of democracy, free speech and human rights\". </p> <p>Yet, he said, this portrait was spun from \"a web of dramatic and dangerous fiction\", listing examples of offending articles and naming three journalistic culprits: William Dalrymple of the Independent, Anatole Kaletsky of the Times and David Usborne of the Sunday Times. (I don't wish to make too much of a silly error, but the \"fiction\" requires correction: Dalrymple's piece was in the Guardian and Usborne's was in the Independent). </p> <p>Anyway, the trio are grown-ups and can defend themselves because I have bigger fish to fry in the prince's speech which concluded with a breathtaking statement: \"The kingdom has been rapidly moving towards the development of a more open media - on television, radio and in the printed press. Today the most vibrant discussions about the kingdom's future are in the Saudi press rather than in the international press ... Saudi Arabia is a long way from perfect, but we are working on it\". </p> <p>Far from perfect? By chance, two days before the prince spoke, the latest worldwide index of press freedom compiled by the French-based organisation, Reporters without Borders, was released. Of the 167 countries monitored, Saudi Arabia came 159th, behind Iran and Iraq and just above Burma and China, with North Korea at the bottom. </p> <p>In these countries, said the report, independent media either do not exist or journalists are persecuted and censored on a daily basis. Freedom of information and the safety of journalists cannot be guaranteed. </p> <p>So I turned then to a recent Index on Censorship report which lists a catalogue of what the prince might, on reflection, regard as imperfections in his country's commitment to \"open media\". </p> <p>I have room only for a couple of the many examples. In April 2002, a veteran reporter, Bob Arnot, was stopped from boarding a flight from Riyadh so that his laptop and video tapes could be confiscated after he had interviewed Saudi youths who expressed anti-American sentiments. </p> <p>Eight editors have been fired from their jobs in Saudi Arabia since 2002 by the minister of the interior, Prince Nayef bin Abdel-Aziz-al-Saud, who has the power of \"approval\" over editors. </p> <p>One, Qinan al-Ghamdi of the paper al-Watan, was sacked for being too liberal. Another, Ahmed Mohammed Mahmoud of al-Madinah, was dismissed for allowing a columnist to criticise the demolition of a poor Jeddah suburb. A third went for publishing a poem critical of the Saudi criminal justice system. </p> <p>In June 2002, the TV station ANN TV was forced by the government to cancel a programme about political change in the Gulf region. </p> <p>All newspapers, TV and radio outlets in Saudi Arabia are subject to a web of royal decrees which inhibit press freedom. Offences include criticising the king, social policy and, of course, \"the sanctity of Islam\". </p> <p>A royal decree on the organisation of press institutions which came into force in February 2001 contains 32 articles specifying regulations covering every aspect of the newspaper industry without once mentioning press freedom. </p> <p>A flavour of its philosophy is revealed by the clause that begins: \"Publications should conform to the rules and objectives of government policy\". </p> <p>This constraint on the domestic press is echoed in the treatment of foreign journalists who have a difficult time reporting on Saudi Arabia. Yet Prince Turki had the gall to attack British \"columnists and commentators [who] sit in their ivory towers and pontificate ... without going within a thousand miles of the centre of the problem\". </p> <p>He added: \"Little time is given to investigation ... to work out what is going on behind\". </p> <p>But one newspaper which did dare to try to find out \"what is going on behind\", the European edition of the Wall Street Journal (WSJ), discovered just how perilous it is to publish an investigative report on Saudi Arabia. </p> <p>In February 2002, the WSJ ran a story headlined \"Saudi officials monitor certain bank accounts\" which alleged that, in the wake of the 9/11 New York atrocity, the Saudi Arabia Monetary Authority was looking into the accounts of a number of Saudi businesses on behalf of the United States administration \"in a bid to prevent them from being used wittingly or unwittingly for the funnelling of funds to terrorist organisations\". </p> <p>The WSJ's reporter, James Dorsey, had done a thorough job, having obtained five sources for his story. </p> <p>But, because of the culture of secrecy and fear that pervades Saudi Arabia, he was unable to name them. </p> <p>Among the named businesses was the Al Rajhi Banking &amp; Investment Corporation which sued the paper for libel. Before the case came to trial - and on the eve of an important related appeal hearing on a point of law - a settlement was reached two weeks ago, leading to the paper publishing a \"clarification\" and a letter from the Al Rajhi chief executive. </p> <p>Under the terms of that settlement the WSJ paid no damages, made no apology, nor was any order made prohibiting the paper from repeating the same allegations in future. </p> <p>Now that, Prince Turki, is a real example of freedom.</p> <p><strong>A compact with the readers</strong></p> <p>So it has come to pass. The Times will be fully tabloid, well compact, from today. The decision to consign the broadsheet to the dustbin of newspaper history came quicker than expected because of the sales success the compact has enjoyed in places where no Times broadsheet alternative was available, such as Ireland, Scotland and the west country. Evidently, public response has exceeded expectations at Rupert Murdoch's company, News International. </p> <p>Clearly, Murdoch and Times editor, Robert Thomson, do not think there is much risk of losing too many readers. They are counting on most of the possible deserters returning and, even if they do not, they believe that the extra readership attracted by the smaller format will more than make up for the losses.</p> <p>Once again Murdoch is letting the market decide. But he will also be delighted to make the switch: firstly, he has always wanted to do it; secondly, it will save him money.</p> <p>The really intriguing aspect of this change will be the effect on the other compact-only serious title, the Independent. Having led the revolution, is it about to lose out?</p> <p><strong>Come back, all is forgiven</strong></p> <p>I am very sad to see that the Daily Telegraph has dropped its weekly media coverage. It isn't a case of crocodile tears, pretending to lament the demise of a rival. I genuinely believe that dropping the section is bad for the future of British journalism.</p> <p>It is easy to dismiss media sections as incestuous. But their positive aspect is the opportunity they provide to hold the rest of the media to account. If the public is to have any confidence in what we do then it is crucial that we police each other, helping to ensure that the power of the media is subjected to scrutiny.</p> <p>I am told that the Telegraph's decision stemmed from a squeeze on space and it was felt that music coverage was more reader-friendly than media reporting. That may be true, and it is also likely that there are newspaper owners and executives who dislike the tit-for-tat nature of media journalism.</p> <p>But ignoring the media at a time when they are assuming a global importance is a huge mistake. There is a public interest reason for maintaining a close eye on the media's ownership, content and ethics. So I hope the Telegraph bosses think again. Whatever their misgivings about the readers' likes and the dubious nature of some media gossip, they should relent. Come back, Minx, we not only miss you, we need you.</p>",
  "<p>There is nothing to fear<br> </p> <p>Emily Bell is right to highlight the threat that \"mainstream media\" feels from the growing enthusiasm with which consumers are embracing the internet (Just because you are scared ..., October 25). But this is not confined to the media; in other sectors many big companies and brands feel that the internet is undermining their influence. </p> <p>However, they should not feel threatened but should be enthusiastic about the new opportunities that online presents to them. As advertisers are increasingly able to undertake rich media campaigns and use more creative licence the resultant increased interactivity should be seen as an opportunity to create new relationships between brands and consumers. This will encourage a move towards an advertising model driven by consumer pull and not corporate push, which, in the longer term, will foster greater emotional connection with both brands and organisations. </p> <p>Internet advertising was ten years old last week but it seems that perceptions are firmly stuck in 1994. Many marketers still seem to view the internet as a limited technology of cumbersome dial-up connections. They have apparently missed the evolution from pure internet access to content and services for sophisticated internet users - but the average broadband household now spends 13 hours online per week. This is the equivalent of 12% of their total media consumption so it's finally time to realise that broadband internet is both mass market and mass media.<br> <strong> Greg Paine, director of strategy, interactive marketing, AOL UK Ltd</strong> </p> <p><strong> My gratitude to Felix Dennis </strong><br> </p> <p>In the article on How to be Felix Dennis (October 25), there were a few inaccuracies regarding the magazine Personal Computer World, which I founded in 1978. Dennis stated that the magazine was about to go bust; this is inaccurate. In 1980 I had several offers for the magazine, including a very generous one from the Builder Group. Dennis was a late entrant, and his offer was not the best at the time. I decided to be associated with him because I admired him and had been greatly interested in the Oz case. He acquired 70% of the magazine; two years later, VNU made a very generous offer for the magazine which was accepted. I am grateful to my friend Dennis for successfully negotiating with VNU from which I benefited a great deal.<br> <strong> Angelo Zgorelec, London</strong> </p> <p><strong> An eye for a career opportunity</strong><br> </p> <p> Maggie Brown's kindly profile of Ian Hislop (Watch out Homer, October 25) should have asked how he got his editorship of Private Eye, more or less straight out of Oxford, it being a publication that has always exposed corruption, nepotism etc. Oh dear, no point looking in past issues of Media Guardian for the job advert: there was no advert or interview panel. His mate gave him the job.<br> <strong> David Rennie, Cardiff</strong> </p> <p><strong> Soft soap</strong><br> </p> <p> So, the mighty Procter &amp; Gamble has a £400m marketing budget (If we delight her ..., October 25). If I didn't know the Guardian better, I'd suspect that some of that budget had gone towards the double-page panegyric in the guise of an interview with its marketing director.<br> <strong> Yehuda Shapiro, marketing consultant, London</strong> </p> <p><strong> What Roy wrote was pap</strong><br> </p> <p> Much as I like Roy Greenslade and enjoy his writing, I question some of his comments and conclusions about the paparazzi and the incident with Prince Harry (Time to rein in the pap pack, October 25). </p> <p>I write as a photographer, recently retired after more than 40 years in journalism, the last 36 with the Mirror. It is now much easier to take good quality pictures. For a few hundred pounds anyone can buy a camera capable of producing saleable pictures. But should we, as Roy seems to suggest, restrict purchase, or at least the use of them, to \"responsible\" adults and fully paid up members of the NUJ? The only training course for the paparazzi is self-instruction on the job. Is this necessarily a bad thing for any trade or profession? </p> <p>It also seems hypocritical of Roy to suggest that in future editors should check the provenance of pap pictures before buying them. The Guardian used half a page from the Harry incident. Did Roy check if a Guardian editor verified their provenance before buying them, as he says they should under PCC rules? If not, why not? Roy fails to make any logical argument for controlling or restricting the paparazzi. Based solely on the facts of his story, I suggest that there is a more valid case for reining in Prince Harry.<br> William Rowntree, Tunbridge Wells</p>",
  "<p><strong>·</strong> Monkey suffered a little déjà vu with the Times's report last Thursday direct from George Bush's visit to the Amish community in Pennsylvania. It quoted Amish farmer Sam Stoltzfus who said he was \"sort of swept up in Bush fever. You could hold up a dead mouse with a sign 'I love Bush' and we'd still probably think twice about stomping that mouse underfoot.\" The Times story also found a chap called John Fisher who said Bush's \"focus on the family\" would win his vote. Good stuff, fellas. But compare and contrast with this Associated Press report about the Amish and the election: \"We hate that abortion issue,\" said Sam Stoltzfus. \"[We are] sort of swept up with Bush fever. You could hold up a dead mouse ...\" and so on. AP also quoted one John Fisher praising Bush's \"focus on the family\". And the date of AP's report? August 6. Either the Amish are a strikingly unoriginal bunch or something strange is afoot. </p> <p><strong>·</strong> The battle of the weekly lads' mags has taken a new turn. In the first six months of their deadly rivalry, IPC's Nuts claimed a convincing win over Emap's Zoo - its strikingly original mixture of cars, girls and guns outselling Zoo's recipe of, er, cars, girls and guns to the tune of 90,000 copies a week. Now the tables have been turned in the race for adolescents and 20-somethings who really should have found a girlfriend by now. Word has it that Zoo has outsold Nuts for six of the last eight issues. The increased competition will presumably mean only one thing - even more naked flesh. </p> <p><strong>·</strong> Rebekah Wade's memo about avoiding using football pictures where the shirt sponsor is prominent unless absolutely necessary, obviously didn't get through to cartoonist Bill Caldwell. On Monday, despite the instructions, a cartoon in the aftermath of Manchester United's match against Arsenal had the Vodafone and O2 logos clearly and prominently drawn in on the teams' shirts. A case of O2 and Vodafone 1, Wapping 0. </p> <p><strong>·</strong> Monkey's stat of the week: Little Britain star David Walliams got ITV executives' backs up when he plugged the BBC3 show live on the National Television Awards. But how many viewers reached for the remote control as a result? Quite a few, it turns out. Some 3.2 million digital viewers were watching ITV at the time of Walliams' impromptu plug. Of them, 210,000 switched over to BBC3 for the first half of Little Britain (keep up at the back), some 6.5% of the ITV audience. Intriguingly, half of them had not watched the BBC3 show the week before. If that doesn't earn Walliams a nice fat bonus, we don't know what will. </p> <p><strong>·</strong> Radio 5 Live boss Bob Shennan braved the wrath of listeners last week in a webchat about the station. Victoria Derbyshire's interview with Professor Richard Dawkins got one listener's goat in particular. \"The interview was interrupted several times to take calls from people about useless kitchen gadgets. It illustrates my point ...\" Shennan gave as good as he got. \"Slagging off people as good as Victoria on this board will not alter my view that she is a top class talented professional presenter,\" he said. \"When Simon Mayo started on 5 Live he was vilified here. Should I have just dropped him then?\" Answers, presumably, will be on a postcard soon. In green ink. </p> <p><strong>·</strong> Due to overwhelming demand, we return to our book of the month, Graham Norton's autobiography, So Me. This week, Graham renews his contract with (then) Channel 4 chief executive Michael Jackson over lunch at the Royal Festival Hall. \"The lunch didn't begin well. Michael asked me if I'd like some wine ... Having asked if I preferred white or red - 'White, please' - he perused the Bible-like tome that was the wine list. Finally he chose one. We looked at the helicopters flying over the capital. The wine arrived. It was red. A flustered Mr Jackson went back to the wine list while the gleeful waiter pointed out wines that were white. I have never been more interested in helicopters in my life.\" </p> <p><strong>·</strong> If you spot a colleague shouting \"They're bluffing, they're bluffing\" into a computer screen tomorrow, fear not, they are keeping tabs on the first national media columnist online poker tournament on paradisepoker.com (next year they'll have a snappier title). Among those taking part are the Observer's Phil Hogan, the Express's Carol Sarler, John Walsh from the Independent, the Sun's Martin Phillips and Robert Crampton from the Times. Let the games begin. Oh, and it is all for charity, folks.</p>",
  "The recently released film Alfie, starring the actor Jude Law and slated by the critics, has been voted among the worst movie remakes of all time. <p>Convinced that reworking a successful formula rarely delivers popular acclaim, the DVD rental firm <a href=\"http://www.screenselect.co.uk\">ScreenSelect.co.uk</a> yesterday released its new list of screen failures for film buffs. </p> <p>Based on a YouGov poll of 2,000 movie-goers, it sought to establish which stories generated the most deflating sense of deja-vu. </p> <p>The worst, according to the survey, was the remake in 2000 of Get Carter, for which Michael Caine was replaced by Sylvester Stallone and the action relocated from Newcastle in the 60s to modern-day Seattle. Critics called it \"pointless\", \"useless\" and an \"incoherent mess\". </p> <p>Second on the list was Gus Van Sant's attempt to reshoot the Alfred Hitchcock horror classic Psycho for a younger audience. </p> <p>Like most such surveys, there was a memory-erasing bias towards more recent titles, with this year's mega flop Thunderbirds movie coming third. </p> <p>Charlie's Angels, starring Cameron Diaz, Drew Barrymore and Lucy Liu, came fifth, followed in sixth place by Alfie. Remakes of Planet of the Apes, Starsky and Hutch and Cape Fear all made the Top 10. Ocean's Eleven also showed up, with audiences preferring the Frank Sinatra original to the update with George Clooney and Brad Pitt. </p> <p>\"Time after time, remakes fail to sparkle like the originals,\" said ScreenSelect's founder, Alex Chesterman. \"This poll is an indication that remakes can't compare with films which were classics of their time.\" </p> <p>An all too familiar tale, perhaps, until you remember that the 1959 version of Ben-Hur, which won 11 Oscars, was a remake of earlier 1907 and 1925 films, or that the legendary 1960 western The Magnificent Seven was a reworking of the 1954 Japanese classic The Seven Samurai. </p> <p><b>A remake which worked - Scarface (1983)</b> </p> <p>Al Capone inspired the 1932 original, but Brian De Palma's update cast Al Pacino as the Cuban immigrant who kills his way to the top in 1980s Miami. Shockingly violent (one sequence involving a chainsaw is virtually unwatchable), but seen as one of the greatest crime epics after The Godfather. </p> <p><b>One which didn't - The Italian Job (2003)</b> </p> <p>Based on the 1969 Michael Caine that became a cult thanks largely to the line \"You're only supposed to blow the bloody doors off\". The action in the remake is shifted from London and Turin to Los Angeles. Better made but insufficiently idiosyncratic to live up to the original, says the Observer's Philip French.</p>",
  "<p>I was teaching a class on Isaac Asimov recently and wanted to show a clip from the movie, I, Robot. It's not out on DVD yet. But a helpful student, whom I'll call Jonas (because that isn't his name), offered me a copy, pirated from the internet. </p> <p>The practice is widespread on American campuses. The actual downloading is both easy and difficult. Easy because it just means going to a peer-to-peer website, such as www.suprnova.org, and using its \"bit torrent\" program. Last time I looked there were 10 versions of I, Robot, between 700 and 5,000 megabytes, depending on quality. Someone, somewhere, has converted them into a format that can be run through a laptop to a TV monitor. Easy peasy. </p> <p>The difficult part is that you'll need a high-speed connection. Even so, it will take an hour or so for a low-grade \"theatre rip\" (ie a copy taken clandestinely in an auditorium) and twice as long for a copy lifted from a \"screening version\" of the film (pre-released for review, or to privileged insiders). </p> <p>The site carries a prim warning: \"You may not use this service to obtain or distribute software or any other copyrighted material that you do not have the right to. Any violators must leave this site immediately. This site is meant for educational purposes only.\" I can't see much educational purpose in a download of I Piss on Your Corpse, I Spit on Your Grave (a gore-flick on P2P offer from \"Sickboy\"). But some spoilsports might say the same of I, Robot. </p> <p>Student consciences are clear. \"They can afford it\" is a common justification. Why worry about expropriating a few dollars from an industry that gives Michael Ovitz a $140m (£77m) payoff? The Robin Hood defence has, of course, never gone down well with the courts. </p> <p>More persuasive is the \"time is money\" line. Students, Jonas argues, apply a calculus. A DVD costs $22 (£12) to buy and $4 to rent. But renting means two return trips which eat into out-of-class time. If you are paying, as many undergraduates do, $30K a year for your education, you budget hours as carefully as dollars. </p> <p>American students (unlike most adults) inhabit an environment that is continuously online. Downloading means simply hitting the keyboard then going off to do something useful. Like homework. </p> <p>A frequently heard justification is that downloading permits sampling before buying. It's a kind of test drive. It doesn't threaten the store-bought product: it advertises the \"raw\" movie to the discriminating consumer. </p> <p>The most sophisticated line of defence is that campus piracy drives technological progress. \"If it hadn't been for Napster,\" students ask, \"do you think we'd have iPod, or WalMart selling CDs for $10?\" </p> <p>Jonas argues that far from destroying the film industry, movie downloading has made it raise its game, exploit its visual advantages, and lower its prices. There are multiplex, mammoth-screen, stadium-seating cinemas going up in every city centre and mall. Tickets are about half what they are in the UK. Box-office is at record levels. Commercially legitimate DVDs come packaged with a whole range of peripherals: deleted scenes, interviews, background stuff. Blockbuster booms, as do myriad specialist outlets. </p> <p>Historically, cinema has always been propelled by outlawry. The reason Hollywood is where it is, rather than in New York, is because out in the far west, pioneer movie-makers were beyond the reach of Thomas Edison and his strangling motion-picture camera patents. In California the studios (like today's students) could violate the law with impunity. Had the industry remained in New York, we'd still be in the kinematograph era: law-abiding and backward. </p> <p>The authorities seem, tacitly, to agree with this analysis. The MPAA (which reckons piracy costs it $3.5bn a year) directs its wrath at bootleg factories in China. Campus downloaders get little attention. The local LAPD piracy squad has never raided Jonas's college. </p> <p>The college itself turns a blind(ish) eye to the practice. Students caught using the institutional server are reprimanded and required to read copyright law and take a quiz on the subject (Jonas is very knowledgeable). Fines or expulsion haven't happened, nor do they seem likely. </p> <p>A revolution is happening in the film industry. Behind every revolution lies crime. Until after the revolution, that is, when crime is redefined as the people's hammer blow for freedom. Forward with the student downloaders, say I. And thanks, Jonas, for the loan.</p>",
  "<p><a href=\"http://atomfilms.shockwave.com/af/content/goodtobeindc_af\">Good To Be In DC</a><br>All that white-hot US election fever - and a showing on Jay Leno's Tonight Show - has propelled this biting bipartisan political parody to a record number of web viewings: 7 million at the last count. In the Spirelli brothers' even-handedly offensive animation, George Bush frets: \"I wish our winning were a bit more certain/Better call my friends at Halliburton\", but those panty-waist \"liberal wieners\" Kerry, Edwards and Clinton get a fair kicking too. And a serious message sneaks in, under the froth and bubble. Look out for the high-kicking cartoon Supreme Court urging the American viewer to \"Take note. Go vote. Or we'll choose who rules in DC.\" They sure aren't whistling Dixie.</p> <p><a href=\"http://www.ifilm.com/ifilmdetail/2654462\">Hate Or Date</a><br>The mystery contestant on this trashy reality TV dating show seems strangely familiar: \"I'm seeking a breeding concubine with whom I can create an immortal race of superdemons.\" So giggly bachelorette Rosemary will go home with Rosemary's Baby, if Satan's rivals (Chuck, the dotcom dweeb and Tony the arrogant actor) can't win her heart. Adam Stein's offbeat scripting lifts this cheerful, low-budget comedy above the seething mass of online spoofs: \"Guess ! We're goin' somewhere cool and s-e-x-y!\"</p> <p>\"Er ... Sodom?\"<br><a href=\"http://atomfilms.shockwave.com/af/content/ten\"><br>Ten</a><br>Sticking with the biblical shtick, the must-see comedy of the month is director Scott Smith's slick, subtle three-minute illustration of how one adulterous schlub breaks all 10 commandments before breakfast. All you've got to be is rude to your mother while working on a Sunday, and you're whooshing off the primrose path, apparently. No narrative clues are given for any of the sins - each transgression is only signalled by a giant on-screen number, a crisply sophisticated touch. So the ungodly will need to nip away and Google \"Moses\" to clarify what any less obvious infringements might be.<br><a href=\"http://escreeningroom.com/films/cf/buy.html\"><br>Crimes and Firelines</a><br>Cinematic fashion dictates that this season, righteous big-screen documentaries are hotter than a McDonald's microwaved apple pie. Determined to stay abreast of the cool-hunters, we've plucked up Jon Hanish's compassionate high-concept documentary following the surprising story of four female inmates who serve their jail time as firefighters for the US department of forestry. Vicky, Michelle, Wanda and Blanca have rap sheets boasting armed robbery, manslaughter, forgery, and drug dealing. Now, they help protect 3 million acres of California from forest fires, dangling from choppers and wielding chain-saws over burning scrubland. Heartwarming and heartstopping stuff abounds, as Hanish mixes in a stiff dose of brush-fire action amongst the \"I stole my first bike\" true confessions. We can't believe that Hollywood hasn't snapped up the rights to turn it into a Queen Latifah movie yet.</p> <p><a href=\"http://atomfilms.shockwave.com/af/content/surprise\">Surprise</a><br>Delicate as a daguerreotype, Georgian director Veit Helmer's hand-tinted silent comedy evolves from a tragic setup: a frenzied husband creates a Rube Goldberg assembly, involving crossbows, dynamite, chains and axes, around his sleeping wife. Once she wakes, the film takes off with wacky speediness, unwinding a string of slapstick shocks which are carefully calibrated to force a laugh out of the spectator. Adorable and faintly arty without being arch, this short has attracted a vast Atom Films audience simply from the fact that Mrs Slapstick appears naked throughout. While getting an eyeful, comfort yourself with the fact that they are philistines, while you are obviously a discerning connoisseur of continental cinema.<br><a href=\"http://www.channel4.com/film/shortsandclips/shorts.html\"><br>Macca's Men</a><br>Shane Meadows has garnered a cracking eight nominations for his feature film Dead Man's Shoes in this year's British Independent Film Awards. Fill in the long days until the winners are announced on November 30th, by brushing up your knowledge of his earlier work, starting with this amiable rough-edged comedy, in which Paddy Considine stars as a kids' football coach with laughably big teeth to go with his big heart. FilmFour.com are offering an enticing online package of the Nottingham auteur's finest shorts this month - including his breakthrough hit Where's The Money, Ronnie - predictably entitled \"Shane's World\". We're not worthy.</p> <p><a href=\"http://dfilm.com/index_moviemaker.html\">D-Film Moviemaker</a><br>Now that That Historic Election is all over bar the shouting, you may still be looking to make your views known. Ever thoughtful, we'd like to suggest a dalliance with this point-and-click Flash animation moviemaker, currently offering all comers the chance to script and direct their very own opinionated political parody. Hey, speech is free, and so is this baby. Feel at liberty to pop Mr Bush or Mr Kerry into, say, a romantic bubblebath with a grizzly bear, making sure to add a lurid sunset background and some 70s whaa-whacka guitar soundtrack. Then go to town on the speech bubbles (asterisks are optional), before emailing your puerile efforts around town. The creative process is easy-peasy-lemon-squeezy (they flag a \"Whoa Nelly!\" card if you mess up a step) and the end results are strangely intoxicating. Use that mouse to turn yourself into Michael Moore for a minute or two. We dare you.</p>"
]