[
  "Britain and the US last night faced fresh allegations of abuses after a British terror suspect said an SAS soldier had interrogated him for three hours while an American colleague pointed a gun at him and threatened to shoot him. <p>The allegation is contained in a new dossier detailing repeated beatings and humiliation suffered by three Britons who were captured in Afghanistan, then held in Guantánamo Bay for two years, before being released in March without charge. </p> <p>Rhuhel Ahmed, one of the \"Tipton Three\", claims in the 115-page dossier that shortly after his capture in November 2001 he was interviewed in Afghanistan by a British interrogator who said he was from the SAS. Mr Ahmed alleges he was taken by US guards to be interrogated by the British officer in a tent. \"One of the US soldiers had a gun to his head and he was told if he moved they would shoot him,\" the report says. The SAS officer pressed him to admit he had gone to Afghanistan to fight a holy war. Last night the Ministry of Defence said it would investigate the allegation. </p> <p>A spokesman said: \"The British army follows the rules laid out in the Geneva convention and soldiers are told to follow that. It is not permissible to point guns at people's heads during interrogation. We would investigate if any allegation of that nature is made.\" </p> <p>The dossier, based on two months of interviews by the men's lawyers, provides the first full account by the three Britons of their ordeal as terror suspects. </p> <p>Details of the experiences of Shafiq Rasul, Asif Iqbal and Rhuhel Ahmed, all from the same small Midlands town, are revealed today by the Guardian, and will be formally released this afternoon in the US. The three Britons allege they were repeatedly beaten, shackled in painful positions during interrogations and subjected to sleep deprivation. On one occasion, Mr Iqbal recalled: \"I was left in a room and strobe lighting was put on and very loud music. It was a dance version of Eminem played repeatedly.\" </p> <p>Mr Rasul said he was asked: \"If I wanted to get surface-to-air missiles from someone in Tipton, who would I go to?\" </p> <p>In an echo of the abuse scandal at Abu Ghraib jail in Baghdad which shamed Washington, the three Britons, held as illegal enemy combatants by the US, say they were photographed naked and subjected to anal searches unnecessarily, after being shackled for hours. </p> <p>The three claim their interrogators, from a phalanx of US intelligence agencies including the CIA, accused them of being in a video shot in 2000 alongside Osama bin Laden, the al-Qaida leader, and Mohamed Atta, the leader of the September 11 attack. At the time one of the three was working in a Currys electrical store in the Midlands and two others were in trouble with the British police. Despite this, all three say the pain they were in and ill treatment led them confess to being in the video. </p> <p>The dossier also alleges complicity by Britain in their treatment. The three challenge a claim by the Foreign Office junior minister, Chris Mullin, who in the Commons said no Briton had complained of their treatment in Guantánamo. Mr Iqbal says a British embassy official took down a two-page list of alleged abuses, while the two others say they made their complaints orally. Mr Rasul says he was interrogated by British personnel up to seven times, with MI5 officers questioning the Britons repeatedly. </p> <p>On June 4 last year Tony Blair told the Commons: \"Information is still coming from people detained there ... that information is important.\" </p> <p>In the dossier the Britons say the level of mental illness among detainees is higher than admitted by the US. The Tipton Three say guards told them that a fellow British detainee, Moazzam Begg, still imprisoned in Guantánamo, had been kept in isolation and \"was in a very bad way\". They say that Jamil el-Banna, of London, was so traumatised that \"mentally, basically, he's finished\". </p> <p>Mr Banna is a Jordanian citizen with refugee status in Britain, but the government refuses to represent him. It also refuses to represent another Londoner, Bisher al-Rawi, originally from Iraq, who lived in Kingston, south-west London. </p> <p>Lawyer Gareth Peirce said the report showed Britain's complicity in the human rights abuses at Guantánamo: \"The [British government] attitude displayed the hypocrisy of the public face in the UK saying we're doing all we can and the private face there in Guantánamo involved up to their elbows in the oppression.\" </p> <p>Nine Britons were imprisoned in Guantánamo without charge or access to a lawyer. The Tipton Three were among five released in March, who were questioned on arrival in Britain before being released. Four Britons remain in Guantánamo, as well as four British residents.</p>",
  "The Britons Rhuhel Ahmed, Asif Iqbal and Shafiq Rasul were detained in northern Afghanistan on November 28 2001 by forces loyal to the warlord General Abdul Rashid Dostum. The three, from Tipton in the Midlands, were handed over to US forces before being sent to Guantánamo Bay as suspected terrorists. <p>The \"Tipton three\" were released from Guantánamo in March this year, and after being flown back to Britain they were released without charge.</p> <p>Today the Guardian publishes extracts from a 115-page report based on lengthy interviews they gave about their treatment by US and UK officials and military.</p> <p>When released, they took payment from the media for interviews in which they alleged ill treatment. Their accounts were dismissed in some quarters, but since the revelations about the abuses at Abu Ghraib jail in Iraq, there has been renewed questioning about how far the US is willing to go in the \"war on terror\". </p> <p>The report, Detention in Afghanistan and Guantánamo, has been compiled by the three men's lawyers, and is being released in the US today. It makes new allegations and gives extensive details about the treatment they suffered, which led them to make false confessions about their involvement in terrorism. </p> <p>The Guardian paid no money to the three men or any of their representatives to publish these extracts from the report. </p> <p><b>Arriving at Guantánamo</b><br>The terror, despair and anxiety of prisoners is laid bare by the released Britons, who describe their fear \"that we might be killed at any minute\" after their detention by US forces. </p> <p>Their two-and-a-half-year ordeal has also left them with serious physical problems including knee and back pain - because of the positions in which they were shackled - and, in the case of Rhuhel Ahmed, permanent eye damage. </p> <p>Their capture by the Northern Alliance was followed by a gruelling journey through Afghanistan in lorry containers, which only 20 of the 200 captives survived. It left all three suffering from \"cold, dehydration, hunger and uncertainty\" as well as dysentery and injuries. </p> <p>US forces allegedly kicked and beat prisoners following the handover. </p> <p>\"One of [the soldiers] said 'you killed my family in the towers, and now it's time to get you back',\" said Mr Iqbal. </p> <p>\"They kept calling us 'motherfuckers', and I think over three or four hours ... I must have been punched, kicked, slapped or struck with a rifle butt at least 30 or 40 times,\" he said. </p> <p>Two weeks later Mr Iqbal and Mr Rasul were flown from Kandahar to Cuba, to be followed a month later by Mr Ahmed. Before their removal, they were hooded and forced to strip, then left naked. </p> <p>\"I could hear dogs barking nearby and soldiers shouting, 'get 'em boy',\" said Mr Rasul. \"I was taken ... for a so-called cavity search ... told to bend over and then felt something shoved up my anus. I don't know what it was but it was very painful.\" </p> <p>The men alleged that the forced cavity searches were used to degrade and humiliate them, that they were systematically deprived of sleep and that they were kept on a restricted diet to weaken them. </p> <p>Despite slightly better physical conditions in Cuba, they remained \"at a high level of fear\" throughout their detention. </p> <p>\"When we first got there the level was sky-high. We were terrified we might be killed at any minute. The guards would say, 'Nobody knows you're here, all they know is that you're missing and we could kill you and no one would know,'\" they allege. </p> <p>\"After time passed, that level of fear came down somewhat but never vanished ... Not only could they do anything to any of us, but we could see them doing it to other detainees. We thought that we would never get out.\" </p> <p>Mr Iqbal, who believes he suffered a breakdown after spending months in isolation and on a block with non-English-speaking detainees, believes that authorities deliberately fostered mental anguish - \"they had thought carefully about the best way to punish me and break me.\" </p> <p><b> Conditions in the camp</b><br>The treatment of prisoners worsened dramatically after the arrival of the US commander Major General Geoffrey Miller, the report alleges. Gen Miller ran Guantánamo for 18 months until last April, then going on to manage prisons in Iraq. </p> <p>The report paints a disturbing picture of the rat, snake and scorpion-infested cages in which the men lived, exposed to blistering daytime temperatures, freezing nights and torrential rain. </p> <p>It details alleged abuses and deliberately inhumane practices - such as sleep deprivation, shackling in painful positions and sexual humiliation - implying that these were deliberately used to encourage detainees to cooperate. </p> <p>\"We had the impression that at the beginning things were not carefully planned, but a point came at which you could notice things changing. That appeared to be after Gen Miller [arrived] around the end of 2002,\" said Mr Rasul. </p> <p>\"That is when short-shackling [when detainees are chained into a squatting position] started, loud music playing in interrogation, shaving beards and hair, putting people in cells naked, taking away people's 'comfort' items [eg towels] ... moving some people every two hours, depriving them of sleep, the use of a/c [air-conditioned, cold] air. </p> <p>\"Before, when people would be put into blocks for isolation, they would seem to stay for not more than a month. After he came, people would be kept there for months and months and months. </p> <p>\"Although sexual provocation, molestation did not happen to us, we are sure it happened to others ... One detainee came back from an interrogation crying and confided in another what had happened. That detainee told others and then other detainees revealed that it had happened to them.\" </p> <p>This year, the camp's original commander, Brigadier General Rick Baccus, told the Guardian that military interrogators were angered by the conditions he granted to prisoners. After his departure, the defence secretary, Donald Rumsfeld, gave military intelligence control over all aspects of Guantánamo. </p> <p>The Washington Post reported that under Gen Miller a system was instituted which allowed hooding or keeping prisoners naked for more than 30 days, threatening by dogs, and extreme temperatures. </p> <p>After Gen Miller took control of Iraqi prisons in the wake of the Abu Ghraib scandal, he banned some practices, such as hooding, while defending others such as sleep deprivation. </p> <p>But General Janis Karpinski, whom he replaced, claimed that he had earlier told her: \"This place [Abu Ghraib] must be Gitmo-ised ... [prisoners] are like dogs.\" The US military refers to Guantánamo Bay as Gitmo. Gen Miller has denied the allegation. </p> <p><b> Interrogations</b><br>Detainees cracked and gave false confessions under pressure from interrogators who did everything from showing them photographs of Donald Duck to beating them and holding guns to their heads, the men allege. </p> <p>After months of questioning in coercive conditions, Mr Rasul admitted meeting Osama bin Laden and Mohammed Atta, one of the September 11 hijackers, in Afghanistan in 2000. In fact, he was working in a Currys store in the West Midlands. </p> <p>\"Eventually I just gave in and said, 'OK, it's me' ... because of the previous five or six weeks of being held in isolation and being taken to interrogation for hours on end, short shackled and being treated in that way,\" he said. </p> <p>\"I was going out of my mind and didn't know what was going on. I was desperate for it to end.\" He was cleared when M15 produced evidence showing the three were all in England at the time. </p> <p>The report describes the extraordinary techniques employed by military interrogators. Mr Iqbal described US soldiers holding a gun to his head and beating him during interrogations in Afghanistan. </p> <p>He added: \"An American ... shouted at me, telling me I was al-Qaida. I said I was not involved in al-Qaida and did not support them. At this he started to punch me violently and then when he knocked me to the floor started to kick me around my back and in my stomach.\" </p> <p>Interrogations at Guantánamo Bay were less violent but frequently involved physical stress - often in intense heat or cold, with detainees chained into painful squatting positions. On one occasion, Mr Iqbal recalled, \"I was left in a room and strobe lighting was put on and very loud music. It was a dance version of Eminem played repeatedly.\" </p> <p>Mr Rasul described being shown \"photographs of Donald Duck, Mickey Mouse, Tom and Jerry, Rugrats, Abraham Lincoln, Michael Jackson, Fidel Castro, Che Guevara, Osama bin Laden and famous people from different countries.\" </p> <p>At other interviews, he was asked: \"If I wanted to get surface-to-air missiles from someone in Tipton, who would I go to?\" </p> <p><b>Role of British officials</b><br>The report suggests British officials made repeated visits to Guantánamo to question Britons who had been subjected to alleged ill-treatment by the US. </p> <p>Consular officials, who visited at least six times, were supposed to ensure the welfare of the Britons, yet were always accompanied by MI5 officers. </p> <p>Mr Iqbal claims that the embassy official once acted like \"a third interrogator\", asking him not about his welfare, but about other matters. </p> <p>Mr Ahmed says he was interrogated in Kandahar by both a Foreign Office official and an MI5 officer, who told him the other two Britons had gone home because they cooperated. In fact they were on their way to Guantánamo. </p> <p>During an interview with Foreign Office staff and with an MI5 officer present, Mr Ahmed says he confessed to every allegation put to him, including going to Afghanistan to fight jihad at the expense of the al-Muhajiroun group. </p> <p>He had eaten next to no food for weeks and was suffering from sleep deprivation and extreme cold. He said the British officials \"did not seem to care or even ask him about the conditions.\" </p> <p>British officials saw all three men within three days of their arrival in Cuba. Mr Rasul says he was interviewed under armed guard by someone who said he was from the British embassy in Washington and someone from MI5. </p> <p>He said: \"The MI5 officer told me in no uncertain terms that if I did not cooperate they could make life very difficult for me.\" </p> <p>He was told if he admitted going to Afghanistan for jihad, he could return to England. Mr Rasul says he was interviewed twice by MI5 in Camp X-ray, and Mr Ahmed once. Mr Iqbal says British intelligence questioned him four times over three months. His first interrogation by MI5 lasted between six and eight hours. </p> <p>One MI5 interrogator told Mr Rasul that he would stay in Guantánamo for the rest of his life. During one interview, he says, he noticed that he was being filmed. </p> <p>During his fourth interview, Mr Iqbal says he refused to answer questions put to him by US and UK interrogators. Both left the room and then a British embassy official entered. He said Mr Iqbal should tell him about his grievances. Mr Iqbal stayed silent until he was shown letters from his family and told if could only have them if he cooperated. </p> <p>\"I was desperate to get some letters from my family, so I started to speak,\" Mr Iqbal said. </p> <p>He \"remembers clearly\" that the official wrote down his list of grievances for the first time. </p> <p>These included infections he was suffering from untreated wounds caused by iron leg shackles; being led naked to and from the showers; poor food; disrespect shown to their religion; and sleep deprivation. The complaint ran to two pages. Mr Rasul says he complained to a British embassy official called Martin, telling him that he had been kept in isolation for three months. Again, nothing seemed to happen. </p> <p>The report concludes: \"It was very clear to all three that MI5 was content to benefit from the effect of the isolation, sleep deprivation and other forms of acutely painful and degrading treatment, including short shackling.\" </p> <p>The men expressed considerable anger that \"there was never any suggestion on the part of the British interrogators that this treatment was wrong\". </p> <p><b>Prisoners' mental illness</b><br>There have been \"several hundred\" suicide attempts, many more than suggested in official accounts, according to the report. </p> <p>Camp authorities recorded around 32 attempts by prisoners to kill themselves before they stopped counting them and created a new category of \"manipulative self-injurious behaviour\", for which figures are not disclosed. </p> <p>But the report suggests that attempted suicides are just the tip of the iceberg. It describes in vivid detail the deteriorating mental health of prisoners, including Britons, and alleges that guards have assaulted men who have serious health problems. </p> <p>The men said that a high percentage of detainees were on anti-depressants and that at least 100 were observably mentally ill, as distinct from being depressed about their situation. </p> <p>They added: \"For at least 50 of those their behaviour is so disturbed as to show that they are no longer capable of rational thought or behaviour ... </p> <p>\"It is something that only a small child or animal might behave like ... These people were obviously seriously ill and yet we understand [from the military police] that they still get interrogated, and if they say someone is from al-Qaida then that information is used.\" </p> <p>The men claimed to have witnessed the beating of one man who suffered from mental illness - Jumah al-Dousari from Bahrain - for impersonating a female soldier. </p> <p>Eight soldiers repeatedly punched Mr Dousari, smashed his face into the concrete floor until his nose was broken, and kicked him in the stomach. </p> <p>\"When they took him out they hosed the cell down and the water ran red with blood,\" Mr Rasul said in the report. </p> <p>In another incident, a Saudi Arabian prisoner allegedly suffered irreversible brain damage when guards beat him up after he tried to kill himself. </p> <p>The account raises particular concerns about the mental state of British residents and citizens, in particular Jamil el-Banna, a Jordanian refugee who lived in London. </p> <p>\"Mentally, basically he's finished,\" Mr Rasul said. </p> <p>\"They told him he was going to be sent back to Jordan and he was extremely scared ... [it] meant to him the end of his life. He knew that he would be tortured or killed there.\" </p> <p>The report also says that Feroz Abbasi, from Croydon, \"was getting a very hard time\" and that guards reported Moazzam Begg, from Birmingham, to be \"in a very bad way\".</p>",
  "It is hard to imagine a more insensitive choice to represent the government at Gibraltar's tercentenary celebrations today than the defence secretary. The Rock is one of those problems left over from history which, even with maximum goodwill, still defy compromise solutions. All the more reason, therefore, not to rub Spanish noses in it with an effusion of British military pride. The territory's chief minister, Peter Caruana, does not help either, with a tercentenary message which waxes long and eloquent on the \"very close ties... between Britain and almost every branch of the British armed forces\". There must be a suspicion that the presence of Geoff Hoon, which was only announced last week, would have been considered with more care if the Spanish people had not so recently elected a government that disapproves of the Iraq war. <p>There is nothing sacrosanct about the treaty of Utrecht which ended the war of Spanish succession and confirmed the capture by British (and Dutch) forces of Gibraltar. If there were, Britain would still control Minorca as well, Austria would rule in Naples and Milan, and the harbour at Dunkirk would be filled up right to this very day. </p> <p>The principle that the Gibraltarians should have the last say on their own future is an undeniably strong one - even if it has not been applied consistently elsewhere. Britain paid scant attention to the wishes of the people of Hong Kong when we did a deal with Deng Xiaoping - far less did we insist on hanging on to a naval base there. The difference for Britain between Gibraltar and Hong Kong is pragmatic: there is no threat of a Spanish People's Liberation Army to settle the matter once and for all. </p> <p>Sooner or later, the Gibraltar question will have to be settled amicably, though that will be an uphill task. Both sides agree on the aim of shared sovereignty, but they differ on whether it should be the final goal; the Gibraltarians have so far rejected the idea. Yesterday the Spanish foreign minister called for less commemoration and more negotiation. That seems the sensible lesson of history.</p>",
  "<p>If Sven Goran Eriksson could step back for a moment from the lies, hysteria, hypocrisy - and occasional outbreaks of football - that have marked his three years as England coach, he might reflect that his treatment constitutes an object lesson both in the conduct of public life in Britain and the growing pains of its most venerable institutions </p> <p>To the dismay of his growing army of detractors, the Swede is likely to survive the turmoil engulfing the Football Association. However, the attempt to unseat him has followed a template familiar to politicians and celebrities whose private lives have been illuminated by the pious, intrusive glare of the press. </p> <p>The fallout from Faria Alam's affairs with Eriksson and Mark Palios, the chief executive who resigned on Sunday protesting his innocence after attempting to sling Sven to the wolves, has also illustrated the difficulties that sporting institutions founded in the amateur age face in adjusting to a era in which commercialism, as well as libidos, run rampant. </p> <p>Eriksson has his flaws but naivety is not among them. When he accepted his post, he knew he would be the subject of considerable media interest. It was nothing new, he reasoned, for someone who had held a high-profile coaching role at Roman club Lazio. In Italy, hard though it may be to believe at a time when BBC reporters use the phrase \"Svengate\" without blushing, the football press is even more voracious than in Britain. </p> <p>But Rome proved no preparation for what Eriksson has faced since he first blinked inscrutably into the lights of the cameras. As the holder of a post that requires its occupant, every two years, to meet the inflated expectations of a football public not so much starved of success as famished or face opprobrium, he was prepared for criticism. What he was not ready for, he has since confessed, was the interest in his private life. But he can be in no doubt now that it's in the bedroom, not the boardroom, that the Brits do for their public figures. </p> <p>Eriksson steadfastly refused to comment when news of his dalliance with Ulrika Jonsson emerged, and - crucially - neither did his employers. Britain's two favourite Swedes may have made entertaining copy, but without a public-interest justification to the story there was no need for the FA, or anyone else, to comment. </p> <p>This time round, the FA's disastrous decision to erroneously deny reports of the affair with Alam made the subject a matter of legitimate inquiry, and Eriksson's conduct the heart of the matter. Until Palios's hopeless attempt at self-preservation, what Sven said to whom was the central issue. For a while, it seemed that he would pay, not for having an affair, but for trying to cover it up. Deliciously, it is Palios who has paid the price for deception, leaving the Sphynx-like Eriksson to stride serenely on. </p> <p>For the institution Palios leaves behind, the failings exposed will need more than a new chief executive. The nub of the FA's problem, mirrored at the England and Wales Cricket Board, is a failure to adequately adjust a structure developed in the Corinthian age to cope with the demands of an era that has seen a vast injection of cash into the top end of the game. </p> <p>At the FA's heart is the 92-member council made up of representatives of the amateur game, including county associations, Oxford and Cambridge universities, and the armed forces. For most of the past century, this unwieldy coalition of the \"blazerati\" was just about able to cope with the FA's numerous responsibilities, which run from the England team to the recreational game. </p> <p>However, dramatic changes in the 1990s, mainly the foundation of the Premiership and the injection of Rupert Murdoch's billions, left the organisation looking hopelessly outdated. In 1999, an executive board was established to make more nimble decisions, but its composition - six representatives of the professional game and six from the shires - institutionalised the conflict of interest that is at the heart of the FA's problems. These men - it is always men - will decide Eriksson's fate tomorrow, but they appear too riven by conflict and consumed by self interest to decide their own. </p> <p>The creation of the Premiership ensured the elite would grow richer and more powerful regardless of the FA, and by granting the professional game an equal voice on the board the governing body effectively ceded control. Compared with their county cousins, the professional chairmen and chief executives are pin-sharp, but their interests are not those of the game at large. The dysfunction on display this week demands root-and-branch reform. But achieving it is a task that will make even Eriksson's love life look straightforward. </p> <p><strong>·</strong> Paul Kelso is the Guardian's sports correspondent </p> <p><strong>·</strong> <a href=\"mailto:paul.kelso@theguardian.com\">paul.kelso@theguardian.com</a></p>",
  "Tension over unresolved property disputes in northern Iraq may soon explode into \"open violence\" between returning Kurds and Arab settlers, Human Rights Watch warned yesterday. <p>It said that unless Iraq's interim government acted to resolve the disputes - the legacy of Saddam Hussein's programme of Arabisation - the region could be overwhelmed by a crisis. </p> <p>The report urged the authorities to address the needs of the thousands of internally displaced Kurds and other non-Arabs around Kirkuk. </p> <p>Over 30 years Saddam destroyed Kirkuk's ethnic bal ance to ensure Arab dominance - rather than Kurds, Turkomans or Assyrian Christians, who regard the city as part of their birthright - and to consolidate control over the region's oilfields. </p> <p>As many as 250,000 Kurds and others were expelled. But since the regime's collapse many have returned, demanding the restitution of property. Many live in dire conditions. </p> <p>Hania Mufti, of Human Rights Watch said: \"One small local dispute could spark a chain of events that could lead to bloodshed.\" </p> <p>She blamed the coalition authorities for failing to address \"a foreseeable problem\".</p>",
  "Siôn Jenkins was yesterday enjoying his first day of freedom after being granted bail before his retrial for the murder of his foster daughter, Billie-Jo. <p>Mr Jenkins, who spent six years of a life sentence in prison before the conviction was quashed on appeal last month, was travelling to his parents' home in Wales, where will he await the new trial. </p> <p>One of his first obligations will be to report to the police at Aberystwyth - a condition of his bail requires him to check in with the police daily. </p> <p>Mr Jenkins was driven away from Belmarsh prison in south-east London at 8.30pm on Monday by a campaigning journalist and family friend, Bob Woffinden. </p> <p>Mr Woffinden said Mr Jenkins was happy to be free, though frustrated that he had to wait for eight hours before being released after being granted bail while administrative matters were sorted out. </p> <p>After leaving Belmarsh, Mr Jenkins was reunited with his family at his aunt's house in Bromley, Kent, and spent the night there. </p> <p>Mr Woffinden said Mr Jenkins, 46, would be spending the first few days of his freedom settling back into the world outside prison. </p> <p>He said: \"He just wants to spend a few days with his family getting used to the outside world and getting over what has happened to him over the last six years.\" </p> <p>Mr Woffinden said it would be much easier for Mr Jenkins to work on preparing his case now that he was at liberty. </p> <p>His retrial is expected to be at the Old Bailey in the new year.</p>",
  "<p>A group of 140 check-in staff and aircraft dispatchers who were sacked when the low-cost airline Buzz was bought by Ryanair have won \"satisfactory\" compensation after a year-long battle over wrongful dismissal. </p> <p>The GMB union yesterday said it had reached an out of court settlement. But its senior organiser, Ed Blis sett, said the money was \"cold comfort\" for the loss of livelihood. An insider said the deal amounted to some £100,000, which represents around three weeks' wages for each of the employees, most of whom were part-time. </p> <p>Dutch airline KLM, which owned Buzz, is believed to be providing the money under an indemnity provided to Ryanair. </p> <p>Mr Blissett said: \"Ryanair's unnecessary sackings paint an accurate picture of a callous and malevolent employer who doesn't give a damn for anyone or anything apart from making a profit.\" </p> <p>The takeover descended into acrimony last year when Ryanair's chief executive, Michael O'Leary, above, told Buzz staff that he would shut down the carrier unless they accepted mass dismissals. Mr O'Leary justified his actions on the grounds that Buzz had the \"shittiest\" planes flying to \"shitty\" airports. </p> <p>He is still in dispute with the pilots' union, Balpa, which has accused Ryanair of breaking so-called Tupe regulations, which cover the transfer of staff, by rewriting Buzz pilots' entitlements to breaks and holidays. Ryanair yesterday showed evidence of a spring recovery from its dismal winter performance, announcing a 28% jump in pre-tax profits to €57.7m (£38m) for the three months to June. </p> <p>In its battle over airport charges with BAA, Ryanair suggested Stansted had made £39.8m over 12 years in fuel levies. BAA has begun legal proceedings against the airline, accusing it of owing £1m in unpaid charges at Stansted.</p>",
  "If Abdul Rajoub ever doubts his fate should he be discovered on one of his secret night-time visits to his children, there is the videotape of his brother's last few hours to remind him. <p>\"They cut off his fingers one by one,\" Mr Rajoub said. \"When they were torturing him he never admitted to being a collaborator. </p> <p>\"We were working for the Israelis and everyone in our village knew it. But he never admitted it to them.\" </p> <p>Mousa Rajoub was tortured, shot and strung up from an electricity pylon in the centre of Hebron in 2002 with two other Palestinians who collaborated with Israeli intelligence. </p> <p>Abdul now lives in hiding in the Israeli city of Ashqelon with a new wife and family, but he makes fleeting visits back to his village, Dura, to see the eight sons and daughters he left behind. </p> <p>The 46-year-old Palestinian has worked for Israeli intelligence for two decades. He is not ashamed to call himself a collaborator even though informers are vilified as the worst kind of traitor in Palestinian society. </p> <p>\"I was one of the people who vigorously resisted Israeli occupation and I was a member of Fatah,\" he said. \"In 1986, I was arrested by the Israeli security services. This was the ideological turning point. </p> <p>\"I was looking at at least 20 years in jail and I found I did not believe in the ultimate victory of the Palestinians. </p> <p>\"I was not ready to pay an ultimate price for something I did not believe in. So I declared that I joined the Israeli security apparatus and I was working in broad daylight.\" </p> <p>The Rajoub family is renowned through the Palestinian territories and beyond. Abdul's cousin is Jibril Rajoub, national security chief to Yasser Arafat. A brother, Yunis, is head of Mr Arafat's office in Jordan. </p> <p>But for many years, the real power in the village was Abdul and Mousa. Protected by Israeli patronage, they did not hide the fact that they worked with the occupiers. </p> <p>Both men openly carried weapons at a time when most Palestinians were not permitted guns. </p> <p>Abdul Rajoub says he recruited others to work with the Israelis without too many problems, including members of his own family, after the first intifada erupted in the late 80s. </p> <p>\"Each collaborator has his own motive. The intifada was a cruel phenomenon, hard, and there were a lot of people wanted to become collaborators. </p> <p>Many have hatred against Fatah, and now the Palestinian Authority,\" he said. </p> <p>Israel began recruiting collaborators from the first days of its 1967 occupation of the West Bank and Gaza Strip, using an array of pressures. </p> <p>Some, such as Abdul Rajoub, were drawn in as an alternative to years in jail or strong-armed while in prison. Others were subjected to blackmail over their sex lives or petty crimes. </p> <p>But tens of thousands of Palestinians have been coerced into low-level collaboration - giving information on who lives where, or the movements and allegiances of their neighbours - just to be able to get on with daily life. </p> <p>Many of those who need an Israeli permit to travel, work or study say they are pressured to cooperate or be denied. It is a dangerous business. </p> <p>About 90 alleged collaborators have killed by fellow Palestinians during this intifada, 21 of them while in the custody of the Palestinian security forces. </p> <p>Two were killed while lying in hospital beds this week. Last month, Muhammad Rafiq Daraghmeh, 45, was shot in front of a baying crowd in the public square of Qabatiya. </p> <p>More than 1,000 alleged informers were murdered during the first uprising. </p> <p>Palestinian human rights groups say many of the dead were not collaborators but falsely accused victims of score settling or family rivalries. </p> <p>The latest outbreak of panic about informers followed the Israeli assassination of the Hamas leader, Abdel-Aziz al-Rantissi, in May. </p> <p>Many Palestinians believe that the Israelis would not be able to pick off so many militants without the help of collaborators. </p> <p>Abdul Rajoub declines to discuss the detail of his collaboration but insists he has never tortured or killed anyone. </p> <p>He says he has stopped at least two suicide bombings, one by a member of his extended family whom he caught at a checkpoint carrying an explosives belt. </p> <p>In the 1980s, when Israel still had full control over the occupied territories and Yasser Arafat remained in exile, Mr Rajoub lived openly in Dura as a collaborator. </p> <p>That did not stop Palestinian activists from trying to kill him. \"Fatah tried to assassinate me three times. I still have a bullet in my head from one attack,\" he said. </p> <p>After the 1993 Oslo accords handed control of many areas of the occupied territories to the Palestinian Authority under Mr Arafat, Mr Rajoub decided it was no longer safe to remain in Dura. </p> <p>The Israeli intelligence services moved him to Ashqelon but his brother, Mousa, refused to leave Dura and paid with his life. </p> <p>Weeks after the latest intifada erupted nearly four years ago, Mousa was arrested by the Palestinian Authority, accused of collaboration and locked up in a Hebron jail. </p> <p>Eighteen months later, members of the Al-Aqsa Martyrs' Brigades, seeking revenge after an Israeli rocket attack killed their leader in Hebron, dragged him from prison with two other collaborators. </p> <p>\"They sent me a videotape. It shows his interrogation,\" said Abdul Mousa. \"They were asking him about being a collaborator and his connection with intelligence. </p> <p>\"He was denying it. They cut off four fingers, five minutes apart, on one hand. Then they cut off the other four. </p> <p>\"Then one of the guys doing the interrogation appears before the camera reading a piece of paper. It said: 'I am Mousa Rajoub. I am a collaborator. </p> <p>\"I participated in several operations to kill Palestinians and I committed a crime against the Palestinian people. I ask for swift punishment.' </p> <p>\"They didn't cut off Mousa's thumbs, so he could stamp the paper.\" </p> <p>Punishment was not swift. He was beaten some more and, bleeding badly, shot several hours later. His body was hanged by one leg from a pole alongside the two other collaborators. </p> <p>\"There were 17 people involved in those killings. Some of them we identified from the videotape, some from information. We captured 12 of them and killed five.\" </p> <p>Mr Rajoub makes fleeting visits to Dura every few weeks, usually in the middle of the night and for no more than a couple of hours. </p> <p>\"You won't find a Palestinian family without collaborators so we are just like everybody else,\" said his brother, Suliman, who always welcomes him. \"I don't want my brother to go this way but these things do not reach a blood feud, to kill each other over it.\" </p> <p>The taint of collaboration has not stopped the extended Rajoub family from turning to Abdul for assistance when they need something from the Israelis. </p> <p>\"If there is a possibility for him to help us, he will help,\" said Suliman Rajoub. \"If we need the Israelis to issue permits, he will help. If one of the family is arrested, is in jail, he is capable of finding out about him.\" </p> <p>Mr Rajoub says he does not regret becoming a collaborator but he would like to go home. \"I'm living here among the religious Jews and the radicals who do not like Arabs,\" he said. </p> <p>\"The government says we can become Israeli citizens but I don't want to. I know I can never go home, but I think about it. I know I have sentenced myself to become an Israeli. I will for ever be judged as a collaborator.\"</p>",
  "The South African economist Vella Pillay, who has died aged 80, was a major figure at the London end of the anti-apartheid movement. <p>Once that objective had been achieved, he assembled a report on the new economic possibilities for his native land. </p> <p>Born in Johannesburg, Pillay was one of six children, and went to a school then reserved, under racial laws, for Indians and Coloureds. </p> <p>His family was poor, and he accompanied his mother in hawking vegetables through neighbouring white areas, until his elder brother was able to become the breadwinner. </p> <p>Pillay went as a part-time student to the University of the Witwatersrand, gaining a bachelor of commerce degree in 1948. </p> <p>He financed his studies, and subsidised the family income, by daytime work as a bookkeeper for an Indian company. </p> <p>Becoming politically aware at university, he joined the Federation of Progressive Students and was active in the Transvaal Indian Congress. </p> <p>He led a small delegation of municipal tenants, whose water supply had been cut for not paying the relevant rates, to the Johannesburg city council, and his threat to organise demonstrations helped to get the water reconnected. </p> <p>Pillay also joined the South African Communist party (SACP) as a student, and associated himself with the recently radicalised leadership of the South African Indian Congress. </p> <p>He was soon involved in a defiant campaign against the Pegging Act of 1943, which restricted Indian residence and property ownership outside designated areas, and an African protest campaign against the pass laws. </p> <p>Through the SACP, he met his future wife Patsy, a woman of mixed Jewish, European and American background. In June 1948, they got married in the Cape, an area where marriage across racial lines was still legal. </p> <p>The following January, they moved to London, where Pillay had been accepted by the London School of Economics for an honours degree in international economics.</p> <p>Enrolled as an evening student, he worked during the day as a research officer at the Bank of China in the City. </p> <p>In 1950, the South African government outlawed the SACP, and, in 1960, the African National Congress (ANC). </p> <p>Pillay was increasingly involved in various subversive undertakings. He managed the funds of the SACP, and assisted in the production of its periodical African Communist, circulated clandestinely in South Africa. </p> <p>He also arranged for South African revolutionaries to receive military training in the Soviet Union and China. </p> <p>The emergence of the Sino-Soviet dispute in the mid-1960s produced a particular challenge for him. </p> <p>The SACP took a strong pro-Soviet position and regarded his Chinese connections, not least his continued employment at the Bank of China, with suspicion. </p> <p>He later commented: \"The SACP decided to sideline me, and since then I ceased having any connection with them. But my reltions with Oliver Tambo and the ANC remained close and undisturbed.\" </p> <p>An organiser of the campaign to boycott South African goods in 1959, Pilley went on to be a founding member of the British Anti-Apartheid Movement in 1960. </p> <p>Indeed, he served on the organisation's executive throughout its existence until 1994, was vice-chair from 1980 to 1986, and treasurer at various times, notably when funds were needed for campaigning in South Africa in the late 1980s. </p> <p>He also chaired the editorial committee of Anti-Apartheid News, the movement's campaigning monthly, and wrote pamphlets and studies on the nature of the apartheid economy, the structure of the gold-mining industry, and the trade and labour policies of the apartheid government, both for the Anti-Apartheid Movement and the United Nations. </p> <p>In 1981, after becoming leader of the Greater London Council, Ken Livingstone invited Pillay to join the Greater London Enterprise Board (GLEB), whose objective was to invest part of the GLC's income for the promotion of the local economy, related employment, and especially enterprises that would enhance opportunities for black people. The project disappeared when Margaret Thatcher abolished the GLC in 1986. </p> <p>At the the Bank of China, whose City branch had a crucial role in international finance transactions and the management of China's foreign exchange reserves, Pillay was appointed assistant general manager in 1978, a post he held until retirement in 1988. </p> <p>He acted as the bank's economic adviser from 1977, continuing part-time after retirement until 2002. </p> <p>The approach of a democratic regime in South Africa, with the first non-racial elections due in April 1994, was accompanied by a preoccupation with economic policy. </p> <p>It was thus fitting that Pillay should have been invited to return home in 1992-93 to coordinate the work of numerous distinguished economists in the Macroeconomic Research Group (Merg). Its report, Making Democracy Work, published in December 1993, argued for a programme of coherent growth, liberating the economic and social forces of the country to lift living standards for the mass of its citizens. </p> <p>Western governments, and the international agencies they controlled, argued for the adoption of their own agenda. The ANC leadership abandoned the Merg report, with its emphasis on a low-key welfare state achieved by directing resources, such as pension funds, into such objectives as a large-scale housebuilding programme. But subsequent developments have demonstrated that a great opportunity was lost. </p> <p>Pillay received an honorary doctorate from the University of Natal (Durban-Westville) for his work on Merg. There are indications that its report may soon be officially revisited and its recommendations revalued. </p> <p>Patsy and their two sons, Deenan and Anand, survive him. </p> <p>· Vella Pillay, economist and anti-apartheid campaigner, born October 8 1923; died July 29 2004</p>",
  "Scarcely noticed, the US last month deployed its first ground-based missile interceptor at Fort Greely in Alaska. It was a significant step in the Bush administration's ambitious and hugely expensive missile defence system - a project the Blair administration says it supports but one that, in the view of its many critics, will provoke a new arms race leading to the weaponisation of space, a true \"son of star wars\" with profound implications for the rest of the world. <p>Deployment of the interceptor \"marks the end of an era where we have not been able to defend our country against long-range ballistic missile attacks\", said Major General John Holly, programme director for the Ground-Based Midcourse Defence system. </p> <p>This has nothing to do with terrorists, repeatedly described by Bush and Blair as the greatest threat to the west. The al-Qaida network of terrorists may want to get their hands on biological or chemical weapons, or a dirty bomb, but they are unlikely to be able to launch a long-range intercontinental ballistic against the US, or anywhere else. </p> <p>\"This extraordinary emphasis on missile defence represents misplaced priorities,\" says the US Union of Concerned Scientists. \"The administration's top priority should instead be combating the threat of nuclear terrorism.\" </p> <p>Up to five more interceptors are due to be deployed at Fort Greely by the end of this year. By the end of 2005, the US plan is to deploy 10 ship-based intermediate-range interceptors, a sea-based tracking radar and an upgraded radar at Fylingdales in Yorkshire. </p> <p>Bush wants to spend $10bn on missile defence in 2005, an increase of nearly $1bn over this year's expenditure on the system. His request has yet to be agreed by Congress, where there is a growing belief that the whole project is ideologically driven, a belief fuelled by widespread scepticism among Pentagon officials about whether it will work. That scepticism is not shared by their boss, Donald Rumsfeld, an enthusiastic supporter. </p> <p>Rumsfeld is also a driving force behind US plans for weapons in space, the next step in America's still-limited missile defence programme. He has talked about a threat from a \"space Pearl Harbor\". As little-noticed as the missile deployment at Fort Greely, his Missile Defence Agency has now earmarked nearly $70m for Nfire - the acronym for the near field infrared experiment. </p> <p>This project, due to have been launched this year but delayed because of rumblings in Congress, involves a series of test satellites in low-Earth orbit carrying infrared sensors. Initially, the idea is to enable the US military to distinguish between the rocket plume, or exhaust, of a missile fired by a potential enemy and the missile itself. But the system is also designed to carry a \"kinetic kill-vehicle\" that will intercept a missile after it has been tracked. </p> <p>Nfire will in effect be the first space weapon. That is the warning in Fighting for Space, a paper written by the Yorkshire Campaign for Nuclear Disarmament to be published later this month. While Nfire is \"being marketed as a defensive system playing a part in the missile defence infrastructure, it could also be effectively deployed as an anti-satellite weapon able to destroy the space assets of other countries\", it says. It quotes a recent interview with an anonymous senior US government official who stated: \"We're crossing the Rubicon into space weaponisation\". Or as the US Space Command noted last year: \"We cannot fully exploit space until we control it\". </p> <p>CND comments that, \"given the widespread concerns that missile defence won't work effectively, the statements by the US administration and military about controlling space and the asat [anti-satellite] capabilities of the missile defence system, it is no wonder that many states and individuals believe the system is being developed primarily for offence rather than defence\". </p> <p>Russia has already developed a basic asat system. The Pentagon has expressed concern that China will be capable of launching asat weapons in two to six years. There are international agreements governing space, notably the 1967 outer space treaty. But these ban only \"weapons of mass destruction\" - nuclear, chemical and biological weapons. They would not prohibit the kind of satellite wars now in prospect. </p> <p>Washington, meanwhile, is determined to push ahead with its missile defence project, with the help of its allies, old and new. </p> <p>The British American Security Information Council notes that last month during a visit to the UN, Australian defence minister Robert Hill said that Australia planned to help the US develop a missile defence system, although it \"faces no current threat from ballistic missiles\". </p> <p>The US was last month reported to be negotiating with Poland and the Czech Republic over its missile defence programme and the location of the largest missile defence site outside America. The US also says it wants Japan to jointly develop equipment for missile defence systems. </p> <p>In Britain, there is little or no debate, although the expanding US satellite ground station at Menwith Hill in Yorkshire will play a key part, along with Fylingdales. Earlier this year, Geoff Hoon, the defence secretary, told Lindis Percy, the veteran campaigner against US bases in Britain: \"We are keen to see how the US system evolves ... The agreement to the upgrade at Fylingdales and the close links between UK and US industry will give us close access to, and involvement in, the US missile defence programme.\" </p> <p>It is for MPs to pick up the cudgel. Mr Hoon's senior military advisers are deeply concerned about the US's missile defence project and what it could lead to. The issues are far too important for decisions to be allowed to go by default. </p> <p><b>·</b> Richard Norton-Taylor is the Guardian's security affairs editor </p> <p><a href=\"mailto:richard.norton-taylor@theguardian.com\">richard.norton-taylor@theguardian.com</a></p>",
  "Mabey and Johnson claims that the corruption allegations over its sale of bridges in Papua New Guinea do not come from reputable and credible sources (Firm faces bribery allegation, July 29). <p>For the record, The Corner House first learned about the allegations of bribery from a multilateral development bank. Concerns about the allegations have been expressed by highly reputable sources both within the Papua New Guinean and British governments. </p> <p>As Mabey and Johnson will be well aware, it is unlikely that the Metropolitan police would have forwarded these allegations to another law enforcement agency unless they believed that there were credible grounds for examination. </p> <p>Protestations of innocence are common among companies facing allegations of bribery abroad. And everyone is, of course, innocent until proven otherwise. If Mabey and Johnson is really concerned to put the facts where its mouth is, however, then it may want to consider making public the name of the agent it used, the amount paid, the services provided, and the invoices to back it up. </p> <p>The Corner House is not anti-corporate, self-professed or otherwise. We are anti-bribery and corruption, because it has devastating consequences in poor countries.<br><b>Susan Hawley<br> Nick Hildyard</b><br>The Corner House</p>",
  "Two Palestinians accused of collaborating with Israel were executed by gunmen in their hospital beds yesterday, soon after being wounded in a grenade attack on a prison. A third alleged informant was fatally injured in the blast. <p>Palestinian militants tossed the grenade into a wing of Gaza's central prison which is reserved for people suspected of and convicted of collaborating with Israel. Seven injured prisoners were taken to Gaza's Shifa hospital, where one, Musa Ouda, 30, died. Hamas claimed responsibility for the attack.</p> <p>Later four armed men slipped into the hospital and made their way to the bedside of Mahmoud al-Sharef, 52. Police said he was shot twice in the head. Sharef was convicted in 1999 of being involved in the killing of the founder of Islamic Jihad's military wing, four years earlier.</p> <p>After Sharef's death, a group of 20 gunmen arrived at the hospital, taking control of the entrances before killing Walid Hamdiyeh, 42. Hamdiyeh confessed during a 2002 trial to providing Israel with information that helped its forces kill a founder of Hamas's military wing in 1993.</p> <p>Assassinations of collaborators occur occasionally in the Palestinian territories, but yesterday's events demonstrated how ineffective the Palestinian forces are at maintaining law and order.</p> <p>In the past few weeks, armed gangs in Gaza have burned down Palestinian police stations and carried out kidnappings amid mounting criticism of Yasser Arafat, the Palestinian leader. Yesterday in Ramallah, however, hundreds of Palestinians rallied in support of Mr Arafat, who has been accused of presiding over a corrupt regime.</p> <p>\"You are the defenders of the sacred land,\" said Mr Arafat praising his supporters for \"thwarting the conspiracy\" against him.</p> <p>Israeli troops yesterday shot dead three armed Palestinians close to a Jewish settlement in the north of the Gaza Strip. The Israeli military said the men were approaching the settlement's perimeter fence when soldiers opened fire.</p> <p>A joint announcement from Islamic Jihad and the Al Aqsa Martyrs' Brigade said three of their men were killed in \"a heroic operation\".</p> <p>\u0095 Israel's defence ministry has granted permission for the expansion of Ma'ale Adumim, the largest Jewish settlement in the West Bank. Six hundred new homes, housing 2,000 settlers, are to be built, said a ministry spokesman, Eli Kamir.</p> <p>Palestinians criticised the decision, saying Israel was breaking promises it made to the US not to expand the 150 Jewish settlements.</p> <p>The Israeli defence minister, Shaul Mofaz, touring the settlement yesterday, said he wanted it included on the \"Israeli\" side of the West Bank barrier Israel is building.</p> <p>Lady Symons, a Foreign Office minister said: \"I urge the Israeli, government in accordance with phase one of the road map, to freeze all settlement activity\".</p>",
  "The grim succession of news from Iraq makes the belief that security would improve, however slowly, after the handover to an interim administration, seem more than ever misplaced. Casualties inflicted on US-led foreign forces have fallen from the very high levels of recent months, but the shadowy forces of insurgency are able to shift their targets at will. <p>Sunday's attacks on Christian churches appear carefully coordinated, picking on a minority which had so far been untouched, and again underline the terrorists' freedom of manoeuvre. </p> <p>Progress or its reverse is better judged from the seat of a truck driver's cab on the way into Baghdad than from No 10 Downing Street. </p> <p>Foreign truck drivers, lured by relatively large cash payments, are now travelling only by day even when they are given armed escorts. </p> <p>Yesterday the Turkish truckers' association, hoping to secure the release of two kidnapped members, announced that it would no longer transport goods bound for US forces in Iraq. </p> <p>Drivers have been kidnapped bringing in supplies from Kuwait and Jordan regardless of the destination of their loads. </p> <p>Some 200 Jordanian drivers have been killed since the war last year either by US fire or armed Iraqis and last week the truck owners' association in Amman complained that such assaults are still taking place regularly. </p> <p>As the latest travel warning from the US Department of State puts it, since the transfer of authority on June 28 all vehicular travel in Iraq remains \"extremely dangerous.</p> <p>Attacks occur throughout the day, but travel at night is exceptionally dangerous.\" </p> <p>Many incidents of violence are barely reported now, but only partly because of communication difficulties. </p> <p>While British ministers go on vacation and the US press focuses on the election, news from Iraq has receded subtly from the headlines, including the unannounced visit of US secretary of state Colin Powell to Baghdad last week, where he warned of \"challenges in the weeks ahead\", and the postponement of the planned national conference to select an interim assembly. </p> <p>The existence of an Iraqi government, however defective, in control of a \"sovereign state\", also provides - as it was intended to - some insulation. </p> <p>Yet it is vital to ask: what sort of government and what sort of state? Afghanistan today, where the Kabul government also cannot provide security outside the capital, is indicative. </p> <p>The invasion and overthrow of a \"rogue state\" only leads to a fractured state: for those doomed to live in it there has to be a better way.</p>",
  "Iraq's most influential Shia cleric, Grand Ayatollah Ali Sistani, yesterday denounced the recent wave of bomb attacks on churches in Baghdad and Mosul, saying they were criminal acts aimed at \"Iraq's unity, stability and independence\". <p>Ayatollah Sistani's comments came as Iraqi Christians voiced fears for their safety after explosions on Sunday night killed at least 11 people and wounded more than 50. </p> <p>In a statement released from the holy Shia city of Najaf, the ayatollah said: \"We condemn and reproach these hideous crimes and deem necessary the collaboration of everyone - the government and the people - in putting an end to aggression on Iraqis.\" </p> <p>It continued: \"We assert the importance of respecting the rights of Christian civilians and other religious minorities and reaffirm their right to live in their home country, Iraq, in security and peace.\" </p> <p>In recent months Iraqi Islamist activists have threatened Christians running off-licences, and beauty salons have also been targeted. </p> <p>But Sunday's attacks and loss of life were of a different order. They were also condemned by Sheikh Raed al-Khadimi, an influential supporter of the radical Shia cleric Muqtada al-Sadr, whose followers are among those who have been blamed for the campaign against off-licences. </p> <p>\"Whoever is doing that are the enemies of Iraq,\" the sheikh said. \"We will cooperate with the Iraqi police to find the terrorists responsible.\" </p> <p>Muhammad Fadil al-Samara'i, an official with the Sunni Iraqi Islamic party, blamed terrorist groups and others \"who profit from creating civil disturbances in Iraq\". </p> <p>Sunday's bombings were the first against the country's Christian minority - thought to number around 750,000 - and in Christian areas of Baghdad yesterday, many people said they were contemplating leaving. \"I'm going to leave, but against my will,\" said Heyam Elia, standing near the bombed Syrian Catholic church in the Karada district. </p> <p>\"To leave is not easy, because this is my country, but what can I do if there is no security? </p> <p>\"I got a phone call from my mother-in-law in Florida who said she was going to do everything necessary just to get me and my family away from here.\" </p> <p>But in the poorer neighbourhood of Doura, where several churchgoers were killed by a blast at the Chaldean Patriarchate, residents said they could not afford to move away. </p> <p>\"What choice do we have?\" said Azad Aman Hanna as he stood by his bombed car. \"Our civilisation was here 500 years before the Muslims. We can't leave our country. But we want security.\" </p> <p>Yonadam Kanna, the leader of the Assyrian Democratic Movement, which had a seat on the now-dissolved Iraqi governing council, said many Iraqi Christians had already fled to neighbouring Jordan and Syria, \"both to escape the instability and the rise of Islamic terrorism\". </p> <p>\"Organised international terrorists\" were responsible for the attacks, he said. \"This was not an act of religious intolerance, but one that was politically motivated by outsiders who just want to disrupt and destroy.\" </p> <p>Iraqi government officials blamed the Jordanian-born militant Abu Musab al-Zarqawi for the attacks, saying he intended to stir up religious strife and drive Christians away. </p> <p>\"There is no shadow of a doubt that this bears the [hallmark] of Zarqawi,\" said Iraq's national security adviser, Mowaffaq al-Rubaie. A group thought to be led by Mr Zarqawi has claimed responsibility for car bombings and the killing of foreign hostages in Iraq. </p> <p>Last night a little-known Islamist group calling itself the Planning and Follow-Up Organisation in Iraq said on a website it carried out the bombings, but no independent verification was available. </p> <p>\"You wanted a crusader war, so these are the results ... We warned you,\" the group said. </p> <p>Barham Salih, the deputy prime minister, told the Guardian: \"The Christian community in Iraq is respected and valued. They are loyal Iraqi citizens, and any attack on them is an attack on all decent Iraqis.\" He added: \"We are determined to defeat the terrorists who so brutally seek to disrupt social peace.\"</p>",
  "<p>US investment bank Goldman Sachs effectively took control of debt-ridden British hotel chain Queens Moat yesterday, offering to buy its junior debt and outstanding shares in a deal worth £544m. </p> <p>Goldman, which made the offer through its Whitehall global real estate fund, said holders of 41% of the group's junior debt had agreed the deal, which values the debt at 90p in the pound. </p> <p>Whitehall already owns 34% of Queens Moat's junior debt, bringing its stake to 75%. </p> <p>In a joint statement, Whitehall said it would give the remaining junior debtholders until August 16 to accept the offer. It needed 98% acceptances for the deal to pass. </p> <p>\"It would be unusual if the other holders didn't follow the steering committee,\" said one source, referring to the committee which held the 41% debt stake. </p> <p>In addition, Whitehall said it agreed to pay shareholders a penny a share, which ensures the group stays afloat rather than falling into administration, which had been one likely outcome. </p> <p>\"The Queens Moat board believes the acquisition is the best option available to the company and is recommending it to its shareholders,\" the board said in the statement. </p> <p>The deal brings to an end months of wrangling between Queens Moat and its junior creditors. Since the early 1990s the hotel group has been in financial trouble, which led to its delisting in 1995 for two years. Its troubles were compounded by the tourism downturn during the three-year economic slowdown and the September 11 attacks in America. </p> <p>As part of a restructuring to cut the firm's debt and speed up the sale process, its senior lenders - which hold about £220m of the company's debt - had already agreed to receive 110p for every £1 of debt. </p> <p>The junior debt holders - which hold about £230m of debt - had not agreed terms and were hoping to strike a deal with Queens Moat following a sale to bidders for its assets in Germany, Britain and the Netherlands. </p> <p>Morgan Stanley, which was advising Queens Moat on its restructuring, had drawn up the short list of preferred bidders but at the 11th hour, Goldman Sachs's Whitehall swooped in and made an offer for the whole group. </p> <p>Given its 34% junior debt holding and an equity stake of 29%, Whitehall effectively had the power to block any deal to the bidders. </p> <p>Whitehall's original deal valued the debt at 85p in the pound but after weeks of wrangling, the real estate fund agreed to raise its offer to 90p, sources said. </p> <p>Goldman Sachs advised Whitehall while Close Brothers advised the junior debt holders.</p>",
  "<p><strong>Lastminute.com</strong> has had a torrid time over the past few weeks, dropping like a stone from 180p as a combination of worries about trading and the fallout from a dire profits warning by rival ebookers took their toll. </p> <p>But yesterday talk of a deal with <strong>BT</strong>, up 1.25p at 190p, helped drag the stock up 2p to 133p. T</p> <p>he deal, expected today, will see Lastminute launch a service that enables restaurants to advertise spare tables as soon as they become available. </p> <p>The deal will help Lastminute widen its product offering beyond the competitive travel market. BT will use the service to plug its broadband offering to restaurants, which will need its kit to place their spare capacity on Lastminute. </p> <p>The service will be launched in September, backed by an extensive advertising campaign. </p> <p>BT will also brand some of its internet-enabled pavement kiosks with the bright pink Lastminute logo. </p> <p>Away from the dotcom sur vivors, better than expected results from <strong>HSBC</strong> helped pull the banking sector - already buoyed by the <strong>Abbey National</strong> bid situation - higher. HSBC closed up 26p at 833.5p while <strong>Barclays</strong> added 3.75p to 463.75p ahead of its figures this week. </p> <p><strong>Lloyds TSB</strong>, up 0.25p at 412.5p, benefited from buyers looking forward to its maintained 10.7p dividend. </p> <p>Abbey National closed at 581.5p, up 14.5p, as talk of another bidder coming on the scene continued. Many in the City will be watching what <strong>Royal Bank of Scotland</strong>, up 13p at £15.59, has to say when it reports its figures today, while <strong>HBOS</strong>, down 15.5p at 697p, is the bookies' current favourite to take on Banco Santander Central Hispano. </p> <p>Strength in banking helped the FTSE 100 index shrug off some of the effects of the most recent terrorist scare from the US, suggesting financial institutions will be targets. </p> <p>The <strong>FTSE 100</strong> closed up a mere 2.6 points at 4,415.7 while the <strong>FTSE 250</strong> dipped 5.8 points at 6,017.7 and the small cap closed down 2.1 at 2,477.9 points. </p> <p>Among the second line stocks, <strong>Eidos</strong> jumped 10.5p to 107p as talk did the rounds of an imminent bid for the computer games manufacturer at 105p-110p. </p> <p>The creator of Lara Croft has got itself into a nasty situation from which even its well-endowed heroine would find difficulty escaping. </p> <p>Following a string of profit warnings over the past few years, the management bit the bullet in June and announced a wide-ranging strategic review. </p> <p>In announcing that, the company, which called off talks with French rival Infogrames four years ago, said it was \"mindful of the potential benefits of scale\" - which was taken to mean it had hoisted the \"for sale\" sign. </p> <p>American publishers Activision and Electronic Arts are rumoured to be interested, with Infogramesin the background. </p> <p>The French company saw its shares sink 15% yesterday as brokers dropped their forecasts for annual profits following uninspiring first quarter figures at the end of last week. </p> <p>While that was expected, what spooked analysts was the company's prediction of poor second quarter sales. </p> <p>In a note, Goldman Sachs said the company is too reliant on its back catalogue and \"cannot sustain its current revenue run rate\". </p> <p>Such considerations, some in the London market quipped, make it all the more important that it gets its hands on some of Eidos's intellectual property. </p> <p>Fellow developer <strong>Argonaut Games</strong> dropped 1.37p to 4.5p after announcing it expects results for the year to end-July to be below market expectations. </p> <p>The company now anticipates a loss of about £6m following delays in signing some big development contracts. </p> <p>With the August lull setting in, there was little in the way of major movement from the main brokerage firms. </p> <p><strong>Inchcape</strong> closed at £16.72, up 47p, after Dresdner Kleinwort Wasserstein reiterated its add stance on the stock following half-year figures which showed a greater than expected rise in profits. </p> <p><strong>Virgin Mobile</strong> continued its slow slide, reaching a new low of 186.25p, down 2.5p on the day, despite a solid set of figures late last week. </p> <p>Independent non-executive director David Moloney bought 5,000 shares at around 191p each. </p> <p>Another recent float, <strong>Premier Foods,</strong> has fared slightly better recently, closing down 0.5p at 213p yesterday, having joined the market at 215p. </p> <p>Among the smaller stocks, <strong>Vislink</strong> eased 0.25p to 23.25p on talk that the IT hardware manufacturer has seen a continued deterioration in trading. </p> <p>In late May the company warned that its first half figures would be below last year because of a slower than expected pick-up in the UK. </p> <p><strong>Harvey Nash</strong> closed up 5p at 72.5p after the recruitment group announced it expected first-half profits to be \"substantially ahead of expectations\". </p> <p>Cazenove moved its stance on the shares to outperform from in-line after the trading update. </p> <p><strong>Uniq</strong> eased 2.5p to 130p as traders whispered concerns about its current trading, while investment boutique <strong>Rensburg</strong> dipped 5p to 420p on similar concerns. </p> <p>Finally, <strong>Evolutec Group</strong> ended the day at 127.5p, having been placed at 125p. </p> <p>The company, which raised £6m by going public, is looking to develop drugs from the saliva of ticks. </p> <p>These nasty little blighters produce chemicals that suppress the immune response the human body makes when attacked by a biting insect. </p> <p>The company is hoping to harness these chemicals to create drugs to treat allergic reactions.</p>",
  "Thirteen men have been arrested in a series of anti-terrorism raids across Britain, police said tonight. <p>Police swooped on the men, all aged in their 20s and 30s, this afternoon and evening in a planned operation. </p> <p>They are being held on suspicion of being concerned in the commission, preparation or instigation of acts of terrorism under the Terrorism Act 2000. The arrests were made in north west London, Hertfordshire, Bedfordshire and Lancashire. </p> <p>The raids are believed to be linked to international terrorism and were led by the Metropolitan Police's Anti-Terrorist Branch and supported by officers from Hertfordshire, Bedfordshire and Lancashire. </p> <p>The men are set to be taken to a central London police station and interviewed by anti-terrorism officers. </p> <p>In a statement tonight, the Met said the raids were part of a \"pre-planned, on-going intelligence-led operation\" and added: \"Today's operation is part of continuing and extensive inquiries by police and the Security Service into alleged international terrorism.\" </p> <p>According to the Met, officers are executing a number of search warrants at homes in London, Bushey, Luton and Blackburn. </p> <p>Pictures from the BBC showed officers in fluorescent jackets searching a gold-coloured Mercedes in the first public indication of the wide-ranging raids. </p> <p>The arrests come as Prime Minister Tony Blair came under pressure today to spell out the level of the terrorism threat in Britain, as a massive security operation continued in US cities. </p> <p>America is on heightened alert, following the seizure of computer files from al-Qaida suspects captured in Pakistan. The documents apparently mention potential targets for attack both in the US and Britain. </p> <p>But while police in London are said to have spoken to branches of American banks in the British capital, security on this side of the Atlantic was not notably increased. The Home Office indicated only that no specific threat has been uncovered, saying: \"We are maintaining a state of heightened readiness in the UK.\"</p> <p>Just three months ago, the Home Office said that fewer than one in five of those arrested under the Terrorism Act 2000 had been charged with offences under the legislation. </p> <p>By May this year, 562 people had been arrested under the Act since September 11 2001, Home Secretary David Blunkett said in a written parliamentary answer. </p> <p>He said 97 had been charged with offences under the Act and that, of those, 14 were convicted. A total of 280 people were released without charge and with no further action being taken, he said. In April this year, 10 people were arrested in a series of anti-terror raids. </p> <p>The nine men and one woman were arrested on suspicion of the commission, preparation or instigation of acts of terrorism in an operation led by Greater Manchester Police. They were all subsequently released without charge.</p>",
  "<p>It is getting dark in Aden, and Theguardian, trailing a long sword through the dirt on the edge of a mean village of barns and lean-tos, is fed up and a little bored. The rough tracks through the trees are littered with the corpses of goblins which Theguardian has slain for want of anything else to do. In truth, they are easy kills, and slaying anyone does not correspond to good journalistic practice. But Theguardian, my avatar, has spent a real hour in a nonexistent world with more than four million paying residents, and nobody has been willing to talk to him so far. </p> <p>Broad-shouldered men with jackboots and flowing capes dash across the mud. Barbie-doll elven women in pink miniskirts and bra tops loiter by the woodsheds. Each of these electronic incarnations on the screen represents an actual person somewhere in the world. The real individual could be anywhere on the globe. Here, they are all Adenites. </p> <p>For no clear reason, an elf woman starts beating Theguardian with a sword. Tapping away at the keyboard, I try to explain that I am not, as I appear to be, a novice knight with the build of an American footballer in silver plate armour, dragging a sword the size of a broom handle, but a reporter in London. The elf woman stops attacking me and, without a word, teleports away into nothingness. This keeps happening. But I must persist. This is not an abstract electronic quest. This is not about points on a scoreboard or racing for a finish line. This is about money. </p> <p>Most of us are familiar with the idea of conventional computer games: you buy, borrow or steal a piece of software for a desktop computer or a PlayStation-like console, load it up, and use a keyboard or mouse or joystick to steer a character through a challenge. You race a car round a course, or run a football team, or kill monsters, or slay gunmen. The game ends: you start again, or buy another. You can play with a friend, or with a few friends over the internet - but it's still a game that ends and, for those dissatisfied with reality as it is, that's not good enough. </p> <p>Now, most notably in east Asia but increasingly in the US and Europe, another kind of computer game is gaining ground which, financially and emotionally, blurs the boundary between the real and the computer-generated. In the software business, the games go by the indigestible acronym MMORPGs (massively multiplayer online role-playing games), but they are more easily understood as virtual worlds. Aden is a virtual world in an online game called Lineage, created and run by a Korean company, NCsoft. Lineage's four million mainly east Asian subscribers make it the biggest, although the more recent Japanese virtual world of Vana'diel, in the game Final Fantasy XI, which has a large following in the US and is about to launch in Britain, recently passed the 500,000-inhabitant mark. </p> <p>The most curious element of the virtual worlds is not the fortunes they are making for their creators, though these are real and remarkable enough; NCSoft's profits run at £5m a month: unlike conventional computer games, which players pay for only once, virtual world residents pay a monthly fee, typically about £10, for the right to stay alive in these privately run existences. </p> <p>No, what is most bizarre about the virtual worlds, in which all players were supposed to start out equal and acquire wealth and status by their own efforts, is that the inequality of the real world is sluicing into them. Players who are wealthy in the real world are using real money to buy virtual goods and virtual characters from players who are real-world poor. Players who, in the real world, are time-rich and cash-poor are putting in hours of graft in the virtual world, killing virtual monsters, seeking out virtual treasure and giving themselves IT worker's lumbago to produce nonexistent magical weapons and characters, which can then be sold for thousands of dollars on the internet. </p> <p>At first encounter, the virtual-world concept seems simple - an ingenious merger between two familiar PC-age institutions: the fantasy role-playing game and the internet chatroom. At any one time, thousands of people are online in the same virtual world as you, dressed up as magicians or dwarves. Sometimes you chat to each other, sometimes you try to kill each other, sometimes you gang up to fight another gang for control of a castle. Sometimes you sit on someone's lap and talk. </p> <p>But just as you are more likely to be killed if you are poorly equipped and inexperienced, so you are less likely to be chatted to and invited to join a gang if you are poorly equipped and inexperienced. In order to get equipment and experience, it is necessary to carry out dull, repetitive tasks, like slaying goblins, or testing your sword against a training post. </p> <p>With my ridiculous armoury in the twilight squalor of small-town Aden, as the novice knight Theguardian, I begin to have a strange, familiar feeling. As I hack away, clicking the cursor over and over again and watching Theguardian's claymore wearily whacking a virtual straw dummy, I start to think: \"This is not a game. This is not fun. This is hard, dull work.\" The virtual Protestant in me thinks: \"If I don't do this, I won't get anywhere in this world.\" At which point I think: \"Couldn't I pay someone else to do it for me while I go and do something more worthwhile?\" </p> <p>This is exactly the point at which the virtual and real worlds collide. A US economist, Edward Castronova, who spent months roaming the virtual world of Norrath in Sony's game EverQuest, used exchange rates based on black market internet prices for virtual goods, virtual money and pre-developed characters to calculate that Norrath's real-world GNP per capita makes it wealthier, citizen for citizen, than China or India. </p> <p>He found that almost a third of adult subscribers spend more time in Norrath in a typical week than they do working for pay in the real world. He writes: \"One can almost believe that many people do live there, wherever it is, and not on earth.\" </p> <p>Officially, the companies that run the virtual worlds don't approve of the selling for real money of virtual items: according to their rules, players who are caught doing it will be kicked out. Lance Stites, of NCsoft's US subsidiary in Texas, points out that if the firm acknowledged a real value for unreal things, it could face legal action from players. \"If something's got real-world value at some point, we've got an obligation,\" he says. </p> <p>Yet the buying and selling of online goods and avatars is being carried out so brazenly that it is hard to believe the corporations are as worried as they claim. A Hong Kong-based company, IGE Ltd, employs 50 people exclusively in buying and selling nonexistent wands, weapons, cloaks and virtual currency from virtual worlds such as EverQuest. Another firm, Team VIP, will sell you 10m adena - the virtual currency in use in Lineage - for 250 real US dollars. A third site, <a href=\"http://www.mysupersales.com\">mysupersales.com</a>, offers EverQuest \"spider venom\" for $699.30. The venom isn't real, nor are its effects, and, more intriguingly, any \"advantage\" that the buyer might gain from using it would seem to be confined entirely to the microcircuits of a humming server in San Diego, California. </p> <p>Mysupersales.com specialises in selling avatars - virtual characters which a subscriber has brought to in-game wealth and power at the expense of real-world advantages, such as a social life. One recent avatar being sold was a level 74 magician for Final Fantasy XI. The asking price, for a collection of numbers in a computer that will never exist outside a fantasy world, was $1,299.99. </p> <p>If it seems extraordinary that anyone would consider paying the best part of £700 for a virtual magician, you are unfamiliar with the lurid tales of the addictiveness of virtuality. EverQuest is popularly known as \"Evercrack\" among hardcore Norrathians. \"The sad truth is that, in many ways, EverQuest is better than real life,\" an anonymous 36-year-old woman player told a US psychological researcher, Nicholas Yee. \"It is easier to succeed in EQ, I can be beautiful, fit and healthy in EQ - in real life I am chronically ill and there isn't much fun or achievement to be had.\" </p> <p>Some date the origin of virtual worlds to the dawn of the internet itself, pointing to the work of a group of Dungeons &amp; Dragons-obsessed students at Essex University in 1979, led by Roy Trubshaw and Richard Bartle. They were the first to work out how their simple text-based computer fantasy games could be played simultaneously by multiple players around the world, linked by early international computer networks. </p> <p>For the next two decades, however, the increase in the power of home computers outpaced the increase in the speed of the internet that connected them. Only recently, with the widespread availability of cheap, fast internet connections - broadband - has it become possible for thousands of players, thousands of miles apart, to talk, band together and overcome the same virtual challenges, in the same vividly created virtual world, at the same time. </p> <p>South Korea has led the world in broadband access, and most of the four million players of Lineage are Korean. It was in Korea last year that a 22-year-old man, identified by JoonAng Daily as Mr Jin, was arrested for playing the new version of Lineage, Lineage 2, in an internet cafe without paying. He started playing the game on November 29 and was finally dragged from the computer on December 17, 438 hours and 38 minutes later. Police reported that he had not washed during that time. </p> <p>According to the Korean national police agency's Cyber Terror Response Centre, 70% of crimes committed by young people are related to virtual worlds, mostly attempts to steal virtual money and virtual items. In October 2002 a 24-year-old man, Kim Kyung-jae, died of a DVT-like illness after playing an online game, Mu, virtually nonstop for three and a half days. \"I told him not to spend so much time on the internet,\" his mother told the BBC. \"He just said, 'Yes, Mum', but kept on playing.\" (According to Lance Stites of NCsoft the company has taken steps to encourage players to keep the distinction between real and virtual worlds clear. Now, messages appear periodically on screen reminding subscribers to \"stretch your legs and see the sunshine once in a while\".) </p> <p>The lure of the virtual worlds is not difficult to understand. They resemble real life in that there is no specific, common goal, no \"game over\". There are quests, tasks, narratives, but the game continues when and whether these are completed. The only remaining goal, then, is to find out why you are there in the first place; and because, unlike real life, the gods, the bureaucrats and the bosses are one and the same, there is a sense that one day you might actually be told the meaning of virtual life, that the grand design might be revealed. \"A competition has arisen between earth and the virtual worlds,\" writes Castronova, \"and for many, earth is the lesser option.\" </p> <p>Back in Aden, I have made some progress. I have reached a larger, busier town, where other player characters are crying out their wares for sale. SELLING KILLER RABBIT keeps scrolling through my message box. That is one of the intelligible cries. Mostly it sounds like the pit of a futures exchange. A squat green creature going by the name of Yogurt is screaming over and over: \"49 brings 105 rough 132 iron.\" Yogurt agrees to talk. \"Let me get dressed,\" he says, and returns a few moments later in the form of a black-robed wizard with a blue light on the end of a stick. Lineage, Yogurt explains, allows players to disguise themselves as monsters once they reach a certain level, hence his homunculus disguise. </p> <p>In real life, Yogurt the wizard is a 26-year-old American, hunched over a computer in Okinawa, Japan, at one in the morning (it's mid-afternoon in London). Yogurt won't tell me what he does for a real-world living, although almost all the young American males in Okinawa are serving members of the US military. He could be tall, short, fat, thin, spotty, black, white. He could be a she. (About half the male players in EverQuest and a quarter of the females have at least one avatar of the opposite sex.) All I know is that in the real world Yogurt is unable to cast spells and will never meet a Zombie Lord of Fear. Yogurt has inhabited the virtual world of Aden for six years. </p> <p>I ask where all the Koreans are. Yogurt points out a peculiarity of the virtual worlds: that their vast subscriber populations are divided up over a number of different servers. Each contains the same virtual world, with the same landscape, magic and monsters, but each has a different set of players. The Koreans have Korean-language Adens; we are on a server that provides an English-language Aden. Each server can deal with about 5,000 players at one time. </p> <p>\"The Korean servers are very overpopulated, from what I hear,\" says Yogurt. \"I kind of like it here. It's nice and relaxing.\" Behind us there are scenes of terrible carnage involving elves, magicians, giant spiders and a group of characters who look like sumo wrestlers. The clash of weapons sounds from the speakers and the screen flashes with explosions. Another giant spider and a werewolf cut across our path, a disembodied eye shimmies through the air, the fighting continues and a wizard makes it snow. Is it always like this? \"No,\" says Yogurt. \"Just when 12-year-olds get bored.\" </p> <p>Yogurt is a member of one of the gangs of players - known as blood pledges in Lineage - which are a feature of the virtual worlds. Some two dozen people, unlikely to meet each other in reality, unite their avatars to kill monsters, win status and wealth, take a virtual house in a virtual town together and go on virtual picnics in the virtual countryside. \"It's the people who make it fun. The game itself is boring. It always has been,\" says Yogurt. </p> <p>Yogurt and another member of his pledge, Slowmotion, whose real self is in Miami, take Theguardian on a teleport tour of Aden. We go into a bar in a virtual town called Giran. The place is empty. It is impossible to drink virtual beer anyway. Nor can we sit down. \"My legs don't bend,\" says Yogurt. </p> <p>Yogurt and Slowmotion take me to a cathedral where characters can get virtually married. \"This is another aspect of the game that I frankly think is dumb, but come on in,\" says Yogurt, and we walk inside a conventional Christian space with rows of pews facing an altar. \"This guy says blah blah blah, you may now f_ck that bi_ch,\" says Slowmotion, a busy, fidgety avatar whose current form is a green dwarf but who acts and talks like South Park's Eric Cartman. </p> <p>The last stop is a place called Lawful Temple, a pool in a forest where characters can learn spells. Slowmotion dashes off after a wild boar that has crossed his field of vision and slays it. Yogurt and I are hanging out by the pool. A certain street-corner aimlessness infuses the mood, and a certain bitterness - virtual politics, of a kind. Yogurt has already told me how much he hates the new version of Lineage, which has drawn some of his pledge buddies away into another world where he no longer meets them. Old-time virtual-world inhabitants grumble about the capitalist-bureaucrat gods who control their virtual existence. The players are the ones who have devoted great tracts of their real lives to the game; but ultimately the game belongs to the corporations, not the players. They can break up old worlds by luring players into new ones. Ultimately, they can close down a world altogether, killing the last die- hard inhabitants - and all their years of toil and emotional investment - with the flick of a switch. </p> <p>\"Is this going to go on for ever, you and this game?\" asks Theguardian. </p> <p>\"Well, I pay $15 a month, about two times the cost of a movie ticket,\" says Yogurt. </p> <p>\"Are you worried they might close this world down one day?\" </p> <p>\"Nope.\" </p> <p>My screen is small, and it is hard to see the Lawful Temple with the bright afternoon light coming in from the London street outside. It's just before noon in Florida but in Okinawa, in the darkness in the small hours of the morning, the virtual trees in the virtual forest around the virtual ornamental pool must look more vivid than \"RL\", as hardcore online players call real life. \"Lineage isn't reality?\" asks Yogurt rhetorically. He looks around, by typing \"(looks round)\", and laughs, by typing \"hehe\". I think he means that it is. </p>",
  "An Irishman was shot and killed today when armed men stormed into his office in eastern Riyadh and began firing machine guns, a Saudi official said. <p>The official said at least two armed men stormed the office of the Saudi-owned Rocky for Trade and Construction at about 6.30pm (1430 BST) and began shooting. </p> <p>A western diplomat, speaking on condition of anonymity, also confirmed the man's death. </p> <p>The identity of the killed man has not been revealed. </p> <p>A spokeswoman for Ireland's department of foreign affairs said she could not immediately comment on the report but was seeking further details. </p> <p>It would be the second killing of an Irish national by Saudi militants in two months. On June 6, Simon Cumbers, 36, a cameraman with the BBC, was shot and killed while filming a militant's family home in Riyadh. Security correspondent Frank Gardner, 42, a Briton, was critically wounded in that attack. Gardner is still recovering in a London hospital.</p> <p>Westerners have been the targets of shootings, suicide bombings and kidnappings in the kingdom in recent months in attacks that are seen as an attempt to undermine the economy, which depends heavily on expatriate labour. </p> <p>The last terrorist attack on a westerner was the kidnapping of American engineer Paul Johnson on June 12 and his beheading six days later. Two other Americans, as well as Cumbers, were killed in the kingdom in the week before Johnson's kidnapping. </p> <p>The wave of violence in Saudi Arabia began on May 12 2003, when car bombs targeted three compounds housing foreign workers, killing 35 people, including nine suicide bombers. Since then, the kingdom has suffered a series of suicide bombings, gun battles and kidnappings. </p> <p>The attacks have been blamed on groups allied to al-Qaida, the terror group led by Saudi dissident Osama bin Laden. Al-Qaida aspires to toppling the Saudi royal family and replacing it with an Islamic government. </p> <p>Some 90 policemen and civilians, many of them foreigners, have been killed in the attacks that have targeted government institutions, oil industry sites and expatriates in the world's largest oil exporter. </p> <p>The British embassy has advised against non-essential travel to the kingdom.</p>",
  "<p>Old folklore has dragons soaring around the Swiss Alps and, while there's not been a sighting of one for a while, the locals are still very keen on finding ways to get a dragon's eye view.</p> <p>In Interlaken, a pretty tourist town that sits between lakes Thun and Brienz in the Bernese Oberland region, paragliding is the answer. You can't quite terrorise the town in the same way as if you were riding a dragon, but the view is just as magical. Strapped into my harness, by turns terrified and exhilarated, I was particularly taken with the view of the rivers, which, because of glacial minerals, are a fairytale turquoise. </p> <p>Paragliding is a quiet ride; quiet enough anyway for me to hear my pilot, Roland Wyss, tell me how children as young as three do it, and how he recently flew with someone with no legs. The clear subtext to all this being that I have no excuse for not being brave. </p> <p>In the van going up to the large hill where we were about to take-off from (which is a 20-minute drive from Interlaken), I read the legal disclaimer and try to settle my butterflies. \"We will not be serving drinks and snacks,\" jokes one of the pilots. </p> <p>But my anxieties are mostly settled after being reassured that it did not involve any freefall, confirmed by watching another paraglider take off. Strapped in with your pilot behind you, you then have to run a little down the steep grassy bank while the pilot gets the parachute up and catches the wind. Before you know it, your legs are kicking through thin air and you are soaring into the sky, high on the Alpine breeze and the ridiculous beauty of the view.</p> <p>There are a dozen other paragliders in the sky around us and I'm a little nervous about colliding into one as I try to get a handle on how much control Roland has. Later he takes us apparently straight towards a cliff and I worry before he changes direction and we sail past it. When we're quite close to some trees he says: \"When I'm up here with friends I sometimes try to see if I can grab a pine cone.\" </p> <p>So I figure he must have good control. He offers to let me \"fly\" for a couple of moments but I must faithfully report that I bottled it. </p> <p>Roland explains how he looks down for clues about where the thermals might be. You can tell by a branch moving in the wind, or the arc of an alpine bird. </p> <p>Then he asks if I want us to do some tricks - going into his repertoire before I get a chance to speak. He starts to show me one where he goes down like a corkscrew and you can really feel the g-force. Then there's another one that dips you up and down like a rollercoaster. My stomach is quite full of Swiss cheese, so I ask him to take it steady. \"No problem,\" Roland says, although I know he's probably itching to do more stunt flying. Rather wistfully, he points out a paraglider who is coming down from a nearby mountain.</p> <p>All the main paragliders in the area take part in competitions and he tells me they sometimes do night flights. \"We can put lights on. And it's not like anyone can really stop you, or know about it. There's no noise or other kind of pollution.\"</p> <p>Roland takes some amazing pictures using customised cameras on long metal \"l-shaped\" rods. One tip - if you get motion sickness take a pre-flight tablet. One of our group succumbed, but informed his pilot who thanked him and gave him a bag. \"Mostly people are just sick and it hits us in the face,\" the pilot said. </p> <p>The length of the flight depends on how good the thermals are but might be around 10 to 15 minutes. We land very gently on the green in Interlaken, opposite its poshest hotel, the Victoria-Jungfrau (Queen Victoria used to like her Swiss holidays).</p> <p>Roland says he's done between 3,000 and 3,500 flights. \"There are 30,000 paragliding pilots in Switzerland, so there are probably more than a million flights a year and only about three fatal accidents. So it is very safe - there's not much that can go wrong. You're definitely more likely to get hurt crossing the road,\" he told us.</p> <p>A recent survey found that paragliding, white water rafting, glacier hiking, parachuting and bungee-jumping were among the top 50 things that people wanted to do before they die. So that's five things you can chalk off that top 50 list in a few days in the region. Interlaken itself is alive in the summer with tourists coming for the adventure sports. The town has managed to get itself on the US backpacker trail, and it's also very popular with South Koreans. </p> <p>Our group also went white water rafting, which was fantastic. You may detect a theme emerging here, but I was slightly terrified before we set off, when we were getting instructions on how best to avoid drowning if we went in (and what to do if the raft ends up on top of you and everything has gone dark). </p> <p>But after you've had a few rapids come crashing over the boat, you start to get the measure of it. We did a 15km stretch of the Lutschine river going into a lake, which was around a three or four strength river out of the five grades they use to classify rafting. The rafting was organised by <a href=\"http://www.alpinraft.ch\">Alpin Raft</a>, whose adventure-junkie instructors thanked us for coming so they \"didn't have to get real jobs\". The firm run a backpacking hostel - full of young Americans - and do an array of adventure sports including canyoning, bungee-jumping, ice climbing, as well as kayaking and horse trekking. There are also firms that do zorbing, where you are put in a big plastic ball and rolled down a hill while trying not to feel silly. </p> <p>Interlaken is also a good place to go mountain biking. There is a very beautiful route from the town along Lake Thun as well as opportunities to get up higher and do downhill riding. Our group included Dave Wardell, who is the UK's fourth best mountain biker, on a shoot for <a href=\"http://www.mbuk.com/\">Mountain Biking UK</a> and <a href=\"http://www.4130.com/4130.html\">Dirt Video</a>. Then there was me, who has barely ever been on a bike, but the tour operators Base Camp found routes for all levels. So while Dave was doing mad tricks and accelerating downhill, I had the brakes permanently on. </p> <p>If you want to take a break from the adrenaline sports then you can go on a great sightseeing trip on Europe's highest railway. Jungfrau railways takes you by cogwheel train up to the top of the Jungfrau, one of the highest mountains in the Alps. Much of the six-mile route to the top is through a tunnel; with a stop to look out through an observation window in the Eiger.</p> <p>Then you get to the Jungfraujoch complex at the top of the Jungfrau where there is an ice palace cut out of the glacier, restaurants and an observation area where on a clear day you can see as far as other peaks in France and Germany. </p> <p>While you're at the top you may also encounter these really cool birds, which are black with yellow beaks. After some Google-based research I find out the birds were Alpine choughs noted for being \"gregarious and fearless\" - definitely the right characteristics for a stay in Switzerland. </p> <p><strong>Way to go</strong></p> <p>Mark flew with <a href=\" http://www.swiss.com/\">Swiss International Air Lines</a> from Heathrow to Zurich (which costs £75 for an economy return) and then on to Interlaken by rail. </p> <p>A four-day <a href=\"http://www.raileurope.com/us/rail/passes/swiss_pass.htm\">Swiss pass</a> for unlimited first-class travel on the railways, lake steamers and buses throughout the country costs around £140. </p> <p>Mark stayed at the <a href=\"http://www.hotel-dunord.ch/Acceuil.html\">Hotel du Nord</a>, a homely four-star hotel in the middle of the town. </p> <p>The paraglide was 150 Swiss francs (around £65) with Alpine Centre based in Interlaken and there are a handful of other firms.</p>",
  "<p>As government ministers and Labour MPs continued to argue over how to treat independent schools in the forthcoming bill on charitable status, the schools themselves said today they were confident they could prove their benefit to the public at large.</p> <p>Legislation to impose a public benefit test on charities has been proposed by ministers and many Labour MPs are delighted by the prospect of rich independent schools like Eton having to justify their existence. Since the early 17th century education has been assumed to be a charitable activity in itself.</p> <p>But the Charity Commission, the body which would administer a public benefit test, has stated in its written and oral evidence to MPs that the bill would have little significance because it would not allow the removal of charitable status from existing schools or hospitals.</p> <p>This prompted Alan Milburn, the former health secretary who chairs the Commons scrutiny committee on the forthcoming bill, to dismiss it as a \"dog's breakfast\". </p> <p>Home Office minister Fiona Mactaggart said the disagreement needed to be resolved as a matter of urgency. All parties seem reluctant to put a strict definition of public benefit on the face of the bill which might prove too rigid to cover different types of school, let alone 170,000 charities large and small. </p> <p>But ministers may issue tougher guidelines for the Charity Commission in assessing public benefit. Today the Independent Schools Council (ISC) said: \"We are confident that our schools do deliver public benefit, both direct and indirect, that far outweigh the modest fiscal benefits of charitable status and we are happy that should be regulated by the Charity Commission.\"</p> <p>A spokesman added that schools educated 450,000 children at no expense to the taxpayer, which the ISC estimates is worth £2bn a year. In addition schools give bursaries to children from lower income families and share facilities. Ironically, a rich institution like Eton would have no problem in demonstrating public benefit through its bursaries, its residential summer school with Brent, and its practice of sharing its rowing lake. Poorer schools with no endowments might struggle, said the spokesman.</p>",
  "<p>West Bromwich Albion striker Lee Hughes had driven \"like a madman\" moments before he allegedly caused a fatal accident in his £100,000 sports car, a jury heard today. </p> <p>Motorist Deborah Vallance claimed the 28-year-old climbed out of the wreckage of his Mercedes CL55 coupe near his home in Meriden, Coventry, and said: \"I can't believe what has happened.\" </p> <p>The 28-year-old forward denies causing death by dangerous driving but has admitted failing to stop after an accident and failing to report an accident. </p> <p>Mrs Vallance told the trial at Coventry Crown Court how she watched the silver Mercedes allegedly go round a bend on the wrong side of the road \"at some speed\" before the impact with a Renault Scenic, which was travelling ahead of her Ford Escort estate. </p> <p>The collision spun the Renault 180 degrees and catapulted it across the road, killing father-of-four Douglas Graham almost instantly, and severely injuring his wife, Maureen, and driver Albert Frisby. </p> <p>\"The only way I can describe it, to be honest, is that he was driving like a madman,\" Mrs Vallance said. </p> <p>\"It looked as if it was on the wrong side of the road. It just hit with such an impact. I don't think it had time to brake.\" </p> <p>Mrs Vallance pulled over and raced to the Scenic as smoke poured from its engine. She tried to help the four occupants, with Mr Graham bleeding heavily and Mr Frisby trapped by the wheel and dashboard. </p> <p>Shouting for help, she then saw a man matching Hughes's description climb out of the Mercedes. </p> <p>Mrs Vallance continued: \"All I can remember is the driver getting out of the car and putting his hands on his head and bending down and saying: 'I can't believe what has happened, I was only doing 30mph'. I just remember saying: 'There was no way you were doing 30mph'.\" </p> <p>But Mrs Vallance's evidence was challenged by defence counsel David Fish QC, who suggested she fabricated the exchange because it was not included in her statement to police hours after the accident. </p> <p>\"There was no such conversation, was there?\" Mr Fish said. </p> <p>\"There was. You forget things and they come back,\" Mrs Vallance replied. </p> <p>The court has heard how Hughes ran away from the crash in Pickford Grange Lane in the early hours of Sunday, November 23 and turned himself in to police 36 hours later. </p> <p>The prosecution claim Hughes fled to dodge a breath test, having spent the evening at two local pubs, though Hughes claims he had drunk only two Jack Daniels and took a sip of a third. </p> <p>He had invited four friends back to his home where he had a bar and pool table when the crash happened. </p> <p>In police interview, the player told officers the brakes on his vehicle, which had a highly advanced braking system, locked and he lost control. </p> <p>Hughes sat in the dock at the back of the court just yards away from the public gallery where his club manager, Gary Megson, was among those watching the trial. </p> <p>The striker has scored more than 100 goals since making his league debut for Kidderminster Harriers in the 1995 season. </p> <p>He has also played for Coventry City and is currently enjoying his second spell with the Baggies, who won promotion to football's top flight last season. </p> <p>The court later heard that in the last of the two local pubs Hughes visited, the Poacher's Retreat, he spent about £80 on two rounds of spirits and beers for a large group of drinkers celebrating England's win over Australia in the Rugby World Cup final. </p> <p>Barmaid Carol McKenzie said she did not see Hughes have a drink himself, adding: \"He was the perfect gentleman - you don't see too many of them around.\" </p> <p>Caroline Hicks, a former barmaid at the Queen's Head, where Hughes had been drinking earlier in the evening, said she served him a double Jack Daniels and Coke. </p> <p>Licensee Caroline O'Neill told the court she also served Hughes a Jack Daniels and Coke, but could not remember what measure of the whisky she poured. </p> <p>Richard Williams, one of Hughes's back seat passengers, appeared to endorse the defendant's account of the crash when he told the jury he thought the wheels of the car had locked before impact. </p> <p>Mr Williams said he was initially happy with the player's driving, but then felt he was \"accelerating more than I was comfortable with\". </p> <p>He added: \"As we came to the bend, we started to brake. I think that the wheels locked but I am not quite sure.\" </p> <p>The trial was adjourned until tomorrow.</p>",
  "<p>Although arguably yesterday's news, I've got a real bee buzzing in my bonnet about this whole Manhunt situation. This <a href=\"http://news.bbc.co.uk/1/hi/england/leicestershire/3934277.stm\">tragedy</a> has affected the lives of countless people, it has divided communities and it has rallied the geek troops. However, one part of the debate that has not been very well-discussed is why this game was released in the first place. It's simple: Manhunt exists purely for the controversy. The game has courted alarmist press so the suits could get their mitts on filthy lucre. Once again, they've succeeded. According to <a href=\"http://www.charttrack.co.uk\">ChartTrack</a>, the official UK's interactive games chart, the game's trebled its sales in one week, re-placing it back in the charts at No. 23.</p> <p>Manhunt is not a good game. In fact, it wasn't very well-received when it was originally released. The reason it sold so many copies is because <a href=\"http://www.rockstargames.com\">Rockstar</a>, doing its rockstar thing, decided to launch a title that would garner more than a few inches in column space. Since the day they hired PR guru Max Clifford to crowbar the first Grand Theft Auto into <a href=\"http://www.publications.parliament.uk/pa/ld199798/ldhansrd/vo980209/text/80209-26.htm\">Parliamentary discussions in 1998</a>, they have been hungry for publicity. This time, unfortunately, they got it for the wrong reasons.</p> <p>I've played the game. I didn't like it. It turned my stomach and I didn't see the point. There was no skill involved; it didn't challenge me, so I put it down and returned to one of my other games, many of which are \"violent\". The difference though between these games and a title like Manhunt is that they have redeeming features, like they inspire lateral thinking, or they're a catharsis or they're darkly funny. Other games are good. This one is not.</p> <p>Manhunt is a product of a strange culture in the computer games industry. It's a \"bad boy\" culture, the same one that inspires networking meetings in strip clubs and <a href=\"http://www.e3babes.com\">booth babes</a> at professional conferences. The industry was accidentally started by a bunch of very clever adolescent boys who haven't had to grow up. It's attracted a similar bunch of young men who also have Peter Pan complexes, and who think that driving around in fast cars is going to attract loose women, or making their games more Totally Xtreme is going to impress their dev mates. Their \"don't tell me what to do\" attitudes sometime push buttons. Where they get confused is thinking that a reaction – any reaction – means that they're doing something right.</p> <p>For the record, according to <a href=\"http://www.elspa.com\">ELSPA</a> in the year 2002-2003, only 1% of the 765 titles that were released that year were given an 18+ certificate by the <a href=\"http://www.bbfc.org.uk/\">BBFC</a>. Unfortunately, publicity stirred up by the Leicester tragedy and other similar news stories severely skews public opinion about computer gaming, and many people who've never picked up a controller will now think they are tantamount to murderers if they are in the same room as a PS2.</p> <p>It's this kind of nonsense that's going to keep the games business niche and eventually strangle it. I do not argue for censorship, I argue for common sense. Come on boys, grow up. It's not big, it's not clever. It is, quite simply, dumb.</p> <p>For the record, I've played games for 25 of my 30 years and although some of my friends think I'm a little strange I've never tried to kill any of them. I've also never tried to rap like <a href=\"http://www.parappa-the-rapper.com/\">Parappa the Rapper</a>.</p> <p>For an excellent read and trawl of the videogame violence-related sites, check out the Armchair Assassin's <a href=\"http://armchair_assassin.blogspot.com/\">blog</a>. Also of note, the <a href=\"http://www.eigf.co.uk/siteContent/consumerEvents/screeningProgramme.jsp\">Edinburgh International Games Festival's screenings series</a> is going to feature a talk by journalist Emily Newton Dunn on the Culture of Fear. A must-see for anyone north of the border on Friday 13th August.</p>",
  "Napoleon's famous jibe that Britain is a nation of shopkeepers may still ring true, but the butcher, baker and candlestick maker are being replaced by the aromatherapist, reflexologist and cosmetic surgeon. <p>Changing lifestyles over the past decade are killing off the more traditional shops and services, a trend picked up by a report published yesterday which analyses the companies in telephone directories. </p> <p>In their place has come a bewildering array of fledgling businesses catering to personal fulfilment. </p> <p>Among the new categories to emerge in the 10 years covered by the study are practitioners in the Japanese healing art of shiatsu, nutritionists, yoga and farm shops. </p> <p>The report, called the Alternative Census, looks at the changes in 108 key classifications in Yellow Pages directories between 1992 and 2002. </p> <p>Greengrocers declined most, having 59% fewer entries. They were followed by butchers, down 40%, and coppersmiths, down 35%. </p> <p>Other categories with substantially fewer entries include hardware retailers, farmers, insurance brokers, gamekeepers, bakers, clinics, carpenters and joiners. </p> <p>Businesses helping people to reduce stress or achieve the body beautiful have muscled in on time-honoured services. </p> <p>The section with the largest increase in entries is aromatherapy - up by 5,200%. Cosmetic surgery, its listings up by 1,780%, confirms how the market for a nip and a tuck has blossomed in recent times. </p> <p>Entries for diet and weight control have risen by 1,445%, make-up artists and services 1,007%, and reflexology 829%. </p> <p>Then come tutoring, up by 601%; mobile phones 546%; recycling 356%; and saunas and sunbeds 299%. </p> <p>Tim Leunig, professor of economic history at the London School of Economics, who analysed the results, said: \"Just as changes to the Oxford English Dictionary reflect the evolution of language, changes to the classifications in Yellow Pages reflect the evolution of business and are an equally valid tool for social scientists. </p> <p>\"In the last 10 years businesses have responded to the new opportunities arising from rising incomes and new technologies. </p> <p>\"But if we're no longer a nation of butchers, bakers and candlestick makers, what are we? It seems we've not only moved beyond the basic necessities of life, but almost beyond goods themselves, so the areas of growth are things that make us feel better about ourselves. </p> <p>\"Rather than trying to keep up with the Joneses, we're running to keep up with ourselves and with the pressures of modern life.\" </p> <p>Richard Duggleby, head of external affairs at Yell, publisher of Yellow Pages, said: \"Not only do individual businesses come and go, but also entire classifications. </p> <p>\"Each year we introduce new ones that resonate with modern lifestyles, while removing others that are simply no longer relevant.\"</p>",
  "<p>Sixty years ago today the Butler Education Act entered the statute book - and mythology. </p> <p>The 1944 act was to have a powerful influence for decades on schools in England and Wales and is still the yardstick by which major government education measures are judged - but many of the commonly known \"facts\" about it are wrong, according historian David Crook, of the University of London's Institute of Education.</p> <p>It did not, for instance, introduce the 11-plus or the tripartite system of grammar schools, technical schools and secondary moderns. And it wasn't strictly RA \"Rab\" Butler's act, but was in fact dreamed up by a group of civil servants in a Bournemouth hotel. </p> <p>In the dark days of the second world war there was a widespread resolve to build something better for the future and the Education Act, introducing secondary education for all children, was freighted with these hopes.</p> <p>Brainstorming among civil servants on the board of education, who had been evacuated to the Branksome Dene hotel in Bournemouth, began at least as early as 1941 and produced a \"green book\" entitled Education After the War. </p> <p>\"Being away from London encouraged a good deal of blue-sky thinking,\" Dr Crook said. </p> <p>Similar hopes and forward-thinking had emerged during the first world war in the 1918 Education Act that raised the school leaving age from 12 to 14 and, 80 years ahead of its time, talked of introducing nursery education. Its ambitious plans were nullified when the economy took a dive in the 1920s and 1930s.</p> <p>One of the most striking contrasts between the Butler legislation and education policy under Tony Blair was the involvement of local authorities and the teacher unions (then extremely influential) in the emerging discussions. And although the act was to set a national framework, it was left to local authorities to come up with their own plans to implement it. </p> <p>That partly reflected reality on the ground at a time when ministers didn't have the means to interfere with the minutiae of running schools, but it also reflected the war against Nazi Germany. \"It was felt unhealthy for a strong central state to be determining patterns of education,\" noted Dr Crook.</p> <p>This distrust of central dictat meant there that was very little in the act about what schools should actually teach - apart from religious education - a situation that was to last until the Thatcher government introduced the first national curriculum for England in 1988.</p> <p>In 1943 came a white paper, Educational Reconstruction, and then Butler steered the act through parliament. </p> <p>Although there was a wide consensus for the measure, there were fierce debates, particularly over the role of religion in schools. Church leaders, notably the Archbishop of Canterbury, William Temple, secured the place of religious education in the curriculum for all schools in England and Wales, as well as a daily act of worship which was non-denominational but of course assumed to be Christian.</p> <p>The act also salvaged a lot of crumbling church schools. Around half the Church of England schools moved to local authority control, while about half remained under the control of the local diocese but with running costs and some capital costs met by the state. </p> <p>Butler's act introduced secondary education for all at age 11 - previously children attended elementary school until 14 and only went onto secondary school if their parents could pay (or in very rare cases win a scholarship). </p> <p>As Dr Crook points out, it is a misconception that the act introduced the 11-plus, but most local authorities decided this was best way to implement their plans. This was, after all, the heyday of faith in IQ tests and education officials were confident that children who could benefit from a grammar school could be identified at 11 and, rather less confidently, that they could be sorted out for a technical education. </p> <p>The need for expensive workshops meant that in the event technical schools were few and far between and the muddle over technical (or vocational) education continues to this day. </p> <p>In practice, children either passed the 11-plus or went to secondary modern schools labelled as failures. The number of grammar schools and arrangements varied around the country and a few authorities such as London county council and west Yorkshire produced plans for \"multilateral\" schools - comprehensives, as they were to become known.</p> <p>The 1944 act raised the school leaving age to 15 (achieved in 1947) and aimed to raise it 16 as soon as possible, although it was nearly 30 years before this happened.</p> <p>Throughout the 1950s and 1960s there were growing educational doubts about the grammar/secondary modern system, fuelled by middle-class resentment about their children going to secondary moderns. </p> <p>\"The middle class is very good at recognising a bad deal. Secondary modern premises were less favourable - they didn't have the labs, libraries and playing fields - and they didn't graduate teachers. It just wasn't such a good deal,\" says Dr Crook.</p> <p>The introduction of comprehensive schools, backed by both Labour and many of Rab Butler's Conservative successors, raised standards and led directly to a leap in the numbers going on to higher education in the late 1980s and early 1990s. </p> <p>Areas in England that retain grammar schools still have worse results than comparable areas with comprehensives, but \"bog-standard comps\" still get a bad press and sneering comments from government advisers. </p> <p>Tony Blair's dream of half of young people experiencing higher education is built on the comprehensives that evolved from the universal secondary schooling of the 1944 act. By the time the children of today's 50% are leaving school their expectations will be even higher. </p> <p>Perhaps in another 40 years the stage will be set for a new Butler Act introducing tertiary education for all.</p>",
  "Perhaps it was the apologies they printed for running stories on Iraqi WMD but the serious press in the US has taken a more sceptical attitude to the Bush administration's \"high alert\" than some of its British counterparts. <p>Where the<b> Times</b> leads on the \"<a href=\"http://www.timesonline.co.uk/article/0,,2-1200901,00.html\">terror threat to London</a>\" and the<b> Telegraph</b>, alongside a photograph of heavily-armed New York police, reports on <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/03/wterr03.xml&amp;sSheet=/news/2004/08/03/ixnewstop.html\">threats to the US and Britain</a>, the <b>New York Times</b> questions the intelligence the alert was based on.</p> <p>\"Much of the information that led the authorities to raise the terror alert at several large financial institutions in the New York City and Washington areas was three or four years old,\" begins its <a href=\"http://www.nytimes.com/2004/08/03/politics/03intel.html?hp\">front page story</a>.</p> <p>\"Intelligence and law enforcement officials [...] reported that they had not yet found concrete evidence that a terrorist plot or preparatory surveillance operations were still under way.\"</p> <p>The <b>Washington Post</b> goes with <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A35466-2004Aug2.html\">the same lead</a>: \"More than half a dozen government officials interviewed yesterday, who declined to be identified because classified information is involved, said that most, if not all, of the information about the buildings seized by authorities in a raid in Pakistan last week was about three years old, and possibly older.\"</p> <p>\"There is nothing right now that we're hearing that is new,\" one senior law enforcement official who was briefed on the alert tells the paper. \"Why did we go to this level? . . . I still don't know that.\"</p> <p>Alone among the major British titles, the <b>Independent</b> went straight to the heart of some of the confusion over the terror warnings. \"A nation in danger. Or a president in peril?\" asks its <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=547432\">headline</a>.</p> <p>But away from the discussion over the reality of the threat there is great concern at what another terrorist strike could mean. </p> <p>\"In New York, which has operated in a state of alert for almost three years, 11 police cars were parked on the street outside Citigroup's headquarters, a 50-story glass tower. Armed officers shooed trucks and vans away from streets next to the building,\" <a href=\"http://www.philly.com/mld/inquirer/9308656.htm\">reports</a> the <b>Philadelphia Inquirer</b>. </p> <p>The <b>Boston Globe</b> finds that employees of New York's financial institutions have taken the <a href=\"http://www.boston.com/news/nation/articles/2004/08/03/employees_take_security_steps_in_stride/\">security steps in their strides</a>.</p> <p>The <b>Los Angeles Times</b> considers the threat more real and current than the New York Times or Washington Post stories would suggest. </p> <p>\"Some of the surveillance files that triggered the nation's latest terrorism alert were reviewed and updated by al-Qaida just months ago and dovetail with other, fresh intelligence that indicates the terrorism network remains intent on launching a major US attack during the presidential election campaign,\" <a href=\" http://www.latimes.com/news/nationworld/nation/la-na-terror3aug03,1,1458227.story?coll=la-home-headlines\">it says</a>.</p> <p>\"Several senior US counterterrorism officials said that the surveillance, obtained in Pakistan and reviewed late last week by authorities in Washington, came amid a continuing stream of intelligence corroborating al-Qaida's determination to launch strikes in the US.\"</p> <p>Daniel Byman, a foreign policy expert, attempts to answer the question in <b>Slate</b> of why al-Qaida has <a href=\"http://slate.msn.com/id/2104641/\">not succeeded in striking US territory since September 11</a> when it so clearly wants to.</p> <p>\"The easy answer, and the wrong one, is that US officials exaggerated the al-Qaida threat.\" He also finds flaws in the argument that terrorists have migrated to Iraq, though is more persuaded by the idea that US defences are now better and popular vigilance is higher, making it more difficult for attackers to get through.</p> <p>\"But this is only a partial explanation, as FBI officials freely admit. The greatest blow to al-Qaida has come from the removal of its haven in Afghanistan and the disruption of the permissive environment it enjoyed in numerous countries in Europe and Asia [...] attacks that require meticulous planning and widespread coordination are far more difficult to carry out.\"</p>",
  "<p>Faria Alam, the secretary at the centre of the Football Association scandal, has approached veteran publicist Max Clifford to represent her after he claimed she could make £1m from selling her story.</p> <p>After keeping her silence for more than a fortnight, Ms Alam has begun talks with Mr Clifford about cashing in on the huge media interest in the scandal that has engulfed the FA and claimed the scalp of its chief executive, Mark Palios.</p> <p>The story is Mr Clifford's natural territory - he is the PR consultant who helped David Beckham's former personal assistant Rebecca Loos earn hundreds of thousands of pounds from media deals after the News of the World published details of her alleged affair with the England captain.</p> <p>But sources said Mr Clifford was unsure about taking on Ms Alam as a client because so many people appeared to be involved in advising her already.</p> <p>\"He has spoken to her and they got on well. But his terms are that he has to have control otherwise it doesn't work,\" said one.</p> <p>\"There are already two people advising her - one's a lawyer and one's an old friend - and Max fears it could get messy with them jockeying for position.\"</p> <p>\"When there's a major story like this one the only way to do it is to have one person talking to the media.\"</p> <p>Several tabloid newspapers have already quoted friends of Ms Alam, with the Sun devoting a double page spread last week to the disclosures of Ambreen Sheikh, whom it described as Ms Alam's \"closest pal\".</p> <p>And today's Mirror claims another woman, who posed as a former acquaintance on Friends Reunited, drew the initial details out of Ms Alam leading to the original exposé in the News of the World.</p> <p>The 38-year-old's brother has also spoken out, but Ms Alam - who has been away on annual leave since the allegations of her affair with England manager Sven-Goran Eriksson first arose - has not given her side of the story.</p> <p>Media experts today predicted she would break her silence this weekend to talk to one of the Sunday newspapers.</p> <p>The obvious choice would be the News of the World, which broke the story of Ms Alam's affairs with the two men before revealing on Sunday that the FA's communications director, Colin Gibson, had tried to broker a deal to prevent it from publishing details of her affair with Mr Palios.</p> <p>That deal fell through after Ms Alam refused to co-operate, but she might be more willing to talk to the paper on her own terms.</p> <p>There is also interest from television. ITV's Tonight programme says it would be in the market for an interview, but has not been approached yet. The network's Mary Nightingale recently interviewed Monica Lewinsky. </p> <p> <strong>'Even in the short term, £1m is not unrealistic'</strong></p> <p> Mr Clifford predicted last week that Ms Alam could make more than £1m from selling her story, and revealed that he had already been approached with offers.</p> <p>\"I think it's worth £1m in the short term. You would think she knows Eriksson's and Palios's views on the players, on [Eriksson's former partner] Nancy Dell'Olio, and she knows what he thinks about the Beckhams. There's four or five weeks' worth there,\" he said.</p> <p>\"The television offers would come thick and fast. There'd be books, films, consulting on Footballers' Wives, all sorts. There's enough material to make £1m. Even in the short term, that's not unrealistic.\" </p> <p>There have been suggestions that the FA could pay Ms Alam to keep quiet about her affairs, but she is understood to believe she could make much more money from selling her story to the media.</p> <p>Ms Loos received £350,000 from the News of the World for her story and a further £150,000 from Sky One for an interview with Kay Burley, which brought near record ratings to the channel when it was aired in April.</p> <p>Four months on, the story still has currency - the Sunday Times magazine recently carried a front-page interview with Ms Loos on the media frenzy that surrounded her allegations.</p> <p>And she and Lewinsky are due to share a platform at this year's MediaGuardian Edinburgh International TV Festival to discuss chequebook journalism.</p> <p>Mr Eriksson was expected to speak to the FA's lawyers today as part of its investigation into how the organisation came to issue false information to the media.</p> <p>The board of the FA will meet on Thursday to discuss the results of the investigation, with more heads expected to roll following the resignation of Mr Palios. Mr Gibson has also tendered his resignation.</p> <p>A spokeswoman for the FA said Ms Alam was on annual leave and that it was not known when she would return.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Woody, Woody, Woody, where did it all go wrong, you cry, sliding VHS copies of Annie Hall and Manhattan out of their battered sleeves. </p> <p>Allen told <strong>Total Film</strong> magazine in an interview to promote his new film, Anything Else, that he is \"always disappointed\" by his films. Lately, you grimace, you've shared that response. </p> <p>\"I've been falling out of love with Woody Allen for a long time,\" you confide to your friends, taking it for granted that they don't read Will Self in the London <strong>Evening Standard</strong>. </p> <p>\"The last few Woody Allen pictures have been as painful as watching a dear friend slowly decline into senile dementia,\" you sigh, along with the <strong>Independent</strong>'s Anthony Quinn.</p> <p>\"The puckish one-liners, the witty asides, the kvetching displays of neurosis - they appear as poor ghosts of the things we once loved.\" </p> <p>So diminished is the Woody brand in his homeland, you remark (failing to source your information to a feature in the <strong>Times</strong>), that Anything Else was publicised in the States \"as a zany romcom starring Jason Biggs and Christina Ricci, Allen's name and face were absent from the poster, trailer, commercials and television clips.\" </p> <p>But is the new film, ask your eager audience, any good? In this \"sour and overlong romcom\" (<strong>Daily Telegraph</strong>), Allen attempts to \"extend the shelf life of his screen persona by hiring Biggs as his alter ego\", you read from the <strong> Washington Post </strong>. </p> <p>\"The title prompts this burning question: can Woody do anything else?\" </p> <p>There was also a mean-spirited strain in the film that left you - and the <strong>Financial Times</strong>'s Nigel Andrews - wondering \"if mirth has got lost in that larger, dangerous world that contains it: misanthropy\". </p> <p>You conclude, as did <strong>Time Out</strong>: \"For a supposed light comedy, it's the year's most depressing film.\" </p> <p>Not everyone is knocking Woody, you hasten to point out. \"Praise be!\" went the <strong>Sunday Telegraph</strong> review. </p> <p>\"It's actually rather good.\" Will Self concluded Anything Else was \"a romcom with a very high IQ\". And the <strong>Los Angeles Times</strong> lauded Allen's decision not to cast himself as the romantic lead as \"proof that even the most recalcitrant old dog can learn new tricks a small yet crucial step toward rethinking what a Woody Allen movie can be in a post-Woody world\". </p> <p>You'll credit Woody one virtue: perseverance. He has made 34 films, and shows no sign of slowing down. </p> <p>You witnessed his steeliness first-hand, you lie (you read it in the Times gossip column), when you visited the London set of his next film.</p> <p>He was \"in the midst of shooting a street scene when a passerby asked him why he'd stopped making 'funny movies'. Unfazed, [he] took the remark in his stride and continued working.\"</p>",
  "<p>Jose Mourinho today insisted he would not read too much into Chelsea's defeat by AC Milan in the final match of their ChampionsWorld Series pre-season campaign in America.</p> <p>Eidur Gudjohnsen and Didier Drogba both scored first-half goals before Chelsea let their 2-1 lead become a 3-2 reverse against the Italians at the Lincoln Financial Field in Philadelphia.</p> <p>After wins over Oxford, then Celtic and Roma, last night's loss was the first taste of defeat for Mourinho since he took charge during the summer.</p> <p>However, the former Porto manager has always insisted he is using the tour as a training exercise to fine tune a much-changed squad for what he hopes will be a sustained assault on both the Barclaycard Premiership and Champions League.</p> <p>\"It's the same as after the victories and was a good training session,\" said Mourinho in the London Evening Standard.</p> <p>\"Maybe it was even better because Milan are stronger team and played with a stronger attitude. \"It was a great training session.\"</p> <p>Cafu had cancelled out Gudjohnsen's opener with a stunning near-post volley from a corner, before record signing Drogba headed Chelsea back in front before half-time.</p> <p>Portugal centre-back Ricardo Carvalho came on to make his Chelsea debut in the second period, only for some lax defending to let AC Milan back into the match.</p> <p>An unmarked Alessandro Costacurta levelled from a corner on 76 minutes, with Andrei Shevchenko's late free-kick completing the turnaround. Mourinho reflected: \"If it was a real game the result was not fair, but football is not always how it should be. </p> <p>\"The second-half was under control and I did not see Milan scoring a goal. You cannot just concede a goal from a corner and that's the lesson we must learn.</p> <p>\"When you are the better team and lose a competitive match you are really sad.\"</p> <p>Chelsea have one more friendly - Sunday's tribute match to Gianfranco Zola at Stamford Bridge - before their Premiership campaign begins in earnest against Manchester United on August 15. Mourinho is confident his new-look Blues will be ready for the challenges ahead.</p> <p>\"I am really happy with the tour and the players, the way they are training, their evolution as a team and the way they play,\" he said.</p> <p>\"We have the right players and we will be ready. We need more time to become a really good team, but we still have 12 days.\"</p> <p>Mourinho added: \"It's an important match, but it's just worth three points. It will not decide the season.\"</p>",
  "<p>Why are female athletes so under-represented in the media? This is the question being studied by two researchers at the University of Wales, Newport, who are in the midst of investigating changes in media coverage of sportswomen over a 30-year period.</p> <p>\"This is an ongoing research project that we are carrying out at 10-yearly intervals,\" said Dr Hilary Matheson, the Dean of the university's School of Humanities and Science, who is conducting the research with Dr Kay Flatten, a community library manager.</p> <p>The pair is interested in the numbers of women taking part in sport compared to the amount written about them in both tabloid and broadsheet UK newspapers. </p> <p>The study has involved analysing up to seven daily national newspapers from the month of July in 1984, 1994 and 2004. </p> <p>\"In 1984 and 1994 we looked into the reporting of women's sport in UK newsprint by studying UK tabloids and broadsheets, and collecting sport and Olympic participation figures for men and women for those same years,\" Dr Matheson said. </p> <p>They found that between 1984 and 1994, the overall quantity of sports news coverage increased - as did women's participation in sport, by 7%. </p> <p>However, the actual coverage of sportswomen decreased during this period. While the reasons for this are unclear now, it is hoped that the present research help to shed some light on the matter. </p> <p>In addition to the quantity, Dr Matheson and Dr Flatten have also studied the nature of the coverage.</p> <p>\"In 1994, there was a clearly different way in which male and female athletes were portrayed, compared with 1984,\" said Dr Matheson.</p> <p>\"What changed between 1984 and 1994 was that women's performance was being referred to more in 1994, and the descriptive words relating to the women were more related to power and control,\" explained Dr Matheson. </p> <p>\"For men, as the amount of coverage had increased so much, they were talking more about their appearance, and their backgrounds, though we're not entirely sure why.\"</p> <p>Since the team collects its data throughout July, data is strongly influenced by the Wimbledon tennis championships. \"There is more female coverage than male, but only in tennis,\" said Dr Matheson. \"You still get very little [coverage] on women's football and rugby.\"</p> <p>The two will also focus particular attention on the Athens Olympics and its related coverage. This year's Olympic games are significant because they will be the first to have equal participation rates for men and women.</p> <p>\"We've come a long way from the first Olympics when women were banned from even watching the games,\" Dr Matheson said.</p> <p>Dr Matheson also speculated as to why there is so little media coverage of female athletes. </p> <p>\"Journalists say it's because it doesn't sell. I feel that if they sold the women's sports, maybe more women would buy papers, and the papers could then develop a different clientele. </p> <p>\"New Zealand is a good example; if the media is a big enough driving force, you can make things change. Over there, there are almost as many male netball players as female netball players.\"</p> <p>The research is being carried out with the support of the Sports Council for Wales and the Newport School of Art Media and Design. </p> <p>The school will use the research findings to develop the new MA/MSc sports media degree, which will be launched in September. </p> <p>Dr Matheson and Dr Flatten hope that this study will inspire further research on women and sport.</p>",
  "The government was today urged to spell out the exact nature of the terrorist threat to Britain as speculation continued that recently discovered documents meant that an al-Qaida strike was imminent. <p>Fears were raised yesterday when the US issued a high alert based on attack plans for US financial institutions found on an arrested al-Qaida suspect's computer. </p> <p>The Pakistani information minister, Sheikh Rashid Ahmed, said the files also revealed targets in the UK.</p> <p>David Davis, the shadow home secretary, asked Tony Blair to be more upfront about known threats to Britain. \"It is astonishing we are getting more information about the risk to Britain from the Americans than from our own government,\" he said.</p> <p>But the value of the US warning was today called into question by reports that the surveillance and plans for the New York attacks dated back to 2000 or 2001.</p> <p>\"There is nothing right now that we're hearing that is new,\" a senior law enforcement official told the Washington Post. \"Why did we go to this level? I still don't know that.\" </p> <p>Pakistani officials have also suggested that Ahmed Khalfan Ghailani, the man on whose computer the emails were found, and a suspect in the 1998 east Africa embassy bombings, had been on the run for such a long time it is unlikely he had a central role in the planning of attacks in the US and Europe.</p> <p>The Washington Post added that much of the information appeared to be gathered from the internet or \"open sources\" available to the public such as floor plans. </p> <p>The Home Office indicated that it did not believe the emails constituted a new level of threat to Britain. \"We are maintaining a state of heightened readiness in the UK,\" a spokeswoman said.</p> <p>\"We are taking every feasible precaution to protect British citizens here and abroad and, as ever, we keep the threat level under constant review.\"</p> <p>Mr Davis however called on the government to \"share more information\" with the public and look at its contingency planning for a terrorist attack.</p> <p>\"The raw truth is that local authorities are under-resourced and Britain does not have one person solely responsible for the job of keeping us safe against terrorists,\" he said. \"The sooner we have a minister for homeland security, the better.\" </p> <p>Ghailani was taken in a 12-hour gun battle with Pakistani intelligence officers in the eastern city of Gujrat eight days ago. A computer, two AK-47 assault rifles and a large amount of foreign currency were taken from his home.</p> <p>Potential targets were named as the Citigroup building and New York Stock Exchange, the International Monetary Fund and World Bank buildings in Washington and the Prudential building in Newark. </p> <p>Tom Ridge, the US homeland security chief, said the colour-coded threat level for financial institutions in these three cities would be raised to orange, or high alert, but would remain at yellow, or elevated, elsewhere.</p> <p>\"This is not the usual chatter. This is multiple sources that involve extraordinary detail,\" he said.</p> <p>George Bush yesterday described the US as a \"nation in danger\".</p> <p>A second suspect, a \"very wanted man\" thought to be computer and communications expert Muhammad Naeem Noor Khan, was seized several days before Ghailani by the Pakistani authorities. </p> <p>He told investigators that he would encrypt messages from senior al-Qaida figures and send them on the internet to cells in North America and Europe.</p> <p>Several other al-Qaida suspects have been arrested in Pakistan in the last 72 hours, according to a Pakistani government source quoted today by the Associated Press.</p>",
  "<p>Ben Titley first noticed Melanie Marshall when she was about 15. You could hardly miss her. She was the one dancing on the pool deck. When she won a race, she would skip around or shadow box in celebration. She was a one, was Mel. </p> <p>There were other habits that told of her energy and individuality. She liked to wear extravagant hats with big snake heads. She was happy, responsive and a little bit crazy. Hugh Porter, the poolside commentator at many big British swimming events, fondly dubbed her \"Psycho\". </p> <p>Marshall, a stocky swimmer from Loughborough University, has always been an extrovert, someone who enjoys putting on a show. \"She says she will put on a show for me in Athens,\" said Titley. For Titley and Marshall, a 22-year-old making waves in the 200 metres freestyle, that means Olympic gold. </p> <p>For nearly two months leading up to the Olympic Games Marshall's exuberant personality has been ruled off limits. The performance director Bill Sweetenham, the blue whale of British swimming, has imposed a blanket media ban for all British swimmers. Just when Britain awakes to the talent of Melanie Marshall, she has been forced to take a vow of silence. It will be a whole new experience. </p> <p>You cannot mess with Big Bill. A stray word to a journalist and Marshall might find herself awakened before dawn at a Cyprus training camp and ordered to swim 200m freestyle in Wellington boots and a loaded rucksack. No British Olympians have been pushed harder for Athens than the swimmers. The partygoers of old no longer go to parties. </p> <p>But Titley, a fresh-faced 27-year-old and her coach for four years, can talk of Marshall. The relationship between swimmer and coach is a deep and trusting one. He spends much of his life watching her train. Her commitment is vast, almost beyond comprehension. In a normal week she swims 10 sessions and a total of 25 hours. She does three weight sessions and another three sessions of \"landwork\", perhaps running circuits or doing things with medicine balls. She has doubled her workload in the past two years. </p> <p>\"The main change has been her outlook,\" Titley says. \"She is prepared to push herself to levels she was scared of before.\" That attitude is encapsulated in Marshall's favourite phrase. \"What if all your fears and dreams existed in the same place? Would you still go there?\" It is a bit Athena but the answer from Marshall is a resounding \"yes\". At least it would be, if she was allowed to resound at all. </p> <p>There is no rest for an Olympic swimmer. Even dreams are entitled \"lifetime goals\". Titley says: \"She talks about wanting to do voluntary work in Somalia when her swimming career is over. I've no idea why Somalia. Then she wants to be a firewoman. She would make a great firefighter. She is as strong as an ox, endlessly committed, not scared of anything.\" </p> <p>For swimmers, supportive families can be taken as read. (Most people, if they had a 12-year-old who, having learned to swim and collected the obligatory set of lifesaving badges, wanted to race as well, would probably, guiltily, run a mile rather than spend the next five years driving around the provincial towns of England). Marshall lives in a student- type house in Loughborough, largely among swimmers and ex-swimmers, people who understand her lifestyle. </p> <p>Until a year ago Marshall regarded herself as a freestyle sprinter. But she had a disappointing 2002 Commonwealth Games in Manchester and Sweetenham encouraged a switch to 200m that revealed her world-class potential almost overnight. Let Marshall take up the story, except that she is not allowed. Titley must do it for her. </p> <p>\"There was a time when, after a Commonwealth Games, the swimmers would just go out and party, but not now. Bill often takes them to another meet - a chance to experiment, to demand that they peak again even though they are tired, to assess how they can handle the pressure. Straight after the closing ceremony, we were on a plane at 5am to the Greek national championships. Mel swum her first 200m and did just over two minutes. We knew then she had to take it seriously. </p> <p>\"Mel is not built like most freestyle girls. She is not over 6ft, with sinuous legs. She is 5ft 6in and stocky. That doesn't point her towards the sprint events. But all her speed background is helping her over 200m because more and more it is becoming a controlled sprint.\" </p> <p>Psychologically she has toughened up. In the regime of the Blue Whale that can be taken as read. At the first of two Cyprus training camps she emerged from the water after a 6,500m training session to be told that 45 minutes later she would be swimming a 200m time trial against Stephen Parry. </p> <p>\"She was thinking of going out for the night - she doesn't often go out but that night she was - and she had to find the resolve to get in the pool again,\" Titley said. \"She swam just over two minutes, quicker than she had in the 2003 world championships. She knew there was method in Bill's madness, she knew that the race was intended to test her. </p> <p>\"In Athens things might not go quite right. She might not get a good night's sleep in the village, but she still has to get herself psychologically ready. Nothing will be harder than what she has experienced before. </p> <p>\"She has to swim 1 min 56sec in the 200m freestyle, not Ben Titley. She is as well prepared as she possibly can be.\"</p>",
  "<p>It took me a while to work out what was missing from my brand-new, pale lilac, Mitsubishi Grandis Elegance people carrier, but I got there eventually. It was an air hostess. The car appeared in every other respect to duplicate perfectly the experience of air travel, so it left a nagging gap that no one in a nylon blouse was on hand to demonstrate the safety procedures in the unlikely event of an emergency landing on water, and then to force an unwieldy trolley of unwanted perfumes and outsized chocolate bars right down the car's middle. </p> <p>Here's what you get in a Grandis Elegance: fold-down tray-tables; overhead air-conditioning units; reclining seats; dimmable cabin-lighting; an in-flight movie service courtesy of a television screen that folds down from the ceiling; free headsets; and a 70-minute delay on the Tarmac at Luton (possibly). </p> <p>Meanwhile, the driver is seated aloft in isolated splendour before a dashboard richly reminiscent in its style, if not its complication, of the cockpit in a Boeing 737. In transit, the urge to play captain and issue details of the scheduled route, in a comically prolapsed drawl, and to indicate, with lofty dispassion, points of interest visible from the left-hand windows, proves only just resistible. </p> <p>The in-flight movie service, incidentally, is unavailable to passengers seated in the front row of the Grandis. The screen is housed in the middle of the cabin, above and slightly behind the heads of the driver and front passenger. You could try complaining to the air hostess, but, as I think I mentioned, there isn't one. (It's a testament, incidentally, to the towering height of the Grandis that, even when folded down, the screen does not obstruct the driver's vision in the rear-view mirror.) </p> <p>Clearly, there is a safety issue here: watching Kangaroo Jack while driving a vehicle roughly the size of a bus is still illegal in this country, or, at any rate, quietly discouraged. Nevertheless, it is clear who the beneficiaries of the Grandis's lavish provision of on-board digital entertainment are intended to be, and it's not you, the person paying for it all - it's your children. The idea is that you buy their silence on long journeys (and perhaps even on short ones) with looped screenings of Finding Nemo on DVD. </p> <p>As a responsible parent, one inevitably experiences a certain hesitation here. Shouldn't one be encouraging children, as they go about the world, to look out of windows? The Grandis does, after all, have a large number of windows, all of them deliberately panoramic, and not one but two sunroofs - which makes it, at the very least, faintly ironic that its focal point is destined to be a humble, flat screen the size of a vanity mirror in a Mercedes. </p> <p>As a child of simpler times and simpler cars, one may even feel a certain amount of resentment at the Grandis's eagerness to pamper. We had to make our own entertainment. That said, as one recalls variously pathetic and inconclusive games of back-seat \"cricket\" involving car numberplates, it's clear that we had to make our own entertainment, and failed. </p> <p>One can express the dilemma another way. Would you prefer your two-hour trip up the A12, in the summer's most oppressive heat, to take place against a background of permanent fractiousness, or in a silence broken only by the hiss of air conditioning and the gentle fizz of leaked movie soundtrack emerging from cordless, infra-red headphones? It's your choice. </p> <p>For what it's worth, my children thought the Grandis was the coolest car they had been in, though I reckon I could hitch a television to a wheelie bin and they would say the same. However, even with the television off, it would be easy to feel the call of the Grandis's leathered sumptuousness. It's up there with the prestige versions of the Renault Espace - the mother and father of all family vehicles - even if can't quite out-deluxe the pricier Chrysler Grand Voyager, which will do the ironing and is prepared to babysit for up to two nights per week, given reasonable prior notice. </p> <p>In the smoothly adaptable Grandis, the third row of seats is tugged out of the floor in a simple, two-lever operation - a happy change from the seat-altering arrangements in some other MPVs, which can leave you phoning out for a builder. The perennial MPV conundrum still obtains: the car will happily seat seven so long as only three of them bring luggage. But set up to seat five, the car easily holds the luggage of eight. </p> <p>Being an MPV, it does look like a bread-bin on wheels, but Mitsubishi has done its best up at the nose end, with the shark-tooth radiator grille and the soft, squashy, hatchback-style bonnet. It is amply, if unstartlingly, powered, and needs a steady hand and a firm will on tight corners, but then one doesn't expect an MPV to race: one expects it to taxi to a standstill, leave you in the care of the ground staff and wish you a safe onward journey, all of which the Grandis capably manages. You'll fly with it again.</p>",
  "<p>As much as I am attracted to American artist Fred Tomaselli's work, so I resist it, in the same way as I shy away from illicit drugs. It isn't that I don't like drugs, or Tomaselli's work come to that, it's that they don't agree with me. His dense, obsessional images, with their microcosmic and macrocosmic collaged layers, their beams and rays of dots, flowers, birds, pills, heads, bugs, butterflies, zillions of eyes and exploding hallucinatory complexities, want me to like them too much. \"Pssst,\" they seem to say, \"come over here, I got something for ya.\" There are certain reveries I can do without, nowadays. </p> <p>Drugs play quite a role in Tomaselli's work and, inevitably, are one of the things commentators first mention. The artist mentions them himself, as well as making extensive use of them. Even the cover of the catalogue to his largest British show to date, Monsters of Paradise, which opened at the Fruitmarket Gallery in Edinburgh last Saturday, is a narcotic universe, a star map whose constellations are named Morphine, Mescaline and Quaalude, Caffeine, Tetracycline and Pepto-Bismol. We go from the sublime to the analgesic, the painted night bristling with methamphetamine, the sky fizzy with Alka-Seltzer. This, in fact, is called Embellished Portrait of Kathe. </p> <p>Tomaselli's pictures - I can't quite bring myself to call them paintings - reference drug use in both their imagery and materials. Dried dope, colourful capsules and pills form patterns, starbursts, cosmic rays, vortexes. Rather than being on the surfaces of his large panels, his psycho-pharmaceutical hoard is suspended in the thick, clear, seamless layers of epoxy resin that cover his works, like a dealer's stash trapped in aspic. </p> <p>Up close, looking at a typical Tomaselli is like looking through water into an artificial aquatic world. Things shimmer past and glide over and under one another. There are collaged elements, real things and painted forms. It is hard to tell them apart. Bright medicinal capsules hang in the resin beside painted lozenges; real pills and painted dots jangle about. Beneath, saw-toothed dope leaves sit under the resin like sunken leaves in a pond. </p> <p>There is a parallel here to the recent paintings of Chris Ofili, who also uses clear resins, in which cannabis leaves are embedded amid fields and concentric circles of dots, magazine cuttings of eyes, heads and Afro hairdos. Ofili told me he was unaware of Tomaselli's work before seeing it in this year's Whitney biennial in New York. \"I guess it's just something in the air,\" he said. </p> <p>Earlier Tomasellis, like the works All the Bands I Can Remember Seeing (1990), All the Birds I Can Remember Seeing and All the Drugs I Can Remember Taking (1996) were exercises in memory, forgetting and commemoration, and in spirit parallel to the mental downloads of British artist Emma Kay, or Tracey Emin's commemorative tent Everyone I Have Ever Slept With 1963-95, the name-check lists in Peter Davies's paintings and Nick Hornby's books. </p> <p>Tomaselli's craft is a matter of amassing, ordering and cataloguing his image bank and materials, as much as meticulously laying the stuff out and concocting his images. Like much contemporary American art, his work can give the appearance of a super-deluxe consumer product. </p> <p>Human beings in Tomaselli's art, with their snakes and eels for guts, their anatomy-illustration, cutaway innards, their scrambled Technicolor brains, their hundreds of hands, their maniacal assembly from a bargain bin of body parts, are as wondrous and awful as Faberge eggs. They rarely seem to be having a good time. It's a bad trip in there: Hitler's head hides among the toy robots and Spider-man models, Disney World castles and Toys-R-Us rubbish in Toytopia, a child marooned among the plastic crap. </p> <p>In Monsters of Paradise Times Two, William Burroughsish centipedes twirl through galaxies of noses, eyes and smiles; and in an untitled drawing, Adam and Eve copied from Masaccio's Expulsion take a rain check on a paradise whose sky is a splendour of disco-light stars. Perhaps God really is a DJ. </p> <p>Adam, in Us and Them, picking fruit with Eve from a tree with real leaves and twittering picture-book birds, has eight porn-mag penises. I'm sure this is biblically incorrect, but proves Tomaselli doesn't take himself too seriously. The huge, fierce, Shiva-like Heavy Metal Drummer, looming over his kit and raging like Ginger Baker in his prime, has six pairs of arms, and he wields the drumsticks as daintily as chopsticks. If this were a record cover, I know what the disc would sound like. You'd have to shoot me before I'd buy it. </p> <p>The lineage of Tomaselli's work can be traced back through Hieronymus Bosch, 19th-century illustration, natural history dioramas and the legacy of surrealist collage, in particular the works of Max Ernst. Tomaselli's use of black grounds for these flat-bed worlds of imagery also owes a lot to 17th-century Dutch still life. This gives many of his works a deathly, hyper-real severity. Tomaselli's work is infused with the idea of cosmic connectedness, of everything being a metaphor for everything else: art and drugs, chemicals and nature, escapism and utopia come together in a stoner's mind-expanded, elasticated thought processes. </p> <p>Or perhaps it is just that he grew up in California. In a short essay called My Chemical Sublime, the artist recounts his childhood in southern California, spent \"so close to Disneyland I could sit on my roof and watch Tinkerbell fly through the night sky\". When he saw his first natural waterfall he couldn't believe it ran without plumbing and electricity. The real world must have come as something of a shock. Coming of age in the 1970s, Tomaselli embraced the emergence of hardcore and punk, the apparent antidote to stadium rock and consumerism. As the hippies burned out, or slowly morphed into yuppies, Tomaselli became an artist and moved to Brooklyn. </p> <p>Unlike the Belgian artist and poet Henri Michaux, who wrote and made drawings under the influence of mescaline, describing the effects even as the chemicals undid his mind, Tomaselli's work requires such care and attention to produce that it has to be done straight. Being a \"stoner\", as Tomaselli was in the 1970s, along with most of his generation of art students, somehow lacks the glamour and allure dangerous drugs once held. </p> <p>Booze is so ubiquitous it is difficult to know what its effect on creativity really is, except in extreme cases. Bacon never painted drunk, and Jackson Pollock, so far as I am aware, only worked once when he was pissed - when he was starting the painting Blue Poles. Picasso had a brief flirtation with opium and hashish, during the Rose and Blue periods, but soon abandoned them. Van Gogh had chemical problems of his own, which the absinthe couldn't have helped. </p> <p>Meticulous, obsessively worked, arresting, inventive and gorgeous to look at, Tomaselli's art ought to be irresistible. I much prefer his most abstract pieces, such as the recent Doppelganger Effect (2004), which is like a sort of Stargate field of arcs, tangents, superstrings of dots and ovoids, collapsing towards the central division of its two joined panels. It is all a bit sci-fi and cosmic, but somehow the surface never stops reminding you that this is a material object, something made with the hand and the eye and the body's own chemistry. </p> <p><strong>·</strong> Monsters of Paradise is at the Fruitmarket Gallery, Edinburgh, until October 3. Details: 0131-225 2383.</p>",
  "<p>A council today vowed to continue its battle to evict a group of Gypsies after a judge ruled that they could stay for the time being to avoid suffering unnecessary hardship.</p> <p>The group of 56 men, women and children, who say they are all Romany Gypsies, bought a three-acre field in Minety, Wiltshire, and moved in last August. </p> <p>But they dug trenches to carry electricity cables and water pipes, bulldozed through hedges so cars could access the site, and installed septic tanks without planning permission.</p> <p>Residents complained to North Wiltshire district council, claiming house prices in the village had fallen by up to 40%. </p> <p>The council's deputy leader, Doreen Darby, said the authority had applied for a high court injunction to evict the Gypsies, but was told that the travellers must apply for retrospective planning permission before the injunction could be granted. </p> <p>Yesterday, Judge John Weeks QC, sitting at Bristol high court, said the Gypsies could remain at the site until after a public planning inquiry next February. </p> <p>The judge was told that many of the Gypsies suffered from health and educational problems. </p> <p>He said: \"There is clearly a strong public interest in upholding planning laws, and there has been a flagrant and deliberate breach of planning control. </p> <p>\"However, the immediate hardship and suffering which will be felt from the order sought is sufficient to outweigh the public interest in enforcing it.\" </p> <p>Ms Darby, who sits on the council's planning committee, warned that the expensive court battle could set a \"dangerous precedent\". </p> <p>She said: \"If this case is lost, every single rural area in the country is under threat as Gypsies will be able to buy land and move in like they have done in Minety. They have driven a caravan and horses through the planning rules.\"</p> <p>She said the council would continue to investigate other options to remove the Gypsies. </p> <p>Maggie Smith-Bendall, of the Romany Gypsy Council, said the judge had helped the Gypsies in their fight to stay on the land. </p> <p>\"It is all right for people to say the Gypsies weren't invited into the village, but we don't get invited anywhere,\" she told the Western Daily Press. </p> <p>A council spokesman insisted its concerns lay merely with the breaching of the planning rules, and it was not an attempt to remove the community from the area, though he admitted that the council would not be finding them an alternative site.</p>",
  "<p>The illness of lead actress <strong>Samantha Morton</strong> has led to suspension of filming (in New Zealand) on her latest film, River Queen. </p> <p>Morton was hospitalised when she suffered from acute influenza and secondary bacterial infection and was advised to rest for a month. </p> <p>The film, directed by Vincent Ward (What Dreams May Come), is a historical drama starring Morton as a young woman caught up in New Zealand's 19th century land wars. </p> <p>The delays to the shooting schedule mean that co-star Kiefer Sutherland has returned to America to begin shooting on the next series of 24. He will come back to finish his scenes when a restart date is set.</p> <p>Austria has issued a stamp bearing <strong>Arnold Schwarzenegger</strong>'s likeness in honour of his 57th birthday. The one euro stamp shows the actor/California governor in a suit and tie, in front of the Austrian and American flags. Schwarzenegger chose the design himself.</p> <p>Universal Pictures are planning a remake of the revenge thriller <strong>Oldboy</strong> by South Korean director Park Chan-wook (Sympathy For Mr Vengeance). </p> <p>The film, which won the Grand Prix at this year's Cannes Film Festival, is about a man imprisoned for 15 years for reasons unknown, by people unknown. As mysteriously as he was captured, the protaganist is then released, spending the remainder of the film trying to piece together what happened and attempting to achieve vengeance. </p> <p>The remake will be directed by Justin Lin, the Taiwanese director of cult crime drama Better Luck Tomorrow. Lin will co-write the adaptation with Ernesto Foronda and Fabian Marquez, who also wrote Better Luck Tomorrow</p> <p> The latest Marvel comics adaptation, <strong>Fantastic Four</strong>, seems to have found its chief bad guy. </p> <p>Australian actor Julian McMahon, the star of tv's Nip/Tuck, has been offered the role of Dr Doom, the nemesis of the crime-fighting superheroes. </p> <p>If he accepts, he will join a cast including Ioan Gruffudd (Mr Fantastic), Jessica Alba (The Invisible Girl), Michael Chiklis (The Thing) and Chris Evans (The Human Torch). </p> <p>The film will be directed by Tim Story (Barbershop) and would be McMahon's first starring role in a big studio film.</p>",
  "France's biggest rock star yesterday won half of a bitter legal battle with his record company when a Paris court, in a landmark ruling, awarded him control of more than 1,000 master tapes recorded during his 40-year career. <p>But Johnny Hallyday, who introduced rock'n'roll to France in the 1960s and has since sold more than 80m records, will not know until next March whether his €50m (£33m) damages claim against Universal Music France is justified. </p> <p>The row has made headlines in France, where Hallyday has been seen live on stage by the equivalent of a quarter of the population. His demands are also viewed with some alarm in the beleaguered music industry, which traditionally tries to retain control of artists' original recordings at all costs. </p> <p>\"If all Johnny's claims are responded to favourably by the industrial tribunal, the consequences could be absolutely catastrophic for the recorded music business,\" said Universal's lawyer, Nicolas Boespflug. </p> <p>Amid plunging CD sales due to a sharp rise in illegal copying and internet downloads, relations between record companies and their stars are becoming increasingly strained: labels want more for their money, while performers say they are being ripped off. </p> <p>Hallyday, 61, and billed outside France as \"the biggest rock star you've never heard of\", said during the court hearing in June that he felt he had been \"robbed\" and \"swindled\" by Universal, which had lent him €16.3m since 1978 and used the debt to impose \"unfair and unjust\" conditions in successive recording contracts. </p> <p>Since the loans were repaid directly from Hallyday's royalties, the court yesterday appointed an expert to examine every contract between the two parties and establish whether the singer had been charged too much interest or pressed into signing recording deals which were plainly disadvantageous to him. </p> <p>The star claims that the record company loans set him on an \"infernal spiral\", forcing him to work simply to repay his debts and to cede to Universal ownership of two houses in Paris and all profits from merchandising bearing his name. And in each new recording contract, the singer's royalties were lower, he alleges. </p> <p>The tribunal refused to declare null and void Hallyday's latest contract with Universal, which ends in December 2005, but ruled that he need record only one album rather than the six originally required. The return of the singer's huge - and hugely valuable - back catalogue by the same date will more than compensate for that. </p> <p>Born to an itinerant Belgian father and a French mother and christened Jean-Philippe Smet, Hallyday first signed with the Vogue label, now part of the German group Bertelsmann. But in 1961 he joined Philips, which later became PolyGram and then Universal. He has had some 200 French top 10 hits with the label. </p> <p>Universal says the singer's claims are \"outrageous\" and \"deeply hurtful\". It says the loans were made at Hallyday's express request, and that without the company the star - who is notoriously inept at managing his income - would be bankrupt and possibly in jail for failing to pay income tax. </p> <p>The latest loan, of 35m francs in 1997, had been made so he could buy a luxury yacht which he wanted despite his tax problems, the company added. </p> <p>Still growling les blues and belting out l'amour with as much passion as he did in the early 60s, when a disgusted Charles de Gaulle suggested his fans should be forced into road gangs \"because they clearly have far too much energy to spare\", Hallyday only last year released France's fastest-selling single ever. </p> <p>Outside France, and French-speaking Belgium and Switzerland, however, few have been able to explain his success. </p> <p>He has barely sold a record in Britain, and when he played Las Vegas a few years ago he had to take his fan club with him in six charter planes.</p>",
  "<p>Nasa this morning launched the first mission to Mercury for 30 years in an attempt to solve some of the mysteries of the closest planet to the sun.</p> <p>The Messenger probe set off on a 5bn mile, six and a half year journey at 2.16am (0716BST) from Florida's Cape Canaveral air force station. </p> <p>Liftoff came a day later than had been planned because of clouds from a tropical storm. \"A voyage of mythological proportions,\" a flight controller announced as soon as Messenger had shed its final rocket stage. </p> <p>Applause and cheers erupted in launch control. \"That looked wonderful,\" said the launch director, Chuck Dovale. \"We bid Messenger farewell.\" </p> <p>Scientists have been wanting to study Mercury close up ever since Mariner 10 passed the planet three times during the mid-70s. If all goes well, Messenger will, by 2011, become the first spacecraft to orbit Mercury. </p> <p>The craft cannot fly straight to the planet because it does not carry nearly enough fuel. It will fly once past Earth, twice past Venus and three times past Mercury to gain gravity assists, making 15 loops around the sun before slowing enough to slip into orbit around Mercury. </p> <p>Its seven scientific instruments will collect data from what is planned to be a full year in orbit around the planet, which is an average 36m miles from the sun. </p> <p>Messenger will be will be blasted by heat up to 370C (700F) once it reaches Mercury, but its instruments will operate at room temperature, protected by a custom-built ceramic fabric sunshade just a quarter of an inch thick.</p> <p>The intense heat is the main reason that it has taken so long for scientists to attempt a return to Mercury. </p> <p>Messenger was developed by the applied physics laboratory at Johns Hopkins University, and is the seventh in Nasa's Discovery series of relatively low-cost solar system missions. Messenger's voyage will cost a total of $427m (£235m).</p> <p>Among the questions scientists hope to answer is whether Mercury, which is slightly larger than the Earth's moon, was once Earth-sized itself but lost its rocky exterior thanks either to a cataclysmic collision or slow ablation by the solar winds. </p> <p>Scientists also believe there may be frozen water there, trapped in shadowy craters at the planet's poles.</p> <p>They are never exposed to the sunlight that creates a difference of 1,100 degrees fahrenheit between daytime and night temperatures on the planet. </p> <p>\"The inner planets [Mercury, Venus, Earth and Mars] all formed from the disk of gas and dust, the solar nebula, that surrounded our young sun,\" Sean Solomon, principle scientist for the mission, told Reuters. </p> <p>\"They formed by the same processes, they formed at the same time, [but] their outcomes were extremely different. And Mercury is the most extreme of those four planets.\"</p> <p>Mariner 10 provided \"a glimpse of this planet of extremes,\" Orlando Figueroa, the director of Nasa's solar system exploration division, told the Associated Press. </p> <p>Because it only flew by Mercury and did not circle the planet, Mariner 10 observed less than half the orb. Messenger will view Mercury from all sides. </p> <p>\"I say we are long overdue for another visit with some permanence to help us unveil the secrets of this planet, the innermost and least understood of the terrestrial planets,\" Mr Figueroa added.</p>",
  "<p>To lose one chief executive may be unfortunate. To lose another 18 months later is probably more than a coincidence. </p> <p>The consensus yesterday was that it is the structure of the organisation that leads to the FA's periodic paroxysms and that they will be halted only by root-and-branch reform. After conducting a review into its processes in 1991 with the Blueprint for the Future of Football, the FA endorsed the foundation of the Premier League two years later, to promote \"the FA as the government of the game in England\" while \"establishing the England team at the apex of the pyramid of playing excellence\". </p> <p>Yet by permitting the breakaway of the top flight the custodians of the national game opened Pandora's box, according to Neil Tunnicliffe, the former Rugby League chief executive who conducted a respected review into the management of UK Athletics. </p> <p>\"The FA do the same job as every other sports body in the country,\" said Tunnicliffe. \"They deal with things like facilities, education of coaches and officials, financing and marketing the game. </p> <p>\"But where the complication comes in football is the proliferation of governing bodies. There's the FA, the Premier League, the Football League, the Professional Footballers' Association and others. </p> <p>\"Within each there are subsets, so it dilutes and confuses the delineation of authorities. But sports with a lower profile than the FA have been trying to consolidate their quasi-governing bodies into one, with a good degree of success.\" </p> <p>The FA's corporate structure was based loosely on that of its French counterpart the Fédération Française de Football, viewed as a success story for its delivery of a succession of major international trophies. </p> <p>FA executives took soundings from the FFF's general director Gérard Enault in devising their management draft. \"We have held our current structure for about 10 years and we have never experienced any major problems with it,\" said Enault. \"It has been copied elsewhere and our colleagues from England, Italy and Germany have come to visit us while they were formulating their plans for new management structures. </p> <p>\"[France's] federation is organised with a federal council of 17 elected members. These hold political positions and are responsible for the administration of the federation. The federal council deals with the national teams, international relations, financial control and many other things.\" </p> <p>Sources feel that it is wrong to use France's model as the basis for that in the English game, whose Premier League-driven profile is vastly higher than that across the Channel. With almost a third as many players again as in France, the demands on the amateur arm of football are also greater. </p> <p>\"Where Mark Palios and [his predecessor] Adam Crozier struggled was getting their arms round the disparate bodies, which is an impossible task in this country,\" said an influential source in professional football. \"The FA is such a huge operation that having one chief executive who is expected to know everything about all the individual departments cannot be done. It took Mark a year, and numerous strategic reviews, to have even a surface understanding of the competing elements.\" </p> <p>The source suggests that a slimmed down executive board, with expert directors heading each department and answering to one executive chairman, would be more workable, even proffering Sir Trevor Brooking as a suitable figurehead. </p> <p>This structure works well for the Rugby Football Union, the governors of English sport's highest-profile world champions, where standing committees answering to the management board have responsibility for four different areas of the game: the England team, finance, rules and regulations and the development of coaching. </p> <p>Yet Tunnicliffe believes this model would not help reduce the most vexatious factor in sports governance-politics. The time-honoured system of electing representatives to appointments currently holds sway at the FA but this is not always for the good of the game. </p> <p>\"As an outsider looking in at the non-executive level in football, it seems to me that the tension between representative- and expertise-based governance is not managed well enough,\" said Tunnicliffe. \"There is no guarantee that if you pulled a board like that together you would have people who are able to look at the bigger picture. You could still have inter-factional politics. The ideal sporting structure strikes a balance between people with expertise and experience to run the sport and the delegated power of those to have a watching brief.\" </p> <p>Ideals are seldom realised and the greatest obstacle to such utopian reform is self-interest. Persuading the so-called \"faceless\" councillors to relinquish their fiefdoms could be the greatest task facing the next person to lead the FA. </p> <p><strong>What lies ahead for the three survivors</strong></p> <p><strong> Geoff Thompson </strong></p> <p><strong> Sacked </strong> A 75% majority of the full FA Council is required to remove the chairman but he may feel compelled to resign if the executive board say he has lost their confidence. </p> <p><strong> Replaced </strong> Thompson's replacement would have to be proposed and approved at the next FA Council meeting. Roger Burden, the Gloucestershire representative, has his supporters but the Ipswich chairman David Sheepshanks once stood against Thompson and may try again. </p> <p> <strong> David Davies </strong> </p> <p><strong> Sacked </strong> Mark Palios was unlikely to have renewed Davies's contract when it expired this year. Now the acting chief executive's fate rests on the investigation carried out at Thompson's behest by the FA's lawyers. The central issue for Davies is the nature of his conversation with Sven-Goran Eriksson that preceded the FA issuing an erroneous statement about his affair with Faria Alam. If there is any room for doubt, then the great survivor could pay with his job. </p> <p><strong> Replaced</strong> Prior to his emergency elevation, Davies occupied a role that owed more to expediency than necessity. During his previous tenure as acting chief executive he became head of football affairs, a role designed to smooth the fractious relationship between club and country. If he goes, a replacement wil be in the gift of the new chief executive. </p> <p> <strong> Sven-Goran Eriksson </strong> </p> <p><strong> Sacked</strong> Eriksson will go only if the Thompson inquiry proves categorically that he wilfully misled the FA over the Alam affair. Even then his fate might not be clear-cut, as Palios's and Colin Gibson's plotting appears to provide the Swede with a prima facie case for constructive dismissal. </p> <p><strong> Replaced</strong> The chief executive would be responsible for the search for a replacement but would doubtless lean heavily on such senior board figures as Arsenal's David Dein.</p>",
  "<p>Notices at Football Association headquarters about what to do in the event of a fire should state: \"Do not panic. Keep calm and stay close to David Davies at all times.\" The former BBC presenter has a remarkable record for steering clear of danger. </p> <p>Amid the purges and crises at the FA he has invariably emerged unscathed. When he was appointed acting chief executive on Sunday, he was taking the post for a third time. </p> <p>Davies's rise from journalist to one of football's top administrators has been thrust back into the spotlight by the mayhem at Soho Square. His own future is not certain, with an inquiry investigating his conversation with Sven-Goran Eriksson before the FA denied reports of an affair between the coach and Davies's secretary, Faria Alam. History, though, points to only one outcome. </p> <p>Davies, a smooth operator with an easy charm, has made himself indispensable to various regimes since he joined the FA as public affairs director in 1994. A capacity to adapt is key to his longevity. The 56-year-old has slipped into jobs as executive director, director of international strategy and head of football affairs with the governing body. His background suggests that should be no surprise. </p> <p>In more than 20 years with the BBC Davies worked on programmes as diverse as Look North, Grandstand, the Six O'Clock news and Songs of Praise. Equally at home on Match of the Day or in the Westminster lobby, he has made that mix of sport and political nous serve him well. </p> <p>His skills have seen him act for the FA on Uefa and Fifa panels, work with Westminster and Whitehall and fill in as chief executive after the departures of Graham Kelly, Adam Crozier and now Mark Palios. He shared the role with Nic Coward after Crozier resigned. </p> <p>The impact Davies can have is perhaps summed up by his marriage. When he met his wife Susan, a former Miss Great Britain, engagement progressed swiftly. \"I rang her on the Monday and we got engaged on Wednesday,\" Davies has said. </p> <p>There have been times when his relationship with the FA seemed to be heading for divorce, notably after his ghostwriting of Glenn Hoddle's 1998 World Cup diary. Some of the content upset members of the England squad and Davies later said \"it is something I should not have done\". </p> <p>The book helped to undermine Hoddle. When the coach's comments about the disabled provoked outrage, Davies supported the dismissal of his friend. \"I did ask myself whether I did enough to protect Glenn,\" he said later. \"But I must also ask what have I to do for English football. My job is to serve the FA.\" </p> <p>Stuart Hall, a friend and former BBC colleague, believes the man he nicknamed the Bishop to be a \"pillar of rectitude\", one with a nose for survival. </p> <p>\"He's not tainted by scandal and sleaze and he can negotiate very deep waters,\" Hall says. \"Journalism in radio and television is full of whirlpools and quicksand and you have to negotiate round them, and he's good at that. You have people who fall on their sword and people who avoid it. Give him credit for that.\" </p> <p>Davies has aligned himself closely with Eriksson. The fate of both is in the balance but Hall sees only one outcome for Davies. \"He'll come out smiling,\" he says. \"He always does.\"</p> <p><strong>How the FA descended into farce</strong></p> <p><strong>July 18</strong> The News of the World alleges that Sven-Goran Eriksson had an affair with an FA secretary, Faria Alam.</p> <p><strong>July 19</strong> FA deny allegations via Colin Gibson, the director of communications.</p> <p><strong>July 25</strong> The News of the World then claim that Eriksson and the FA chief executive Mark Palios had an affair with Alam. The FA are forced to retract their denial and confirm the relationships between Eriksson, Palios and Alam.</p> <p><strong>July 27</strong> The FA chairman Geoff Thompson announces that there will be an inquiry and immediately clears Palios. However, Eriksson's assistant coach Tord Grip claims Eriksson was never asked about the allegations by the FA, raising the first questions about the origins of the FA's initial statement.</p> <p><strong>July 28</strong> Former England players criticise Eriksson's integrity in the tabloids.</p> <p><strong>July 29</strong> Eriksson issues a statement saying: \"I have at no time either categorically confirmed or denied any relationship with Ms Faria Alam.\" Further doubt is cast over the role of Gibson and whoever authorised him to issue the original denial.</p> <p><strong>July 30</strong> Forces within the FA appear to be working against Eriksson, but the executive director David Davies (a loyal Eriksson supporter) says he will \"contribute\" to the investigation.</p> <p><strong>July 31</strong> Senior England players and David Dein (Arsenal vice-chairman and FA board member) publicly support Eriksson.</p> <p><strong>August 1</strong> The News of the World allege that Gibson tried to do a deal with them to supply information about Eriksson and Alam in return for silence over Palios's involvement. Gibson's manoeuvre backfires horribly. Palios and Gibson offer their resignations to Thompson. Eriksson's position is strengthened but Thompson's judgement and future are now under scrutiny.</p>",
  "<p>Trevor Brooking was employed by the Football Association, at an annual salary of £200,000, to help bridge the chasm between international and grass-roots football. After the convulsions of Svengate he may find that his primary job is to fill a massive hole in the FA's credibility. </p> <p>It was significant that, when David Davies addressed the media early yesterday, his prime example of the strength of the leadership at Soho Square was Brooking. As doubt upon doubt is heaped on the reputation of almost all the senior executives in the organisation, Brooking is emerging as the most likely knight in shining armour.</p> <p>Hugely respected in the football world, having been one of England's most distinguished players, he has had a successful business career, is media savvy thanks to years as part of the BBC commentary team and he has experience of dealing with the government at the highest levels due to his time as chairman of Sport England.</p> <p>The man nicknamed Hadleigh - after a character in a popular television show of the 70s during his playing days at West Ham - is almost uniquely qualified to replace Palios. Among the most elegant of players to pull on an England shirt, Brooking has been successful in almost everything he has turned his hand to.</p> <p>Brooking shares an east London background with David Beckham but he lived a very different life as a footballer. At the age of 22 he was the managing director of a binding company, Colbrook Plastics. He used to train at West Ham in the morning and then travel to the office in the afternoon. Nearly 34 years later he is still involved and it is still a profitable business.</p> <p>Brooking has a reputation for being Mr Nice. Perhaps at a time when sex and sleaze are high on the agenda at the FA, it is important he has been married for more than 30 years to the same woman he met during a West Ham trip to Finland and it seems the worst thing anyone has said about him was when the BBC commentator Barry Davies accused him recently of drinking too much Coca-Cola.</p> <p>But, as reported on these pages last Saturday, behind that façade is a man who does not suffer fools gladly.</p> <p>A former Sport England colleague revealed how he used often to blow his top with senior cabinet ministers, including the culture secretary Tessa Jowell and her predecessor Chris Smith. \"I can't believe Alex Ferguson's hairdryer treatment is worse than when Trevor loses his temper,\" said the insider. \"He is very passionate about things he believes in.\"</p> <p>Brooking's four years in charge of Sport England from 1998 were dogged by controversy but problems over the Commonwealth Games in Manchester and the rebuilding of Wembley Stadium were finally overcome. Wembley is probably the biggest black mark against Brooking's name after Sport England was criticised for giving the FA a grant of £120m to help rebuild it without having the proper checks and balances in place.</p> <p>He did not handle criticism by the press and various government select committees very well. He once summoned a group of journalists to Sport England's headquarters near Euston Station and harangued them for nearly an hour over what they had written.</p> <p>That was a rare blip for Brooking, however, and he was normally good with the media. He was always available on his mobile phone for journalists and was consistently polite and honest.</p> <p>Brooking continued to voice his criticism about Labour's lack of investment in sport and facilities until his last day in office, the reason some believe that he had to wait more than 18 months after stepping down before he was knighted.</p> <p>The only thing that could stop Brooking taking over Palios's role is if he is asked to replace Sven-Goran Eriksson first. If the FA sacks the England manager at an emergency meeting on Thursday, Brooking is widely tipped to take over in a caretaker role.</p> <p>It is a position he filled briefly twice at West Ham, nearly pulling off a minor miracle in May 2003, when he almost saved them from Premiership relegation.</p> <p>Derided as a pundit who always sat on the fence while summarising for the BBC, many of the players were surprised to discover a man who had an astute tactical knowledge.</p> <p>One said Brooking had the ability to convey his ideas simply and coherently in a few short, crisp sentences. He was similarly articulate last week when his report into Euro 2004 identified a number of key weaknesses in England's campaign.</p> <p>Perhaps if he had taken up coaching immediately after hanging up his boots Brooking could have been a massive success. \"My family were never too keen,\" he told the Guardian earlier this year. \"But I miss the dressing-room banter. I've never been one to be too detached or say I'm the boss; I like to be open and I've never tried to hide.\"</p> <p>There has perhaps never been a time when football needed more for Brooking to don the shining armour.</p>",
  "<p>Mock country mansions are to be banned under new planning rules published today that will only allow new buildings in the countryside if they are groundbreaking in design and construction. </p> <p>Under the so-called \"Gummer's law\", named after the Conservative environment secretary John Gummer who introduced it, rich landowners had been allowed to build homes in the open countryside, if they could show they were of \"exceptional\" quality.</p> <p>The rule encouraged a spate of pastiche country houses that imitated various historic styles. </p> <p>The government had threatened to scrap the rule altogether, but has opted instead to change it to promote more innovative designs.</p> <p>Announcing the move, the planning minister, Keith Hill, said: \"I want this new policy exception to underline our commitment to encouraging the highest standards of contemporary design and construction in new country houses.</p> <p>\"Not only do we hope that cutting edge designs for country houses will raise the standards of rural housing more widely, we also expect them to leave a legacy from today's top architects for history books of the future.\"</p> <p>Under the new law, those wanting to build homes in the open countryside will have to convince planning authorities that they are groundbreaking in design, use of materials, and in the way they are constructed. </p> <p>The new rule, known as planning policy statement 7, said: \"Very occasionally the exceptional quality and innovative nature of the design of a proposed, isolated new house may provide this special justification for granting planning permission.\"</p> <p>It added: \"Such a design should be truly outstanding and groundbreaking, for example, in its use of materials, methods of construction or its contribution to protecting and enhancing the environment, so helping to raise the standards of design more generally in rural areas.\"</p> <p>The hi-tech architect Lord Foster said: \"It is wonderful news that the government has recognised the role that good design can play in shaping the way we build in the countryside. This is a very progressive initiative.\"</p> <p>The Royal Institute of British Architects, which campaigned for a more than year for the country house exception rule to be retained, is anxious that the wording of the new law should not be used to dictate any particular style.</p> <p>The institute's president, George Ferguson, said: \"The country house has through the ages been one of the defining elements of our architecture and social history. It has embraced all styles and types, and should continue to be characterised by its excellence rather than an adherence to any one architectural movement.\"</p>",
  "<p>Pirate radio stations are to be encouraged to go legitimate as part of an initiative by the media regulator Ofcom. It said yesterday that its enforcement officers may in future leaven the burden of their raids by leaving behind an application pack for a new breed of community radio licences. </p> <p>The Ofcom \"calling card\" is part of a drive to encourage take-up of dozens of small, cheap licences that are to be made available under new legislation. </p> <p>Not all the applications for the community radio schemes are expected to be from pirates seeking to legalise their businesses, but Ofcom said yesterday that it hoped some of the illicit broadcasters would be encouraged by the scheme. </p> <p>At present, there are thought to be about 180 pirate radio stations in London and about the same number in the rest of the country, many catering to the underground and ethnic minority music scenes. </p> <p>They can make big profits by charging DJs to go on air and attracting advertising from nightclub venues, but the pirates block frequencies used by legitimate stations and emergency services. </p> <p>Dimitri Doganis, whose company Raw TV followed pirate stations in Essex for the Towerblock Dreams series on BBC3 earlier this year, said that the stations operated in a subculture which gained little publicity in the mainstream media. </p> <p>\"These stations showcase musical voices that aren't heard anywhere else. They play their records, give them live spots, and the communities they serve feel it's 'by us, for us'. Rappers like Dizzee Rascal would go to different stations around the country promoting their music - it's absolutely part of the urban music career path.\" </p> <p>Ofcom, which earlier this year took over responsibility for regulating radio frequencies from the Radio Communications Agency, carries out an average of three raids a day on stations like these, seizing equipment and arresting those responsible for the illegal broadcasts. </p> <p>The commercial radio industry has also taken legal action. Phil Sherrell, of the law firm Eversheds, which represents the Commercial Radio Companies Association, said: \"There are 13 pirates subject to permanent injunctions.\" </p> <p>The battle going on between Ofcom and its targets is an entrenched one: pirates often booby-trap equipment to prevent enforcement teams from getting to it. Ofcom's officers often arrive with protective clothing to prevent injury. In many cases, raids only succeed in shutting stations for short periods, and Ofcom believes a new approach is needed. </p> <p>Under the community radio scheme, launched yesterday, Ofcom is inviting applications from anyone - not just pirates - interested in starting up a local station broadcasting to a restricted area of their choice, typically within a three-mile radius. </p> <p>The application costs £600, and in return for a licence to broadcast, the stations must comply with Ofcom's programme and advertising codes, and submit an annual report of their business. \"We're thinking of leaving behind a jiffy bag with an application pack - we're calling it our 'legit kit' - on some of our raids,\" a spokesman said. </p> <p>According to Ofcom, some illegal stations have expressed an interested in legitimising their businesses, but it concedes that others are linked to organised crime and benefit from their illicit status. </p> <p>The regulator said it would continue to pursue a vigorous enforcement strategy. </p> <p>Paul Brown, chief executive of the commercial association, said: \"We are pleased that the government has offered some protection to small-scale commercial radio stations. </p> <p>\"We hope pirate broadcasters will take the opportunity to broadcast legally.\"</p>",
  "<p><strong>Times</strong><br> Editorial<br> August 2<br> </p> <p>\"Sudan has been left in no doubt of the world's horror and condemnation of the atrocities still being committed in Darfur. </p> <p>\"The United Nations security council warned Khartoum on Friday that it faced unspecified 'measures' if it did not halt the attacks on defenceless villagers by Arab militias within a month.</p> <p>\"Rwanda is the terrible example driving the UN. Yet no one will utter the word 'genocide' for fear of invoking the genocide convention that would oblige immediate action. </p> <p>\"Intervention has not been ruled out by Britain, but few other countries are yet ready to back the UN with force. Darfur is remote, poor, contested and of no economic or strategic value. </p> <p>\"But the world is as challenged here as in Kosovo or Rwanda to uphold and defend the universal right to life.\" </p> <p><strong>Sunday Times</strong><br> Editorial, South Africa<br> August 1<br> </p> <p>\"For too long, Africa has stood by and watched the situation in Sudan worsen. The lethargic Organisation of African Unity hardly lifted a finger to resolve one of the continent's longest-running conflicts. </p> <p>\"Now the newly formed African Union has been thrust to the centre stage of the conflict, but the body's lack of an overwhelming response flies in the face of the institution's ideal of creating a new Africa. </p> <p>\"With the UN security council's 30-day countdown now having begun, African countries must seize the moment and demonstrate their resolve practically to supplement the efforts of the international community working in Sudan, Africa must lead the way and show that it cares.\" </p> <p><strong>Al-Ahram al-Arabi</strong><br> Editorial, Egypt<br> August 1<br> </p> <p>\"Tony Blair seems to be seeking to repeat the adventure of the Iraq invasion in Sudan. He said he was looking into several options for ending the Darfur crisis.</p> <p>\"One of these is military intervention with 5,000 British soldiers ready to carry out this sacred mission. It looks as though what has happened to the Iraqis has not satisfied the greed of the war machine ... We do not argue that there is no humanitarian crisis in western Sudan. </p> <p>\"However, the world powers' exaggeration of this crisis makes us question their motives.\" Via BBC Monitoring </p> <p><strong>Hashim Syed Mohammad bin Qasim</strong><br> Pakistan Tribune<br> August 2<br> </p> <p>\"A control of Sudanese oil and gas is certainly at the centre of all this attention, US law-makers, want the southern Sudanese non-Muslims to be empowered to an extraordinary extent thus weakening a Muslim government in line with the broader Middle East and north African initiative. </p> <p>\"In spite of a similar situation (political freedom struggle) prevailing in Kashmir, Chechnya and Palestine, the UN is turning its eyes away from them. </p> <p>\"It is thus obvious that the UN (US+EU) machinery needs oil to run, and may keep away from dry areas.\" </p> <p><strong>Daily Star</strong><br> Editorial, Lebanon<br> August 2<br> </p> <p>\"The rapid pace of international intervention in Darfur has not been welcomed by many Arab officials and observers, some of whom even suspect ulterior motives for western troops arriving in the region. </p> <p>\"This is perplexing to the point of absurdity, and collective Arab shame. </p> <p>\"The Arab League and its officials have been inexplicably silent during the past 18 months as the Darfur crisis has unfolded before their eyes. </p> <p>\"Those who have brandished only silence in the recent past have no credibility when they express outrage or concern today, or caution prudence. </p> <p>\"Are a million refugees and 30,000 dead next door not enough reason to act? Foreign troops are coming to Darfur for humanitarian reasons, because the Arab neighbours who should have acted faster remain docile and indifferent.\"</p>",
  "<p>The Home Office is to review its proposals for tightening the rules giving independent schools charitable status, after the Charity Commission said they would have no impact and a former cabinet minister called them a \"dog's breakfast\". </p> <p>The Home Office minister Fiona Mactaggart had claimed the \"new public benefit test\" in the draft legislation would give the Charity Commission new rights to challenge the charitable status of private schools and hospitals. </p> <p>The proposal is popular on Labour's backbenches: it would put pressure on elite private schools, which receive about £100m a year in subsidies from their charitable status, to demonstrate that they use their resources and expertise to benefit the wider public. </p> <p>The law at present assumes that fee-paying schools are charitable in nature. </p> <p>In written and oral evidence to the parliamentary committee examining the bill, the Charity Commission has said the change would make little difference, since it gives the commission no new power to remove the charitable status of fee-paying schools or hospitals. </p> <p>The lack of a precise definition of public benefit in the bill, it said, meant they would continue to enjoy their special privileges. </p> <p>It also pointed out that there was no power to remove charitable status retrospectively: schools that had held charitable status for years could not be stripped of it, even if they offered no public benefit. </p> <p>The former cabinet minister Alan Milburn, who chairs the scrutinising committee, has called it \"a dog's breakfast\", saying: \"There is utter confusion at the core of the bill.\" </p> <p>The committee's report, due next month, is likely to be highly critical. </p> <p>Ministers had been reluctant to define public benefit for fear of alienating either the fee-paying schools themselves or the opponents of private education on the left who feel that the schools' charitable status makes a mockery of charity law. </p> <p>The Home Office was also reluctant to set in stone charity law that might need to evolve over the decades. </p> <p>Ms Mactaggart says the disagreement needs to be resolved \"as a matter of urgency\". </p> <p>She said she would hold discussions with the Charity Commission as quickly as possible to resolve \"a problem\". </p> <p>The Home Office said last night that it was continuing to discuss with the commission its legal view of the bill and whether it believed it had no scope to examine the public character of the schools and hospitals. </p> <p>Published minutes of the committee hearing show Mr Milburn clashing openly with Ms Mactaggart. </p> <p>Mr Milburn said: \"There is a huge gap, a chasm, between intent and effect of the bill, at least in the minds of the one organisation that really counts, which is the Charity Commission.\" </p> <p>He accused Ms Mactaggart of \"presiding over confusion and not doing anything about it\". </p> <p>Ms Mactaggart had said that the bill \"put a new duty on charities to be generous with their experience, expertise and so on in order to participate in the charity brand\". </p> <p>\"If they fail and, therefore, fail to demonstrate public benefit, they do not have an automatic presumption that they will be charities and I think that is the right way to approach it\". </p> <p>She then blamed the media for focusing excessively on the bill's impact on public schools. </p> <p>At this point Mr Milburn responded: \"Come on, with respect, you know as well as I do that [in] every survey that has been undertaken anywhere, not of the media but of the public, people are amazed, in some cases aghast, in some cases appalled ... about the fact that independent schools and independent hospitals enjoy the tax perks of the charitable status.\" </p> <p>One idea being discussed is non-statutory guidance to the Charity Commission on a definition of public benefit. The minister believes a tight parliamentary definition of benefit would potentially undermine the independent nature of charities. </p> <p>The solicitor Lord Phillips of Sudbury, who is on the parliamentary joint committee, said: \"The day this bill becomes law the Great British public will have an absolute lack of clarity as to what the public interest means for their charity.\" </p> <p>The committee is likely to condemn the new charity commissioner, describing her performance in front of the committee as dire.</p>",
  "<p>Sudan is becoming a dark study in disillusion. Only two weeks ago, Britain was openly hinting at military intervention to end the humanitarian crisis in the Darfur region. In an echo of the build-up to war in Iraq, Tony Blair spoke gravely of a \"moral responsibility\" that must not be shirked. </p> <p>Not to be outdone, Colin Powell, the US secretary of state, warned of dire consequences should the Islamist-led Sudanese government fail to fulfil its undertakings to the United Nations. He demanded an immediate end to a conflict that has cost an estimated 30,000 lives (there are no wholly reliable figures) and displaced more than 1 million people. </p> <p>The clamour to \"do something\" - and quickly - became a crescendo as the UN, development officials and aid agencies warned of a catastrophe in Darfur and in the refugee camps in neighbouring Chad. </p> <p>Anxious to have its say before going on holiday, the US Congress grabbed some headlines of its own by labelling as genocide the mayhem perpetrated by Janjaweed Arab nomad militias. </p> <p>Serious stuff indeed. So what happened? Did the B52s scramble? Did Nato volunteer to go \"out of area\"? Did Pentagon supremo Donald Rumsfeld rally the \"new\" (as opposed to \"old\") Africa to confront what the US deems a terrorism-sponsoring state of concern? </p> <p>Not exactly. After all that noisy talk, the UN security council met last week and passed a motion. </p> <p>The Sudanese government was given 30 days to call off its proxy killers or face unspecified punitive \"measures\" - but, mark well, not formal sanctions, not military force and certainly not a regime-changing invasion. And that only if the UN deemed the government to have made insufficient progress by September. </p> <p>Khartoum's militia puppet-masters were, in effect, let off the hook. They now say they will comply to the best of their ability - but want 90 days rather than 30 to do so, as previously agreed with the UN boss, Kofi Annan. </p> <p>Even this conditional acceptance is hedged with qualifiers. For Sudanese ministers also claim that they do not control the Janjaweed, who (they say) may be impossible to rein in. </p> <p>And they warn that implementing the UN resolution in full, including assisted resettlement of displaced people and the resumption of a political dialogue in Darfur, will be \"extremely difficult\" in so short a timeframe. After over a century of foreign interference and post-independence neglect, disputes over customary water and land use, and growing ethnic and tribal tensions in Darfur, that contention has a ring of truth. </p> <p>But it also seems clear that Khartoum plans to play for time. The government is likely to exhibit only limited compliance with UN demands while waiting for the international hubbub to die down and for some new political and media sensation to shift attention elsewhere. </p> <p>That, after all, is how it has always been in Sudan since the 19th century joustings of Ismail Pasha, the Mahdi and Herbert (later Lord) Kitchener. In the end, everybody tends to walk away from Sudan, somewhat baffled, lances a trifle bent. It is just too big and too complicated. </p> <p>Sudan's present-day leader, Omar al-Bashir, may not be the smartest bean in the box. But he probably calculates that Mr Blair, for all his moral conviction, has a lot of other fish to fry. The prime minister surely cares. But he is no Charles \"Chinese\" Gordon, the British general killed in the siege of Khartoum in 1885 after refusing a way out. </p> <p>Similar calculations also suggest that George Bush, in a neck-and-neck autumn US election race, will avoid a post-Iraq adventure overseas. It smacks too much of Somalia, his father's parting folly in 1992-93. Nor will his hyper-cautious Democratic challenger, John Kerry, push for intervention. </p> <p>And what if the UN does move towards punitive \"measures\" this autumn? Russia or China, with oil and commercial interests in mind, may veto them. </p> <p>But even if they do not, such restrictions would make little difference to Khartoum's already isolated leadership - although ordinary people could suffer. The US, for example, already has bilateral sanctions in place. </p> <p>So far the only concrete western military move has been the deployment of French troops along the Sudan-Chad border. </p> <p>Such manoeuvring may make President Jacques Chirac, a rival to Mr Blair in Africa as in so much else, feel like a player. But like the British, and indeed like the EU's nascent military organisation, the French do not have the numbers, the gear or the logistical reach to make a real difference. </p> <p>There is something depressingly familiar in international affairs about this sequence of events, this transition from brave words and high principles to shabby compromises and receding expectations. </p> <p>\"These atrocities [in Sudan] will continue,\" fumed a Washington Post editorial at the weekend. \"And yet outsiders are content with measures that won't stop the appalling suffering. How to explain this numbness?\" </p> <p>In truth, the west's behaviour to date is the opposite of Teddy Roosevelt's old maxim about speaking softly and carrying a big stick. </p> <p>On Darfur, it transpires, western leaders are all hat and no cattle (perhaps that should be camels).</p>",
  "<p> <strong>THE GUARDIAN</strong></p> <p>The Football Association is reticent to issue a 'Svengate' statement following revelations that chief executive Mark Palios authorised communications director Colin Gibson to offer a deal to the News of the World. P1<br>Colin Gibson - the Fleet Street veteran who fell for a tabloid turnover. P4<br>The main players in Svengate. P4<br>ITV launches a new line-up of entertainment shows. P6<br>KitKat is to drop its 47-year-old \"take a break\" slogan. P6<br>Pirate radio stations are to be encouraged by Ofcom to go legitimate. P8<br>Russia set to ban TV beer ads. P11</p> <p>MEDIA BUSINESS PAGE</p> <p>Hachette Livre purchases WH Smith's book publisher Hodder Headline. P15<br>Telegraph directors may be removed from the board of the West Ferry print operations if Richard Desmond triggers his change-of-control option following the sale of the papers to the Barclay Brothers. P15<br>The family that controls the fourth largest cable company in the US, Cox Communications, yesterday offered 4.3bn pounds to take the company private. P15<br>The Financial Times is to have a daily branded page in Australia's only national newspaper, the Australian. P15<br>Obituary: BBC producer Nick Rossiter. P21<br>The News of the World and Svengate. P26</p> <p><strong>THE TIMES</strong> (tabloid edition)</p> <p>Sex, lies and spin - the Svengate saga. P1-2<br>WH Smith sells book publisher Hodder Headline. P35<br>David Beckham is to reduce his commercial activities by half in order to concentrate on playing for Real Madrid. P63<br>Website auctions like eBay can be risky for pedlars of fake goods and for bargain hunters. T2, P22</p> <p><strong>THE INDEPENDENT</strong></p> <p>KitKat makes a break with its famous advertising slogan. P3<br>Classic ad campaigns. P3<br>Highbury House Communications chairman and chief executive Ian Fletcher has brought his retirement forward by a year. P38<br>WH smith sells Hodder Headline to French rival Hachette. P42</p> <p>MEDIA</p> <p>Martin Sorrell talks to Ray Snoddy. Review, P8-9<br>Another generations of the Snow family is set to hit our screens as Peter's son Dan prepares for a new TV show. Review, P8-9<br>Bill Hagerty on editors resigning. Review, P8-9<br>Media: The Word on the Street. Review, P10<br>Bulking, the magazine industry's dirty secret, is just a way to inflate sales figures. Review, P10<br>Why TV news needs charisma. Review, P11</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Monica Lewinsky and Rebecca Loos are to discuss media deals at the Edinburgh Television Festival. P5<br>WH smith suffers 49m pounds hit from Hodder sell-off. P27<br>Highbury House Communications boss Ian Fletcher has brought his retirement forward by a year. P28<br>Ad Hoc: Grey Global's public auction. P32<br>Ad of the week: Interbrew. P32<br>The Daily Telegraph will sponsor a race at Cheltenham. Sport, p1</p> <p><strong>FINANCIAL TIMES</strong></p> <p>KitKat takes a break from its advertising slogan. P4<br>Leader: Advertisers will have to work hard to reach customers. P16<br>WH Smith sells Hodder Headline. P20<br>Private media group Cox Enterprises offers to take full control of Cox Communications. P26<br>DirecTV moves to take greater control of its rural customers. P26<br>NDS, 78%-owned by News Corp, is to start supplying personal video recording to DirecTV. P26</p> <p>CREATIVE BUSINESS</p> <p>Italian newsppers have raised revenues ina downturn without resizing. P2-3<br>Granada's director of drama, John Whiston, lifts the lid on ITV's secret plotters. P4<br>Advertising via brand advocates. P5<br>Creative tensions: why do advertisers have to pay record labels to use their music? P6<br>Investigating the design industry. P6-7<br>Rising in-store marketing may leave traditional advertising on the shelves. P8-9<br>Multinationals are setting up companies to control the use of trademarks. P10<br>How technology has transformed the information business. P11<br>Technology: High-definition TV and labelling fruit and vegetables. P12<br>Climax chief executive Karl Jeffery wants to pursue online ambitions. P12-13<br>China's games sector is fast-growing. P13<br>Samsung's London design centre. P14<br>Business: Lisa Percy. P15<br>Creative Eye: Workers protected by new anti-age bias laws. P15<br>Numbers: food ads. P15</p> <p><strong>DAILY MAIL</strong></p> <p>KitKat has a slogan break. P27<br>WH Smith will return 85p per share to investors having agreed to sell Hodder Headline books for 223m pounds. P58</p> <p><strong>DAILY EXPRESS</strong></p> <p>Renault is forced to withdraw its 'shake it' ad. P22<br>KitKat axes its famous slogan. P23<br>Colin Gibson's PR gaffe at the FA is unforgivable. P71</p> <p><strong>DAILY MIRROR</strong></p> <p>KitKat axes its famous slogan. P4<br>WH Smith sells its publishing arm Hodder Headline for 233m pounds. P39</p> <p><strong>THE SUN</strong></p> <p>The Sun suggest the advertising deals Big Brother's Nadia should sign up for. P6-7<br>Hodder sale nets WH Smith 210m pounds. P42</p> <p><strong>DAILY STAR</strong></p> <p>KitKat gives slogan a break after 50 years. P25<br>Renault advert binned. P25</p> <p><strong>AND FINALLY...</strong></p> <p>The Queen likes her martini stirred, not shaken, and is a devotee of potted shrimps and cucumber sandwiches for afternoon tea - that's according to Gary Rhodes's new BBC1 documentary All the Queen's Cooks. But don't even think about offering her a tomato if she happens to pop round for tea, because the pips gets stuck in her teeth. The Times, P19</p> <p> <strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>Sven-Goran Eriksson will return to his office at the Football Association this morning to find the organisation in chaos and his own position considerably strengthened. </p> <p>Last night nine hours of talks between senior executives, board members and lawyers broke up with the FA unable to offer a definitive statement on its position after a weekend that saw the resignation of its chief executive, Mark Palios, and doubt cast over the future of the chairman, Geoff Thompson. </p> <p>On the advice of its lawyers and what remains of its communications staff, the FA last night offered only an \"update\" on the situation. \"Due to the ongoing inquiry which was announced last week, the FA is unable to provide any conclusive comment at this moment,\" read a statement on the organisation's website. </p> <p>\"We fully understand the huge interest and demand for an FA statement and will of course issue any definitive update as soon as we are in a position to do so.\" </p> <p>The FA's reticence follows the revelation that Mr Palios authorised the communications director, Colin Gibson, to offer a newspaper details of Mr Eriksson's relationship with an FA secretary, Faria Alam, in order to keep his own affair with her secret. Mr Gibson offered his resignation on Sunday evening and it is believed to have been accepted. </p> <p>The revelations leave Mr Eriksson looking far more secure than Mr Thompson, who spent yesterday in a series of crisis meetings with officials. The chairman is under pressure from board members to stand down after unilaterally clearing Mr Palios of any wrongdoing five days before he was forced to accept the chief executive's resignation. </p> <p>The FA's executive board will meet on Thursday, ostensibly to hear the results of an inquiry into how the FA came to issue a misleading statement denying Mr Eriksson's relationship with Ms Alam. </p> <p>Yesterday, as senior staff and board members arrived at the FA's London headquarters, the acting chief executive, David Davies, said Mr Eriksson retained his full support. </p> <p>\"Sven is one of the outstanding coaches in the world; that is why so many people want to hire him. That is why this club and that club, or any country, seeks his services,\" he said. </p> <p>\"It is right to say he wants to be coach of the senior England team. He has a consistent track record wherever he has worked and is popular and highly respected by players.\" </p> <p>An expert in sports law said the FA would be \"mad\" to consider sacking Mr Eriksson, 56. Russell Thomas, senior partner with the Manchester-based solicitors Glaisyers, said the Swede's position had been improved by the latest revelations. \"By speaking so openly to a member of the press, the director of communications has exposed the FA's position completely,\" Mr Thomas said. </p> <p>\"Legal argument was on Mr Eriksson's side anyway, given he has a right to silence about his private life, but if the FA were trying to engineer a situation where they could get him out anyway, it has just been blown out of the water completely.\" </p> <p>Gordon Taylor, chief executive of the Professional Footballers' Association, said the players were still behind the England coach. However, he said the affair had exposed serious flaws in the management of the FA. </p> <p>\"Disarray is the right word, it has not been the most glorious moment in the FA's history,\" he said.</p>",
  "Key information behind the latest terror alert in the US came from two Islamist militants arrested in Pakistan and computer equipment that was seized with them, it emerged yesterday. <p>The US raised its alert level for financial institutions in New York, Washington and Newark to orange (high) after learning that militants had carried out meticulous reconnaissance of five buildings. </p> <p>The American move follows the arrest in Pakistan of Tanzanian-born Ahmed Khalfan Ghailani, who is wanted in connection with al-Qaida attacks on US embassies in East Africa in 1998, and the capture of a Pakistani computer expert, Muhammad Naeem Noor Khan, a few days earlier. </p> <p>Mr Ghailani, who had a $5m (£2.7m) bounty on his head, was arrested on July 25 along with 13 others after a 12-hour gun battle in the eastern city of Gujarat. Police also seized a computer and several disks. </p> <p>\"We got a few emails from Ghailani's computer about [plans for] attacks in the US and UK,\" Pakistan's information minister, Sheikh Rashid Ahmed, told the Associated Press yesterday. </p> <p>But British government sources said the emails contained no specific threats against Britain, leading ministers to conclude that security measures should be left unchanged. In a statement last night the Home Office said that Britain's \"heightened\" state of alert would remain unaltered. A spokeswoman said: \"We are taking every feasible measure to protect British citizens here and abroad and, as ever, we keep the threat level under constant review.\" </p> <p>A former senior CIA official said corroborating evidence of a planned attack in the US came from British intelligence, based on the interrogation of a third al-Qaida suspect in its custody. The identity of the suspect could not be confirmed. </p> <p>White House chief of staff Andrew Card confirmed last night that Britain had helped on the current threat: \"The Italians and the British, for example, have been very cooperative, as well as the Pakistanis.\" </p> <p>Mr Khan's arrest appears to have been a counter-terrorism breakthrough. According to a US intelligence source, he led US and Pakistani agents to Mr Ghailani and to Mr Ghailani's laptop, on which a plan for an attack in the US had been downloaded. </p> <p>\"This was a planning proposal in the pre-operation phase, including surveillance and plans for attacking. It was typical of a group-level operation that needs to be approved at Bin Laden's level,\" the source said. It is unclear whether these attacks had been approved. </p> <p>The buildings apparently named as targets were the Citigroup Centre and the Stock Exchange in New York, the International Monetary Fund and World Bank buildings in Washington, and Prudential Financial's headquarters in Newark. Police in each city were searching cars and lorries approaching the buildings yesterday. In New York, the Holland tunnel, leading to Manhattan's financial district, was closed to heavy commercial vehicles. </p> <p>US intelligence officials quoted in the US press say the new information shows that scouting had been done to identify security in and around these buildings; the best places for reconnaissance; how to make contact with employees who work in the buildings; traffic patterns; and locations of hospitals and police departments. </p> <p>Some of the reconnaissance was extremely detailed, even including the number of pedestrians who walked past on each side of the street in a minute. Reconnaissance is thought to have been carried out over several years, both before and after the attacks of September 11 2001. </p> <p>A US intelligence official told the Guardian yesterday the new information provided a \"remarkable level of clarity\" about al-Qaida operations. </p> <p>The official, speaking anonymously, said that the new intelligence included \"extensive information about activities that have taken place - about the casing and surveillance of the targets, their vulnerabilities and perceived vulnerabilities, the optimal ways to carry out an attack and to bring down buildings, types of security personnel ... it's very detailed.\" </p> <p>The intelligence official added: \"The indications are that has been a very longstanding effort on the part of al-Qaida. It dated to before September 11, and probably continues to this day.\" </p> <p>US officials, quoted in the Washington Post, said that al-Qaida scouts had found that one of the buildings being cased had three male security guards but that only one carried a weapon. \"Getting up to the higher floors is not very difficult if you go there midweek, as I did,\" one of the scouts reported, according to the seized computer files.</p>",
  "<p><strong> Jarvis unloads Ultramast</strong><br> </p> <p>Crisis-hit engineering group Jarvis has sold a mobile phone mast company as part of a strategy to dispose of non-core businesses, it announced yesterday. The company, which last week outlined a survival plan after falling £246.7m into the red, said it had sold loss-making firm Ultramast for nearly £290,000. </p> <p>It was bought by a joint venture company formed by investment bank Babcock &amp; Brown and four former Ultramast managers. </p> <p><strong>Goldman gains Queens Moat</strong><br> </p> <p>US investment bank Goldman Sachs in effect took control of debt-ridden British hotel chain Queens Moat yesterday, offering to buy its junior debt and outstanding shares in a deal worth £544m. </p> <p>Goldman said holders of 41% of the group's junior debt had agreed the deal, which values the debt at 90p in the pound. </p> <p><strong>£1,000 fine for Ofex trade</strong><br> </p> <p>The Financial Services Authority issued a £1,000 fine for market abuse relating to a small trade in shares in an Ofex-listed financial planning firm. </p> <p>Company insider Michael Davies was fined after he made £420 trading 4,000 BMG shares in January in the knowledge that the insurance broking group was preparing to publish much improved interim results. </p> <p><strong>£50m more for tidal power</strong><br> </p> <p>The government has set up a £50m fund to boost efforts to develop wave and tidal power as a source of renewable energy. The fund will help companies turn research and development into marketable products and services.</p>",
  "<b>Gypsies recall their holocaust</b> <br> <p>European Gypsies met at the former Auschwitz-Birkenau death camp in Poland yesterday to remember the hundreds of thousands killed there - the last 2,900 exactly 60 years ago - and call for wider recognition of the \"Gypsy holocaust\" and continuing discrimination.<br><b>AP in Brzezinka</b> </p> <p><b>Ivory Coast clash killed 99</b><br> </p> <p>At least 99 people died in a battle a fortnight ago between rebels in Ivory Coast, according to a UN team which found the bodies in mass graves. Rebels had previously put the figure at 22.<br><b>AP in Abidjan</b> </p> <p><b>Suspected rapists burned</b><br> </p> <p>A mob in Tjokville township near Jeffreys Bay in Eastern Cape province of South Africa beat three men they accused of raping a girl, covered them in petrol and tyres and set them alight. One man will appear in court today on murder charges. <br><b>Andrew Meldrum in Pretoria</b> </p> <p><b>Arnie nods to unarmed doll</b><br> </p> <p>A US firm has settled a law case brought by Arnold Schwarzenegger's film production company, promising to stop making nodding-head dolls of the action hero armed with a gun, and winning permission for an unarmed doll of the now governor of California.<br><b>Reuters in San Francisco</b> </p> <p><b>New Rwanda investigation</b><br> </p> <p>The Rwandan cabinet has approved a draft law creating an independent commission to investigate whether France helped to train the killers who took part in the 1994 genocide. The foreign minister, Charles Murigande, said the commission would take evidence from survivors and ex-soldiers. France denies being involved. <br><b>Reuters, Kigali</b> </p> <p><b>Assault on Afghan site</b><br> </p> <p>At least two militants and four Afghan soldiers died yesterday when US and allied troops and aircraft attacked an area in Khost, a former al-Qaida stronghold just south of Kabul, officials said. <br><b>AP in Kabul</b></p>",
  "President George Bush bowed to election-year pressure yesterday and ended his opposition to the reforms urged by the congressional inquiry into the September 11 2001 terrorist attacks. <p>\"We are a nation in danger,\" he said, announcing the appointment of a national intelligence director on the day the US raised its alert level to orange for a number of financial institutions after uncovering details of specific threats </p> <p>The arrest of two Islamist militants in Pakistan recently and the capture of computer equipment belonging to them revealed long-term, meticulous reconnaissance work by al-Qaida-linked terrorists on US soil. </p> <p>Pakistan's information minister, Sheikh Rashid Ahmed, said there was also evidence of planned attacks on the UK. </p> <p>It was unclear what details about a potential attack in Britain were on the computer files but the Home Office said the \"heightened\" state of alert would not be changed. </p> <p>The arrested men are Ahmed Khalfan Ghailani, wanted in connection with al-Qaida attacks on US embassies in east Africa in 1998 and a Pakistani computer expert, Muhammad Naeem Noor Khan. </p> <p>Spurred by the Democratic party's demands for swift changes to US intelligence operations, Mr Bush went some distance towards embracing two of the commission's key recommendations: a national intelligence director and a government counter-terrorism centre. </p> <p>But he balked at the commission's proposal that the intelligence chief should work in the White House, an idea which some had argued would risk politicising a crucial security post. The proximity to the Oval Office would also make future presidents more directly responsible for failures of intelligence. </p> <p>\"I don't think that the office should be in the White House. I think it ought to be a stand-alone group to better coordinate, particularly between foreign intelligence and domestic intelligence matters,\" Mr Bush told a press conference. </p> <p>The intelligence director, though appointed on Senate advice, would be under White House control. \"I don't think the person should be a member of my cabinet,\" Mr Bush said. \"I will hire the person and I can fire the person.\" </p> <p>His announcement blocks - at least temporarily - any political mileage the Democratic challenger, John Kerry, may have gained from the commission's report. </p> <p>Mr Kerry had urged the immediate creation of the national intelligence post and promised that if elected he would enact the commission's recommendations by executive fiat. </p> <p>On Sunday he hit out even harder, telling CNN: \"I believe this administration, in its policies, is actually encouraging the recruitment of terrorists. </p> <p>\"We haven't done the work necessary to reach out to other countries. We haven't done the work necessary with the Muslim world. We haven't done the work necessary to protect our own ports, our chemical facilities, our nuclear facilities.\" </p> <p>To further neutralise that line of attack, Mr Bush gath ered his most senior security officials around him in the Rose Garden yesterday, including the defence secretary, Donald Rumsfeld, and the directors of the CIA and FBI, to offer his fullest endorsement yet of the commission's recommendations. </p> <p>\"I strongly agree with the commission's recommendation that ... oversight of intelligence and of the homeland security must be restructured and made more effective,\" he said. </p> <p>But he stopped short of the remedy prescribed by the commission for the deeply dysfunctional relationship between America's intelligence services. </p> <p>The chairman of the commission, the former New Jersey governor Thomas Kean, argued that the intelligence chief and the centre needed the White House address if they were truly to exercise power over America's intelligence agencies. </p> <p>The commission envisaged an intelligence director with authority over the CIA chief and the other foreign and domestic intelligence services and would advise the White House on intelligence matters. </p> <p>But the scope could be limited. The director would not have day-to-day control or financial power over the other agencies. </p> <p>Mr Bush said the proposed centre would be a valuable storehouse of information which would \"build on the analytical work, the really good analytical work, of the Terrorist Threat Integration Centre, and ... become our government's knowledge bank for information about known and suspected terrorists.\" </p> <p>In addition to the thinktank, Mr Bush called for a government centre that would focus on weapons of mass destruction and prevent the trafficking of biowarfare. </p> <p>He gave his approval to the commission's finding that Congress had failed to provide sufficient oversight of intelligence gathering, and said that he supported reform of the committees on intelligence and homeland security. </p> <p>\"There are too many committees with overlapping jurisdiction, which wastes time and makes it difficult for meaningful oversight and reform,\" he said.</p>",
  "An important supply chain for the US forces in Iraq was disrupted yesterday when Turkish lorry owners announced that they were suspending deliveries across the border in an attempt to secure the release of two drivers being held hostage. <p>The decision to stop the 200 to 300 daily journeys was announced after the release of a videotape on an Islamist website that showed the murder of a Turkish worker in Iraq. </p> <p>The Turkish supply route is one of three relied upon by the US military and is regarded as more secure for the convoys than the routes through Jordan and Kuwait. </p> <p>Of the 2,000 lorries that cross daily from the north, about a tenth carry vital supplies such as petrol and jet fuel to American forces. </p> <p>But in the past few months several Turkish drivers have been attacked, killed or taken hostage. </p> <p>Men claiming to be from a militant group led by Abu Musab al-Zarqawi said on Saturday that they had captured two Turkish lorry drivers, and demanded that the men's employers leave Iraq. </p> <p>In a tape shown on the Arab satellite channel al-Jazeera, masked men threatened to behead the two drivers unless their Turkish employers complied with the kidnappers' demands. </p> <p>Militants loyal to al-Zarqawi have also claimed responsibility for a number of bloody attacks and beheadings of foreign hostages, including the US businessman Nicholas Berg, a South Korean, Kim Sun-il, and a Bulgarian truck driver, Georgi Lazov. </p> <p>A statement by the International Transporters' Association in Instanbul said: \"Within the framework of current developments, [we] decided to stop the transport of cargo which belong to the American troops in Iraq as of Monday.\" </p> <p>The association said trucks carrying supplies that were not destined to the US forces would not be affected. </p> <p>In the video broadcast yesterday, Murat Yuce was shot in the head by one of three masked men after a statement was read in Turkish. </p> <p>It said: \"I have a word of advice for any Turk who wants to come to Iraq to work. You don't have to hold a gun to be aiding the occupying United States ... Turkish companies should withdraw from Iraq.\" </p> <p>In Ankara, the Bilintur company, which provides a laundry service for a Jordanian company in Iraq, said Mr Yuce was one of two employees missing in Iraq for three or four days. Another Turkish driver, Birdal Sancar, was killed last week near the border with Syria, the Anatolia news agency reported yesterday.</p>",
  "The Russian parliament is poised to introduce new legislation that will ban beer advertising on television between 7am and 10pm because of growing concerns about the number of children who have become addicted to alcohol. <p>The new law also prohibits the use in adverts of people, animals or cartoon figures, and messages that suggest beer will help you achieve your goals, improve your health or mental capacity or satisfy your thirst. </p> <p>Beer advertising will also be banned on the front and back covers of newspapers and magazines. </p> <p>The Duma, the country's lower house, is expected to pass the law on Thursday. </p> <p>It is a significant step in a country where beer is treated as only slightly stronger than a soft drink. In Moscow, a clinic to treat child alcoholics was opened last autumn, and senior health officials say the number of children under 14 with an addiction - most often to alcohol - has risen from about 6,300 a decade ago to more than 22,000 today. </p> <p>\"Attractive, obsessive and aggressive beer advertising makes it extremely attractive for consumption,\" security committee head, Vladimir Vasilyev, told the Duma. </p> <p>The move comes as beer grows steadily more popular with Russian drinkers. The average Russian's beer consumption has increased from 37 litres a year in 1999 to 51 litres in 2003, one of the fastest-growing markets in the world. </p> <p>In Russia, even beer containing 9-10% alcohol is considered a light-alcohol drink, and is therefore sold more freely than vodka or whisky. </p> <p>Beer is available almost everywhere, at any time, and is a common accessory for both morning commuters and the after-school crowd. Half-litre bottles, at 20-30 rubles apiece (37-56p), are lined up at fast-food stalls and in street kiosks alongside bottled water and cartons of fruit juice. </p> <p>The casual attitude carries over into television advertising. In one advert, Albert Einstein puzzles over his formula - then drinks a bottle of beer for inspiration. In another, polar bears celebrate after ice fishing with ice-cold beer. </p> <p>Brewers have fought against the advertising ban, arguing that while they are against children drinking, television adverts are not the real problem. </p> <p>Vyacheslav Mamontov, head of the Russian Brewers' Union said: \"We are in favour of banning the sale of beer to children under 18.\" </p> <p>He said the Duma is trying to draw attention away from an unpopular bill replacing social benefits with cash payments, also slated for passage this week. \"Children drinking beer, this is not the problem of brewers. This is a social problem,\" he said. </p> <p>Though the ban on advertising is expected to come into effect shortly, beer will remain widely available. The original legislation, introduced in 2001, would also have classified beer as a strong alcoholic drink to make it more difficult to sell, and restricted beer to an alcohol content of 6%. But that portion of the bill was discarded. </p> <p>Some 2.2 million Russians are registered as having alcohol problems, and, on average, Russians are estimated to drink about 15 litres of pure alcohol a head each year, one of the highest rates in the world. </p> <p>Alcohol is thought to be one of the reasons why life expectancy has fallen to less than 60 since the fall of the Soviet Union, with some estimates saying one in seven Russians are alcoholics.</p>",
  "<p>Telegraph directors may be removed from the board of the West Ferry print operations this month if Richard Desmond decides to trigger his change-of-control option following last week's sale of the newspapers to the Barclay brothers. </p> <p>Under the terms of the joint venture between Mr Desmond's Northern &amp; Shell and the Telegraph group, Mr Desmond has until September 10 to decide whether to trigger the takeover. </p> <p>The owner of the Daily Express has indicated his intention to bid for the Telegraph group's half-share in the east London print site and has 42 days to consult on the issue. </p> <p>As soon as he does, he is expected to call for the removal of the Telegraph directors from the company's board, which next meets in two weeks' time. </p> <p>Relations between the Telegraph board members and their Northern &amp; Shell counterparts became so strained that the monthly finance meetings were cancelled this year following a Nazi-saluting outburst by Mr Desmond. </p> <p>He is understood to have welcomed the Barclay brothers as new owners and expects a meeting soon. </p> <p>This month's board meeting will be attended by a wider group of all national newspapers with print contracts at the site, including the Guardian. </p> <p>If Mr Desmond decides to buy the Telegraph out of the venture, the matter will go to arbitration. </p> <p>The last time this happened, when Mr Desmond bought the Express, a retired judge was brought in to decide on the matter. No agreement was reached on price so the matter remained unresolved. </p> <p>The Barclay brothers' £665m takeover of the Telegraph group was confirmed last Friday. However, sources close to the owners of the Scotsman and Business newspapers suggest that few big changes will be made until next month. </p> <p>Aidan Barclay, who has taken the lead in the takeover talks for his father and uncle, is on holiday until the middle of August. </p> <p>Among the decisions that do appear to have been taken is that Martin Newland is safe as editor of the Daily Telegraph. </p> <p>Jeremy Deedes, the Telegraph's chief executive, said yesterday: \"He is the editor and I don't think that's about to change ... Things will stay as they are ... for the foreseeable future.\" </p> <p>Mr Deedes, who came back from retirement to lead the company during the negotiations, said he would stand down as soon as a successor is chosen. \"The company called me back to do a task and it's probably best to do that task and then go quietly.\" He hoped to \"keep some attachment to the paper\". </p> <p>Before his return, Mr Deedes had a part-time role working on the group's printing requirements.</p>",
  "<p>The family that controls the fourth largest cable company in the US, Cox Communications, yesterday offered $7.9bn (£4.3bn) to take the company private. </p> <p>Cox Enterprises, which holds 62% of the firm, said it hoped to take the business off the New York exchange to relieve the short-term performance pressures applied by Wall Street. Barbara Cox Anthony and Anne Cox Chambers, both daughters of founder James Cox, control the Enterprises business. The two women have a combined net worth of $11.2bn, ranking them at number 23 in the latest Forbes rich list. </p> <p>The family has repeatedly rebuffed takeover offers and only listed the cable company shares in 1995. </p> <p>Shares in cable companies have fallen steadily this year under the threat of a revitalised satellite industry, led by Rupert Murdoch's News Corporation, which now controls market leader DirecTV. Both the satellite firms and phone companies offering high speed internet access have cut prices and eroded the cable industry's share. </p> <p>DirecTV yesterday said it had agreed to pay $875m (£479m) to buy the bankrupt assets of Pegasus, the largest independent distributor of satellite TV in the US. Pegasus had filed a lawsuit against DirecTV, alleging that its aggressive tactics had put it out of business. It delivers DirecTV to more than 8.4m homes in 41 states. </p> <p>Cox and its rivals Comcast and Time Warner last week announced a slide in basic cable subscriber numbers. Cox operates in 15 states and is in around 6.3m homes. </p> <p>The family is offering $32 per share, 16% higher than the close on Friday and valuing the business at $20.8bn. </p> <p>James Kennedy, chief executive of Cox Enterprises, said in a statement: \"An increasingly competitive environment convinces us that future investments in the cable industry are best made through a private company structure.\"</p>",
  "<p>Where there's muck there's brass. Three of the main figures in the FA affair have stories to tell, with lucrative book deals possibly in the offing. But will they write them? And were they to do so, what secrets would they reveal? </p> <p><strong> Mark Palios</strong><br> </p> <p> <strong> Book title:</strong> Book-keeping for Big Business: How to Grasp Figures and Maintain a Tight Fiscal Squeeze on Your Colleagues<br> <strong> Dream ghostwriter:</strong> Colin Gibson.<br> <strong> Story to tell:</strong> How I rediscovered the joys of accountancy after a misguided liaison with sex. Not interested? Do I really have to tell you about how I beat the man I agreed to pay £4m a year to bed an FA secretary and how I won the sack race, resigning before Eriksson or Faria Alam?<br> <strong> Will he tell it?</strong> With five young daughters and a resignation sparked by distaste for the exposure of his private life, the principled stance would be to keep shtoom.<br> <strong> Titillation factor: </strong>If he forgets about his family, 7/10. If keeps them in mind, 1/10.<br> <strong> What is it worth? </strong>£250,000. <br> <strong> Chances of successful literary career: </strong>Sweet FA.<br> <strong> Film career?</strong> PricewaterhouseCoopers needs a new training video.<br> <strong> What career then? </strong>Accountant. </p> <p><strong> Faria Alam</strong><br> </p> <p> <strong> Book title:</strong> No Need for Alam; The Alam Belle; Alam the One<br> <strong> Dream ghostwriter:</strong> Andrew Morton<br> <strong> Story to tell:</strong> How I was seduced by Sven-Goran, the white-haired stallion of Soho Square. How I was seduced by Palios, the grey-haired head honcho of the square. How I was seduced by other soccer executives, the tabloids, the publishing industry and Hollywood. But it all began when I was an insecure child.<br> <strong> Will she tell it?</strong> What do you think?<br> <strong> Titillation factor:</strong> 10/10<br> <strong> What is it worth?</strong> Take £2m and subtract £10,000 for every dozen tabloid column inches. So, by next week, approximately 55p.<br> <strong> Chances of successful literary career:</strong> Mills &amp; Boon is always looking for a contemporary take on classic romance.<br> <strong> Film career?</strong> Fatal Attraction is due a remake. Failing that, cable TV.<br> <strong> What career then?</strong> Sex columnist. <br> </p> <p><strong> Colin Gibson</strong><br> </p> <p> <strong> Book title: </strong> Spin When You're Winning; Deal-making for Dummies<br> <strong> Dream ghostwriter: </strong>Harry Harris<br> <strong> Story to tell: </strong>How I was seduced by Palios, the sweet-talking charmer who hired me to end the FA's farcical affairs with the tabloids. How we both got shafted when I tried to give the Screws the dirt on Sven in exchange for covering up Palios's own liaison. What else I know about philanderers in football (volumes 2-11).<br> <strong> Will he tell it? </strong>He'll tell something to someone.<br> <strong> Titillation factor: </strong> 3/10. Marked down by secondhand sex.<br> <strong> What is it worth?</strong> Least fascinating story, but best newspaper contacts. Serialisation by his old pals at the Daily Mail could net a tidy sum.<br> <strong> Chances of successful literary career: </strong>A Colin Gibson is already the author of a book called Dissolving Wedlock. Our man might do better with the biographies of football executives.<br> <strong> Film career? </strong>Script consultant for Carry On Up at Soho Square<br> <strong> What career then? </strong>After shooting himself in the foot, the poacher-turned-gamekeeper will probably have to turn poacher again.</p>",
  "<p>What happens when giveaway contests go awry? Bill Hearn, a partner in the Toronto law firm McMillan Binch LLP, is a prominent figure in this specialised area of research.</p> <p>Several months ago, attorney Hearn presented the fruits of his scholarship in a paper titled Taming the Contest Beast: How to Avoid Contest Catastrophes and Create a Winning Promotion. He notes that \"an increasing number of promotions are being structured around contests\".</p> <p>His first example is a Canadian video-rental company's contest called \"Win a Film Fantasy\". As Hearn tells it: \"One of the prizes included the winner being 'whisked off to a secret training base' where 'contract mercenaries and Green Berets teach you all the skills you'll need to survive a three-day paramilitary covert mission in hostile territory'.\"</p> <p>This contest was a success. Somebody won, nobody died, pretty much everybody was happy.</p> <p>The most instructive parts of Hearn's report, though, are those that describe several especially disastrous contests. These contests had no true winners. However, they did bring winning smiles to amusement-starved spectators in several courtrooms.</p> <p>Hearn's list of disasters is a mix of the familiar and the obscure. Hoover Europe attracted an excess of attention after it promised consumers a free airline ticket with the purchase of a vacuum cleaner. \"The airline tickets cost more than the revenue generated from the sale of the vacuum. Hoover was flooded with requests for vacuums by consumers seeking cheap airfares ... The fiasco cost Hoover tens of millions of dollars.\"</p> <p>The Kraft food company ran a contest in which \"the odds of winning were supposed to be 1 in 15,000,000, but due to an error in distributing the game pieces, the odds of winning became 1 in 1. Kraft tried to cancel the contest ... In total, the company's exposure was $270m.\"</p> <p>The most spectacular disaster occurred in the Philippines in 1992. Pepsi-Cola ran a find-the-winning-number-under-the-bottlecap-and-you'll-become-a-millionaire contest. Somehow, they announced the wrong winning number. This wrong number happened to be printed inside several hundred thousand bottle caps. There ensued much excitement, and riots and deaths and lawsuits.</p> <p>A woman who took part in those riots was interviewed by the Los Angeles Times. \"Even if I die here, my ghost will come to fight Pepsi,\" she said.</p> <p>But the company was awarded the 1993 Ig Nobel Peace Prize for inadvertently \"uniting 800,000 riotously expectant winners, and bringing many warring factions together for the first time in their nation's history\".</p>",
  "<p>I have never been one for joining clubs - apart from the Sheffield Wednesday Supporters' Club, a fine body of seasoned masochists - so when the National Conference of University Professors was set up, I did not enrol. It was a good idea to establish such a group, but I just wanted to get on with professing.</p> <p>Now the NCUP has launched an essay prize. This year's title is: \"The changing role of the professor\". I won't be entering, but I could certainly tell a tale or two about that intriguing topic, having been a professor for three decades.</p> <p>When I first came into university teaching as a new lecturer in the 1960s, tales about legendary professors abounded. One professor was rarely seen because he owned fishing rights on the local river. His secretary used to cycle along the banks and take him his post, probably a single letter in those days. Between casts he would dictate a reply and she would duly type it, sign it on his behalf and send it off.</p> <p>Another managed to live in France, though supposedly a professor in England. He only showed up for Senate meetings, usually staging an attack of the grave disquiets over some piddling issue midway through the agenda, just to make his mark. When the university tightened up, insisting staff should not be allowed to live abroad, he took up residence at a channel port.</p> <p>These were not the good old days and I have no nostalgia for them. Many professors were assiduous, of course, obsessive about their subject, working long hours. They were usually expected to be the head of their department as well, even if they were incapable of organising a chip shop.</p> <p>A few could not handle power, or ruled in a quirky way. In one department, lecturers had to wait until the calendar appeared, a week before the start of term, to discover which groups and what subjects they would be teaching. Some had to become experts within days on a topic they had never taught before. The professor thought this magical mystery tour kept them on their toes.</p> <p>Today the role of professor has veered to a ludicrously opposite extreme from the untrammelled freedom of the postwar years. Under huge pressure to be labelled a highly starred international researcher in the next research assessment exercise, a professor is expected to produce top-quality books and papers, while buried under a ferocious bureaucracy of business plans, mission statements, forecasts, audits of every kind, endless meetings, paperwork, quality inspections, performance assessments and interim reviews.</p> <p>It is no way to treat talented and creative people, on whom the next generation of scholars, and indeed our society, depends. What is needed is some sensible middle way, whereby professors, like anyone else paid from public funds, are accountable, but are allowed to maximise their time on those activities that very few others are capable of carrying out.</p> <p>I started teaching in schools in the early 1960s, and then in universities towards the end of that decade, so I was fascinated by the prime minister's recent description of the 1960s as the root of all permissive evil. Since he was in Basil Fawlty mode (\"Don't mention the war\") perhaps the speech should not be taken too seriously, but education was not as discipline-free as is commonly supposed.</p> <p>Schools were tightly controlled places in the 60s, despite the odd notoriety. A survey of primary schools by inspectors concluded that only one class in 20 could be called \"progressive\". Universities were also more restrictive. The age of majority was 21, so tutors were legally in loco parentis. This meant controls were still in place over students being allowed out and male visitors in women's residences.</p> <p>Indeed, when the age of majority was reduced to 18 in the 1970s, one vice-chancellor had to ask his professor of law to investigate whether the university could be accused of running a bawdyhouse if visiting hours were abolished. After many happy hours trawling through largely Victorian and Edwardian legislation, he concluded that this would only happen if money changed hands. So professors weren't entirely useless in the old days.</p> <p><strong>·</strong> Ted Wragg is emeritus professor of education at Exeter University</p>"
]