[
  "John Kerry's tour of duty in Vietnam has defined his bid for the White House. He is the warrior candidate who heroically led men into battle but who came home to almost as bravely question the very war for which his comrades gave so much blood. <p>But now Kerry's time in Vietnam, during which he was wounded three times, has become the backdrop of the most bitter row of the electioneering during one of America's dirtiest presidential campaigns. </p> <p>His war record is under fire like never before and, instead of defining his campaign, his time as captain of a Swift Boat is now threatening to derail his bid for the presidency. </p> <p>How this turnaround has come about is a tale as murky and muddied as the brown waters of the Mekong on which Kerry used to guide his craft. It is a tale of low politics, indirect funding and negative campaigning with a 'nod and a wink'. </p> <p>A political row that has erupted across the election and is already headed for the courts. But, perhaps more than that, it is also a stark portrayal of how the terrible conflict in Vietnam still divides America 29 years after the war ended. </p> <p>Kerry's tour of duty in Vietnam lasted a little over five months. During that time he captained two Swift Boats, which plied the waters of the Mekong Delta. It was dangerous work and the firefights were common. </p> <p>After being wounded three times, Kerry was discharged early. He left as a changed man. Gone was the bright, highly-educated youth of his college days. In its place was the serious man who immediately joined the anti-war movement and flung him self into politics. </p> <p>But now, as that career reaches its zenith, the American media have cast a new focus on Kerry's Vietnam experiences. </p> <p>Pushing the issue is a shadowy group called Swift Boat Veterans for Truth which is running a highly negative and personal campaign attacking Kerry's experience in Vietnam. </p> <p>They have single-handedly turned Kerry's strongest card into a devastating political row. </p> <p>Instead of praising his bravery, the group is questioning his motivations. It is questioning the details of his service and saying he has told lies. </p> <p>Doubts have been cast on his war record and about whether Kerry really deserved his medals. His anti-war activities have been called a betrayal. </p> <p>The issue cuts to the quick of Kerry's life experience. His campaign is so outraged that it has launched a legal suit against the SBVFT group claiming it has illegal ties to the Republican campaign to re-elect President George Bush. It is a claim the Bush team has vigorously denied. </p> <p>Suddenly the language of the campaign has turned vicious. 'John Kerry is a fighter and does not tolerate lies,' said Stephanie Cutter, Kerry's tough-as-nails press spokeswoman. </p> <p>But the Bush campaign has not backed off. 'I do think that Senator Kerry losing his cool should not be an excuse for him to lash out at the President with false and baseless attacks,' Bush's spokesman, Scott McClellan, told reporters outside Bush's ranch in Crawford, Texas. </p> <p>The truth behind Swift Boat Veterans for Truth is not simple. It appears to be a classic case of a 'surrogate' attack of the kind that has long been used by both sides. </p> <p>It is essen tially using another group to raise the issues that the Bush campaign dare not address directly. In CIA-speak, this gives the campaign itself 'plausible deniability' for saying it has nothing to do with the issue while ensuring plenty of headlines. </p> <p>On the face of it, SBVFT is a collection of Vietnam veterans with a grudge against Kerry, especially over his anti-war activities when he threw away his battle ribbons. </p> <p>They complain that Kerry let down Vietnam veterans after the war by criticising the conflict and detailing atrocities that took place in Vietnam. </p> <p>They have launched a sustained personal attack on Kerry through adverts, a book and countless interviews on cable news and radio. </p> <p>Kerry has been accused of lying about being wounded, fabricating stories of crossing into Cambodia and making up details of firefights. The accusations have been fiercely denied. </p> <p>None of the members of SWVFT served on Kerry's boats and many of Kerry's own boat comrades have angrily refuted the claims. </p> <p>But the group's charges have stuck. Criticism of Kerry's record is now the talk of America. Polls show that Kerry's support among veterans has started to decline. </p> <p>Yet the story behind SBVFT is a story of secretive Republican support and, as such, at odds with the official denials of any link. </p> <p>The group received much of its initial funding from Bob Perry, a longtime Texan Republican donor who is a close friend of Karl Rove, Bush's political guru and master of dirty tricks in election campaigning. </p> <p>Perry was well enough known to Bush to earn an invitation to visit the then Texas governor in 1997. 'I hope all goes well with you,' Bush wrote in a 15 April 1997 letter. 'Should you ever come to Austin, please come by and say hello.' </p> <p>Another initial funder for SBVFT was Harlan Crow, a Texan Republican donor who is also a trustee of Bush's father's presidential library. </p> <p>The group has further help from Merrie Spaeth, a public relations executive who has helped to co-ordinate its media strategy. </p> <p>In 2000 Spaeth worked for a group that ran television adverts in support of Bush as he fought a bitter campaign against Senator John McCain for the Republican presidential nomination. The ads were vital in attacking McCain and lauding Bush's record. </p> <p>The group has also employed the advertising firm, Stevens Reed Curcio &amp; Potholm, which ran devastating ads against Democratic candidate Michael Dukakis in 1988 that helped destroy his presidential bid. </p> <p>The veterans behind the group are Rear Admiral Roy Hoffmann, Kerry's old commander, who was outraged by a critical treatment of his tactics in Kerry's official biography, and John O'Neill, a Swift Boat commander who has been a critic of Kerry ever since the early 1970s. </p> <p>O'Neill was recruited in 1971 by the Richard Nixon administration to debate Kerry in the media as Kerry's anti-war fame grew. </p> <p>A close examination of the group's claims has revealed serious holes. Its book, Unfit For Command, which contains many allegations that Kerry lied about his record, was written by O'Neill and Jerome Corsi. </p> <p>Corsi was recently revealed as having posted anti-Islamic and anti-Catholic rants on a right-wing website. He has since apologised. </p> <p>The group also produced a medical doctor, Louis Letson, who features in an advert saying Kerry lied about one wound he got a Purple Heart for and claims it was self-inflicted. But Letson's name does not appear on the army medical records that detail Kerry's injury. </p> <p>But, many experts agree, it is not the details that matter. The group has successfully targeted the central plank of Kerry's appeal - his Vietnam heroism - and put it at the centre of national debate. </p> <p>On Friday the group launched a fresh attack advert which will air across vital battleground states next week. It looks at Kerry's claims in the early 1970s of atrocities committed by American troops in Vietnam. The group is clearly not going to go away. </p> <p>Democrats say that the real motivation for the group's emergence lies not with the events of three decades ago in a long-ago war but in the here and now of a bitter election fight that has seen Republicans stunned by the success of Democrats in erasing the Republican advantage in raising cash. </p> <p>Part of that Democrat success comes from several extremely wealthy organisations, such as MoveOn.org, America Coming Together and the Media Fund, which have campaigned against Bush on behalf of the Democrats. </p> <p>They run adverts far more negative than the Kerry campaign itself. As with Bush and SBVFT, Kerry's campaign has also vigorously denied any official links to the groups which would be illegal under new campaign finance laws. </p> <p>Yesterday Bush campaign spokesman Steve Schmidt explicitly linked the Vietnam row to the emergence of these powerful groups. 'Real coordination is what John Kerry's campaign has been engaged in with the Media Fund, America Coming Together, and <a href=\"http://www.MoveOn.org\">MoveOn.org</a>,' he said. '(It) is a flagrant disregard of the spirit and letter of the campaign finance reform law.' </p> <p>In May, the Republicans launched a lawsuit that named 28 different groups as illegally co-ordinating with the Kerry campaign in breach of finance laws. </p> <p>From a Republican point of view, groups like SBVFT are a natural response to the Democrat surrogates. And the group is having an impact. </p> <p>A recent University of Pennsylvania poll showed that its attack ad questioning whether Kerry deserved his medals had been seen or heard of by half the voters questioned. </p> <p>It also revealed that 44 per cent of independent voters found the advert at least somewhat believable. Meanwhile a CBS poll showed the number of veterans who supported Kerry had dropped from 46 per cent to 37 per cent. </p> <p>To some observers the success of the attempt to question Kerry's record seems amazing. Whatever the details of his record, Kerry volunteered for service in the war and repeatedly risked his life. </p> <p>Meanwhile the Bush family used its connections to secure Bush a coveted Texas-based job in the Air National Guard. </p> <p>Questions remain over whether Bush completed that service. Vice-President Dick Cheney meanwhile got repeated deferments from the Vietnam draft and is on record as saying he had 'other priorities' than military service. </p> <p>But Democratic strategists are haunted by the experience of Kerry's close friend and fellow veteran Max Cleland. </p> <p>Cleland, who appears at many Kerry events, lost three limbs in Vietnam. But in 2002 a Republican campaign successfully unseated him as a senator in Georgia after portraying him as unpatriotic. </p> <p>In the brutal world of American politics the lesson is clear: being a Vietnam hero is no guarantee. The gloves are off.</p>",
  "<p>Inside my dining room cabinet is a green card with a set of numbers on it. They are contact numbers at the university where my youngest son, the third of my children to go, is studying and were sent to us, together with an advice leaflet for parents, when we paid his first term's hall of residence rent. </p> <p>We paid the rent, even though he took out a loan, because said rent amounted to £2,800 for the year, more than the loan. If we hadn't paid it, he would not have eaten or bought books.</p> <p>He picked the card up when his first year ended and came home. \"What is this?\" he asked, eyeing it and me suspiciously. \"A card that was sent to us,\" I said. \"I just stuck it there because ... well what else was I to do?\"</p> <p>What indeed? Sussex, no slouch as universities go, one of those keen on producing thinking adults as graduates, had sent me the card. I was about to bin it, but I got a guilty twinge. If they thought I needed to be able to reach them quickly, then maybe I did? </p> <p>My son and I talked it through. We had this conversation sitting in the sun with a beer each. Three years ago, when he was 17 and studying English at A-level, we went to see Ethan Hawke playing Hamlet and then, in the heart of London's West End, I offered to buy him a beer. In the first pub we walked into, the Australian barmaid asked me to prove he was old enough to drink. We turned on our heels and went to the pub across the road, where they served us without a glance. </p> <p>The feeling I had then matched the feeling the address card prompted. Did someone out there forget that children grow up? Maybe 17 is young for beer, even with your mum. But at 20, after a gap year working to earn your passage then travelling through Vietnam and Thailand, surely you are old enough to look after yourself at university without your parents having access to a \"Big Sir\" to check your progress? </p> <p>In the five years since my oldest son went to university the degree to which parents are expected, indeed invited, to be part of their undergraduate offspring's academic life has mushroomed alarmingly. It has spread to match the increasing parental hysteria about getting baby into the most hot-housed nursery, into worrying about primary school Sats results and about secondary school GCSE A-C grade results. </p> <p>Throughout that time I have been writing about university education and talking, as a journalist, to admissions tutors around the country about many topics, not least the emotional wellbeing of undergraduates and their ability to handle university life. </p> <p>It appears that there is a correlation between the emotional maturity of the undergraduate and their ability to survive, and indeed benefit, from university. It is something akin to the toughness of a plant that has grown outdoors. </p> <p>All admissions tutors agree that the more emotionally mature undergraduates are, the more receptively they study and that the most mature are those whose parents stay at a safe distance. Not parents who are off the screen, but ones who put themselves discreetly into waiting, to deal with a crisis if one arises but otherwise to back off. </p> <p>But the admissions tutors are also, a touch shamefacedly, party to organising the burgeoning websites and parents' contact points that allow those parents who feel a need to keep in touch a way of doing so. </p> <p>The universities are in a dilemma. Not only do most of them feel that students would work better with less parental interference, but they are in a legal bind as well. Undergraduates are over 18, and are therefore legally adults. The parents have no legal right to know what is happening to them. The university has no power to tell, unless there is an emergency. It is something on which admissions tutors work at maintaining a balance. If Ma or Da rings in a dither because Student hasn't phoned home all week, tutor will point out that it can be a good thing. It can mean Student has settled well into this new life. </p> <p>What is happening, as the green card in my cupboard indicates, is a compromise. Parents are being invited in to look on open days at courses and at university accommodation. They are also given contact points and advice leaflets and websites to look at. But somewhere in the fine print of all that is being offered there is the message: back off, let your child mature. </p> <p>Other parents and teachers I have talked to come up with several answers. Properly, of course, parents need to have knowledge to help their would-be undergraduate make sensible decisions and also need to be sure there is proper back- up available if something goes wrong. </p> <p>On that score, all universities run welfare networks, including putting post- graduate students to live in halls as a point of contact and working with the students¿ union welfare officers and housing officers to look out for those who are failing to cope. </p> <p>But beyond that, the repeated parental refrain is: \"Well, I suppose that now we are expected to pay so much, we need to know that we are getting our money's worth.\" Parents always paid. In the days of grants, there was still an element of parental contribution. Even those on full grants mostly still had back-up. They were kept in the holidays. Their clothes were bought for them. Their books were bought. With undergraduates of traditional age, the 18- to 20-year-olds, most will be going away from home for the first time, and even those living at home will be going into a far more challenging academic environment in which they will need to be far more self-reliant. Parents will be involved, certainly financially and emotionally.</p> <p>However, what they need to be, for the welfare of their personal undergraduates, is involved, but not busybodies.</p>",
  "<p>This is never an easy time of year for potential university students waiting for their A-level results. If they have achieved high enough grades to take up the conditional offers from their university or college of choice, then it's plain sailing through to starting their courses - and a whole new way of life - this autumn. </p> <p>But if you have not quite made the grades then the month ahead will most likely be busy and often stressful, deciding whether to take up alternative offers of a place or finding out what¿s available at other universities or colleges through the Ucas clearing system. Decisions that may affect your entire career and life pattern need to be taken in a hurry. </p> <p>There's a strong temptation to throw in the towel - particularly among those who have been disappointed in their grades and have to start finding out about alternative courses and colleges from scratch. The prospect of taking on hefty loans to study for a different degree to what you¿d planned only fuels a sense of disenchantment with higher education.</p> <p>Wouldn't it be better to go straight into a job and start earning good money - and get some valuable work experience - straight away? There are many examples of jobs where having a degree does not necessarily bring any additional earning power, especially now that the expanded higher education system is turning out so many more graduates.</p> <p>Mike Hill, chief executive of careers adviser Graduate Prospects, accepts that there may not be a great difference in earnings between many students who have just graduated and those who left education after their A-levels. But he adds: \"You have to take a longer view and see how having a degree affects your career and earning potential over time.\"</p> <p>Certainly, the most recent research finds the so-called \"graduate premium\" employers are willing to pay remains significant. Not so much at the very start of your career, though it increases rapidly as the effects of faster promotion and better training opportunities kick in.</p> <p>The best way of seeing how this graduate earnings premium builds up is by monitoring how much selected cohorts of students who graduated in different years are being paid four or seven years later. This is the approach adopted by Peter Elias of Warwick University's institute of employment research and Kate Purcell at Bristol University. </p> <p>They conclude that ¿the growth in demand for highly qualified labour continues to outpace supply, despite the major increase in the output of university-educated labour since the 1990s'. The fears of some pundits that there is a growing body of \"over-educated\" graduates hitting the jobs market, and thereby pushing down the graduate premium, are unfounded.</p> <p>Compared with those who graduated in the 1980s, the growth rate in real earnings enjoyed by 1995-vintage graduates in the six to seven years after leaving university is significantly higher. In the 1980s, most graduates who had been working for nearly seven years saw their salaries rise by 1 to 3% each year. The largest group of 1995 graduates achieved nearly double that thanks to annual rises of 5 to 7%, with women graduates' salaries growing the fastest. </p> <p>Students who graduated in 1999 had higher real earnings last year (most were paid between £18,000 and £21,000) than did a comparable 1995 cohort after the same amount of time in work (between £15,000 and £17,000). If anything, the premium paid to graduates seems to be increasing, especially for women. Though still paid less overall than men, they enjoy a larger premium for their graduate skills compared with women who did not go into higher education.</p> <p>Elias and Purcell also found that \"the type of university attended does not appear to have a separate influence on the rate of graduate earnings\". So even if you haven't got a place at your first choice university, that won't necessarily affect your earnings potential.</p> <p>What does affect your future earnings is the subject you choose to study, with mathematics-based or professionally-orientated subjects such as law coming out ahead of the humanities and social sciences. That said, it has recently been more difficult for engineers to find a job after graduating than those who take courses in much-maligned media studies ¿ though this might be because people taking more general courses are also more flexible about what kind of jobs they will take.</p> <p>Richard Pearson of Brighton-based Institute of Employment Studies sees a new pattern in the market. \"With more than 200,000 new graduates entering the market, it is much harder to find the job you'll be happy to stay in straight after graduation. It can take two or three years before many graduates settle into their chosen careers.\"</p> <p>Another trend is the emergence of a broader base of companies and organisations that recruit graduates. \"There are now really two market,\" says Hill. Besides the traditional recruiters - large organisations with worked-out schemes for fast-track progress - a growing number who didn¿t use to recruit university graduates now do so on an ad hoc basis.</p> <p>Hill also believes that once this process has started, \"the graduate employees begin to impact on the business so that it soon becomes an habitual recruiter of graduates. Indeed, this spread of graduates into new businesses and career paths is probably why the graduate earnings premium has not been eroded by there being so many more graduates entering the market.\"</p> <p>His advice is \"if you get the chance to go to university, take it\". The earnings premium may not kick in until several years after graduation, but from 25 onwards, career patterns and salaries take off far more rapidly than non-graduates. And since employers often regard a good degree from a lower ranking university higher than a poor result from a league table leader, at this stage it's certainly worth finding what's available through the clearing system.</p>",
  "<p>August is a tense and trying time for students who find that their A-level grades haven't secured them a place at their chosen university on their chosen course. Instead of taking time out before starting study in the autumn, they have to throw themselves into the clearing system, discovering what options are available and applying to each in turn.</p> <p>Since Ucas clearing lasts only for a month, the time pressures are heavy. Important decisions have to be taken in a hurry, and sometimes this can result in choosing a course which seemed attractive and where places were available. But then doubts set in and you find yourself signed up for a course of study you're not entirely sure about.</p> <p>Happily, this is not the end of the story. Although once you have accepted an offer you are committed to going to that university or college, it is by no means too late to change your programme of study. All universities try to be as flexible as possible, though as a rule it is more difficult to change to the more popular subjects at high-ranking universities than is the case with under-subscribed courses at institutions lower down the league tables - especially those operating modular programmes that offer greater flexibility. </p> <p>That said, some incoming students are allowed to change courses even at top-ranking universities such as Cambridge. \"It happens very rarely,\" says Mark Wormald, senior tutor at Pembroke College, \"though if a student has a place to read philosophy and then wants to switch to, say, theology, we would consult with the directors of studies concerned and possibly call the student up to talk it through. We would need to be sure that there's a genuine interest in the new subject, however, and not simply a dissatisfaction with the subject they want to move out of. They would need to prove their interest is real.\"</p> <p>Such changes are more readily accepted within the same broad subject areas rather than moving into a completely different discipline. Wormald says: \"We would consider it sympathetically, but it would be more difficult to change between the humanities and natural sciences, and the reasons for wishing to do so would be scrutinised very carefully.\"</p> <p>It is also unusual, he says, for incoming students to try to switch to more popular and competitive courses. This used to be a ruse to secure a place in a preferred university, applying to study one of the minor modern languages, for instance, and then trying to switch to history or law. \"If they'd genuinely made a mistake then we'd look at it sympathetically,\" says Peter Dunn at Warwick University. \"But it's easy for most admissions tutors to see through people who try to get in on one of the easier subjects and then want to change.\"</p> <p>If there are compelling reasons to believe that an incoming student has chosen a course that's not right for him or her, switching to another subject is still possible, especially at lower-ranking universities with more flexible modular course structures.</p> <p>Graham Curtis, head of modular programmes at the University of East London (UEL), says: \"Changing courses is relatively easy, provided that you do so early on, during the first or second week after you arrive.\"</p> <p>Naturally, there has to be a free place on your new course, and your qualifications have to meet the entry standards. But, contrary to most preconceptions, \"many programmes do not require subject-specific A-levels\", says Curtis, the emphasis being 'rather on the student's level of intellectual ability'.</p> <p>Dawn Biggs, UEL's applicant inquiries officer, says: \"If the change is to a similar subject course, it's relatively straightforward. If it's in a different subject school, then the student's personal tutor will contact them and probably arrange an interview with the admissions tutor. But provided they have the right qualifications for the new course, the request would be looked at carefully.\"</p> <p>Curtis's advice is \"first get into university and then find out what alternative programmes you can study. But you will have act quickly, because once you are into the semester and halfway through three or four modules it becomes impossible to catch up on the programme you'd like to switch to.\"</p> <p>However, some students only realise they have made a mistake further into their course. \"In such cases, there are possible change points later on, at the end of the first semester or after the first year,\" Curtis says. Generally it is easier to switch if the first year's course has been broad-based and you are moving into a related subject, so that previous study is relevant. Alternatively you can change from a single subject to a combined honours course, combining a major in, say, law, with a minor in business studies. Curtis believes that such programmes \"broaden horizons and can provide greater flexibility in future career opportunities\".</p> <p>One student who successfully changed directions after a year at UEL is Rebecca Dunkerley, who started out in sport and exercise science and switched to physiotherapy. \"I had to go through an interview to get an offer, and it was dependent on my achieving the equivalent of a 2:1 in my first year,\" she says.</p> <p>She also has to go through the first-year physiotherapy programme, so will study for four years before graduating. But with some subject switches, Curtis says, \"it is possible to catch up by taking extra modules in the second year and so complete your degree in the normal three years\".</p> <p>At some older universities changing courses is still possible after the first or even second years. Cambridge's tripos system has a built-in flexibility to it and about 3 to 4 per cent of students do change subjects mid-stream, according to Wormald at Pembroke. \"The student would have to demonstrate a genuine change of interest and convince both the director of studies in the subject he was leaving and the one receiving them on their course that the switch would be a positive one,\" he says. \"It's certainly not a mere formality.\"</p>",
  "<p>BY 8.30am on results' day, sixth-formers at Enfield county school whose results failed to match their predicted grades were at desks and on the internet, looking for the best university places immediately they were released into clearing.</p> <p>Judy Macdonald, the careers tutor, felt that, on past experience, fewer good places were coming into clearing and therefore it was very much the early bird that would catch the best slots. The school installed extra computers and planned to collect results from its Royal Mail sorting office at 7.30am, to allow its pupils to steal a march on the rest of the country.</p> <p>The system of putting places into clearing is a complex gamble for universities. They have to fill all their spaces. Too many students is as costly as too few, because the Higher Education Funding Council does not give them money for extra numbers. Admissions offices have to balance those to whom they have made firm offers and those who might take up second-place offers if they do not get the grades for their first place, with those who will apply in clearing. </p> <p>Some places are released as soon as the grades are published. Universities get grades in advance so they can sort numbers of students who have met their offer, those close enough to be considered anyway if they choose to ask, and those who will be refused.</p> <p>The places released by refusals are those Enfield County seeks to get. It has a tradition of running a clearing office, with students cheering or weeping as they open their envelopes, getting snapshot pictures printed instantly to go on the room's display boards, and then sitting down to the purpose of the day; checking if they have their first offer confirmed and deciding what to do if not.</p> <p>The high-achieving state school is in an area just north of London where many of the parents are first-generation immigrants ¿ Europeans, predominantly - or working-class Londoners who have moved out to greener pastures. They are ambitious for their children, and the school has a good track record of getting its pupils into university. But it also maintains a policy of encouraging students to consider whether university is really what they need, if their grades drop, and consider a gap year or re-takes rather than just rushing blindly to find any place, regardless of suitability. It recognises, as the universities do, that rushing can be a recipe for unhappiness and therefore dropping out.</p> <p>Over the past couple of years, Enfield has noticed increasing use being made of the internet to access the Universities and Colleges Admissions Service (Ucas) and university lists, as well as to make applications and then, in clearing, to check for available places and on the progress of individual applications. It is now official policy at Ucas to encourage use of the internet, rather than the old system of the telephone and the letter. Not all universities or students are convinced this is best. Some students complain that the Ucas website is not user-friendly. Judy Macdonald, however, believes using the internet is quickest and that the school has to go with the official flow. The answers come more quickly than waiting, anxiously, for a letter. The second trend Enfield has noticed is that fewer students are going into clearing at the traditional time in August, when the results come out. There is now a second period for Ucas applications, between March and June, aimed at those students who are either not happy with the offers they have received or who have been unable to decide, in the autumn, whether they wanted to do a degree and who therefore have not applied before. </p> <p>Clearing, however, remains important and the truth remains that places go on a first-come, first-served basis. Universities are obliged to widen their nets to attract students from non-traditional backgrounds and schools in deprived areas. When original applications are made, checks and balances apply. Universities are enthusiastic about the benefits of bringing in pupils from different backgrounds, and acknowledge that lower grades do not necessarily mean less ability or less desire to study. But in clearing nothing is deliberately held back for the diffident or undecided.</p> <p>The universities agree that the internet is increasingly being used and all are working to improve their websites. But they are less sanguine than schools about the benefits. </p> <p>King's College London spoke for a majority who feel that in clearing an interview is important. A personal assessment of the applicant's strengths - and reasons for dropped grades - is needed. </p> <p>Students coming into clearing tend to have worse results than predicted or to have had a break from education. Admissions tutors therefore like to interview them, even if it is only briefly over the phone.</p> <p>Many universities also adopt the policy of England's only new university to be upgraded this year, Roehampton. Roehampton staffs its clearing office with academics and admissions tutors, but also employs existing students, who can offer their personal experience to help phone callers.</p> <p>This year, among them will be Anne-Marie Joyes, a film student who got her place a year ago through clearing. Her brother had been to Roehampton. It was not until August that she decided she wanted to go to university, and she phoned the university directly. \"I am delighted I am here. All my friends were going to university - and I suddenly thought I wanted to be there too,\" she said. </p> <p>Anne-Marie also works as a student ambassador at open days. Many universities, believing that students need to look at what is on offer properly, are running summer open days as well as the winter ones, aimed at Ucas application time. The universities believe that it is better for students to see their new university before committing themselves to it for three vital years of their lives.</p> <p>All agree, though, that when it comes to the crunch, in the heady days after the results are published, it is the first application with the right qualifications that scoops the place. Speed, therefore, is useful. Hence the importance, to Enfield County's students, of instant access.</p>",
  "<p>Britain's sailors have excelled themselves in the first three classes to be completed here, winning two golds and a silver. The medal tally has exceeded the expectations of the Royal Yachting Association Olympic manager Stephen Park and there is promise of more to come from the waters of the Saronic Gulf. </p> <p>There was joy when Ben Ainslie struck gold after the completion of what had once seemed an impossible task - to come back from a second-round disqualification after a dubious protest from the French skipper Guillaume Florent. </p> <p>Ainslie swept away the handicap superbly, with a string of top placings that included four firsts in the 25-boat Finn fleet. Ainslie's gold, together with the gold he won in Sydney and the silver in Atlanta puts him equal with Rodney Pattisson as Britain's most successful Olympic sailor. </p> <p>Ainslie's victory came in the wake of a gold medal in the Yngling class for Shirley Robertson and the two Sarahs, Ayton and Webb. </p> <p>Nick Rogers and Joe Glanfield missed the bronze medal by a single point in Sydney, but will be going home with a silver this time, having led the 470 fleet until the penultimate race of their 11-race series. </p> <p>'We are delighted,' said Glanfield, but he was clearly disappointed they had come so close to the ultimate prize and failed at the final hurdle. I really hope that winning medals here provides a shop window for the sport,' said Park. </p> <p>'With the increased media attention, people are able to see the days of sailing just being a sport for the well-to-do, the blazer and cap brigade, are well and truly over.' </p> <p>No one who has seen the effort Ainslie puts into his racing would doubt Park's hopes will be substantiated. </p> <p>'Just see how Ben and Iain Percy work out in the gym,' continued Park. 'They remove any concepts that this is an effete sport.' </p> <p>Percy began his quest to repeat his Sydney gold in the Star class on the course Ainslie and the Finn class had just vacated. </p> <p>Yesterday there was only one thing on Ainslie's mind as he went afloat from the sailing centre at Agios Cosmas - how to stay close enough to his training partner Rafael Trujillo of Spain to retain a points advantage and take gold. </p> <p>It wasn't too big a demand. If he finished within 15 places of his major rival, he would win, so Ainslie stuck to Trujillo like glue. </p> <p>It was a classic race, with Ainslie catching him and passing him on the second windward leg. They were respectively eighth and tenth, but as the race progressed, Ainslie thought Trujillo might have lost the silver medal. </p> <p>But the Spaniard had two points in hand, meaning he would stand just below Ainslie on the podium with Mateusz Kusznierewicz of Poland taking the bronze. </p> <p>In the men's 470 class, Rogers and Glanfield's strategy at the start backfired when the eight-knot breeze shifted through 15 degrees and dropped to little more than half its earlier strength </p> <p>They had deliberately stayed back and were planning a timed run-in, but the shift in direction and strength put paid to that. </p> <p>Instead, the medals were decided before the starting gun when the American veteran duo of Paul Foerster, 40, and Kevin Burnham, 47, came down and camped dead to windward of them. </p> <p>Both were 30 seconds late across the line and the Americans, who started with a two-point lead, dragged them back into the last two places and would not go away. </p> <p>It was a masterly performance by Foerster and Burnham and the gambit gave them the gold medal. </p> <p>'Of course we are pleased with the silver medal,' said Rogers. 'It has been a tough week and I don't know if I could have stood here had we lost out on the medals as we did in Sydney, not twice.' </p> <p>The three medals won so far have boosted Britain's chances of retaining the Strand One income that the RYA receives in the form of Lottery funding.</p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "<p>Next month sees the opening of the first W hotel in Canada. But the design-conscious chain hasn't, as you might expect, opted for the biggest Canadian city, Toronto, to make its mark. Instead, they've chosen Montreal, the hip and culturally dynamic Quebecois city long sold to visiting Americans as a little bit of Europe without the jetlag. </p> <p>Montreal - the second largest French-speaking city in the world after Paris - can do that version of itself in its sleep. But there's another, more alluring, side to the city: youthful, vibrant and rich in creative talent, especially in fashion, film, media, and the visual arts. This is reflected in the strong growth of the boutique hotel sector in recent years, of which the W hotel is merely the latest entrant. </p> <p>Information on the traditional sights is available from Tourism Montreal (see Way to go below), but to access the stylish side of the city that the guidebooks have yet to catch up with, here are some recommendations. </p> <p>As soon as you arrive in Montreal, get hold of a copy of Design Guide Montreal, a free booklet distributed widely across the city. It's an invaluable area-by-area guide to award-winning design, with recommendations for bars, restaurants, shops and hotels. </p> <p>With this in hand, plus a few ice-breaking French phrases, you'll experience a rather more dynamic Montreal than those tourists clip-clopping along on the city's ubiquitous horse-drawn carriages. And with the Canadian dollar still in the doldrums, you'll be able to enjoy a stylish stay without breaking the bank. </p> <p><strong> Hippest hotels</strong><br> </p> <p> Behind a 19th-century facade, <strong>Hotel Gault</strong> (449 rue Sainte-Hélène, +514 904 1616, <a href=\"http://www.hotelgault.com\">hotelgault.com</a>; doubles from C$229) features vast loft-style rooms with polished concrete floors, natural wood and blissfully little adornment. Bathrooms come with heated floors and freestanding double tubs; thoughtful extras include complimentary bowls of café au lait delivered to your door each morning. Staff are hip yet affable - for all the minimalism of the decor, this is an impressively relaxed place. </p> <p>If you like your hotels on the icy side of cool in their design, you'll love <strong> St Paul Hotel</strong> (355 rue McGill, +514 380 2222, <a href=\"http://www.hotelstpaul.com\">hotelstpaul.com</a>; doubles from C$215). In the shell of a 1900 Beaux Arts building, this C$15 million project incorporates elements of water, air, earth and the sky in its design, and never stints on drama: in the lobby, a wall of alabaster houses a flickering fire. Much favoured by the fashion crowd. </p> <p>In what was once a dour 60s office block downtown, <strong> Hotel Le Germain</strong> (2050 rue Mansfield, +514 849 2050, <a href=\"http://www.hotelgermain.com\">hotelgermain.com</a>; doubles from C$210) is now a sensual treat. Features include a window from the bedroom into the shower-room (there are shutters for modest souls); furniture by local designers, and Aveda toiletries. Best views are from rooms ending in 03 on each floor. </p> <p>The <strong> W</strong> (901 Victoria Square, +514 282 4585, <a href=\"http://www.starwoodhotels.com/whotels\">starwoodhotels.com/whotels</a>; doubles from C$519) is housed in the former Bank of Canada building in the newly developed Cite International district. Designed to be foxy and funky in equal measure, the W also has a sense of humour (the eight suites are graded into Wow and Extreme Wow categories). The massive Living Room lobby includes (count them) three 12-foot high waterfalls; stylish rooms feature \"voyeur showers\" with just a curtain for privacy, and the hotel's facilities include a spa and restaurant serving Italian-led fusion dishes. </p> <p>So far, so what you might expect from boutique hotels: varying degrees of design-conscious minimalism. The year-old <strong>Hotel Nelligan</strong> (106 rue St-Paul Ouest, +514 788 2040, <a href=\"http://www.hotelnelligan.com\">hotelnelligan.com</a>; doubles from C$190), named after 19th-century Quebecois poet Emile Nelligan, is different. Rather like the UK Hotel du Vin chain, the emphasis here is on comfy modern luxury, with only an unthreatening nod to contemporary design - all rooms have spacious bathrooms, Frette bathrobes, and CD players. There's a great rooftop terrace for summer drinks with a view, plus a rated French restaurant, Verses. </p> <p>Most forcefully bucking the minimalist boutique trend is the <strong> St James</strong> (355 rue St-Jacques, + 514 841 3111, <a href=\"http://www.hotellestjames.com\">hotellestjames.com</a>; doubles from C$400) - an unabashed shrine to decadent overstatement. Formerly the Mercantile Bank of Canada, its antique-filled rooms are the A-list choice (The Rolling Stones booked the whole hotel for a week last time they played here). Lavish doesn't really cover it; if this hotel were a person, it would be Elton John at his most flamboyant. </p> <p><strong> Hottest tables</strong><br> </p> <p> Normand Laprise, the chef at <strong> Toque!</strong> (900 Place Jean-Paul-Riopelle, +514 499 2084, <a href=\"http://www.restaurant-toque.com\">restaurant-toque.com</a>) is a Montreal celebrity, and his restaurant is widely regarded as the city's best. Expect inventive French-tinged cook ing, audacious combinations of zingingly fresh ingredients, and faultless service from young, friendly staff. Book well ahead. </p> <p>The staff at <strong> Cube</strong> (355 rue McGill, +514 876 2823) look like supermodels, but don't let that put you off. A breathtakingly stylish space, Cube serves subtle fusion dishes to Montreal's beautiful people and visiting stars. Catherine Deneuve, Robert De Niro and Bono have dined here; the U2 front man liked it so much, he invited the entire staff to the band's gig. </p> <p>More arty than starry, <strong> Art-Bar Cluny</strong> (257 rue Prince, +514 866 1213) offers a modern take on refectory-style dining in the Darling Foundry, a cutting-edge visual arts centre in Old Montreal. Prices are keen, and portions are large in this atmospheric venue, derelict until a couple of years ago. </p> <p>Two of the best veggie options are <strong> Chu Chai</strong> (4088 rue Saint-Denis, +514 843 4194) a largely vegan, Thai restaurant, and next door, <strong> Chuch</strong> - the same owners and pretty much the same food, but this one is an immaculate BYOB canteen. </p> <p>For its delicious coffee, pastries, gourmet sandwiches and salads, <strong> Olive &amp; Gourmondo</strong> (351 rue St-Paul Ouest, +514 350 1083, <a href=\"http://www.oliveetgourmando.com\">oliveetgourmando.com</a>) is the best bakery and café in town. Takeout is available, too. </p> <p><strong> Coolest drinks</strong><br> </p> <p> There are so many good bars in the city, and the best are so busy, it's tempting to think Montrealers never stay home. Head to particularly fruitful streets and districts, and take your pick: Boulevard Saint-Laurent buzzes with style bars; rue St-Paul in Old Montreal encompasses stylish options between more touristy venues, and rue Crescent, downtown, is lined with possibilities. </p> <p> <strong> Skala </strong> (295 rue St-Paul Est, +514 871 2847) is an atmospheric bar-restaurant with a great garden for drinks after dark, with sofas, candles, fine tunes played loud, and roses growing against concrete. <strong> Newtown</strong> (1476 rue Crescent, +514 284 6555, <a href=\"http://www.newtown.ca\">newtown.ca</a>) is a trendy bar, club, and restaurant complex owned by Jacques Villeneuve. Head for the roof terrace in the summer, and the heaving club in winter. Further along rue Crescent, at 1219, is the microbrewery <strong> Brutopia</strong> (+514 393 9277), a relaxed shrine to the intoxicating pleasures of beer. </p> <p> <strong> Exos II</strong> (361 rue Emery, +514 842 3967; exos.ca) is the place to drink ... water. A smoke-free water bar, with its own water cellar, Exos also offers beauty treatments and massage. If this appeals, then check out <strong> O2 Oasis Oxygen Bar </strong> (4059 Saint-Laurent, +514 284 1196, <a href=\"http://www.oasisoxygene.com\">oasisoxygene.com</a>) where 10 minutes of oxygen in a lush chill-out zone costs CD$7. </p> <p>Go people watching in the Plateau, the formerly working-class (and now boho-trendy) district made famous by local playwright Michel Tremblay. <strong> Les Folies</strong> (701, ave. du Mont-Royal Est, +514 528 4343) is the perfect spot: a retro-futurist interior and small terrace at street level. Good all-day venue for coffee, brunch, juices, and cocktails. </p> <p><strong> Designer shopping</strong><br> </p> <p> A big city with designer stores - no surprise there, then. But what makes shopping in Montreal's coolest stores a pleasure is that it doesn't come with attitude. In the following places, staff were uniformly welcoming and unsnooty. </p> <p> <strong> Kamkyl Urban Atelier</strong> (439 rue Saint-Pierre, +514 281 8221, <a href=\"http://www.kamkyl.com\">kamkyl.com</a>) is the brainchild of locally based duo Yvonne and Douglas (ex-Hugo Boss) Mandel: high-end, droolingly lovely menswear in an astonishing post-industrial space. <strong> U&amp;I </strong> (3650 Saint-Laurent, +514 844 8788, <a href=\"http://www.boutiqueuandi.com\">boutiqueuandi.com</a>) is a wonderfully friendly place showcasing local designs for both men and women. Featured designers include Denis Gagnon and Yso; great footwear and accessories, too. </p> <p> <strong> Dubuc mode de vie </strong> (4451 rue Saint-Denis; +514 282 1465) offers urban sophistication for men and women from Montreal designer, and rising star, Philippe Dubuc, while <strong> Interversion </strong> (4273 Saint-Laurent, +514 284 2103, <a href=\"http://www.interversion.com\">interversion.com</a>) is a must-visit designer homeware shop. It was one of the city's first when it opened in 1988, and while others swoon over Italian and Scandinavian designs, Interversion doggedly promotes work by Quebecois talents. </p> <p> <strong> Espace Pepin </strong> (350 rue Saint-Paul Ouest, +541 844 0114, <a href=\"http://www.pepinart.com\">pepinart.com</a>) is an eclectic funky outlet offering love-or-hate-them erotic female nudes by artist Lysanne Pepin, plus cool homeware, distinctive clothing and kooky accessories. Many lines are locally designed. </p> <p><strong>Way to go:</strong></p> <p><strong> Getting there:</strong> BA (0870 8509850, <a href=\"http://www.ba.com\"> ba.com</a>) flies to Montreal from Heathrow from £387.80 return, inc taxes. </p> <p><strong>Further information:</strong> Tourism Montreal (+514 844 5400, tourism-montreal.org). Canadian Tourist Board: <a href=\"http://www.travelcanada.ca\">travelcanada.ca</a> <br>Country code: 001.<br> Time difference: - 5 hours.<br> Flight time: London-Montreal: 7 hours<br> £1 = 2.34 Canadian dollars<br></p>",
  "<p><strong>Saturday 21</strong></p> <p><strong>Highlights of the Day:</strong> Athletics - Women's 100m Final, Rowing - Men's Pair, Swimming - Women's 50m Freestyle Final, Cycling - Men's team sprint final, Tennis - Men &amp; Women's gold medal matches. </p> <p><strong>All Sports:</strong></p> <p>Archery <br> 0630 Men's Team Last 8 Eliminations <br> 0630 Men's Team Quarterfinals <br> 1345 Men's Team Semifinals <br> 1345 Men's Team Final </p> <p>Badminton <br> 0700 Women's Final Bronze Medal Match <br> 0845 Men's Final Bronze Medal Match <br> 1200 Women's Final Gold Medal Match <br> 1410 Men's Final Gold Medal Match </p> <p>Baseball <br> 0830 Preliminaries Game 21 - JAP vs TPE <br> 0930 Preliminaries Game 22 - CAN vs CUB <br> 1630 Preliminaries Game 23 - NED vs AUS <br> 1730 Preliminaries Game 24 - ITA vs GRE </p> <p>Basketball <br> 0700 Men's Preliminaries - Group B Match 43 AUS vs PUR <br> 0915 Men's Preliminaries - Group A Match 44 ESP vs SCG <br> 1230 Men's Preliminaries - Group A Match 45 NZL vs ARG <br> 1445 Men's Preliminaries - Group A Match 46 CHN vs ITA <br> 1800 Men's Preliminaries - Group B Match 47 LTU vs USA <br> 2015 Men's Preliminaries - Group B Match 48 ANG vs GRE </p> <p>Beach Volleyball <br> 1230 Men's last 16 <br> 1330 Men's last 16 <br> 1430 Women's last 16 <br> 1530 Women's last 16 <br> 1800 Men's last 16 <br> 1900 Men's last 16 <br> 2000 Women's last 16 <br> 2100 Women's last 16 </p> <p>Boxing <br> 1130 Flyweight (51kg/112lbs) Preliminaries <br> 1301 Middleweight (75kg/165lbs) Preliminaries <br> 1730 Light Flyweight (48kg/106lbs) Preliminaries <br> 1901 Middleweight (75kg/165lbs) Preliminaries </p> <p>Cyling <br> 1430 Men's Team Sprint Qualifying <br> 1450 Women's Individual Pursuit Qualifying <br> 1525 Men's Team Sprint First Round <br> 1540 Men's Individual Pursuit Final <br> 1605 Men's Team Sprint Final <br> 1625 Women's Individual Pursuit First Round </p> <p>Diving <br> 1130 Women's 10m Platform Semifinals </p> <p>Equestrian <br> 0630 Individual Dressage Grand Prix <br> 0630 Team Dressage Grand Prix </p> <p>Fencing <br> 0800 Men's Team Foil Preliminaries <br> 0800 Men's Team Foil Quarterfinals <br> 0800 Men's Team Foil Semifinals <br> 1140 Men's Final Placement 5-6 <br> 1140 Men's Final Placement 7-8 <br> 1630 Men's Final Bronze Medal Match <br> 1740 Men's Final Gold Medal Match </p> <p>Hockey <br> 0630 Men's Preliminaries - Pool B <br> 0830 Men's Preliminaries - Pool A <br> 1600 Men's Preliminaries - Pool B <br> 1800 Men's Preliminaries - Pool B <br> 1630 Men's Preliminaries - Pool A <br> 1830 Men's Preliminaries - Pool A </p> <p>Handball <br> 1230 Women's Preliminaries - Pool A ANG vs FRA <br> 1430 Women's Preliminaries - Pool B UKR vs GRE <br> 1730 Women's Preliminaries - Pool A KOR vs ESP <br> 1930 Women's Preliminaries - Pool B BRA vs HUN </p> <p>Rowing <br> 0630 Women's Final A <br> 0650 Men's Final A <br> 0710 Women's Final A <br> 0730 Men's Final A <br> 0750 Women's Final A <br> 0810 Men's Final A <br> 0830 Men's Final A <br> 0910 Women's Final B <br> 0920 Men's Final B <br> 0930 Men's Final B <br> 0940 Women's Final B <br> 0950 Men's Final B <br> 1000 Men's Final B <br> 1010 Women's Final C <br> 1020 Men's Final C</p> <p>Sailing <br> 1100 Men's Fleet Races Race 11 <br> 1100 Men's Fleet Races Race 11 <br> 1100 Men's Fleet Races Race 07 <br> 1100 Women's Fleet Races Race 11<br> 1100 Women's Fleet Races Race 11 <br> 1100 Women's Fleet Races Race 07 <br> 1100 Men's Fleet Races Race 08 <br> 1100 Women's Fleet Races Race 08 <br> 1100 Fleet Races Race 01 <br> 1100 Men's Fleet Races Race 01 <br> 1100 Men's Fleet Races Race 02 <br> 1100 Fleet Races Race 02</p> <p> Shooting <br> 0700 Men's Rapid Fire Pistol Qualification <br> 0800 Men's Skeet Qualification <br> 1230 Men's Rapid Fire Pistol Final </p> <p>Soccer <br> 1600 Men's Quarterfinals <br> 1600 Men's Quarterfinals <br> 1900 Men's Quarterfinals <br> 1900 Men's Quarterfinals </p> <p>Swimming <br> 1600 Women's 50m Freestyle Final <br> 1606 Men's 1500m Freestyle Final <br> 1639 Women's 4x100m Medley Rel. Final <br> 1700 Men's 4x100m Medley Rel. Final </p> <p>Table Tennis <br> 0900 Women's Singles Semifinals <br> 1100 Men's Doubles Final </p> <p>Tennis <br> 1500 Men's Final Bronze Medal Match <br> 1500 Women's Final Bronze Medal Match <br> 1500 Women's Final Gold Medal Match <br> 1500 Men's Final Gold Medal Match <br> 1500 Women's Final Bronze Medal Match</p> <p>Athletics <br> 0700 Men's Discus Qualifying Round <br> 0705 Women's 400m Hurdles Round 1 <br> 0745 Women's 400m Round 1 <br> 0800 Women's Heptathlon Long Jump <br> 0803 Women's 400m Round 1 <br> 0830 Men's Discus Qualifying Round <br> 0835 Men's 100m Round 1<br> 1630 Women's Heptathlon Javelin <br> 1700 Women's Pole Vault Qualifying Round <br> 1740 Men's 100m Round 2 <br> 1745 Women's Heptathlon Javelin <br> 1746 Men's 100m Round 2 <br> 1820 Women's 100m Semifinals <br> 1835 Women's Triple Jump Qualifying Round <br> 1840 Women's 800m Semifinals <br> 1910 Women's Discus Final <br> 1915 Men's 400m Semifinals <br> 1940 Women's Heptathlon 800m Final <br> 2005 Men's Steeplechase Round 1 <br> 2055 Women's 100m Final </p> <p>Trampoline <br> 1430 Men's Qualification <br> 1430 Men's Final </p> <p>Volleyball <br> 0700-1930 Men's Preliminaries <br></p> <p>Water Polo <br> 0730 Men's Preliminaries Group A - Kazakhstan vs Hungary <br> 0845 Men's Preliminaries Group B - Egypt vs Italy <br> 1430 Men's Preliminaries Group B - Germany vs Spain <br> 1545 Men's Preliminaries Group B - Greece vs Australia <br> 1900 Men's Preliminaries Group A - Serbia and Montenegro vs Croatia <br> 2015 Men's Preliminaries Group A - Russia vs USA</p> <p>Weight Lifting <br> 0830 Men's 85kg (187lbs) - Group B <br> 1100 Women's 75+kg (165+lbs) - Group B <br> 1430 Women's 75+kg (165+lbs) - Group A <br> 1800 Men's 85kg (187lbs) - Group A </p> <p><strong>Today's BBC Coverage:</strong> <br></p> <p>Olympic Grandstand: 0700-1200, BBC One <br> Olympic Report: 1300-1330, BBC One <br> Olympic Grandstand: 1330-2200, BBC One &amp; Two <br> Olympics Today: 2400-0130, BBC One</p>",
  "<p>Most of us know Puglia only because of its trulli houses and Bari, port for the Greek island ferries. Few venture further south - yet Puglia's lower province, Salento, is pretty special, full of southern Italian ebullience and a heady mix of traditions. </p> <p>The remains of Greek and Roman temples and pre- historic monuments are scattered all over the dry sierras, popping up amid cactuses, olive groves and tobacco farms. </p> <p>The coast north of Gallipoli is heavily Arabic in architectural style. In villages around Castrignano dei Greci the dialect is still effectively ancient Greek. At Giurdignano, a prehistoric menhir towers over an underground Byzantine crypt, which is still used today for worship. </p> <p>But go inland and there are some superb \"classical\" Italian towns: Lecce, known as the Florence of the South, is replete with Zingarello's baroque carved churches. And there's Gallipoli's old town on its island bridge, Oria, Manduria and Galatina. </p> <p>Until the recent past, Salento was quite poor and isolated - as you can see in Eduardo Winspeare's movie, Il Miracolo - but is now enjoying a cultural renaissance and celebrating its spicy mix of ancestors and influences. </p> <p>Add to this some pretty nice beaches, baking sun and a general desire to party to musical styles from pizzica to house, and you can see why the Italians themselves love the place so much. </p> <p><strong> Festivals</strong><br> </p> <p> Every town and village has a yearly festa, so in summer there's a choice of several to attend every night. Check listings magazine QuiSalento (online at quisalento.it) or the local bar or tourist office for dates. </p> <p>Many involve old religious rites, like the carrying of a Virgin Mary statue around Lecce (August 24-6) or into the sea at Otranto (September 6). Others, like Novoli have bonfires and spectacular fireworks (January 16-17). </p> <p>Almost all will include the pizzica , a fast and compelling rhythmic dance done to the accompaniment of the tambourine, accordion and violin. </p> <p>The atmosphere is pulsing, whether it's a modest village festa or the August event in Melpignano, which has international guest stars and attracts audiences of 15,000. </p> <p>Thousands of lights and torches create a carnival atmosphere. The pizzica band will start playing at 11pm and when the whole shebang gets going, you'd be pushed to match the spacey atmosphere at any nightclub. </p> <p>This might be explained by pizzica's origins: though once associated with dancing out the poison of a spider-bite, the pizzica actually arrived in Salento from ancient Greece, its function being therapeutic. </p> <p>Women living hard and restricted lives would dance themselves through the night into a cathartic trance. The next day they would go to be blessed at the chapel of St Paul in Galatina - a pizzica and special mass is still held there every June. </p> <p>Enthusiasts can take a two-day course (in English) at Scuola Terra di Enea (+386 801 964, learningvacation- italy.com) in Otranto, where local performers teach the intricacies of pizzica music and dance. </p> <p>The festa is much more fun when you can pick up a tambourine and join in. </p> <p><strong> Towns</strong><br> </p> <p>Salento's capital, Lecce, is a must. As well as the castle, the marvellous churches of Santa Croce and Chiesa del Rosario and the Palazzo Vescovile, there's a market on Mondays and Fridays around the central Piazza St Oronzo with local produce and ceramics and majolica from Grottaglie, the original home of terracotta. </p> <p>Nearby is Oria, its steep winding streets leading to a massive Gothic castle and battlements. Below, next to a bizarre Renaissance-style gendarmeria, is Caffé Visconti (Piazza Mandfredi 26), a very superior enoteca - wine cellar - built into the old Roman walls. It serves simple food and over 50 local vintages - look out for Salice Salentino, much loved by the cognoscenti; ruby-red, slightly frizzante, but robust and full of fruit. </p> <p>If you have an appetite, head for Osteria Castelnuovo in Manduria (Via Castorio Sorano 26, closed Tuesdays), one of those priceless local restaurants where cooking and eating are practically sacramental. Taste home-made squid-ink pasta, traditional stews of cavallo (yes, it's horse - no way around that one) and heavenly biscotti and dolci . There is also another good enoteca, nearby at Senatore G Lacaita 16. </p> <p>Go south again to the peaceful old town of Manduria, huddled around the towering Gothic church of Santa Caterina d'Alessandria. In its shadow is the ancient chapel of St Paul, another place of blessing for pizzica participators. </p> <p>Gallipoli is an architectural gem. The old town is on an island, reached by an arched bridge which is flanked by a spectacular Graeco-Roman fountain. Reminiscent of Trieste, Gallipoli's buildings pick up a subtle reflected light from the sea in the sunsets. </p> <p>In the extreme south, towns get smaller and less visited. Check out Patù, Ugento, and Santa Maria di Leuca at the southern promontory (believed by Julius Caesar to be the last town in the world) and find your own back-street bar, and pleasant oblivion. </p> <p><strong> Coast</strong><br> </p> <p> The east coast of Salento is mainly rocky with many old fortifications, while the west is flatter with sandy beaches. </p> <p>The biggest resort is Otranto on the east coast, a grand fortified town important in Roman times but now dedicated solely to seaside fun. Otranto is much loved by Italians and in July and August it's seething with what must be the biggest and jolliest sea-side passeggiata in Italy. </p> <p>To escape the crowds, head to Atlantis, a private white-sand beach on the northern promontory (admission is €18 a day, which includes sunbeds, umbrellas and access to a great bar). </p> <p>At night it's the site of the coolest clubbing venue in Salento, with Ibiza mixes and guest DJs such as the sublime Claude Challe, creator of the Buddha Bar lounge phenomenon. Prepare to dance till dawn then crawl on to a beach-lounger and watch the stars shine and the waves roll in. (Admission around €10-25. Tel +0836 804 401, check QuiSalento for dates). </p> <p>Down the coast from Otranto is Santa Cesarea Terme, a spa since Roman times. The spa today, open for treatments, is a huge 19th-century Moroccan-style edifice right on the seafront, painted in jaunty shades of blue, raspberry-pink and moss-green. </p> <p>Below it, on a promontory by the ruined fort, is another of Salento's great summer dance venues. L'Avamposto (free entry) is built each June from bamboo and thatch, Caribbean-style. Sea-breezes blow as you sway the night away to house, Brazilian and local pizzica sounds. The action starts at around midnight and doesn't stop until dawn, with excellent cocktails and mojitos on offer. </p> <p>South again are marvellous rocky caves and grottoes: Romanelli, Zinzulusa and Rontundella. The sea is clear azure and the area is famous for deep-sea diving. </p> <p>By contrast, the west side of Salento, from the tip at Santa Maria di Leuca up to Gallipoli and beyond, is a series of small and simple resorts like Torre Pali and Torre Giovanni, with clean white beaches. </p> <p>These can be overcrowded in the Italian holidays, but are pleasant out of season. They are a safer bet for those with young children, but the east coast has more drama and rocky splendour. </p> <p><strong> Where to stay</strong><br> </p> <p> Best bet by far are the agriturismo farms or masserias - farm-factories of old where wine, olive oil, meats and preserves were, and generally still are, produced. </p> <p>Le Torri at Santa Susanna is built on the foundations of a Roman villa. According to legend, St Peter took refuge here before heading for martyrdom and Rome: there's a tiny 7th-century Byzantine church with frescoes in its grounds. Dinner is served on a shady terrace, and might include grilled aubergines with capers and lemon, rich meat stews, swordfish, and the bosky, bilberry-tasting primitivo wines of southern Puglia. </p> <p>Torre La Pinta, south of Otranto, has a 7th-century hypogeum. Small and slightly chaotic, it serves lunches with 10 local antipasti including pietole , a local fried dumpling, and peppers stuffed with polenta and mozzarella. </p> <p>Family-run Masseria San Nicola at Patù is a 17th-century summer villa set in olive groves, and has self-catering apartments. The hosts will cook a traditional Salentine dinner including their own wine, figs and olives on request. </p> <p>Agriturismo farms range from £18-£35 per night; dinner is £10-15 (+564 417 418, <a href=\"http://www.agriturist.it\">agriturist.it</a>). </p> <p>If you like more modern comforts, the Hotel Colibri (+833 522930, <a href=\"http://www.hotel-colibri.it\">hotel-colibri.it</a>. From €75 for two B&amp;B) in Alessano is friendly and well placed for the southern coast. </p> <p><strong>Way to go</strong></p> <p><strong> Getting there: </strong> BA (0870 8509850, <a href=\"http://www.ba.com\">ba.com</a>) flies to Bari from £64.70 including tax; Ryanair (<a href=\"http://www.ryanair.com\">ryanair.com</a>) flies from £25.43 rtn. Alitalia (0870 5448259, A HREF=\"http://www.alitalia.co.uk\"&gt;alitalia.co.uk) flies to Bari, via Rome or Milan, for £83 return including taxes. </p> <p><strong> Further information: </strong> Italian State Tourist Board: 020-7408 1254, <a href=\"http://www.enit.it\">enit.it</a>. Country code: 0039. Flight time London-Bari: 3 hrs, London-Brindisi: 2hrs 50mins. Time difference: +1hr. £1= 1.43 euros.</p>",
  "<p><strong> Under £200</strong><br> </p> <p> <strong> London:</strong> The Park Inn, Heathrow (020 8759 6611,<a href=\"http://www.parkinn.co.uk\">parkinn.co.uk</a>) is offering a 'Park and Fly' package throughout 2004. Rooms cost £79 at weekends, including 15 nights' free parking. </p> <p><strong> Holland: </strong> For departures between November 15-December 26, ebookers (0870 814 6024, <a href=\"http://www.ebookers.com\">ebookers.com</a>) is offering three nights' B&amp;B at the Trianon Hotel in Amsterdam for £139pp, including Heathrow flights. </p> <p><strong> Jersey:</strong> Until September 17, Leisure Direction (0870 442 8930, <a href=\"http://www.leisuredirection.co.uk/holiday\">leisuredirection.co.uk/holiday</a>) is offering two nights' B&amp;B at the Portelet Hotel overlooking St Brelade's Bay for £169pp, including ferry crossing from Weymouth/Poole. </p> <p><strong> Portugal:</strong> Throughout October, Travelocity (0870 1117087, <a href=\"http://www.travelocity.co.uk\">travelocity.co.uk</a>) is offering two nights' B&amp;B at the three-star Berna Hotel in Lisbon from £171pp. </p> <p><strong> Czech Republic: </strong> Throughout November and December, Shortbreaks by Air (0870 027 6034, <a href=\"http://www.shortbreaksbyair.com\">shortbreaksbyair.com</a>) has four nights' B&amp;B at the four-star Hotel Pyramida in Prague for £199pp, including Gatwick/Stansted flights. Must be booked before September. </p> <p><strong> Under £400</strong><br> </p> <p> <strong> Crete:</strong> For travel on August 31, Olympic Holidays (0870 429 4242, <a href=\"http://www.olympicholidays.com\">olympicholidays.com</a>) is offering seven nights' self-catering at Petros Village in Hersonissos for £239pp (saving £201), including Gatwick flights and transfers. </p> <p><strong> Switzerland:</strong> Departing August 27, Expedia (0870 0500808, <a href=\"http://www.expedia.co.uk\">expedia.co.uk</a>) has three nights' room-only at the five-star Moevenpick Hotel and Casino in Geneva for £240pp, including Heathrow flights. </p> <p><strong> Spain:</strong> Departing September 10, Style Holidays (0870 4444404, <a href=\"http://www.style-holidays.co.uk\">style-holidays.co.uk</a>) has seven nights' self-catering at the Ses Orenetas Apartments in Cala'n Blanes for £289pp (saving £126), including Manchester flights. </p> <p><strong> Russia:</strong> Until October 31, two nights' B&amp;B at the five-star Corinthia Nevskij Palace in St Petersburg costs from £329pp with the Flight Centre (0870 499 0042, <a href=\"http://www.flightcentre.co.uk>flightcentre.co.uk&lt;/a>). Price includes Heathrow flights.  &lt;/p>&lt;p>&lt;strong> US:&lt;/strong> Hotfootholidays (0871 222 5823, &lt;a href=\" http: www.hotfootholidays.com\">hotfootholidays.com</a>) is offering a seven-night fly-drive package to Los Angeles from £349pp in November, including Heathrow flights and car hire. </p> <p><strong> Malaysia:</strong> Book by August 31 with Travelmood (08700 664 556, <a href=\"http://www.travelmood.com\">.travelmood.com</a>) and eight nights at the three-star Copthorne Orchid Hotel costs from £395pp for May departures. </p> <p><strong> Under £600</strong><br> </p> <p> <strong> Italy:</strong> Seven nights' self-catering in a Tuscan farmhouse near San Grimignano costs from £489pp with Cottages to Castles (01622 775 217, <a href=\"http://www.cottagestocastles.com\">cottagestocastles.com</a>). Departing September 11 including flights and car hire. </p> <p><strong> Latvia: </strong> Throughout September and October, The Russian Travel Company (0870 366 5454, <a href=\"http://www.russiantravel.co.uk\">russiantravel.co.uk</a>) is offering three nights' B&amp;B at the three-star Konventa Seta in Riga from £479pp, including Heathrow flights. </p> <p><strong> Corsica:</strong> Departing August 29, Voyages Ilena (020 7924 4440, <a href=\"http://www.voyagesilena.co.uk\">voyagesilena.co.uk</a>) is offering seven nights' self catering at Villa Casa Joel in Isolella for £560pp (based on four sharing). Price includes Heathrow flights and car hire. </p> <p><strong> Austria:</strong> Until October 1, Austria Travel (01708 222000, <a href=\"http://www.austria travel.co.uk\">austria travel.co.uk</a>) is offering a 'Danube Cycle Path Tour' from Passau to Vienna from £599pp, including seven nights' B&amp;B, bike hire, luggage transfers and Heathrow/ Birmingham/Manchester flights. </p> <p><strong> Under £1000</strong><br> </p> <p> <strong> Turkey: </strong> Departing September 22, The Adventure Company (01420 541007, <a href=\"http://www.adventurecompany.co.uk\">adventurecompany.co.uk</a>) is offering an activity tour from Koprulu to Kas for £639pp, including white water rafting, scuba diving and sea kayaking. The package includes all activities, seven nights' B&amp;B, most lunches and Stansted flights. </p> <p><strong> US: </strong> Cruise Control (0870 0339876, <a href=\"http://www.cruisecontrolcruises.com\">cruisecontrolcruises.com</a>) is offering a QE2 cruise to New York for less than half price. Departing December 15 from Southampton, six nights' full board costs £699pp (saving £730), including two nights' room-only at the four-star Sheraton Hotel and a return flight to Heathrow. </p> <p><strong> Malaysia:</strong> For travel between September 1-December 9, Airline Network (0870 2340731, <a href=\"http://www.airlinenetwork.co.uk\">airlinenetwork.co.uk</a>) has eight nights' at the five-star Shangri-La Tanjung Aru Resort, Kota Kinabalu in Sabah for £775pp, including Heathrow flights. </p> <p><strong> Santorini:</strong> Throughout September, Exsus Travel (020-7292 5050, <a href=\"http://www.exsus.com\">exsus.com</a>) is offering seven nights' half-board at the Vedema Resort from £875pp (saving £375), including Heathrow flights. </p> <p><strong>Six top destinations</strong></p> <p>B&gt;New York: £183<br> </p> <p>Kuwait Airways from Heathrow. Must be booked by December 12. Valid for departures November 1-December 14. No minimum stay, maximum six months. ebookers (0870 814 6024, <a href=\"http://www.ebookers.com\">ebookers.com</a>). </p> <p> <strong> Sydney: £539</strong> Japan Airlines from Heathrow via Tokyo. Must be booked by September 27 for departures October 1-December 5. No return flights permitted in October or December 6-January 14. No minimum stay, maximum one year. Quest Worldwide Travel (0870 442 3513, <a href=\"http://www.questtravel.com\">questtravel.com</a>). </p> <p> <strong> Los Angeles: £323</strong> Brtish Airways from Heathrow. Must be booked by August 25. Valid for departures November 1-December 11. Full payment required when booking. Minimum stay one Saturday night, maximum one year. Airline Network (0870 234 9915, <a href=\"http://www.airlinenetwork.co.uk\">airlinenetwork.co.uk</a>). </p> <p> <strong> Hong Kong: £379</strong> Lufthansa from Heathrow via Frankfurt. Must be booked by August 31. Valid for departures November 1-December 31. Minimum stay one Saturday night, maximum one month. Trailfinders (020 7938 3939, <a href=\"http://www.trailfinders.com\">trailfinders.com</a>). </p> <p> <strong> Paris: £55.60</strong> BMI from Heathrow. Must be booked online (£10 supplement if booked by telephone). Valid for departures indefinitely. No minimum stay, maximum one year. BMI (0870 607 0555, <a href=\"http://www.flybmi.com\">flybmi.com</a>). </p> <p> <strong> Amsterdam: £94.80</strong> British Airways from Manchester. Must be booked online (£15 supplement if booked by telephone). Valid for departures indefinitely. No minimum stay, maximum one year. British Airways (0870 8509850, <a href=\"http://www.ba.com\">ba.com</a>). </p> <p><strong> The pick of the rest New Orleans: £330</strong><br> </p> <p> United Airlines from Heathrow via Washington or Chicago. Must be booked by August 25. Valid for departures November 1-December 11. Minimum stay one Saturday night, maximum one month. Bridge the World (0870 444 1716, <a href=\"http://www.bridgetheworld.com\">bridgetheworld.com</a>). </p> <p> <strong> Corfu: £154</strong> Monarch Airlines charter from Luton. Departs September 10 for seven nights. Avro (0870 458 2847, <a href=\"http://www.avro.co.uk\">avro.co.uk</a>). </p> <p> <strong> Sao Paulo: £446</strong> KLM from Heathrow, London City, Manchester or Birmingham. Valid for departures September 1-November 30. Minimum stay one Saturday night, maximum one month. Journey Latin America (0208 747 3108, <a href=\"http://www.journeylatinamerica.co.uk\">journeylatinamerica.co.uk</a>). </p> <p> <strong> Beijing: £341</strong> Lufthansa from Heathrow via Frankfurt. Must be booked by August 31. Valid for departures November 1-December 31. Minimum stay one Saturday night, maximum one month. Trailfinders (020 7938 3939, <a href=\"http://www.trailfinders.com\">.trailfinders.com</a>). </p> <p><strong> And the rail alternative Paris/ Brussels: £59. Lille: £55</strong><br> </p> <p> Eurostar from Waterloo or Ash-ford. Must be booked at least 21 days before departure. No advance booking required for Saturday or Sunday same day returns or trips including a Saturday night stay. Eurostar 08705 186186, <a href=\"http://www.eurostar.com\">eurostar.com</a>).</p>",
  "<p>Travel misery over the Bank Holiday looked more certain this week as members of a second union (the GMB) at British Airways backed a 24-hour walkout next Friday. Eurostar workers voted for action in London and Kent. </p> <p> <strong> So could I just turn up at the airport and find my flight cancelled?</strong> </p> <p>No. No one's talking about wildcat strikes. \"Legally we have to give seven days' notice of any industrial action,\" said Ed Blisset, national organiser of GMB, the union behind the threatened strikes at BA. \"So management should know in advance what kind of service will operate and publish details on ba.com.\" </p> <p> <strong> And what am I entitled to if they do cancel my flight?</strong> </p> <p>\"If a flight is cancelled or 'significantly delayed' - that's usually about 12 hours - the airline must give you a choice between a refund or a seat on the next available flight,\" said James Fremantle, industry affairs adviser at the Air Transport Users Council. \"The airline would also be liable for costs you incur through the delay, but BA seem to have been claiming strikes are out of their control so they wouldn't be liable.\" </p> <p> <strong> Will travel insurance help?</strong> </p> <p> \"Most - but not all - policies cover industrial action,\" said the Association of British Insurers. \"But they're only designed for emergency rations. If you're delayed more than eight hours or so, they'll pay about £40.\" Make sure you get some insurance before BA announces the potential strike. If you wait until afterwards, it may be invalidated. </p> <p> <strong> Is there anything I can do now?</strong> </p> <p> Passengers who booked tickets prior to August 19 for travel up to September 4 can change their travel dates. </p> <p> <strong> What dates will be affected?</strong> </p> <p> The TGWU endorsed a 24-hour walk-out on August 27, the GMB has yet to give a date. If there is a strike, it will have a knock-on effect, although BA said it is too early to say how long for. Talks were ongoing as we went to press, so it is possible the two sides may reach an agreement and call off the strike. </p> <p> <strong> Are other airlines affected?</strong> </p> <p> No - the dispute is between British Airways management and ground staff. </p> <p> <strong> Why are they threatening to strike?</strong> </p> <p> The unions have rejected a three-year pay offer worth 8.5%. BA says the unions' pay claim amounts to a 14.5% increase over three years, which is too expensive. </p> <p><a href=\"mailto:edgrenby@mac.com\">edgrenby@mac.com</a></p>",
  "<p><strong>74th over: West Indies 275-6 (Smith 27, Baugh 5) </strong> Yes, I'm back again. I'm enjoying myself so much that I couldn't leave. Ditto Dwayne Smith, who continues to defy doctor's orders and is still out there. Flintoff's first over after tea is a good one, Baugh pushing one into the covers for a single.</p> <p><strong>75th over: West Indies 285-6 (Smith 29, Baugh 13) </strong> Carlton Baugh is proving a much better bet than his predecessor Ridley Jacobs. The young man is treating Ashley Giles with disdain, first giving himself room outside off-stump and hitting him for four through cover point, then sweeping him in the opposite direction for four more.</p> <p>One final badger email, but purely because it contains some cricket too and because we should embrace our Danish cricket lovers. \"I was reading some J.R.R Tolkien quotes (don't ask), and came across this one: 'I have always found cricket a bore: chiefly, though, because I was not good at it.' Silly old man, BUT interestingly it appears the that the Riders of Rohan (of The Lord of the Rings fame) ate, yes you guessed it, BADGERS! Both as steaks, meatballs and sausages.\" A marvellous put down of one of this country's finest ever authors.</p> <p><strong>WICKET! West Indies 285-7 (Smith c Anderson b Flintoff 28) </strong> Dwayne Smith plays a loose shot, cutting Andrew Flintoff straight to James Anderson at point.</p> <p><strong>76th over: West Indies 285-7 (Baugh 13, Collymore 0) </strong> Corey Collymore has dawdled out there like a man heading to death row. Here's an idea - why not make this match much more exciting by saying England are only allowed one innings? In other words, the Windies need 33 runs for victory with three wickets remaining. This would surely add to the intensity of the cricket. I remember working out that the last Ashes tour would have been a very close series if Australia had only been permitted one innings.</p> <p><strong>77th over: West Indies 287-7 (Baugh 15, Collymore 1) </strong> Another Ashley Giles over passes with me hardly noticing. A single for Baugh and one for Collymore to get the bowler off the mark.</p> <p><strong>78th over: West Indies 290-7 (Baugh 15, Collymore 4) </strong> Poor Rob Key. The wolf-whistles were sounding as he trekked to the boundary from short leg to retrieve a Collymore shot off Flintoff. Those people should be ashamed of themselves and should look in Wisden where they will be surprised by the weight attributed to the big man - in fact, I think he might be surprised!</p> <p><strong>80th over: West Indies 297-7 (Baugh 20, Collymore 6) </strong> Flintoff has dropped Baugh off his own bowling. It flew quickly back at him, but Freddie has such great hands you expect him to catch everything. And now Anderson has dropped Collymore at gully. In fairness, it would have been an outstanding catch, flinging himself to the right and reaching it with one hand. And yes, I've missed an over. Sorry. I can tell you now it was Giles bowling. Enough said.</p> <p><strong>81st over: West Indies 302-7 (Baugh 25, Collymore 6) </strong>A delicate paddle sweep by Baugh brings up the 300 for the Windies. As Geofrrey Boycott points out, if they had batted like this in the first innings, they wouldn't be in this mess. </p> <p>Brian from Denmark has just asked for an Olympics update, so here you go: Bradley Wiggins has won the gold in the 4000metres pursuit. And the equestrian team have now won silver with Leslie Law gold after the court decision overturned the German appeal. This is quite a day for Britain all in all. </p> <p><strong>82nd over: West Indies 312-7 (Baugh 34, Collymore 7) </strong>Harmison has returned and he means business. He is tickling the ribs of Baugh and Collymore. But hold on a second while I shout :\"SHOT!\" Baugh has just driven Harmison off the back foot and the ball has travelled like a rocket to the rope. And another one, to the leg side boundary this time. This young man is looking very competent.</p> <p><strong>WICKET! West Indies 312-8 (Collymore c Jones b Anderson 7)</strong> Vaughan brings back the pick of today's bowlers, James Anderson, who has worked his magic again. Anderson is still making the ball move, and Collymore had no answer except to get a slight nick on it. Jones took the simplest of catches. Six required to make England bat again. </p> <p><strong>83rd over: West Indies 314-8 (Baugh 34, Edwards 2) </strong> Fidel Edwards has emerged from the pavilion with one thing on his mind: where are the Windies going to go clubbing this evening? No, actually he wants to make runs, and make runs quickly. His first shot was a hilariously over-exuberant flash outside the off stump. Nowhere near the ball, of course. </p> <p><strong>WICKET! West Indies 314-9 (Baugh c Harmison b 34) </strong> Steve Harmison takes the new ball, and immediately Carlton Baugh is a goner. Trying to play a late cut, the young man mistimes the shot and the slightly quicker ball is edge to Jones.</p> <p><strong>84th over: West Indies 318-9 (Lawson 4, Edwards 2) </strong> It's Jermaine Lawson's turn to take a ridiculous swing now. Mind you, if I was out there facing Harmison in this situation, I probably wouldn't be hanging around either. But wait, a super square drive from Lawson means England will have to bat again. This is what the crowd wanted to see.</p> <p>To the emails. Steven asks: \"I may have missed something here, but what is the big problem you have with Giles?\" Sorry if it has come across like this, Steven, as I think Giles has performed miracles for England this summer. I just thought his tactic of bowling into the footholes today was a bit negative, considering the position England have been in. People turn up to Tests to be entertained, and the spell where he was bowling to Chanderpaul was far from entertaining.</p> <p><strong>WICKET! West Indies 318 all out (Edwards b Anderson 2)</strong> Anderson completes the job for England in the most emphatic fashion, clean bowling Fidel Edwards. Lawson is stranded not out on four, not a bad knock for him. Dermot Reeve has just invited viewers to return after the adverts to watch Marcus Trescothick hit the winning runs - don't count your chickens just yet, Dermot. England need one to win by the way.</p> <p><strong>1st over: 4-0 ENGLAND WIN BY TEN WICKETS AND WIN THE SERIES 4-0</strong> Andrew Strauss smacks the third ball comprehensively through the covers for four. It's the first time England have won all their home Test in a summer for 75 years. Scenes of absolute jubilation in the pavilion, and why not? The players and management deserve it for what has been a period of great cricket. Right, I'm off to celebrate. Thanks for all your emails, hope you've enjoyed the coverage, Mike.</p>",
  "<p>Leslie Law tonight became Great Britain's first eventing gold medallist since 1972 - without leaving his Hereford home.</p> <p>The Court of Arbitration for Sport has upheld the combined British, French and American appeal against Bettina Hoy's triumph on Wednesday, concluding that the German rider had crossed the start line twice and should therefore be deducted 14 points.</p> <p>It confirmed Law as Britain's fifth gold medal of the Olympics, with team-mate Pippa Funnell moving up from fourth to claim bronze. And, while France oust Germany from top spot in the team standings, it also means Britain are upgraded from third to the silver medal position they claimed in Sydney, with the United States landing a bronze. </p> <p>The CAS statement on the British, French and American appeal noted that \"it was clear that the decision of the ground jury (to impose 14 time penalty points on Hoy) was not appealable and that the FEI appeal committee had no jurisdiction to entertain the appeal by Ms Hoy and the German National Olympic committee. </p> <p>\"As a consequence, the decision of the FEI appeal committee is declared null and void and the decision of the Ground Jury is re-instated.\" </p> <p>An original appeal immediately after the incident was upheld, then overturned, leading to British, French and American frustration. GB team bosses were adamant the outcome was wrong and their ad-hoc court has come down in their favour and handed 39-year-old Law the gold. The rider, on Shear L'eau, had believed his medal chances had disappeared totally when he started the last day in 10th position. </p> <p>But a perfect show-jumping round kept Law in the hunt and Hoy's demise has left him celebrating. The three-man CAS panel, comprising South Africa's Deon van Zyl, Canada's Richard McLaren and Greece's Pantelis Dedes sat for two and a half hours yesterday afternoon listening to evidence from all sides. </p> <p>Hoy was present, leaving the hearing in tears afterwards, although at that time she did not know the result. The rider, who lives in Stroud, was claimed to have twice gone through the start gate on her fateful round, tripping the start clock, which was then returned to zero by an official when it became apparent that she had not actually begun her round.</p>",
  "Liberal scorn has been heaped upon Tony Blair and David Blunkett for their professed commitment to address \"antisocial behaviour\". The government is said to be \"pandering to a Daily Mail agenda\". Yet the public is insulted every day by obscenity and petty crime. A lot of people who are not of the right, but merely care about Britain's status as a civilised society, want something done. <p>The other afternoon, I was a passenger on a crowded holiday train heading for the West Country. On the seats across from me sat a young man, maybe 20, with his girlfriend. He wore a sweatshirt bearing in large letters the proclamation: \"I am a cunt.\" </p> <p>Some readers may think such an assertion perfectly reasonable in these enlightened times. I dissent. I was a good deal larger than him, so I said: \"What do you think it's like for mothers and children who have to look at that? Is this really something you want to advertise?\". </p> <p>To my mild surprise, he made no reply, but gazed out of the window while his girlfriend looked resentful. I got out at the next station, and have since thought a lot about that incident. I must have looked and sounded pretty pompous, delivering such a homily in my pinstripe suit. Yet I have no regrets. That young man should not have been allowed on to a train wearing that sweatshirt. No civilised society acquiesces in the publication of obscenities in public places, though British theatre and television set a vile example. </p> <p>The problem is: what to do about it, or about even uglier manifestations, which have stirred the government to promise action. Many aspects of antisocial behaviour are not susceptible to criminal law. No politician or media organisation should employ the word \"crackdown\" without irony. Any announcement of a government crackdown on drugs, dangerous dogs, litter or pollution presages mere huffing and puffing. </p> <p>Crackdown is a term abused by ministers when aspiring to win public approbation by promising undefined action to curb an ill which they know in their hearts is not susceptible to politically directed suppression. </p> <p>Antisocial behaviour, at the lighter end of which is the wearing of an obscene sweatshirt in a public place, can only be redressed by social forces. The perpetrator is most likely to desist if he or she is obliged to accept that a given course is unacceptable to schools, universities, employers, public services and his or her community. </p> <p>At present, there is no social pressure at all. Most people show themselves too indifferent - or too physically frightened - to protest about anything. My 91-year-old mother's purse was snatched by teenagers on a bus the other day, but nobody else moved a muscle. We know how serious is the problem of intimidation in schools and hospitals, and on the transport system. I remember a headteacher saying years ago: \"It is unrealistic to imagine that a school can impose, during the hours in which it has custody of a child, values and behaviour quite at odds from those which prevail at home.\" </p> <p>When brooding about these things, I try to preserve a sense of historical context, recalling the yobbishness of some of the old ruling class. A hunt that flourished in mid-19th century Hertfordshire took pride in some splendid runs through the local market gardens. A thrusting peer complained jovially that he found the asparagus beds \"damn heavy going\". </p> <p>This was antisocial behaviour of a notably obnoxious kind, which exploited the social impotence of the market gardeners. The vandals had none of the excuses available to the modern underclass. Yet there came a time - around the beginning of the 20th century - when yobbish toffs had to stop behaving like that, less because they were threatened with legal sanctions than because society would no longer put up with it. </p> <p>Today, we place an excessive premium on the absolute merits of tolerance. The collapse of social deference towards what were once called one's betters is one of the most pleasing things to have happened to Britain in the past half-century. Yet a price has been paid, because with deference has vanished a lot of respect - not blind respect for \"social superiors\", but human respect for others among whom we live. </p> <p>The Sun has a lot to answer for. Yobbish behaviour has always existed, but was tacitly recognised even by some of those who practised it as beyond the pale. Rupert Murdoch has done more than any other single person to legitimise yobbery. The Sun might be described as the house organ of the antisocial classes. </p> <p>Like many young broadcasters, it regards with implicit or explicit disdain the most important manifestation of respect, manners. This is an unfashionable word. Anybody who urges a dissident pupil, or noisy fellow-traveller, to \"show some manners\" invites at best derision, at worst a punch in the face. Yet to address antisocial behaviour, what we need is not legislation or some spurious crackdown, but a revival of acknowledgement that without manners, we inhabit a jungle. </p> <p>An individual's right to self-expression is not absolute. Every citizen has a duty to consider how his or her actions will impact on others. The man in an open car who plays his radio at maximum volume pollutes the environment of everybody he passes. Reckless discarding of litter is a scourge. Dog-owners have been conditioned to use pooper-scoopers in urban park. Why should not soft drink consumers be persecuted until they put their cans in bins? Public transport seats are designated for the old and infirm, yet in rush hour they are almost always occupied by the young. </p> <p>Bystanders are not only entitled to make a fuss, it is their duty to do so. The intrepid Claire Tomalin recently reproached a large underground traveller for lighting a cigarette. Somewhat grudgingly, he put it out. The judge who recently ejected a juror from court for wearing an FCUK T-shirt was dead right. In a properly civilised society, any business which gave itself such a name would be boycotted. </p> <p>Only by protest, daily niggling, harassing protest, is antisocial behaviour likely to be diminished. In cases where noisy or drunken young men are involved, don't just cross the street, call the police. I am not proposing that the culprits should be immediately removed to the cells. The police are merely better equipped than the rest of us to rebuke potentially violent miscreants. Somebody has got to do it. If we continue to tolerate antisocial behaviour, it will increase and multiply. </p> <p>Some may shrug that I sound like a Home Counties magistrate, circa 1935. Maybe, but what would you do? Can we preserve the decencies if we acquiesce in the abuses of language and conduct great and small that each of us sees every day? Tony Blair and David Blunkett are right to think the public is fed up to the teeth with in-yer-face obscenities and wantonly selfish behaviour. </p> <p>The problem demands a social, not political response. We need perpetrators to be shown the red card day after day until they quit or go somewhere else. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>With no more than a slight strengthening of the breeze blowing northwards up the lake, the sail tensioned and our frisky craft picked up speed. The thrill of moving was mixed with the nervousness of a complete beginner trying to harness the wayward forces of wind and water. </p> <p>On shore Jimmy, my instructor, had described the Moth Europe as a \"sensitive flying machine\" and his partner Xandra had explained in some detail how to right the boat and get back aboard in the event of capsizing. Skimming across Lake Windermere I pondered this prospect. Given my capacity for getting into a fankle with rudder and rope (or \"sheet\" as sailors insist on calling it) each time we changed tack, capsizing did not seem that unlikely. But in wetsuit and buoyancy vest with a safety boat on hand, nor was the idea so frightening. </p> <p>From March 2005, England's longest lake should also be quieter and safer for sail boats and windsurfers. A by-law will come into force imposing a 10mph speed limit over the lake, ridding it of powerboats and waterskiers. There is already a local speed restriction on the Ambleside end of the lake where Xandra Vrancken and Jimmy Forbes have just launched their sailing school. Yet the noise of the powerboaters still intrudes. As we tacked back and forth between the Waterhead jetties and Brathay shore, there was a constant drone of powerboats and jet skis from down the water. </p> <p>The wrangle over a speed limit has being going on for more than a decade, and has involved a £1m public inquiry. The Lake District National Park believes power-boating is incompatible with the principle of \"quiet enjoyment\" of the countryside and with the safety of other lake users. Though 10 miles long, Windermere is relatively narrow. On a fine weekend there can be 1,500 craft on the lake. Water-skiers towed by powerboats surge past groups learning to kayak while children paddle on the shoreline. There have been some nasty accidents. </p> <p>On the more relaxed stretches of my maiden voyage - the bits between changes of tack - as the eyes wandered from taut sail to the surrounding fells, there seemed no denying the park authority's case. Sailing is in harmony with the landscape and spirit of the place. On the westward tack across the lake, I could see the familiar Langdale skyline. Just as a climber on the crags there has to decipher the natural line and wrinkles of the rock, so the sailor on Windermere must read the winds. </p> <p>That first taster lesson seemed extraordinarily painless. The trickiest task was zipping up the back of my wetsuit. After 10 minutes of instruction by the water's edge, we went out in a little Optimist for an introduction to tacking. Sailing seems easier to actually do than understand the theory, at least at beginner level. The skills gap became more apparent when we graduated to the Moth. But this is where the fun is. </p> <p>Backed by, among others, the Prince's Trust, Xandra and Jimmy are assembling their flotilla of family dinghies, Optimists, speedier craft, windsurfers and kayaks. Perhaps their greatest coup was striking a deal with the busy Ambleside Youth Hostel to operate off its superbly sited waterfront. For those with distant memories of sweaty dorms and kitchen chores, the Ambleside hostel is a revelation; a former Edwardian hotel with licensed coffee bar serving Fair Trade eats and a restaurant with one of the finest views in Lakeland. </p> <p> S ailing and windsurfing dovetail perfectly with the mountain biking already available through the hostel and its use as a base for hiking and climbing. Jimmy and Xandra are intent on freeing yachting of its \"expensive\" tag. \"Most people don't want to become life-time sailors, they want a bit of fun and adventure on their holiday. That's who we're aiming at,\" says Jimmy. </p> <p>Good things are coming together on Windermere. The hostel and the park share a belief in sustainable tourism and in Jimmy and Xandra they have a couple of enthu siasts keen to popularise an environmentally benign activity. There's a touch of \"access for all\" about it that would appeal to the founders of both the hostelling and national park movements. Wading out of the lake surrounded by hills where I have walked and climbed for years, I wondered why it had taken me so long to catch the sailing bug too. </p> <p><strong>Way to go</strong></p> <p><strong> Getting there: </strong> The sailing school operates from Ambleside youth hostel, a mile south of the village on the A591. Nearest rail station is Windermere (National Rail enquiries 08457 484950) - free shuttle bus to the hostel. </p> <p><strong> Setting sail: </strong> Windermere Sailing and Adventure School (015394 43789, mob 07834 835050) offers many courses: two-hour taster for sailing and windsurfing from £15 child/£25 adult; one-day course £75 child/£99 adult; two days £130 child/£140 adult. </p> <p><strong> Where to stay: </strong> YHA Ambleside, Waterhead (015394 32304, <a href=\"http://www.yha.org.uk\">yha.org.uk</a>). Dorm beds £14.40/£10.30 under 18s; double room £32.80; breakfast £3.60. YHA membership £14/£7 under 18s. Wateredge Inn (015394 32332, <a href=\"http://www.wateredgeinn.co.uk\">w ateredgeinn.co.uk</a>) from £45pp B&amp;B. Rothay Manor Hotel (015394 33605, <a href=\"http://www.rothaymanor.co.uk\"> rothaymanor.co.uk</a>) B&amp;B from £65pp B&amp;B. Waterhead Hotel (015394 32566, <a href=\"http://www.elh.co.uk\">elh.co.uk</a>) four-star B&amp;B, from £78pp. </p> <p><strong> Further information: </strong> Ambleside tourist office 015394 32582; Cumbria Tourist Board brochure line 08705 133059.</p>",
  "<p>The Fell pony, one of the UK's rarest semi-wild breeds, will slide towards extinction unless its importance in preserving the character of Britain's uplands is recognised and breeders are given support, the government will be told in a report. </p> <p>David Murray, an independent consultant, says the ancient breed is crucial to maintaining the character of the Lake District, as changes to agriculture policy mean there will be fewer sheep in the hills, which need grazing animals to allow rare wild plants to thrive. </p> <p>He will draw the Department for Environment, Food and Rural Affairs' attention to the ponies' plight. </p> <p>An international geographers' conference in Glasgow heard that there are only 246 breeding mares registered, most of them living in the mountains of Cumbria. </p> <p>Unlike farm animals, the Fell ponies attract no subsidy or support. They have lived in Britain's uplands for thousands of years, but their numbers are dwindling. </p> <p>The breed is one of nine descended from the pre-historic horse Tarpan which are still living in Britain. The others, including the New Forest, Dartmoor and Shetland breeds, are better known. </p> <p>Fell ponies live between 200 and 750 metres (650-2,500ft) above sea level, and are exceptionally hardy. They are able to survive in temperatures of -20C (-4F), and lose up to a third of their body weight in winter. </p> <p>Although they are privately owned, the ponies roam the hills in small herds and are semi-wild, keeping clear of people where possible. Of the 24 herds, 20 are in Cumbria, with others in Northumberland, Morayshire and Perthshire. </p> <p>Mr Murray said: \"There is no incentive to keep these animals but for that fact that the farmers are enthusiasts, but they are getting older and there is no one to replace them. These ponies are not just a part of our heritage, they also have a vital future role in keeping the fells as we want them to be.\" </p> <p>He said the old system of paying hill farmers according to the number of sheep and cattle on their land had been abolished in January. This was expected to lead to a dramatic decrease in grazing stock on the hills, which could change the appearance of the landscape as bigger grasses and scrub took over. </p> <p>A study of the ponies' eating habits showed that they ignored wild flowers and heather, but ate the rough grasses and the bark of shrubs - exactly the kind of management the hills need. </p> <p>Mr Murray's report, commissioned by Defra and supported by English Nature, will call for legislation to protect the Fell pony and funding to allow the breed to survive. </p> <p>The ponies are remnants of a much larger population used in the 19th century to haul coal, carry milkmen and deliver post to outlying farms. Domestic versions are used for riding and trekking, but it is the semi-wild herds in the hills Mr Murray believes should be protected for the sake of the landscape. </p> <p>He is doing a second study for the Brecon Beacons national park into another pony variety, the Welsh Mountain pony, which is also semi-wild. Although it is less threatened it is still in decline for similar reasons. </p> <p>\"All these ponies, apart from being important as part of our distinctive regional heritage, are part of a proper form of land management for the uplands,\" he said. \"We need to look after them, value them, and bring them back in sufficient numbers to help keep the vegetation in a state so other wild creatures, plants and birds can thrive.\" </p> <p><strong>·</strong> Lake District scientists are trying to save Britain's rarest fish, the Vendace, which only lives in two lakes, Bassenthwaite and Derwent Water. </p> <p>The fish, a relict of the ice age, has stopped breeding in Bassenthwaite because the shoreline gravel in which it lays its eggs has been smothered in sediment washed down from the hills and river banks. Scientists want trees planted on the bank to catch the sediment, and changes to grazing practices on the fells.</p>",
  "<p>Kelly Sotherton showed nerves of steel in the long jump as she reinforced her claim for an Olympic silver medal in the heptathlon. </p> <p>There was no such glory for defending champion Denise Lewis, however, as the 31-year-old's chances of a third Olympic medal now look slim. Lying in second place when heptathlon competition resumed this morning, 27-year-old Sotherton was facing heartbreak when she no-jumped the first two of her three efforts in her specialist event. </p> <p>Sotherton, who hails from the Isle of Wight but now competes for Birchfield Harriers, came into these Games fearing she might crack under the pressure of her first Olympics, and for a while it looked as if her worst nightmare was going to become a reality. </p> <p>Then, on her third and final jump, Sotherton shrugged off the pressure and produced a superb leap under the circumstances as she notched 6.51m for 1010 points, the second best performance in the event behind gold medal favourite Carolina Kluft.</p> <p>Lewis' best leap was 5.89m and she dropped from ninth overall in the heptathlon to 18th with just the javelin and 800m to come tonight. Swedish sensation Kluft, the 21-year-old world champion, is certain to take Lewis' Olympic title as she led the field after the morning session on 5208 points. Sotherton was next on 4879, but 176 ahead of third place. Lewis has it all to do as the long jump left her 199 behind the bronze medal position. </p> <p>Meanwhile Christine Ohuruogu led the way with another personal best as Britain's three 400 metre runners made it through to tomorrow's semi-finals. The 20-year-old Londoner, who won the AAA Championships last month, finished third in the sixth and final heat in 50.50 seconds, shaving 0.39 of a second off her previous best time. </p> <p>Drawn in lane seven, Ohuruogu went off fast as she chased Tiandra Ponteen in the lane outside her and was in fourth position coming off the final bend. She then made it look easy as she stepped up a gear in the final 50m to pass Ponteen and make sure of the third automatic qualifying spot. </p> <p>\"It's fantastic,\" said Ohuruogu. \"I am very happy because I ran the race how I wanted to and I wasn't nervous. I have a prayer I say before every race that calms me down and I thought: 'I have come so far, whatever happens'. I went to a church service last night and that eased my mind. </p> <p>\"When I stepped out and saw the crowd I thought 'wow' and the last time that happened it was at Crystal Palace when I messed up, so I had to make sure I kept myself under control this time. I hope I can make the final now, I still have to sort out the first 200m but I have got another crack at it - I am just relieved that is over.\" </p> <p>Team-mates Lee McConnell and Donna Fraser also looked comfortable as they finished second in their heats in identical times. McConnell, who clocked 51.19 in the opening heat behind gold medal favourite Ana Guevara of Mexico, said her race went according to plan. </p> <p>\"I am glad to get it out of the way,\" said the 25-year-old Scot. \"Ever since I got to Athens I have been desperate to get started. It was very warm, they had us out there for a bit longer than I would have hoped but it was fine. I wanted to finish second behind Ana and I did that so I am happy.\" </p> <p>Fraser, who after three years dogged by an Achilles injury would love to emulate her fourth place in Sydney four years ago, ran also ran 51.19 in heat three and then revealed she was still carrying one or two problems. </p> <p>\"Leading up to these Games has been ridiculous,\" said the 31-year-old Londoner. \"My good Achilles has gone bad and the bad one has gone good. The left one was the bad one and I think the right one must have got jealous. </p> <p>\"It is a bit sore now but I can deal with it. I know enough about Achilles injuries after three years and it will be fine.\" </p> <p>Elsewhere on the second day of athletics in the Olympic Stadium, it had been a tall order to expect Emeka Udechuku to make the 12-man discus final and so it proved. The 25-year-old's best throw of 58.41 saw him drop out of the competition at the qualifying stage.</p>",
  "<p>In popular folklore, the supermodel - that heady mix of angelic beauty and diva attitude, of sex and excess - was born in the studios of 1960s Chelsea, when certain fashion photographers (David Bailey, Terence Donovan, et al) turned their backs on the arch-eyebrowed hauteur of the 1950s mannequin and introduced sex into the equation (and, sometimes, the studio). In fact, she has a forerunner more than a century earlier; a few miles east, in Cranbourne Street near Leicester Square, in 1849, Lizzie Siddal, 20 years old and beautiful, was spotted in the milliner's shop where she worked by a promising young painter, Walter Howell Deverell. Lizzie went on to become, as the model for John Everett Millais's Ophelia, the most famous face of her generation. But the limitations and frustrations of this role contributed to a deepening drug dependency which, in the tradition of iconic beauties, ended in her dramatic and early death. In other words, Siddal was a supermodel long before the phrase was invented. </p> <p>Artists had always used models, of course, but Siddal was different. As model, muse and lover, with her copper hair and flowing, uncorseted style of dress, she shaped the feminine ideal that was central to the aesthetic of the Pre-Raphaelite Brotherhood, a band of painters that included Millais and Dante Gabriel Rossetti (with whom she had a passionate relationship for many years and eventually married) and to whom Deverell was connected. Models - \"stunners\", as the artists called them - were of supreme importance. \"Women were the central objects of pre-Raphaelite art,\" says Lucinda Hawksley, whose book, Lizzie Siddal: The Tragedy Of A Pre-Raphaelite Supermodel, examines the extraordinary role she played. \"This was especially true for Rossetti. But that was the problem - they were mainly objects.\" </p> <p>Hawksley raises perturbing questions about how a woman's status as a beauty can fail to translate into real power or control over her own life - questions that do not relate to the mid-19th century alone. Siddal had, Hawksley says, \"traces of Marilyn Monroe about her\". </p> <p>Francine Prose, in her book The Lives Of The Muses, puts it another way: \"Feminism has made us rethink musedom as a career choice.\" There has come to seem something subservient about it - but not in fashion where the concept survives as a relationship between equals. In recent years Sofia Coppola has been cited as a muse to Marc Jacobs, Erin O'Connor to Jean Paul Gaultier, Jade Jagger to Matthew Williamson - and Kate Moss to just about every top designer. </p> <p>This idolisation of Moss is significant. She is almost unique in the world of modern celebrity in that, apart from one interview (in which she famously admitted to having been drunk for a decade), she never gives even the briefest of quotes to the press, preferring to maintain the old-fashioned silence of the traditional beauty. There are clearly stark contrasts between the life of a modern supermodel and that of Siddal - Moss and her contemporaries are able to enjoy their wealth and status as they please - yet there are parallels, too, in the way of life and, sometimes, the yen for glorified self-destruction. </p> <p>In her own way, Siddal strove for independence. She did not choose to be an artists' model because she enjoyed mute posing; rather, for a working-class woman, it offered an escape from drudgery. Indeed, she soon aspired to be an artist herself - something that would have been unthinkable without the contacts she had gained through modelling - and enjoyed some success at it, winning the admiration and financial patronage of John Ruskin. </p> <p>Although her time as an artist was Siddal's most lucrative period, it is as a model that she is remembered. And she was very much a supermodel in that she set, rather than followed, an ideal of beauty. According to Hawksley, \"She changed the face of fashion. Her tall, boyish figure, with no breasts and no hips, was not at all the Victorian standard of beauty.\" And, crucially, her \"coppery golden\" hair (as her brother-in-law William Rossetti described it) was hugely influential. At a time when red hair was the victim of superstition and prejudice, Siddal flaunted hers, wearing it loose - an unusual style for a grown woman. She made the colour fashionable in artistic circles and a passion for it continues to this day. Last year, the avant-garde Dutch design duo Viktor &amp; Rolf made up each model in their catwalk show to look like their muse, the actor Tilda Swinton, spraying hair red and lightening brows and lashes; the sensation of this year's catwalks has been the long red hair of young British model Lily Cole. </p> <p>Siddal was striking rather than pretty. Her friend Georgie, wife of the artist Edward Burne-Jones, recalled \"the mass of her beautiful deep-red hair as she took off her bonnet ... Her complexion looked as if a rose tint lay beneath the white skin ... Her eyes were of a kind of golden brown - agate-colour is the only word I can think to describe them - and wonderfully luminous: in all Gabriel's drawings of her this is to be seen. The eyelids were deep, but without any languor or drowsiness, and had the peculiarity of seeming scarcely to veil the light in her eyes when she was looking down.\" </p> <p>Like Moss, she had a way of dressing that was widely copied. Skilled in millinery, she made her own clothes, her particular eccentricity being a rejection of the corsets that were a staple of the Victorian woman's wardrobe, in favour of floating, unstructured dresses. This, at the time, was scandalous. However, according to Hawksley, \"Her sartorial sense was as much of an influence on Rossetti as his eye for colour and fabric was on her.\" </p> <p>Her beauty seemed to ignite the genius in Rossetti. Ruskin wrote to him in 1860 that \"I think Ida [his pet name for Lizzie] should be very happy to see how much more beautifully, perfectly, and tenderly you draw when you are drawing her than when you draw anybody else. She cures you of all your worst faults when you only look at her.\" </p> <p>Despite Rossetti's encouragement of Siddal's artistic talent, the vast majority of the energy of both parties was directed towards his art, and she was left deprived and needy. As Prose asks, \"Doesn't the idea of the muse reinforce the destructive stereotype of the creative, proactive male and of the passive female, at once worshipped and degraded, agreeably disrobing to model or for inspirational sex?\" </p> <p>Rossetti's sister Christina, who never cared for Lizzie, none the less showed sympathy for her plight in her poem In An Artist's Studio about her brother's obsession with his model. \"He feeds upon her face by day and night,\" she wrote. </p> <p>William Rossetti said Millais's Ophelia was the best likeness of all the paintings of Siddal. It is telling, perhaps, that Millais portrayed her more truthfully than Rossetti: their relationship had, always, an ethereal quality. And it is odd, and rather chilling, that the two most famous stories about her involve her portrayal as a dead woman. First, there is the tale of the bath in which she lay to model for Ophelia. Midway through the painting, the lamps beneath, which had been keeping the water warm, went out. Millais, lost in his art, failed to notice; Siddal, ever the ideal model, did not move or complain, and so, despite being of weak health, lay in the freezing water until she caught a chill. </p> <p>Then there is the macabre tale of her exhumation. After Siddal's death, Rossetti, who had buried the only copy of his poems with her body, in the depths of heartbreak and despair, recovered sufficiently to wish to resume his writing career and had her coffin secretly opened. Legend had it that she was perfectly preserved, with her hair even longer and more lustrous, having continued to grow after her death. That is, she was even more perfect as a dead woman, the story implies, than as a live one. </p> <p>Long before her death - which has been attributed to accident or even murder, but which Hawksley believes to be suicide - there was a wan, otherworldly quality to Siddal's appeal. She was very thin, very pale, with the huge eyes of an undernourished child. This suited the pre-Raphaelites, who did not like their beauties too earthy: as another of their favourite models once put it, \"I was a holy thing to them.\" The quality of stillness that is so prized in a model, and to which Siddal, in the Ophelia incident, proved herself such a heroic martyr, was echoed in her private life where, as the long-term mistress of Rossetti, she was trapped - very few options were open to her, especially in respectable society. And despite the bohemian lifestyle on which the pre-Raphaelites prided themselves, Rossetti seems to have been sufficiently hung up on class issues to feel unable to marry Siddal until he believed her to be on her deathbed. (He also persuaded her to change the spelling of her name from Siddall to Siddal because he thought it more elegant.) </p> <p>Painters were expected to sleep with their models, Hawksley says, but not to marry them, and Siddal felt her compromised position bitterly. One of her earliest poems describes \"her love\" thus: \"I felt the spell that held my breath/Bending me down to a living death.\" Later, more openly bitter, she writes, \"I care not for my lady's soul/Though I worship before her smile.\" </p> <p>Cornered, Siddal became adept at emotional manipulation. Anorexia has been suggested, and though Hawksley believes her thinness and lack of appetite were a by-product of her drug use, she agrees that Siddal \"used not eating to get revenge on Rossetti when she needed to\". Her desperation deepened because, in the modelling world, then as now, a woman was often past her peak by her mid-20s. </p> <p>Even after her marriage, Siddal used guilt as leverage, writing to her husband from Brighton, where she was convalescing from one of her interminable illnesses, \"I am most sorry to have worried you about coming back when you have so many things to upset you. I shall therefore say no more about it ... although I am in constant pain and cannot sleep at nights ... But do not feel anxious about it as I would not fail to let you know in time.\" </p> <p>She also retreated further and further into dependency on laudanum, a potent mixture of alcohol and opiate, which Hawksley describes as \"the alcohol of its day. One of those addictions that is not discussed, because everybody does it, and nobody notices until it becomes a problem.\" Siddal, like many supermodels since, seems to have had a weakness for drugs. The legend of her addiction grew with the story of her posthumous perfection, which was attributed to the preservative effects of laudanum. </p> <p>Siddal's is not a straightforward story of a woman exploited. \"When I started researching the book, I thought Dante treated her very badly,\" Hawksley says. \"I felt quite angry with him. Then it became clear that it was more complicated than that, and I went through a stage of finding Lizzie really irritating.\" </p> <p>Siddal's role as an embittered, wheedling consort is all the more sad in the context of occasional letters showing her to have, when not drugged and needy, a wicked sense of humour - unlike her pre-Raphaelite friends, who took themselves rather seriously. Travelling in France, she wrote a sharp, well-observed and witty account of the trials and tribulations involved in collecting wired money. But more often, her personality was doused: at the centre of the picture, but powerless to move or speak. </p> <p>\"Dante loved Lizzie as a work of art,\" Hawksley says, \"but not as a real woman.\" The power to entrance is not necessarily a route to real power </p> <p><strong>·</strong> Lizzie Siddal: The Tragedy Of A Pre-Raphaelite Supermodel, by Lucinda Hawksley, is published by André Deutsch on September 1 at £17.99</p>",
  "<p>Sarah Winckless and Elise Laverick won bronze in the women's double sculls after a charge in the second half of the race pushed them into the medals. </p> <p>They had started strongly and were pushing for second place early on before slipping back as the dangerous New Zealand twins Georgina and Caroline Evers-Swindell - the eventual winners - took charge. </p> <p>At 500m Britain lay fourth, 2.2 seconds down and were over five seconds off the leading pace at half-way - but perfectly placed for a charge into the medal places. A powerful third quarter then carried Winckless and Laverick past the Bulgarians and into third place. </p> <p>They had over two seconds to make up on Germany in the final 500m to snatch silver and could not manage it, but finished a comfortable third to follow Grainger and Bishop in winning a medal for Britain.</p> <p>Winckless revealed she was stunned by their bronze medal success. \"It is going to take a while to sink in. I didn't know where we were until we crossed the line,\" she said. </p> <p>\"I think [if someone had told us we would have an Olympic medal] our reaction would have been disbelief. We have worked really, really hard and we are standing here because of our support staff. We've tried to match Cath and Katherine but we're really pleased for us and for them.\" </p> <p>Laverick admitted once they had surged into third place they had their sights set on overhauling the Germans and believed they could take silver. </p> <p>\"When we went through Bulgaria we were a little disappointed we couldn't maintain that push,\" she said. \"We just put in our fastest third of the race and the wheels came off in the last 250metres and we didn't get back on terms.\" </p> <p>Laverick said the success of Grainger and Bishop had filtered down to them while they were warming up but they had tried to shut out all other distractions. </p> <p>\"We heard the commentary from the other race but we were just trying to concentrate on our own boat,\" she added. \"We wanted to focus on what we could do and what we could control.\"</p>",
  "<p>Cath Bishop and Katherine Grainger stage a late show to snatch silver in the women's pair final this morning. </p> <p>The 2003 world champions finished strongly to claim Britain's first rowing medal of the Games at the Schinias Rowing Centre. But they could not catch the Romanian pair of Georgeta Damian and Viorica Susanu who charged clear in the second quarter and never relinquished their grip on the race. </p> <p>Indeed, with only 500 metres remaining it appeared as if Bishop and Grainger were out of the running altogether, 4.88 seconds off the lead and trailing both Canada and Belorussia. </p> <p>But they fought and scrapped, driving past the Canadians into the medals and then edging out the Belorussians to land silver in 7mins 08.58secs, just 2.02secs off the Romanians. </p> <p>It was an historic moment for Grainger who becomes the only British woman to win two Olympic rowing medals after landing silver as a member of the quad in Sydney four years ago. </p> <p>For Bishop, a medal-winning farewell to rowing as she will now head off into a new career and a posting with the Foreign Office in Sarajevo. </p> <p>In a tight start, Bishop and Grainger reached the first time check at 500m in fourth place but just 0.69secs behind Canadians Darcy Marquardt and Buffy-Lynne Williams. But over the second quarter, the British pair slipped a long way back as Damian and Susanu set the pace and at halfway they trailed, still in fourth, by 3.35secs. </p> <p>At 1500m they had dropped further behind the Romanians but were catching the leaders, setting up a tense last 500m.</p> <p>Bishop admitted she had mixed emotions after coming so close to overhauling the Romanians in the closing stages of the race. \"There are a whole lot of feelings. We wanted the big one but you get what you get and we have got to be happy with that,\" she said. </p> <p>\"There were tight margins but it was just great fun to be out there. It has been a long hard slog to get here. There will still be something that wasn't quite right [when we look back] but we'll take that today.\" </p> <p>Grainger added: \"One of the problems was we dropped quite early and in hindsight we should have pushed on with the Romanians in the middle 1,000m. </p> <p>\"It is bitter-sweet not to have won it but you can't be disappointed with a silver medal. We believed in it from the start and I think we have proved our point.\" </p> <p>This was the pair's last race together and Bishop said: \"It was a privilege to be rowing with Katherine. I don't think it was a bad one to finish on.\"</p>",
  "<p>There are a number of stock things grown adults tend to regret. Most wish they had carried on playing a musical instrument. A good few spend endless hours on Friends Reunited, wistfully rolling their mouse over schoolday crushes they never had the guts to pursue. Almost all - and this might sound like a dangerously sweeping statement, but honestly, it's true - wish that they could speak another language at least half decently.</p> <p>That's why evening classes are chock-full with stuttering grown-ups muddling through elementary Italian; and why the Costa Brava is overflowing with ex-pat Brits living cheek-by-jowl in English-speaking ghettos, too afraid to mingle with the locals.</p> <p>So save yourself the indelicacy and frustration of being a middle-aged monoglot and bite the bullet. Universities offer all manner of language courses, from Spanish to Sanskrit, many of which go into Clearing and all of which are ripe for the picking.</p> <p>Almost all degrees with a foreign language component take four years instead of the usual three because of the compulsory year abroad. In Scotland, where standard undergraduate degrees last for four years anyway, it either takes four as normal (eg at Edinburgh University) or a fairly hefty half decade (eg at Glasgow University). An increasing majority of students plump for combination or joint degrees, teaming one language either with another, or with another, totally unrelated subject.</p> <p>But why study languages when you could be toiling away over mathematic equations, breaking your brain trying to remember legalese or gnawing your nails over medical vivas? Well, it's obvious. Quite apart from becoming the envy of all your monolingual mates, having languages at your fingertips opens doors. It might not be the definitive key to a lucrative and fulfilling career, but it'll oil the joints on the way there.</p> <p>My first paid assignment for this newspaper came as a direct result of my language skills. While on my year abroad from university in Berlin, I found myself tangled up in a student demonstration that had catastrophic ramifications for the whole German higher education system. Uber-keen ears pricked up at a potential exclusive, I spontaneously interviewed marchers, academics and students (in German), pitched a piece to the newsdesk and landed myself with a tidy 1,000-word commission, to be delivered the next day. One year on, and recently graduated, I am now a professional journalist.</p> <p>Another thing you should bear in mind: no matter how good your intentions, you simply will not be able to keep up your language skills post-A-level (or indeed post-GCSE) without topping them up with either regular periods working or living abroad, or by studying languages.</p> <p>For some language graduates there isn't one specific, eureka moment where it all makes sense, but rather a general sense of horizons opening gradually as a result of being fluent in another tongue. </p> <p>Olaf Furniss graduated with a degree in translation from Heriot-Watt University in Edinburgh. Since gaining the necessary letters after his name, he has used his language skills in all kinds of jobs, including being an international adviser to various music events and to the editor of an international music industry magazine. He reckons that doing languages is definitely worth it - if only for the fabulous compulsory year abroad.</p> <p>\"I spent most of my year in Mexico, which totally changed the course of my life,\" he says. \"It was massively enlightening; I did a stint on the Mexico City Times and I can honestly say the work I did there was probably the stuff I'm most proud of writing ever.\" He adds: \"I certainly think I'm more employable because of my language skills, but unfortunately because in this country we are so monolingual, you don't always get credit for it.\"</p> <p>Language skills do, unfortunately, tend to be underrated, or even berated. Often being linguistically gifted isn't a means to an end, but rather a helpful bonus on the way to getting to where you want to be. The UK is now so short of language teachers that it is offering a £4,000 \"golden hello\" to any PCGE-toting graduates who go on to teach these priority subjects. That is in addition to the £6,000 tax-free training bursary available to most trainees on any postgraduate initial teacher training course. </p> <p>Vicky Smith, 22, graduated this year with a joint degree in French, German and European studies from Bath University. She's currently weighing up whether to become a teacher, lured in no small part by the cash incentive. Not that becoming a teacher was foremost on her mind: \"I fought against it,\" she admits. \"I was so sick of people with no imagination saying 'oh, you do languages, do you want to be a teacher, then?' that I was determined to do something else.</p> <p>\"But then I did a teaching assistantship on my year abroad in Saarland and realised that I loved the human contact that came with teaching. It was so satisfying. It was only when I found myself filling in job applications to become a translator that I suddenly realised that I wanted to do something active, something varied, that allowed me to use my languages.\" </p> <p>Christopher Harte graduated in 2000 with a degree in modern European languages from Durham University. He was in the first batch of new teachers greeted with the £4,000 hello. Now, still only 26, he has recently won the Teacher Training Agency award for outstanding new teacher in the north-east, in the regional Teaching Awards, for his work as a French and Spanish teacher at St Robert of Newminster school in Sunderland. \"At a university like Durham lots of people go straight into management consultancy, accountancy and such, but I wanted to go in a different direction,\" he says, pointing to his year abroad as a teaching assistant in a Marseille Lycée as catalyst for this decision.</p> <p>\"I wanted human interaction, and I find teaching so rewarding. It was when my first set of results came through that I realised how much I enjoy the job, when kids who I knew would normally get Ds came out with Cs.\" </p> <p>Francesca Martin graduated last year with a degree in French and Russian from Nottingham University and recently landed herself a job working for a bank in Switzerland. \"Without my languages I would never have got here,\" she says. \"Languages open doors which might otherwise be closed.\"</p> <p>Language ability really can give you a competitive edge, a well earned leg-up in the crowded global economy. Linguistic talent can really be the clincher in the war for eye-catching CVs, as employment agencies such as Euro London, which is where Francesca nabbed her job, can no doubt testify. What's more, by connecting with other cultures you cannot help but improve your inter-personal people skills, while building on your analytic and interpretive capabilities.</p> <p>Plus you will be doing your bit to counteract the negative impression many of our neighbours have of our fair isle. Stereotypes stick, after all. If you really want to get ahead in the big bad world of Life, Careers and Stuff, you can't go far wrong studying one of the trickier languages such as Chinese, Japanese or Arabic. Fancy yourself as a spy? Well, MI6 are always on the lookout for bright graduates, and linguistic proficiency in the so-called difficult languages is certainly a positive. </p> <p>A spokesman for the Foreign Office says: \"It would certainly be to a candidate's advantage to show the ability to learn a difficult language, such as Arabic, Hindu, Chinese, Russian or Pushtu [which is the primary language spoken in Afghanistan]. There's this false impression of the British secret services being dominated by white, Oxbridge-educated males, but we're looking for people from a much wider background - especially those who have grown up speaking a different language at home.\" So there is really no excuse not to run the language gauntlet. Then when you're old and grey you can sing along knowingly to \"je ne regrette rien\" - and, if you have a French degree, you'll even understand the grammar.<br> </p> <p><strong>Case study</strong></p> <p><strong>\"You have to choose a subject you like</strong><br></p> <p>Robert Benson (pictured), 21, is studying languages with professional studies at Leeds Metropolitan University<br></p> <p>\"I was predicted two Bs and a C for my A-levels, but I didn't work very hard. I didn't enjoy them and dropped out for a couple of weeks, but got talked into going back by my parents and my French teacher. I was convinced I was going to get three Us, but I ended up with two Es and a D. I was disappointed but at least I had three A-levels. At one point I thought I was going to get nothing out of the two years.</p> <p>I phoned Manchester Met, who said I could do French as long as I started straight away. I wasn't ready to do that - I wanted to have a year out working and travelling with friends. After a bit of persuasion, and with the help of a reference from my French teacher, Leeds Met said they would take me after my gap year.</p> <p>French is the only thing I was really good at at school. Everyone had told me it was important to choose a subject you enjoyed, so I chose French along with beginner's Spanish. I'm also doing marketing.</p> <p>I'd say I'm doing OK: my head is above water. I need to be a bit more organised. There are only about 20 people on my language course, so I know my tutors on a very personal level. It's really good because I can talk to them about any problems. I'm very fortunate.</p> <p>The only downside is that each semester we do a module in marketing, which is part of the professional studies course, and the module isn't linked to the language you're studying. It means language students are treated as normal professional studies students, which can be quite difficult. The highlight for me has been when a group of French students came over from Dijon for a couple of months on an exchange. Every week for an hour we chatted with them: half an hour in English and half an hour in French. I've just finished my second year and I'm starting to get to grips with Spanish. I'm spending next year in France, going to university in Lyon and staying in halls there. There are four of us going. It's very exciting. I can continue learning Spanish while I'm there, which I'm really pleased about.</p> <p>I'm not sure exactly what I want to do when I leave, but I'd like to work in a multinational company.:<br> <strong>Interview by Katie Shimmon</strong><br></p>",
  "<p>Choosing a university is one of the few decisions that really can change your life. Academic criteria remain the most important factor, but relative costs are fast becoming a crucial factor, too. </p> <p>A survey of the 60 biggest universities this week reveals huge disparities in the costs that freshers face. Students at Salford, Cardiff and Manchester will pay only half the accommodation costs faced by those studying at the London universities. </p> <p>Cambridge comes top for providing its own accommodation for students, making an otherwise expensive city relatively good value. In contrast, students at Glasgow Caledonian face potentially high private sector rents because the university provides the smallest proportion of own accommodation. </p> <p>The analysis also suggests that it is not students in London who leave college with the highest debts, but those in the south west, particularly Bristol. </p> <p>A recent NatWest Bank report showed that students now leave university with an average debt of more than £12,000 - up a third on last year's figure. The study found, students heading off to college pay a total of £23,800 to study a three-year degree, and most will spend the following decade paying it off. </p> <p>Johnny Rich, who edits the Push Guide to Which University, has analysed the cost of living at every UK university, and produced the figures (left). He says it is not the most obvious universities where the cost of living is highest. </p> <p>\"The biggest variable factor in the cost of going to university is accommodation. According to all our research, students who stay in university houses or halls spend far less than those who rent in the private sector. If you are not offered accommodation in the first year, or you quickly move out you're going to need a much higher income,\" he adds. </p> <p>For this reason, one of the key points to consider when choosing a college (from a purely financial point of view) is the percentage of students that are housed in university accommodation. </p> <p>The two oldest universities, Oxford and Cambridge are streets ahead of the others. However, the study found that students at Oxford tend to face much higher overall costs than those studying at Cambridge. \"Most students at Cambridge stay in halls for the whole three years while the trend at Oxford is to move out and the cost of living in the city is almost as high as London. </p> <p>Within cities there are marked variations. The University of Bristol offers housing to a third of its students while across the city, the University of the West of England has accommodation for just 7% of its students, making studying there potentially much more expensive. </p> <p>Overall most of the older universities tend to be cheaper for students to attend than the former polytechnics and the other \"new\" universities as they rarely offer much in-house accommodation. </p> <p>The figures on average debts that students are getting into at the end of each year at university put Plymouth and Bristol as worst, although Bath, just outside the largest 60 institutions, came out worse. However, these need to be taken with a pinch of salt; the figures are based on surveys of students who attended the universities named. </p> <p>They don't take into account the financial background of the student - how much help they are getting from their parents, or others. This results in colleges which attract lots of students from lower-income families, featuring higher up the table than they would normally. That said, the debts figures also appear to be influenced the \"middle class\" factor (see opposite page). </p> <p>The Push figures compare the basic costs of campus services, local housing, and a basket of locally bought goods. A Student Cost of Living Index to be issued by Royal Bank of Scotland on Monday will also name Britain's most expensive university towns, ranked using different critieria to those used by Push. </p> <p>Despite cost pressures, the National Union of Students says academic critieria should always come first when selecting auniverstity. NUS vice-president welfare Helen Symons says: \"Unfortunately, students are managing increasing study and living costs by studying at home, as well as undertaking increasing hours of paid work - all compromising their ability to fulfil their academic potential.\" </p> <p><strong>So, what'll you have?</strong></p> <p>Students collectively spend nearly £1bn a year on booze, and some are getting better value for money than others. The Push Guide has gone round the country noting the price of all student drinks - not just beer - and the differences are stark. Leeds, Liverpool and Manchester all operate student bars with beer at just £1 a pint - compared to £2.10 at Westminster. The study also looked at overall drinks costs, taking into account wine and spirits. Here Lancaster scored highest, with an average of just £1.32 per drink, compared to a whopping £2.39 at Oxford Brookes. </p> <p>Cheap students' bars that deserve a mention are the Royal College of Music (£1.43), Oxford and Cambridge (both £1.53) and Birmingham, Keele and Liverpool which all charge less than £1.60. Overall, the UK average is £1.89. All the colleges at the top end of the table are in the south east - except for Derby, which for some reason charges its students an unexpected average of £2.20 for their much-needed drinks.</p> <p><strong>The culture of debt</strong></p> <p>It's not just the cost of living that will affect how much debt a student accumulates at university. Just as important are factors such as class and group psychology. \"Debt levels seem to be heavily influenced by the prevailing philosophy of the college in question. Anecdotal evidence suggests students leaving the liveliest universities generally have the highest debts as a 'going out culture' tends to pervade,\" says Push's Johnny Rich. Then, he says, there's the \"middle class factor\" which prevails at some universities. \"Students from middle class families are far more comfortable getting further into debt than others, and in some cases it has become a badge of honour. They all pass round their latest letter from the bank showing the size of their overdraft - they have to laugh about it because if they thought about it too much they'd just end up crying.\" </p> <p>Contrast that, he says, with students in Northern Ireland where the cost of living is much lower but there \"is also a completely different attitude to debt among students\". Other things to consider, when choosing a university to attend is the availability of part-time work. Mr Rich cites the case of Lampeter in Wales where living costs are low, but there are very few work possibilities. Students should also consider the impact travel costs will have on their overdraft. If they plan to return home a lot over the three years there's no point in going to Newcastle if they live in Cornwall.</p>",
  "<p>A trio of entrepreneurial graduates from Southampton and Nottingham universities are set to launch what they claim is a revolutionary new tool to cut thousands of pounds off a student's debt over the course of a degree. </p> <p>With student debt escalating at a frightening rate - up by 500% in the last decade from £2,212 in 1994 to £12,069 today, according to Barclays - the new e-book will be available to freshers to download to their computers from the end of September. </p> <p>The Student Finance Vigilante (<a href=\"http://www.studentfinancevigilante.co.uk\">studentfinancevigilante.co.uk</a>) will deliver a money tracking and budget analysis tool to computers which will show students how to budget, how to calculate the cost of their debts and how much time it will take them to pay it back. </p> <p>Co-author of the book, Tom Weaver, says: \"It's about being in control. That's what a lot of students miss. I had a lot of friends who didn't open their bank statements for months on end, they'd just let them pile up and eventually they'd get round to opening them after their debit and credit cards were rejected.\" </p> <p>Keith Houghton, chair of the National Association of Student Money Advisers, says getting to grips with money early on can prevent them having a financial hangover that can last throughout a student's 20s. </p> <p>He says: \"When a student arrives at university they'll have £1,800 in their bank account. This is probably the first time in their life they'll have had access so much readily available money. The temptation to go on a spending spree will be high.\" </p> <p>Setting a budget will not be easy. He recommends that parents sit down with their child before they go to university and discuss income, expenditure and how much they'll be able to live on each week. </p> <p>Budgeting should be broken down into weekly amounts. He estimates that the average rent per week is £85 in London (or £65 outside). Add another £37.50 for housekeeping (food/clothing/laundry); £9 for household bills, plus £9.50 for public transport. On top of this is £30 a week for entertainment. </p> <p>This tots up to £171 before you even consider books and photocopying - which is estimated at £16 a week. A London student's total expenditure will be around £187 a week. Students outside the capital will spend, on average, £153 a week. </p> <p>Geraldine Bailey, money and welfare advice co-ordinator at Middlesex University, suggests the first thing parents do is to make sure their child getting everything they are entitled to. </p> <p>Shortly they'll receive a print-out from the Local Education Authority showing the amount of money they have to contribute towards their child's fees and also the amount of money their child will receive from the student loan. Check first that the amounts are correct. </p> <p>She says: \"Some universities have a longer academic year for example, so for an extra week you can have an additional cash payment from the Student Loans Company. If your child is studying in London and had an extra week they're entitled to an additional £94.\" </p> <p>Another useful tip is not to waste money on unnecessary insurance. Students arrive at college armed with expensive electrical equipment such as laptops, but most of these items can be covered under the parents' existing home contents for a fraction of the price of a separate policy. It is important to check with your existing insurer first. </p> <p>However, even with money-saving tips it's inevitable that students will have to balance their studies with a part-time job to make ends meet. Mr Weaver said: \"An incredible number of students now work part-time to supplement their income. It's almost essential to have some form of additional income.\" </p> <p>He strongly recommends that people either go for a part-time job or try and do something a bit more entrepreneurial. \"There are some students who decide to repackage and recondition laptops and sell them or start their own funky student clothes shop. It's a bit risky but a more interesting way of earning a living,\" he said. </p> <p>The good news for students panicking about debt is that every university now has a trained money adviser on campus. Universities also have Access to Learning hardship funds which provide grants to students who are at risk of having to leave university for financial reasons.</p>",
  "For the British sports fan, the Olympics have brought a week of typically mixed emotions: foolishly high expectations, bitter disappointment, national self-flagellation, followed by a flurry of medals and heightened expectations once more. <p>The overdue arrival of an Olympic yachting gold in the Team GB camp on Thursday and a cycling gold yesterday - with a couple more on the cards today - may have saved the nation from another sporting humiliation. By the end of this weekend, the medal tally could be looking even more respectable after Paula Radcliffe runs in the marathon and Matthew Pinsent leads the rowers in the coxless fours in his quest for a fourth gold. </p> <p>But this rally has failed to temper growing anxiety about the performance of the multi-billion pound lottery funding programme aimed at improving levels of participation and facilities, trumpeted by the government as the key vehicle for restoring Britain to the top table of sporting nations. </p> <p>Each four years Sport UK spends around £100m in lottery money to make sure that the elite athletics squad has the best training facilities, coaching and medical care. But it is the success of the £2bn invested by Sport England - responsible for administering lottery funds to sports bodies at both the elite and grassroots level as well as providing funding for major sports projects, such as Wembley stadium, and the total of £200m from its Welsh and Scottish equivalents - which has proved more patchy. </p> <p>A Guardian audit of lottery investment in four major sports has found that while some have benefited from the huge increase in funding, others are still struggling with facilities that lag light years behind those of comparable countries. More alarmingly, the £2bn that has been ploughed into developing grassroots, has failed to stem a steady drop off in participation across the board, raising fears that it will be impossible to cultivate the next generation of stars. </p> <p>The Guardian's examination of the lottery's performance in swimming, tennis, athletics and cycling uncovered evidence of how patchy the impact of the investment has been. While the governing bodies of both athletics and cycling say they now have world-class facilities, swimming and tennis tell a very different story. Performances in the pool in Athens have typified the British experience, with strong medal hopes failing to perform. In Sydney, the situation was worse, with the team failing to win a single place on the podium. </p> <p>More than £279m has been invested in developing swimming facilities in England since the lottery was launched in 1994, the audit revealed. But most of the money has been drained by the upkeep of ageing and decrepit pools, and despite the cash, many communities have seen their swimming baths disappear. </p> <p>As a result, in the whole of the UK, there are only 20 pools of 50m Olympic length and only one, in Sheffield, which has enough lanes to qualify as an Olympic pool. By contrast, the Guardian has established there are 19 50m pools in Berlin alone, 18 in Paris and more than 1,100 across Australia. </p> <p><b>Elite</b><br> </p> <p>Noel Winter, facilities officer at the Amateur Swimming Association, said the lack of 50m pools undoubtedly affected the success of elite swimmers. </p> <p>\"In the short course events where they swim in 25m pools we have always done pretty well but for success in the top competitions like the Olympics we need more 50m pools. What we want is a network of facilities so that wherever you are in the country you are not too far away from a 50m pool.\" </p> <p>A similar picture is portrayed in tennis which has received more than £87m in lottery funding plus an annual lump sum of around £25m from Wimbledon. The Lawn Tennis Association claims it would need an extra £1.2bn to match the provision in countries like France which has 5,000 new indoor courts compared with around 1,200 in this country. </p> <p>There is also evidence that money has been invested in white elephant projects at the expense of local facilities. The Guardian has learnt that in the past decade 500 recreational sports centres have closed and local authorities claim they face a £500m repair bill merely to upgrade existing facilities. Emblematic is the debacle surrounding the £31m Clissold leisure centre in Hackney, east London, which was \"match-funded\" by Hackney and Sport England using lottery money. </p> <p>It was one of \"12 for 2000\" buildings meant to symbolise a brave new century and lauded as \"prime examples of the excellence of British architecture and design\". But after less than two years the aluminium and glass complex - hailed for its \"functional modernism\" - has been shut on safety grounds amid howls of protest from the community, and now officials warn it may never re-open. </p> <p>For the other two sports we examined, the picture is far more optimistic. UK Athletics - responsible for delivering success in by far the most high profile of the Olympic events - says its lottery investment from Sport England of more than £150m has pushed it to near the top of the facilities league table with more than 270 purpose built outdoor stadiums and 20 indoor arenas around the UK. </p> <p>Dave Young, facilities manager for UK Athletics said: \"Eight years ago we were near the bottom of the table in terms of facilities but we have made real progress and can probably compare ourselves alongside France and perhaps even Germany now.\" </p> <p>Cycling too has enjoyed an investment boom since the opening of the Manchester Velodrome for the Commonwealth Games and subsequent lottery funding of £1.7m which has paid for some of the best facilities in world cycling. </p> <p>Dave Cockram, the national facilities officer for British Cycling, said: \"Before Manchester Velodrome opened we were certainly not in the top flight of international cycling but since then and with the continued support of lottery money we are competing at the very top in terms of facilities and performance.\" </p> <p>The generation of Olympians competing in Athens were widely expected to be the first to benefit from lottery funding provided to Sport UK. Success in Athens has been patchy but a recent study from Sheffield Hallam University revealed that the athletes were overwhelmingly in favour of the new funding situation. But even the success stories are tempered by the reality that in all sports, participation at grassroots is continuing its downward spiral, unaffected by the lottery millions. </p> <p>In its 2002 report the government outlined its desire for Britain to become a cross between Finland, where 70% of people regularly participate in sport and physical activity compared to 32% in the UK, and Australia which has achieved \"disproportionate levels of international success\". </p> <p>But the latest figures from the Office of National Statistics show that despite the huge amounts of money pumped into grassroots sport and subsequent improvement in facilities, the number of people involved has dropped. In the UK in 2002 [the most recent figures] only 43% regularly took part in sport, compared to 46% in 1996. The figures also show a slight fall in the number of people swimming and cycling. </p> <p>The concerns were heighten by this summer's World Junior Athletics championships, where there were no British medal winners for the first time in the event's history, and the English National Championships which had the lowest number of competitors since it began, with some events forced to abandon their heats go straight to finals. </p> <p><b>Middle class</b><br> </p> <p>The lack of facilities is having a disproportionate affect on children from poorer backgrounds who cannot afford to use private clubs leading many sports to be dominated by white middle-class athletes. According to a survey after the Sydney 2000 Olympics, 80% of British medal winners came from private schools. </p> <p>\"It's not just in athletics but in all sports we have a continued problem with participation,\" said Dave Young from UK Athletics. </p> <p>\"We are now getting to the stage where we have excellent facilities thanks almost entirely to the money from the lottery but we have not managed to get more people along to use them. That is the challenge that we must face up to.\" </p> <p>Kate Hoey, the former sports minister said: \"The bottom line is that you have all these magnificent, state-of-the-art facilities but if you don't have sports facilities that are accessible and close to where people live then what is the point of all this lottery funding. </p> <p>\"What use is an Olympic bid if you are closing pools all over the country. We are struggling at the moment to find funding for small projects such as recreational centres which are being closed down all over the country. </p> <p>\"Community sport has not been made a priority. Most of the money that is going into sport is going into big projects. What is the point of having big facilities when not enough money is being invested in communities and creating sports facilities at the local level.\" </p> <p>Chris Gratton, director of the sports industry research centre, at Sheffield Hallam University, said this was the major challenge facing policy makers. </p> <p>\"We have undoubtedly seen an improvement in facilities but the subsequent increase in participation has not materialised despite the record investment from the lottery over the past eight years. This not only has an affect on grassroots sports but also on the elite level; the larger the number of people playing as recreation the more likely we are to get future champions coming through.\" </p> <p>Professor Gratton said policy makers were trying to claw background lost when schools sports dropped off in the mid 1980s. \"The focus now is on how we can get more people involved in sport, but it is much more difficult to persuade a 16-year-old who is not used to playing sport at school to take up something once they have left.\" </p> <p>In an attempt to encourage school sport the government has set up the New Opportunities Fund to promote school and community sports. It has a total budget of £750m although campaigners claim only £28m has been spent with other projects in the pipeline. Active England, another lottery funded project aimed at increasing sports participation and improving facilities, has a budget of £71.5m but campaigners claim only £17m has been awarded to projects up to now. </p> <p>The problem of falling participation is to be tackled by the biggest independent review of British sport for 40 years, co-chaired by Ms Hoey and a former Conservative sports minister Lord Colin Moynihan. The review, which will include famous names like the former England footballer Sir Trevor Brooking, the five-times Olympic gold rower Sir Steve Redgrave and former Olympic swimmer Duncan Goodhew, is to start at the end of the Athens games and will examine funding, facilities and what needs to be done to improve them. </p> <p><b>No strategy</b><br> </p> <p>Nigel Hook, who is heading the review said: \"There is no facilities planning strategy in the UK unlike France, Germany or Scandinavian countries. We have no overall idea of what we have got, what new facilities we need and what needs improving. We are spending all this money on facilities but we are not even sure if it is being spent in the right places and which areas require the facilities. There is no co-ordinated approach.\" </p> <p>One of the main problems identified by sports campaigners is the convoluted and bureaucratic set up of British sport which has led to a lack of co-ordination and clarity in the way that it should be run. </p> <p>Besides UK Sport and Sport England, Northern Ireland, Scotland and Wales all have their own sports councils responsible for distributing lottery funds and their own sports ministers. The New Opportunities Fund is administered by the Department of Education and Skills and some of its work overlaps with Sport England. Sport has two ministers responsible for it; Tessa Jowell, who sits in the cabinet and is also responsible for culture and media, and sports minister Richard Caborn, who does not. </p> <p>Mr Hook said: \"There is too much red tape and too many organisations involved in the running of British sport and this has led to a lot of confusion and bureaucracy. At the elite level it's not that bad and sport has benefited from lottery money. But the real crunch is at the grassroots level in terms of facilities and participation. That's where people are suffering and facilities are poor.\"</p>",
  "<p>World oil prices pushed towards the key $50 a barrel level yesterday as fighting raged in Iraq, although they came off the boil when Iraqi police said they had driven rebels out of the Imam Ali shrine complex in the city of Najaf. </p> <p>US light crude futures on the Nymex exchange hit an all-time high of $49.33, up more than 60 cents on the day, while Brent futures jumped to a new record of $45.15 as traders feared further sabotage of Iraqi oil exports at a time when demand continues at record levels. </p> <p>Both contracts slipped back in later trade when an Iraqi government spokesman said police had entered the Imam Ali shrine and ended a two-week revolt. But soon after the seizure was announced, a spokesman for Mr Sadr said the statement was untrue. </p> <p>Oil prices have set records in 15 of the past 16 trading days and prices are up a third since the end of June, stoking fears that the world economy could be knocked off course by rising fuel costs. </p> <p>Attacks on Iraqi oil installations overnight by fighters loyal to Mr Sadr had added to the tension in oil markets. </p> <p>Exports from the southern port of Basra were reported to have restarted yesterday after having briefly halted on Thursday. Exports are running at around a million barrels a day, down from 1.7m barrels a day one month ago. </p> <p>Oil prices have been driven higher by a combination of strong demand from the US and China at a time when problems in Russia and Iraq have left oil supplies tight. The price rise has been amplified by speculators piling into a volatile market, say traders. </p> <p>Opec, the oil cartel, has increased production to around 30m barrels a day and while that is enough to meet current demand, markets have been spooked by the lack of any more capacity and are moving higher on any possible disruption threat. </p> <p>Analysts at the World Markets Research Centre in London said the oil market would remain nervous until it was clear that the Iraqi interim government had the Najaf situation under control. </p> <p>\"A complete outage in Iraqi oil supplies is probable unless a political solution can be found to the Najaf stand-off. With markets already jumpy over low inventories and lack of spare capacity elsewhere, this is likely to further support price spikes,\" they said. </p> <p>For now, however, motorists seem to have escaped pretty much unscathed. Although petrol prices rose a few weeks ago from 77p a litre to around 80p, the Petrol Retailers' Association said it had seen little movement in recent days. </p> <p>\"Nothing dramatic is happening. We are still seeing petrol sold at between 79p and 81p in a lot of places,\" a spokeswoman said. </p> <p>Separately, a German newspaper cited leaked documents showing the International Monetary Fund planned to upgrade its forecast for world economic growth this year to 4.9% from 4.6% in its twice-yearly report next month. </p> <p>However, in an interview with a Spanish newspaper, IMF chief Rodrigo Rato repeated the 4.6% forecast. Many economists think signs of a slowdown in the US economy combined with rising oil prices could mean world growth this year, if anything, comes in lower than expected.</p>",
  "The apparent end of the conflict in Najaf yesterday, after two weeks of confrontation between US forces and the Mahdi militia in the Iraqi holy city, will be a relief from the fear of worse disaster, but it should not be hailed - if the confused reports prove correct - as anyone's triumph. It would be too late for the 77 Iraqis killed, according to the Iraqi health ministry, in the previous 24 hours alone, or for all those killed or wounded in the previous two weeks. It will be hard, too, to redeem the TV images of fiery devastation delivered by US planes and tanks, transmitted all over the Middle East - and not just by al-Jazeera's satellite channels. If there is a real peace, Prime Minister Ayad Allawi of the Iraqi interim regime and his US backers must resist the temptation to crow about hanging tough. At best they now have a breathing space to find ways of tackling the deep frustration of the tens of thousands of jobless and angry young Iraqis who follow the dissident cleric Moqtada al-Sadr, and it could still all fall apart. <p>Reports from Iraq in the past three days had seesawed between claims of a deal being reached and of a final offensive being launched. On Wednesday Mr Sadr sent a signal to the national conference in Baghdad that he would accept its demands for a settlement, but asked for further negotiations to work out the details. The offensive against his forces resumed the very next morning and a new ultimatum was issued by Mr Allawi. While this could be interpreted as a tactical feint, there was an ominous sound from the claims of US commanders to be \"shaping the battlefield\" and preparing for \"continuous offensive operations\" to destroy the Mahdi militia and capture Mr Sadr.</p> <p>Suggestions that Mr Sadr would fight to the bitter end seem wide of the mark: on the contrary, Mr Sadr has shown himself to be among the shrewdest political operators in the Shia hierarchy. He appears now to have recognised the need for a tactical shift and has agreed to hand over the shrine to the mainstream Shia religious authorities. This is a compromise solution that could come unstuck if the Iraqi authorities seek to exploit it. Yesterday evening there were clumsy attempts by the Iraqi police to claim immediate control which were denied by Mr Sadr's camp and by eye-witnesses. </p> <p>One of the difficulties of this crisis all along has been the lack of a visible political strategy on the Iraqi government side and particularly in Washington, which avoided significant comment and sought to present it entirely as a matter between the interim regime and Mr Sadr. This was never credible: according to the New York Times, the crisis began when US marine corps commanders decided without higher approval to \"smash [the] guerrillas\" and launched an offensive over the next eight days before being replaced by army units. If true, this account gives a worrying picture of the degree of autonomy of US forces in the field, but it is more likely to indicate a well-concealed strategy, directed from Washington, of using military force against political problems on the ground. </p> <p>Yesterday morning Mr Allawi told the BBC: \"We have extended the olive branch and Mr Sadr can take advantage of the olive branch.\" That is a statement of moderate intent which millions of Iraqis who have been appalled at the violence in Najaf will welcome. Mr Allawi has also said several times that Mr Sadr is welcome to join the political process. Much will depend on whether this is a meaningful offer, or whether the interim regime and Washington are tempted to believe that if the militia withdraw from the holy shrine the problem will also go away. This would be a dangerous gamble. Behind the violence of the militiamen is a more widespread sense of alienation from the regime, and resentment at the occupation, that are still to be overcome.</p>",
  "The cream Burberry polo shirt sported by the holidaying Tony Blair this week may have gone down well at Silvio Berlusconi's villa in Sardinia. But he better not try wearing anything from the classic English designer if he fancies popping out for a pint in Leicester. <p>To do so would run the risk of being confused with one of the binge-drinking hooligans on whom his government has declared war. Drinkers wearing Burberry have been banned from two pubs in the city centre because it is one of the favourite designers of a group of thugs. </p> <p>The Barracuda Group, which owns 154 pubs in the UK, said it had banned designs synonymous with football hooligans. </p> <p>Customers at the Parody and the Varsity will be turned away if they are wearing the luxury label, which was founded in 1856. Also unwelcome since the ban was imposed 11 days ago are those clad in Aquascutum (founded London 1851), Henri-Lloyd, Stone Island and Rockport. </p> <p>Caroline Nodder, a spokeswoman for the Barracuda Group, said: \"We've been working with the police in Leicester to draw up a list of clothing brands popular with a particular gang who have been causing problems.\" </p> <p>PC Karen Holdridge, of the Leicestershire police's violence and disorder team, said: \"Well-known football hooligans have a dress code. These people are recognised as coming into the city centre day in, day out and causing trouble.\" </p> <p>Burberry was putting a brave face on the negative publicity. A spokeswoman said: \"You have to look at this in context: Burberry is a highly successful international brand. </p> <p>\"In this country the 'Burberry check issue' is localised and pretty insignificant in the face of the overall appeal.\" She said the brand had always been \"democratic\" and had a \"cross-generational appeal\". </p> <p>Henri-Lloyd, creators of high-quality sailing designs since 1963, was more annoyed. A spokesman said: \"To stereotype and prejudice customers based on their choice of clothing seems ridiculous. </p> <p>\"For over 40 years Henri-Lloyd has been dressing everyone from members of the royal family through to Hollywood film stars and the Team GB sailing team, who won the first gold medal at the Olympics.\" </p> <p>Steve Beale, an associate editor of Arena men's magazine, said working-class subcultures had always favoured \"aspirational clothes\". </p> <p>The Burberry-loving prime minister, a Newcastle United fan, will be safe wearing his poloshirt if he wants a pint before a match at St James' Park. </p> <p>A spokesman for Northumbria police said: \"As far as we know, there are no brands of clothes banned by pubs in Newcastle.\"</p>",
  "<p>Television's love affair with history has been the subject of several rather smug articles in the quality press, saying that you don't have to be stupid to enjoy the box, you can be quite clever too.</p> <p>My theory, borne out by a brace of Friday-night history shows, is that what people really like watching is a) flashy computer animation and b) good-looking presenters. These are pretty basic reasons for watching TV, so let's not get too highbrow about history programming. BBC2's <strong>Battlefield Britain - the Battle for Wales</strong> used loads of flashy CG to show armies marching across fields in a way that used to be done with toy soldiers. Some heads twizzled around on green screens as if we were \"reconstructing\" Owen Glendower, Henry IV and the other protagonists of the great 15th-century Welsh rebellion. I kept hoping that their little computerised mouths might start miming lines like \"Die, English scum!\" but no such luck. </p> <p>Alongside all the computerised stuff, Battlefield Britain had a secret weapon in the attractively gangly form of Dan Snow, son of co-presenter Peter. While \"dad\" waved his arms around and talked enthusiastically about strategies at the battle of Pilleth, Dan did a lot of scrambling through bracken and dressing up in armour, and looked very good doing both. </p> <p>Battlefield Britain was unpretentious stuff that understood that, when it comes to history, a cute smile and a fancy graphics package are more interesting than taxes and axes. </p> <p>Yet more virtual head-twizzling in <strong>Mummy: the Inside Story (Channel 5)</strong>, a one-hour documentary based on the successful British Museum exhibition of the same name. Clever scanning and image software have enabled the BM's Egyptologists to \"unwrap\" the mummy of eighth-century BC priest Nesperennub, and if you go to see the show in London you get a pair of 3D specs for free. On TV it was a bit less exciting, and indistinguishable in parts from every other Egypt documentary ever made, but there was still fun to be had. </p> <p>We learned that \"Nes\", as they called him, had very good skin for a man of his age, which got me thinking of a new range of adverts for expensive facial gloop (\"I'm 3,000!\"). And we saw tempting hints of \"Mummy-unwrapping parties\", to which I am longing for an invitation.</p>",
  "They were, she says, the most extraordinary days of her life, a kind of \"sacred, patriotic union\" that lasted a whole week. \"People of all sorts took part. Everyone who came on to the street got a gun. Kids dug up the roads, people threw down beds, furniture, anything to build the barricades. It was, almost, a party.\" <p>Almost, but not quite. About 1,500 Parisians died in the uprising which preceded the capital's liberation, driving 20,000 occupying Nazi soldiers into a few fortified redoubts and clearing the way for Leclerc's 2nd Armoured and the US army's 4th Infantry to roll into town in the sweltering late summer heat of August 25 1944. </p> <p>Madeleine Riffaud might have been among them. She had marked her birthday two days earlier by turning back an armoured German supply train in the 19th arrondissement and taking 80 men prisoner. A Resistance veteran at 20, a lieutenant in the newly formed Forces Françaises de l'Intérieur (FFI), she missed most of the Liberation Day celebration: she was leading a final assault on 1,000 SS troops in their barracks on the Place de la République. </p> <p>On Monday Ms Riffaud will be 80. She talks fluently and passionately of the events of 60 years ago but with her eyes closed, the better to summon up what are plainly, at times, images no one would ever wish to see. </p> <p>In August 1944 Paris had been occupied for 50 months. The five-star Hotel Meurice on the Rue de Rivoli was the German army HQ; savage requisitioning meant food was scarce. Dried and shredded carrot leaf served as tobacco; butter was 1,000 francs a kilo on the black market (the average monthly wage was 2,300); slabs of pine wood soled shoes; bicycles, their tyres stuffed with sawdust, were the only means of transport besides the sporadically functioning metro, preferably avoided because of the risk of round-ups and reprisals. </p> <p>Ever since the D-day landings in early June the capital had buzzed with rumours. Since August 9 Parisians had watched with growing excitement as German non-military personnel fled town, followed in increasing numbers by exhausted and defeated troops from the Normandy front. The allied forces were approaching; release could be only days away. </p> <p>The steadily mounting fever - Parisian railway and metro workers began a brave series of wildcat strikes on August 11, followed by postal workers and finally the police - escaped Ms Riffaud. For the past month she had been in jail, awaiting a firing squad for having shot a German officer in the head on the Rue Solferino. </p> <p>\"In fact, the Paris insurrection started in earnest on July 1,\" she says. \"That was the day the Liberation committee decided to test the temperature of the people. They knew the only chance of avoiding a full-scale military battle for Paris was if everyone came out on to the streets. Our task in the Resistance was to give Parisians confidence, show them we were there. We were each to kill a German, in broad daylight and in a public place.\" </p> <p>She was ready. Ms Riffaud's war had begun in May 1940: her first contact with German forces was when the Luftwaffe strafed the column of refugees in which she was fleeing the Somme for the unoccupied south-west. In early 1941 she took her sick grandfather on a two-day train journey to see her father near Amiens, and a Nazi officer kicked her hard in the backside. </p> <p>\"I landed on my face in the gutter,\" she says. \"That moment was the turning point for me. I was 17, I was humiliated, my fear turned into anger. I remember saying to myself, 'I don't know who they are or where they are, but I'll find the people who are fighting this and I'll join them'.\" </p> <p>The problem, she readily admits, was how. \"As many people got caught trying to join the Resistance as did inside it,\" she says. In the end, the answer was not of her own making: suffering from the early signs of tuberculosis, she was sent to a sanatorium near Grenoble to recuperate. </p> <p>It turned out to be a veritable Resistance hub, the contact point for three Maquis networks and home to an underground printing press. By the end of 1941 Ms Riffaud was in Paris, supposedly studying to be a midwife. In reality she was a young Resistance recruit who went by the name of Rainer, a nom-de-guerre she took out of a stubborn admiration for the German poet Rainer Maria Rilke. </p> <p>\"Hundreds of young women like me were involved. We were the messengers, the intelligence gatherers, the repairers of the web. When men fell or were captured we got the news through, pulled the nets tight again. We carried documents, leaflets, sometimes arms. We walked miles; bikes were too precious and the metro was too dangerous.\" </p> <p>Many, many people fell, she recalls (up to 5,000 faced the German firing squads at Mont-Valerian alone), but they were always replaced. \"The essential was not to give in. When you resisted, you were already a victor. You had already won. We could be killed at any instant, but we were among the ranks of the combatants.\" </p> <p>By 1943, after the battle of Stalingrad, things had got tougher. Nazi infiltrations, crackdowns and round-ups became increasingly savage and increasingly effective. The life expectancy of a three-strong Franc Tireur-Partisan cell could be counted in weeks, and getting hold of arms became the movement's greatest challenge. </p> <p>\"I got quite good at it,\" says Ms Riffaud. \"I'd walk up to a policeman and sweet-talk him, then show him our requisition bill which said the Resistance needed his revolver. I would say he could do the patriotic thing, or - and I'd gesture towards my two male subordinates who would be behind him. We got a lot of pistols that way.\" </p> <p>It was one of those arms that saved Ms Riffaud's life. In mid-July 1944, on a sunny Sunday afternoon, she cycled up to an SS officer who was standing staring at the Seine opposite the Tuileries gardens, braked, put both feet on the ground and shot him twice in the left temple. </p> <p>\"I remember thinking, can he really be such a bastard if he's gazing at the Seine like that? Perhaps he's imagining that soon the war will be over. But I knew I had to do it. I was the leader of a Resistance group, there were crowds of people out walking in the gardens who would see it. It was right. I felt very calm, very pure.\" </p> <p>She was captured by fluke, by French police officers in a rare patrol car, taken to the Gestapo HQ in the notorious Rue des Saussaies, and tortured. </p> <p>Because she passed out too quickly when they used water or electricity, they strapped her to a chair and deprived her of sleep. They tortured a man to death before her eyes. They captured one of her young recruits, a 16-year-old boy, stood him in front of her and broke his arms and legs. They said: \"Just talk to us, and we'll stop all this. Have you no heart?\" </p> <p>\"I don't know how I didn't talk, but I didn't. I just kept saying I knew nothing, that I had killed to revenge a dead boyfriend, I had no contacts, I was on my own. They had decided to shoot me when finally they identified the gun as one stolen from a policeman by the Resistance. That made me a bigger fish; they had to investigate me again. And by then it was too late.\" </p> <p>She was released in a final exchange of prisoners on August 18. She emerged to find all Paris in uproar. That same day, posters signed by the head of the FFI in Paris, Colonel Henri Rol-Tanguy, appeared everywhere calling on citizens to halt all German movements by erecting barricades throughout the city. More than 600 makeshift barriers of brick, tarmac, vehicles, furniture and lamp-posts were thrown up within hours. </p> <p>The following day 3,000 determined policemen took over their HQ and the day after, a group of 20 unarmed Resistance men raised the tricolore over Paris town hall. Apart from sporadic tank attacks, the Germans never tried seriously to recapture it. There was to be some fierce fighting to come, but it was the beginning of the end. In all, 3,200 German soldiers were killed during the fighting in Paris. </p> <p>Next week Madeleine Riffaud will be a guest of honour at many of the dozen or so ceremonies planned to celebrate the anniversary of Paris's liberation, and to commemorate the 900-plus Resistance fighters and 580 civilians who lost their lives in the week-long battle. </p> <p>The main official ceremony, followed by a grand popular ball on the Place de la Bastille, will come on August 25, 60 years to the day after General von Choltitz, commander of the German forces, signed the formal surrender, and Charles de Gaulle appeared triumphant on the steps of city hall to declare in a historic address that Paris, broken and martyred, was now free. All the church bells rang. </p> <p>Of that day Ms Riffaud remembers mainly her first experience of real war. \"They were firing proper shells at us on the Place de la République,\" she says. \"We were fighting floor by floor, dropping grenades through the windows. It lasted all day and I lost one of my best men, Michel Tagrine, to a bullet fired after the surrender. </p> <p>\"But you cannot understand how wonderful it was to fight finally as free men and women, to battle in the daylight, under our own names, with our real identities, with everyone out there, all of Paris, to support us, happy, joyful and united. There was never a time like it.\" </p> <p><b>August 15 1944</b> Paris police and metro workers begin all-out strike, followed the next day by postal workers </p> <p><b>August 17</b> German-controlled state radio stops broadcasting; BBC reveals capture of Chartres and Orleans. Heated debate by resistance officials on when to call uprising. Raoul Nordling, Swedish consul, negotiates prisoner exchange that frees Madeleine Riffaud. Marshal Petain, head of Vichy government, told to leave France </p> <p><b>August 18</b> Collaborationist press fails to appear. General mobilisation of Paris declared </p> <p><b>August 19</b> First fighting of the uprising. Several government buildings taken. Police occupy their HQ. German commander Dietrich von Choltitz makes first contact with Resistance. </p> <p><b>August 20</b> Street-fighting continues. US 4th Infantry crosses Seine. De Gaulle lands at Cherbourg. Paris city hall occupied peacefully. </p> <p><b>August 21</b> Street fighting. General Leclerc's 2nd Armoured Division send advance detachment to Paris. First Resistance newspapers on sale. </p> <p><b>August 22</b> Street fighting reaches peak. Barricades all over the city. US general Omar Bradley gives Leclerc order to advance on Paris. </p> <p><b>August 23</b> Von Choltitz receives order from Hitler to raze Paris to ground. Leclerc runs into resistance near Orly. </p> <p><b>August 24</b> 2nd Armoured fights on. Advance detachment, escorted by Resistance, reaches city hall in evening. </p> <p><b>August 25</b> Von Choltitz signs formal act of surrender at Paris police HQ in afternoon. De Gaulle appears at city hall. </p> <p><b>August 26</b> A million people crowd Champs-Elysées for De Gaulle's victory parade. </p> <p><b>August 31</b> Seat of provisional French government transferred to Paris.</p>",
  "<p>Wagner's Ring seems to be everywhere, with new cycles springing up all around the operatic world. The Proms doesn't intend to be left out; between now and 2007 all four parts of Wagner's tetralogy will be performed in the Albert Hall. It is not planned as a unified cycle, however. Each instalment will have a different conductor and orchestra and, presumably, a wholly different cast. </p> <p>Whatever comes later - Die Walküre will be conducted by Antonio Pappano - it will have to work hard to match this opening Das Rheingold for novelty and interest. For this was the first period-instrument performance of any Ring opera, with Simon Rattle conducting the Orchestra of the Age of Enlightenment with instruments modelled as closely as possible on those Wagner would have known. Though there's a law of diminishing returns with period performances - the farther its repertory advances through the 19th century, the less startling the revelations become - every sound was still fascinating. </p> <p>With strings using gut and woodwind and brass lacking some of the muscle of their modern equivalents, a more equitable balance between voices and orchestra was predictable, but what came out even more was the inner detail of the orchestral writing and, curiously, a more accurate placing of Rheingold within the 19th-century tradition. Wagner sometimes seems outside the normal operatic lineage but here his debts could be heard - Weber and Meyerbeer are obvious antecedents, but here were echoes of Berlioz, and even of Mendelssohn in some of the string tracery of the Niebelheim scene. </p> <p>However, there was no hint that the singers in Rattle's very serviceable cast had tried to recreate the singing styles Wagner would have known; a 19th-century cast would surely have phrased with more portamento, for instance. As it was, Willard White's Wotan was secure and lucid, though lost out in personality to Oleg Bryjak's feisty Alberich, while as Fricka, Yvonne Naef's singing was a reminder that the French tradition had its part in Wagner's synthesis too. Anna Larsson was fabulously authoritative as Erda; Peter Rose's Fasolt was unusually sympathetic. And, if Rattle's conducting lacked an over-arching sense of the work's architecture, it certainly kept the score moving. </p> <p><strong>·</strong> The Guardian will review every Prom this season. Archived reviews at: <a href=\"http://www.theguardian.com/arts/proms2004\">theguardian.com/arts/proms2004</a></p>",
  "<p>When I read in my local newspaper that a Hollywood studio was seriously considering making a movie about the mighty Carthaginian warrior Hannibal, I was beside myself with glee. Hannibal is the indomitable north African military genius who caught the Roman empire napping in 218BC when he turned up with a vast army in northern Italy after miraculously crossing the Alps. What particularly impressed the Romans was the fact that Hannibal's retinue included a number of colleagues mounted on elephants. If nothing else, this bold gesture demonstrated a certain element of panache.</p> <p>For the next 10 years, Hannibal raced up and down the countryside wreaking havoc hither and yon. All the while, the Romans cowered behind their walls, fearful of facing him in open battle. Only when Hannibal was recalled to Carthage to defend the city-state against the depredations of one Scipio Africanus - and defeated at the epic battle of Zama - was Rome freed forever from the scourge of its insolent neighbours across the Mediterranean.</p> <p>Clearly, what Hollywood has on its hands here is a Punic Braveheart. Pitting the flashy but outgunned Carthaginians against the gun-shy but wealthy Romans, the Hannibal saga is replete with themes that appeal to modern film-goers: David versus Goliath, the third world versus the first world, good versus evil, elephants versus horses. But that's not why I was so excited when I heard that the film might be headed for production. No, what warmed the cockles of my heart was the news that the chrome-domed, musclebound Vin Diesel was to be cast in the lead role. As someone who never goes to the movies without entertaining the hope, however slight, that he might finally get a chance to see the worst film ever made, I could not have been more overjoyed to learn that the star of The Fast And The Furious might now be appearing in The Furious And The Not So Fast. Here, at long last, Hollywood was going for broke with a film that could be the very worst motion picture in history. I could hardly keep my knees from quaking.</p> <p>All this conjured up memories of similar experiences in the past. I can well recall the jubilation I felt when I learned that Merchant and Ivory had cast the beefy, not especially scholarly Nick Nolte as Thomas Jefferson, architect of the American revolution, author of the Declaration of Independence, founder of both the University of Virginia and the Library of Congress, and not especially beefy guy. Nor was I disappointed when the thoroughly awful motion picture saw the light of day. I was equally elated when I read that Julia Roberts would be cast as Dr Jekyll's furtive Irish maid in Mary Roberts: I simply could not wait to hear her accent. Nor were my hopes dashed when that dreary, misbegotten film finally debuted.</p> <p>Alas, on many other occasions, my hopes, once raised to the heavens, were brutally smashed. As a connoisseur of sublimely bad movies, I was devastated when the rumours that Kevin Costner would play Michael Collins proved false: seemingly, both the Irish Republican Army and the Ulster militia agreed to suspend hostilities and join forces to assassinate any director blasphemous enough to cast the passive Costner as the legendarily heartless terrorist. I was similarly heartbroken when the report that Melanie Griffith would don a burka and mount a camel in The Sheltering Sky proved to be unfounded. What a Tuareg tootsie she would have made!</p> <p>Thus, when I read that Vin Diesel might play Hannibal, but that nothing definite had been set, I sensed a queasy feeling in the pit of my stomach. Ballyhooed as the next Sean Connery just a year earlier, Diesel, the worst actor in living memory, had seen his career stall. XXX, the film that was supposed to vault him into the stratosphere, had failed to take the world by storm. His next film, A Man Apart, was a bomb. What concerned me now was the possibility that if Diesel's latest film, The Chronicles Of Riddick, tanked, the plans for Hannibal, Gen-X Destroyer might go on the back burner. Or perhaps The Rock, the thinking man's knucklehead, would get the part instead. Or perhaps Hollywood might play it safe with Anthony Hopkins or Denzel Washington, thereby raising the cruel possibility that the film might not be anywhere near as horrible as I hoped it would be. </p> <p>As someone who lives, breathes and eats bad movies (who else do you know that owns both Shallow Hal and Battlefield Earth?), I do not like to be trifled with. When I read that a truly bad motion picture is in the works, I am kinder to my wife, more generous to my children, more absolving toward enemies, less callous toward beggars. But, in the back of my mind, I always dread that my hopes will end up in the dumpster. I do not want to be told that Ben Affleck and Drew Barrymore will play Anthony and Cleopatra and then find out that it was all a publicist's little joke. I do not want to be told that The Hulk II or The Return Of Gigli have already been slated for production, only to discover that these rumours are lies. What I want, what I expect, from the motion picture industry, is to be informed long in advance that Madonna is filming a remake of Swept Away, and then actually get to see the motion picture in all its plangent crumminess. Admittedly, I have very low expectations. But I expect them to be met. </p> <p>This is why the news about Hannibal The Bouncer is so very important to me. I want Vin Diesel to make that movie. I need Vin Diesel to make that movie. I am not getting any younger and am increasingly worried that I will not live long enough to see an actor as bad as Vin Diesel again. Nor am I being greedy here. I am not demanding that Hollywood cast Sylvester Stallone as Hannibal's father Hamiclar, or that it hand the role of Hannibal's brother, Hasdrubal, to Patrick Swayze. I know it is too much to hope that Demi Moore will be cast as a sultry Vestal Virgin or Sharon Stone as Salambo, Vixen of Nubia. I have reasonable expectations, plausible hopes, manageable dreams. And if it will help move the project along, I am willing to see all of Vin Diesel's upcoming movies several times, and even buy the director's cut of Knockaround Guys and Boiler Room if it will increase the chances that he lands the role of the vaunted African warrior.</p> <p>Why am I so fixated on Hannibal, Dude of the Desert? Because Diesel owes it to himself to make this movie. John Wayne once played Genghis Khan. Hilarious. Mickey Rourke once played St Francis of Assisi. Insane. But Vin Diesel could outdo them all. I think he has the chops, the strut, and the attitude to make a film a million times worse than either of those majestic stinkbombs, to be remembered as long as old men gather around campfires and sing sad songs about the deaths of careers. So please, Mr Diesel, please Hollywood bigwigs, please dear God, please sign the relevant papers and get Boyz In The Sahara into production. Please don't hold it against him that The Chronicles Of Riddick is a dud.</p> <p>Come on. Don't we all want to see Vin Diesel on an elephant?</p> <p><strong>·</strong>The Chronicles Of Riddick is out on Friday</p>",
  "<p>Were you to conceive for satirical purposes a lifestyle magazine aimed at a niche market of gang members and acolytes of gangsta rap, it's odds on you'd imagine a garish glossy with lurid content like the 50 best places to hide your drugs, a Which?-style consumer guide to the MP7 machine gun, other mobsters telling their grisly stories and plenty of be-thonged young ladies. It'd be a pretty on-the-money parody too, except that the magazine called Don Diva already exists, has racked up 100,000 circulation in the US and is about to launch a UK edition.</p> <p>In fact Don Diva is just one of a sub-genre of similar magazines including titles such as Felon (From Every Level Of The Neighborhoods) and F.E.D.S (Finally Every Dimension Of The Streets), which was the first of its kind and 90% of whose annual subscribers are currently incarcerated in prisons. </p> <p>Eschewing Don Diva's ghetto fabulous sheen of glamour, F.E.D.S opts for a more sober approach to its subject and claims, perhaps somewhat disingenuously, that their intention is to debunk the thug myth and deter youth from crime. </p> <p>According to founder Antoine Clark, the unflinchingly candid interviews they typically feature with the likes of Nicky Barnes, a heroin pusher in 1970s Harlem, and Peewee Kirkland, a basketball player who shunned the professional leagues to deal drugs, act not to \"give them [criminals] glory but draw attention to the consequences of gangsta life\".</p> <p>The formula for F.E.D.S came to Clark in 1999 while convalescing, after being shot and paralysed in a gang-related incident at a roller rink in the Bronx. It's a pretty unorthodox entry into the world of publishing but hardly atypical in this murky milieu with Clark's mogul counterparts, or mag daddies if you will, sharing equally colourful CVs. Tiffany Childs, who runs Don Diva, is married to a drug gang leader currently serving time on organised crime charges, while Felon's editor Jules Rutledge admits to a three-year stretch but is enigmatically reticent as to the nature of his misdemeanour.</p> <p>Ironically, besides the obvious sales rivalry, the ideological schism between Don Diva and F.E.D.S has festered into an animosity that apes the beefs of the gang culture that inspired them. Clark has accused Don Diva of spreading rumours that he is a police informer - a charge denied by Childs, who insists that since F.E.D.S regularly features \"rats and snitches\" readers came to that conclusion alone. She has in the past, however, excoriated Clark for being critical of street people's way of life.</p> <p>Savvy readers detecting in this a publicity stunt cooked up by the magazines would do well to remember that, in hip-hop circles, threats are rarely idle - witness hip-hop bible the Source magazine's bullet-proofed premises and Pentagonesque security. Still, scam or not, the obloquy and notoriety both mags have garnered means they continue to thrive with F.E.D.S now diversifying into film-making and Don Diva's merchandising wing is booming.</p> <p>How Don Diva's UK edition will fare is uncertain, but the explosion of interest in hip-hop culture coupled with the staid, backpacker-centric nature of other UK hip-hop magazines bodes well for its chances. If it's a success, you can be sure F.E.D.S et al won't be far behind, and we'll be in for a print war to make our own tabloids mud-slinging spats look very small beer indeed.</p>",
  "<p>LL Cool J is concerned. \"Make sure you write he told me to do it,\" he orders, thrusting a thumb toward his trainer, who has suggested the rapper drop and do 20 before his already bulging biceps are photographed. Ladies Love Cool James, sporting shades and muscle-hugging vest, wouldn't want to look vain, apparently.</p> <p>Ironic, considering the rapper once released a record called GOAT (Greatest Of All Time), while in the video for his new single, Headsprung, he tears apart a T-shirt every 10 seconds to show off the six-pack. Still, he's engaging enough, even when cluttering the conversation with unnecessary asides like \"I was on a plane - actually it was a private jet ... \"</p> <p>Perhaps though, LL has the right to be somewhat self-important. There are precious few rappers with a career as enduring or distinguished as the man christened James Todd Smith. Since his debut as the lip-licking, Kangol-wearing stud-muffin on the seminal 1985 album Radio, he has sold millions and millions of records, won his body weight in awards (no mean feat), starred in a sitcom, successfully ventured into film and cashed in on clothing, advertisement and sponsorship deals. A devoted charity worker, on the Ivory Coast he's known as Chief Kwasi Achi-Brou, after building a hospital for locals.</p> <p>\"I think I'm the best, of course. How could I not?\" he muses in serious tones, as though subdued is somehow unassuming. \"But it's not about thinking that you're greater than God or greater than thou, in terms of your existence as a human being, because art is ... \" - he thinks hard - \" ... what it is.\"</p> <p>Yes, mind your blasphemies, LL is a bit of a Bible-basher. It's \"the Lord\" that has helped him achieve career longevity, \"a blessing\" that he's sold so many records and \"God-given\" that he has attained acclaim in films. </p> <p>Certainly he has something on his side. Of his old-school counterparts Kool Moe Dee, Doug E Fresh and Big Daddy Kane, LL is the last man standing. He may have made a few musical mis-steps along the way, yet he always manages to conjure another comeback: one of the few able to collaborate with everyone from J-Lo to Jay-Z.</p> <p>Not only wangling work with must-have hitmakers like the Neptunes, Cool J is now about to accelerate an already accomplished acting career into the A-list league. Due for release early next year, Edison, starring Kevin Spacey, Morgan Freeman and Britney's ex (\"Yes, Justin can act\"), will mark LL's first foray into \"proper\" performance. The film, billed as a Usual Suspects-style thriller, sees Cool J play a cop who has \"sold his soul\". It's a part Denzel and Tom Hanks would want, he points out proudly, his greatest role yet.</p> <p>He's seemingly sidestepped the Samuel L Jackson myth that rappers make for rubbish actors. It's a subject he's discussed with \"Sam\", whom LL worked with in Deep Blue Sea and 2003's SWAT. \"I think he's talking about people who haven't really trained,\" he insists. \"I was classically trained over eight years. So I didn't take it personally.\" </p> <p>Besides, Cool J decides, why should he limit himself? \"There's a parable in the Bible about multiplying your talents. Leonardo didn't stop trying to invent things because people liked his paintings.\" Quite. \"I'm a good actor,\" LL continues, though it's hard to judge his true potential just yet. Since debuting in the hip-hop film Krush Groove, he's either played the generic bad guy or else a comedy foil to the likes of Robin Williams in Toys. But then, who knew Halle Berry could really act until Monsters Ball enthralled The Academy, he points out. Aha - is he talking Oscar with Edison? A grin. \"From your mouth to God's ears,\" comes the religified reply.</p> <p>As a budding thesp, he certainly has plenty of emotional memory to recall. As well as God and hard toil - \"faith without work is dead\" - LL attributes his success, as both rapper and actor, to an embattled childhood. \"Carbon has to be blessed with pressure before it can become a diamond. It's the resistance of the wind that makes a kite fly,\" he points out, dead serious. He loves a metaphor, does LL.</p> <p>Born 36 years ago in St Albans, New York, before moving to the somewhat less savoury Queens, the young James lived with his grandparents and mother. Smith Sr, a nasty piece of work by his son's account, was in and out of his life, returning home when LL was a teenager. One day, his father pulled out a gun and shot his mother and grandfather, though thankfully both survived. \"I don't see my father. We don't have a relationship,\" LL admits. \"Some things fall off the boat, you know? And that's one of those things that got thrown off the boat.\"</p> <p>Talking about the past agitates LL. He once wrote a book called I Make My Own Rules, which detailed his troubled upbringing, the early years of fame (and the excess of groupies and drugs that accompanied it) through to the big man intervening and showing him the light. Today, though, LL doesn't care to dwell. </p> <p>\"I think I was doing what I knew how to do - I don't judge it. I don't look back. I don't live my life in the rear-view mirror because, if you do, you're bound to end up wrapped around a pole somewhere.\" Nowadays he's a happily married father of four, dedicated to family life. The champagne and chicks he talks about in records like 1 In The Morning are just part of the image, although he still loves a knees-up. \"Puffy ain't the only one throwing parties,\" he says.</p> <p>LL's disinclination for introspection may have something to do with his age. As an actor he's perhaps about to enter his prime, but where does he see himself in a hip-hop world populated by young guns like Lloyd Banks and J-Kwon? \"On this couch talking to you,\" he deadpans. \"It ain't about none of that. I'm about wherever the people that are fans of me think I am. This is art, you know?\"</p> <p>Unlike Jay-Z, LL has no intention of hanging up his microphone just yet. \"Why would I?\" he says, appearing most affronted. \"I don't even know what any of that is. I, I ... that's them,\" he stumbles for a second. \"They can do whatever they want. I do what I want to do. I love my fans, I love my music - I have no reason to retire.\" He may have lost the rage of Mama Said Knock You Out, but a brief listen to his Timbaland produced 11th album, DEFinition, sees LL back on track after the saccharine-sweetness of 2002's 10 (which sold two million copies, despite being critically unacclaimed).</p> <p>Besides, he has a lot left to accomplish yet, he says, fingering the tattoo of a microphone that winds around his tree-trunk triceps. More Grammys, an Oscar maybe? Maybe a move into politics? He's not so sure about the last one. \"God blesses us all with different views and perspectives and levels of influence and power. Hands, feet, ears, eyes, nose - we're all different parts of the human body and we all have our individual functions,\" he nods meaningfully before lightening up a little. \"I don't mean to be overly philosophical but that's just who I am,\" he shrugs. \"I can't pretend to give you an answer that's not real to me.\" That's LL - keeping it realigious to the last.</p> <p><strong>·</strong>The single Headsprung is out on Monday. DEFinition is out on August 30. Edison is out next year</p>",
  "<p>Sally curls her legs around the steel pole and sinks slowly to the floor under the spangled light of the disco balls suspended high above her. It is a wet weeknight in Glasgow and the 19-year-old is getting ready for work. </p> <p>\"How many girls do you know who could come in here and do that?\" she asks. \"It takes a lot of self confidence, training and skill. It's an art.\" </p> <p>Sally likes what she does, but Glasgow city council does not. </p> <p>This week it took its opposition to a new level with a study that accuses the city's four lap dancing clubs of the sexual and financial exploitation of women. The report, drawn up by the social researcher and feminist Julie Bindel, adds weight to renewed calls for the clubs to be reclassified as sex shops, rather than part of the leisure industry, which effectively would allow the local authority to close them down. But the clubs are calling foul. They say the involvement of Ms Bindel, who works with London Metropolitan University's child and woman abuse studies unit, discredits the report's findings, and they will fight any efforts to close them. </p> <p>\"She's a feminist,\" says Sally, who works at the Diamond Dolls club, in the heart of Glasgow. \"What she has presented is a negative point of view and it is her point of view. She thinks that to do this kind of job we are losing our self respect, and that's not true. Nobody forces us to be here. We do it because we want to do it and like to do it.\" </p> <p>Ms Bindel says that was not what she found. She says her research - its extensive interviews with dancers and club owners, and undercover observations - laid bare a culture that encourages customers to seek sexual services and puts pressure on dancers to offer them. The women, she said, could be humiliated, and were financially disadvantaged and made vulnerable by a system which requires them to pay fees to use the clubs. </p> <p>One dancer, she said, a mother of three, spoke of her distress at being made to dress as a schoolgirl. And at one club the research team visited, the VIP room is said to have had a bowl of condoms on the table. She alleged that in some instances clubs \"set the women up to perhaps, on occasion, when desperate, when debts accumulate, to acquiesce to the demands for sexual services\". </p> <p>She has defended her involvement in the study, saying that her views on the industry did not cloud her assessment. </p> <p>\"It is no secret that I have firm opinions on commercial sexual exploitation. What I did in this research, I went in to these clubs, interviewed the people, examined lots of different research papers with an open mind. If I were to go into these clubs and find nothing but happy dancers making money from respectful customers, that is exactly what would have gone into the report. That's not what I found ... the women I spoke to were desperate.\" </p> <p>Ms Bindel said it was not for her to decide what happened next, but she did feel a change in the law was necessary. </p> <p>\"I think they are falling through the loophole in terms of licensing conditions,\" she said. </p> <p>\"Be honest about what the entertainment is. Just be absolutely honest about what these clubs are, and what customers are expecting.\" </p> <p>Jim Coleman, the council's deputy leader, said the report had helped their efforts to have the clubs reclassified as sex shops. A copy has gone to the Scottish executive, along with a separate report from an executive-appointed working group which recommends much tighter controls to protect the women. </p> <p>\"What she found didn't surprise us,\" said Mr Coleman. \"It confirmed our worst fears. Previously, the story about lap dancing clubs was that it was harmless fun. Our position was that it was exploitation of women - next door to prostitution.\" </p> <p>And he stood by the choice of Ms Bindel. </p> <p>\"Her record is good in that particular field,\" he said. \"If you are going to do an investigation into some part of the sex industry, you're not going to get someone who's good at gardening, are you?\" </p> <p>Steven MacDonald, the promoter of Diamond Dolls and two other clubs, is frustrated by the report's conclusions. Lap dancing clubs, he said, were tame compared with the much more explicit displays people could see 50 miles away at the Edinburgh festival. </p> <p>\"The study is a nonsense,\" he said. \"I know the clubs, I know the industry. If something like that was going on, we would hear it, and it would arrive at us first. I do feel the report has been demeaning to the girls, to the staff, to the people like ourselves and to the customers, creating this kind of raincoat image.\" </p> <p>It is this seedy image which Sally says concerns her most: \"We don't want people coming in here thinking they can get away with that sort of thing.\"</p> <p>• This article was amended on Wednesday 28 January 2009. Sally is a pseudonym. This article originally included the dancer's real name.</p>",
  "<p><strong>Game Stars Live 2004</strong><br>London</p> <p>Until last year, the only video game show open to UK consumers was the PlayStation Experience, delivering a fairly biased picture of upcoming releases. Game Stars Live changed all that, and this year's show comes with exclusive looks at the mighty Halo 2, Pro Evolution Soccer 4 and the very promising Star Wars: Battlefront in which you take part in some of the better-known skirmishes in a galaxy far, far away. Other attractions include the unavoidable 1980s arcade, the Retro Lounge, where you will invariably be able to play Pac-Man and Asteroids yet again; the Groove Zone, featuring karaoke and dance mat games; the finals of the European Online Gaming Championships and the Get Into Gaming Zone offering career advice for Miyamoto wannabes.</p> <p><strong>·</strong> NG ExCel Exhibition Centre, London, E16, Sep 1-5, £10 adv/£12 on day/concs available</p> <p><strong>Doom 3</strong><br>PC</p> <p>The normality of arriving on Mars base for what starts as a standard tour of duty is a nice counterpoint to the horrors to come. Greet fellow marines, be directed to your unit commander, and then lock and load as something changes your erstwhile colleagues into a collection of rampaging flesh-eaters howling for your blood, and all of a sudden it's business as usual. But not quite. Although the creatures are familiar from earlier Doom episodes, they're now beautifully rendered in all their grisly, empty-eyed, spike-toothed glory, and some have been given the ability to jump unnervingly large distances in their quest to claw you to pieces. Environments have become havens of darkness, from which these monstrosities can leap, making the threat of gruesome death ever present. Nerve-wracking, tense and very big, it's a fitting return for the daddy of all shooters. <br><strong>Nick Gillett</strong></p> <p><strong>·</strong> id, £35</p> <p><strong>Catwoman</strong><br>Playstation2, XBOX, Gamecube</p> <p>There is one thing we should all be grateful for when sighing into our popcorn over Catwoman's dreadful film outing - on the strength of this there are unlikely to be any emetic Halle Berry Oscar speeches next year. The game of the film follows its celluloid stablemate straight round the U-bend with a painful confusion of awkward controls and blighted viewing angles. Clearly designed to have the honed agility of the Prince of Persia, Catwoman's cack-handed clumsiness is evident from the start - stumbling from high objects, backflipping off ledges and missing obvious jumps are key parts of her repertoire. There's no control of the camera either, which has a mind of its own: a mind that is sadly that of a halfwit. Less Prince of Purr-sia than Cat-astrophe. <br><strong>NG</strong></p> <p><strong>·</strong> Electronic Arts, £40</p>",
  "<p>Many people love films and hate the theatre. They are drawn to the cinema because they enjoy its dream-like disengagement, while the theatre enlists them in responsibility for the success of the event and makes them feel culpable if it fails. And they hate theatre's aesthetics: it's all in wide shot, the point of view never moves and the characters talk a lot. In his primer on film-making, Notes on the Cinematographer, Robert Bresson talks of theatre as the dead hand on cinema, most films being, in his words, \"filmed theatre\" rather than an expression of the art of \"cinematography\", which should owe nothing to a theatrical or literary tradition. And it's true that by Bresson's criteria, many - or most - films fall short. What price then for films that are about theatre? </p> <p>But there are many films that either use the theatre as a background or are set in its world: Les Enfants du Paradis, To Be or Not to Be, Stage Door, Twentieth Century, All About Eve, 42nd Street, The Country Girl, Opening Night, The Travelling Players, The Dresser, Shakespeare in Love... The world of theatre is like the mafia, the army, prisons, nunneries and schools for apprentice wizards: they are attractive to film-makers because they're closed societies. Because they are inaccessible to first-hand scrutiny, their authenticity can't be challenged by the audience, so film-makers are free to invent customs and rules and behaviour that have as much relationship to real life as Bambi does to the life of a deer in the wild. It doesn't make them any less entertaining; in fact, rather more so. </p> <p>The theatre (and the film business) probably fuels rather more fantasies than most enclosed worlds. Some years ago I was introduced to a friend of my father's, a brigadier. \"What do you do?\" he asked solicitously. \"I work in the theatre,\" I said. \"Ah,\" he nodded thoughtfully, \"must be a lot of fucking.\" Is it too disappointing to say that the world of theatre - for all that it sometimes involves actors taking off their clothes and pretending to make love - is a world like any other? Or at least any other in which people work in the evenings and live to please and please to live. In reality it's rather less bitchy, competitive - and possibly lubricious - than, say, the worlds of politics, journalism or football. </p> <p> Stage Beauty is set in a theatre that I'm not familiar with, a theatre without women - at least on the stage. It's the story of the first female actor to appear legally in England and the last male actor to make his career by playing women. And at least in the fate of its protagonist, Edward Kynaston (played by Billy Crudup), it is, as they say, a true story. Charles II (Rupert Everett) was restored to the throne in 1660 and the 18-year Puritan ban on theatre performances was lifted. In his diary for that year, Pepys (Hugh Bonneville) observed that \"the prettiest woman in the whole house\" was a (male) actor called Ned Kynaston. </p> <p>Male actors - or at least boy actors - had played the women's roles since the early 16th century. Boys were apprenticed to the men of the company and trained to play women until they reached puberty and in exceptional cases - such as Ned Kynaston's - beyond. There's a lot of evidence of the skill of these boys as actors and female impersonators, but also of their sexual allure. \"To see our youths attired in the habit of women, who knows not what their intents be?\" said a contemporary of Shakespeare, but perhaps, given the widespread inclination of audiences to fantasise about actors' off-stage lives, his sexual imagination would have been as much provoked by the thought of female actors. </p> <p>Kynaston had trained under a former actor during the time when the theatrical profession was being kept alive with clandestine performances in basements and cellars by perpetual optimists convinced that the theatres would one day open again. Their patience was rewarded and for a brief period the old theatre - female impersonators and all - flourished. Ned was a star, admired by and responsive to both sexes, and rumoured to be the lover of the Duke of Buckingham (Ben Chaplin). Under pressure from the clergy and, in the film, from Nell Gwynn (Zoe Tapper) - and, yes, that bit is anachronistic, he didn't meet her until eight years later - the king changed the law and forbade men to play women on stage. After losing his career playing women, the real Kynaston became a successful actor of male roles (including Othello), married and had children. </p> <p>Not much more is known about Kynaston except that, as in the film, he was beaten up by thugs employed by Sir Charles Sedley (Richard Griffiths), who was briefly the patron of Mrs Margaret Hughes, the first woman to act on the English stage. She played Desdemona in a production of Othello. In the film, \"Mrs Margaret Hughes\" is the stage name of Ned's dresser, Maria (Claire Danes) who then becomes his rival. As Maria rises to stardom, Ned falls from grace; \"the prettiest woman in the whole house\" becomes unemployed and unemployable. </p> <p>For the film, we - that's Billy Crudup, screenwriter Jeffrey Hatcher, choreographer Scarlett Mackmin and I - invented Ned's acting style as a woman. I dug up a book I'd read about 25 years ago - Elizabethan Acting by BL Joseph - which argued that it is folly to imagine that Shakespeare's actors were much less concerned with truthfulness of feeling than the actors of our day. However, they showed their feeling in an extrovert and demonstrative way. Their acting displayed a poetry of movement, made up of gestures and physical attitudes in which ideally, as Hamlet advised, the action was suited to the word. These actions are illustrated in Joseph's book by 16th-century drawings of a repertoire of hand movements then in use on the stage - not an acting manual but drawn from observation. We borrowed many of the gestures to concoct a syntax of acting that could be read by candlelight: graphic, very stylised, mannered, elegant, out front. </p> <p>We took something too from the onnagata - the male actors in the kabuki theatre who play the female roles. Paradoxically, about the same time as men in England were banned from playing women, in Japan women were banned from performing in kabuki. The ban has never been rescinded. The onnagata justify their perpetual monopoly by saying they believe that women are too close to femininity to capture its essence - by which they mean its essence to men. But female impersonation is always an imitation, it's never a state of being. And all acting is a criticism of life: when men play women it raises questions about the sexual roles we've been allocated, even if there's always a touch of parody (and implicit misogyny) in the voice and the gestures. </p> <p>Cross-dressing will always be a tool of any theatre: it's part of its essentially metaphoric nature, in which everything depends on the audience's imagination. In the theatre an actor can make an audience believe in his femininity, just as they will willingly accept that a statue has come to life or a puppet has gained human characteristics. Like religion, the theatre can make us believe in the unbelievable. </p> <p>The passing of a style of acting usually takes a generation or two to occur. In every era there's an outstanding actor whom audiences find shockingly realistic, then striking new actors appear and the iconoclasm of one generation comes to be regarded as the mannerism of another. Today's artificiality is yesterday's realism. The star of 18th-century theatre, David Garrick, was celebrated for bringing authenticity to the theatre - \"to Ye surprize of everybody,\" a contemporary observer noted. He took his model from life rather than art. When a friend accidentally killed his two-year-old daughter by dropping her on a flagstone floor he said: \"There it was that I learned to imitate madness; I copied nature.\" Each generation redefines naturalism, and welcomes it with the air of the bourgeois gentilhomme discovering that he's been speaking prose all his life.</p> <p>Garrick was repudiated by Edmund Kean in the early 19th century, Henry Irving in the late 19th century and Laurence Olivier in the 1930s. Then came the movies and the stylised miming of the silent stars was seen as absurd when viewed against John Barrymore in the 1930s, James Cagney and Humphrey Bogart in the 1940s and Marlon Brando in the 1950s. To my generation - the 1960s - Brando was the alpha and the omega of truthful acting. Maybe today's teenagers look at his Stanley Kowalski and see a preening dummy.</p> <p>In Stage Beauty we see Ned's demonstrative style of acting replaced by something that looks like the acting of today. This is a flight of fancy. In reality, this process took about 350 years - say between the opening of Othello at the Globe theatre in 1604 and A Streetcar Named Desire at the Barrymore theatre in 1947. But Ned's fate is something more than artistic redundancy. The evolution of the art form takes away his livelihood, like a silent screen actor with the coming of the talkies, but it also deprives him of his identity. \"Never forget,\" his tutor said to him, \"you're a man in woman's form.\" Who he is professionally and what he is sexually are inextricably bound together. The question that the film explores is this: who is he now?</p> <p><strong>·</strong> Stage Beauty is released on September 3.</p>",
  "Lyndon Johnson's presidency was effectively ended by the anti-Vietnam chant: \"Hey, hey, LBJ, how many kids did you kill today?\" Now a modern British echo of this yell - \"Hey, hey, Tony Blair, our sons are dead and you don't care!\" - is beginning to be heard. <p>Teenager Maxine Gentle's angry letter to the prime minister about the death of her brother Gordon in Basra was followed by a meeting on Thursday with John Prescott, which she and her mother Rose found unsatisfactory. Recent bereavement excuses almost any reaction short of murder, and so it's easy to understand the determination of the Gentles that Tony Blair will have more time to spend with his sons after the next election. But the question of responsibility is more complex. </p> <p>Vietnam has always been a tempting comparison with Iraq and some of the parallels - involving political fall-out and a leader's re-election chances - may turn out to be apt. But a crucial distinction which the anti-war lobby must acknowledge is that Vietnam was fought with a conscript army, while all US and British soldiers who have died in Iraq were volunteers. </p> <p>Fusilier Gentle was, ultimately, a victim of Tony Blair's decision but his destiny was affected by his own decision to sign up. This doesn't mean that brave men should be regarded as gnats on the flypaper of government foreign policy, but to become a soldier is to agree to die at a politician's whim: which is why, like many parents, I would advise my sons against it, short of conscription in a war of national survival. </p> <p>Here, it's true, the question of choice arises. Whether or not it applies in the Gentle case, volunteer armies have traditionally recruited from the poor (in modern America, the black poor), and so the profession offers economic escape. When the Gentles point out that Tony Blair's sons are not in the army - just as when Michael Moore, in Fahrenheit 9/11, notes that no American politicians have offspring fighting in Iraq - they are citing a huge social truth but an obvious and unchangeable one. Joining an army in peacetime is the number one choice of relatively few people. </p> <p>But it's the one that Gordon Gentle made. And the brutal question raised by his death is how much control those in volunteer public services can expect over how they are used. How many of the school-leavers signing up for an army career have a developed view on whether the British should still be in Northern Ireland? </p> <p>It doesn't matter, because the structure of the army is designed to make their opinions irrelevant. A soldier must go where he is sent and has to accept that his commander-in-chief may change every four years or so at the command of a public largely voting on non-military issues. A squaddie's life and death cease to be his own. </p> <p>And, while armies, police and fire services use the possibility of heroism as a lure for recruitment, the truth is that death in the service of the public is frequently stupid. A significant number of troops die in training exercises or on the battlefield from equipment failure or so-called friendly fire. </p> <p>Similarly, firefighters are lost to their wives and children because some idiot got pissed and smoked in bed. And a British copper is at least as likely to die in a car-chase with a petty joyrider as during a brave confrontation with a gunman in an infants' school. The latter would play in the press as a \"better\" death - and the family might be sent a nice medal to go with their weeping memories - but the reality in all these cases is a gap at a family's table. </p> <p>The tragedy of the Gentle family - as for thousands of Americans during Vietnam - is that their loved one died what was theoretically a hero's death in battle, but in a war which neither the relatives nor the bulk of their country regarded as heroic. With a special futility which recalls those in the great wars who were killed on the morning of the armistice, Gordon Gentle died on the day that Iraq was handed back to an interim government. </p> <p>Two of the consequences of Vietnam were that army recruitment slowed down and that subsequent leaders were forced to think very hard about the sacrifice of soldiers. Both of these repercussions now seem likely in Britain. </p> <p>The first would be a pyrrhic memorial for Gordon Gentle as he presumably believed in armies: it is an awkward paradox, in the US and the UK, that dead volunteer soldiers are being taken up as heroes by an anti-war movement which detests the military in principle. </p> <p>But the second effect - the near-certainty that the next prime minister and president will pause before committing troops overseas - at least means that Gordon Gentle will not have died entirely in vain, although this will be little comfort to his family. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<b>Haaretz</b> <br> Editorial, Israel, August 20 <p>\"More than three months after a majority of the Likud membership participating in the party referendum rejected Prime Minister Ariel Sharon's plan to leave the Gaza Strip and the northern West Bank, most of Likud Central Committee members voted [on Wednesday night] against Mr Sharon's plan to include the [opposition] Labour party in the government. [It was] a move intended to strengthen parliamentary support for disengagement.</p> <p>\"If Mr Sharon decides to take an exceptional step and continue negotiating with Labour despite the Central Committee's decision, Labour, and first and foremost its head, must [put] prestige, personal ambitions and sectoral demands aside. Both sides must put an end to the perpetual political maelstrom and without further ado create a stable government that can meet the challenge of withdrawal.\" </p> <p><b>Jerusalem Post</b><br> Editorial, August 19 </p> <p>\"[The hardliners'] every victory within the Likud - the vote against Palestinian statehood in 2002, the vote against disengagement earlier this year - didn't deter Mr Sharon and even emboldened him politically. Why do it again?... </p> <p>\"It might be said that [Wednesday] night's vote was about the soul of the Likud party. Perhaps. But the Likud is nothing without a body, and that body consists of Mr Sharon and the general public who last year gave him one of the most resounding mandates in Israel's history. They are the ones whose hearts and minds the hardliners must fight for. As for Mr Sharon, he may emerge a little scathed, but within a week the wound will barely show.\" </p> <p><b>Independent</b><br> Editorial, August 19 </p> <p>\"Mr Sharon says that he is still intent on proceeding with unilateral disengagement from Gaza and talks with the Labour party. But there is an air of increasing desperation about his manoeuvring. Without the backing of his own party, and with the support of the main opposition party only as far as the Gaza part of his strategy is concerned, it is difficult to see how he can go on.\" </p> <p><b>George Suffert</b><br> Le Figaro, France, August 19 </p> <p>\"We know Mr Sharon's objective: to get the Knesset to agree to a withdrawal from the Gaza Strip - a decisive step towards peace. Israeli public opinion is overwhelmingly in favour of this project; the US and Europe are of the same mind. Everything seems to be in place. Unfortunately, once again, religious militants have blocked this initiative.</p> <p>\"Mr Sharon's proposition was pragmatic. It set down an act of goodwill in front of both Israelis and Palestinians, it made the world witness to the intentions of Israel. After everything, public opinion is behind him. He could call on that at will, either by bringing the elections forward, or by finding a way of enlarging his government for other reasons. The prime minister has many flaws, but he is persistent.\" </p> <p><b>Economist</b><br> Editorial, August 21 </p> <p>\"Over recent months this proposal for 'unilateral disengagement' has become virtually the only hope of breathing life into the moribund peace process with the Palestinians. </p> <p>\"But there are limits to how far any democratic leader can continue to function without party support, and Mr Sharon is approaching this position. Mr Sharon does seem at last to have learnt that Israel cannot hold on to all the land it conquered in 1967, and is risking all by beginning the process of withdrawal. That is why the settlers are determined to defeat him - and why he deserves the world's support.\" </p> <p><b>Financial Times</b><br> Editorial, August 19 </p> <p>\"Mr Sharon's difficulty in pushing through a partial withdrawal scheme enormously to Israel's benefit shows how poisonous the fight over sharing the Holy Land has become. Nearly four years into the second intifada, it would appear beyond the Israeli political class to agree on a deal that is beyond most contemporary Zionist dreams.</p> <p>\"Despite everything, consistent majorities of Israelis continue to believe peace is possible. What they have not been able to do is wrench the initiative from leaders who cannot respond to that belief with more than lip service.\" </p> <p><b>Henry Siegman</b><br> International Herald Tribune, August 19 </p> <p>\"Mr Sharon seems to have emerged as the champion of a new pragmatism that challenges the rightist dogmatism of the Likud and the settlers as he seeks to disengage. Unfortunately, such optimism is based on a complete misreading. Mr Sharon is not about to agree to the most minimal conditions for viable Palestinian statehood. He has candidly insisted that he intends to disengage from Gaza only because he believes it is the price Israel must pay for retaining enough of the West Bank to assure permanent control of the area.</p> <p>\"If Mr Sharon - with the support of Israelis, world Jewry and the US - leverages his promised withdrawal from Gaza into an Israeli presence in the West Bank that is impossible to dislodge, a racist enterprise is surely what his policies will produce. For [Israel's] political leaders, and for many Israelis, real estate has become more important than justice, or peace, or the founding principles of Zionism.\"</p>",
  "<b>Dear Inayat,</b> <br> The road to hell, goes the saying, is paved with good intentions. Like the letter you sent out to mosques earlier this year. asking them to be vigilant in the phoney \"war on terror\", the Muslim Council of Britain's latest advice to British Muslims in its pamphlet, Know Your Rights and Responsibilities, may be sincere enough. But by appealing to Britain's Muslims to remember their duties vis a vis \"terrorism\", it is likely to fan the flames it seeks to extinguish. <p>Since well before the atrocities of 9/11, the trajectory of government legislation and policy has been to demonise and criminalise the Muslim community, a fact that the much-quoted discrepancy between arrest and conviction figures starkly illustrates. The focus of British Muslim organisations' work should be directed at undermining this cynical government agenda, not supporting it. <br> <b>Yours, Faisal</b></p> <p><b>Dear Faisal, </b><br> In a well-known hadith, the blessed Prophet Muhammad advised us that \"actions are but by intention, and everyone shall be rewarded according to that which they intended\". To be sure, intentions ought to be matched by practical actions if we are to build a cohesive society. So I am puzzled by your criticism of our letter to the mosques and now the guide to rights and responsibilities.</p> <p>The guide points out that Muslims - especially children of Pakistani and Bangladeshi descent - are underachieving educationally, and urges greater parental interest and involvement. It notes the growing disaffection among Muslims and anger at their disenfranchisement over the Iraq war, and it calls for increased participation in the mainstream parties.</p> <p>Both the letter and the guide accept that, in the wake of the terrible Madrid train bombings last March, there is an increased terror threat to the UK. We reiterate that averting a terrorist attack in which innocents would be put in jeopardy is an Islamic imperative, and it is the duty of all - Muslims included - to help the authorities prevent such an atrocity.</p> <p>The constant demonisation of British Muslims - often from pro-Israeli quarters - is wholly unacceptable, and I agree that the government's disastrous participation in Bush's wars have done our country - us included - immense harm. We have conveyed this forcefully to ministers on several occasions. I would welcome your thoughts on further measures we could take to halt the marginalisation of British Muslims.<br> <b>Salaams, Inayat</b></p> <p><b>Dear Inayat,</b><br> You appear to have misread my very specific criticism of your advice on terrorism, which - worryingly - seems to be based entirely on the government's unproven claims of an increased threat to the mainland. The approach might curry favour in Whitehall but, with Muslim distrust of officials running at an all-time high, whatever initiatives they may craft to tackle the community's exclusion risk being stillborn.</p> <p>Wielding a club in one hand and a carrot in the other is not the answer. Muslim alienation is increasingly rooted in Islamophobia. One practical step would be to stop resisting calls for legislation outlawing religious discrimination, a move that would undermine this pernicious Muslim-bashing.</p> <p>This is not to play the victim. The community has many problems, many of them the legacy of immigration and internal mismanagement. The government can play a part in the process of reform, but it cannot run the show.<br> <b>Faisal</b></p> <p><b>Dear Faisal</b><br> In fact, it was a key plank of the antiwar argument that - contrary to the government's assertions - our participation in an illegal, unjust war against Iraq would surely increase the threat of terrorism to our shores. A House of Commons select committee recently conceded that this was indeed now the case.</p> <p>Anyway, I am heartened to see that the one practical measure you propose we take - to call on the government to enact legislation outlawing religious discrimination - is one the MCB has been vigorously pursuing since its inception in 1997! The Home Office-sponsored Derby Report (2000) also made the same call. Since December 2003, as the result of an EU directive, religious discrimination has been outlawed in employment and training. This should be welcomed, and acknowledged.</p> <p>Still, as long as the government delays the comprehensive introduction of religious discrimination legislation - not only in relation to employment, but also in the provision of goods and services - there will remain a hierarchy of rights, with British Muslims, as a multi-ethnic minority, having less rights than racially distinct minoritiessuch as Jews and Sikhs, who are protected under existing racial discrimination laws.<br> <b>Inayat</b></p> <p><b>Dear Inayat</b><br> While we can both agree that the war on Iraq has not endeared the government to Muslims, it does not follow that this has raised the risk of terrorism to the level claimed by the government, let alone turned sections of the community into a near and present danger.</p> <p>In fact, such a conclusion requires a huge leap of faith, as was pointed out by the most recent parliamentary review of anti-terrorism legislation. The joint committee on human rights (July 2004) said its members had \"never been presented with the evidence which would enable us to be satisfied of the existence of a public emergency threatening the life of the nation but have proceeded on the basis that there might be such evidence\".</p> <p>You make an important point about the EU Employment Framework Directive 2003 employment law, but seem to assign credit where it is not due. Rather than being an uncharacteristic act of governmental goodwill, the equality laws were forced on London from Brussels.</p> <p>I have no doubt that more mainstream political involvement is key to escaping the current quagmire. My concern is that the agendas of those speaking for the community should be coming from the bottom up, rather than top down.<br> <b>Faisal</b></p> <p><b>Dear Faisal</b><br> I had hoped that the words \"EU directive\" would have been a clear enough indication as to the origin of the legislation! Never mind.</p> <p>Still, can we agree that it is possible for both of the following statements to be simultaneously true? a) In light of events since 9/11 (including Bali, Istanbul, Casablanca and Madrid) it is prudent to assume that there is an increased terror threat facing the UK, and b) numerous aspects of the government's response to this threat, including the detention without trial of foreign nationals, are unjust and unworthy of our democracy.</p> <p>Certainly, the high-profile series of anti-terror raids (with many quietly released without charge), the large increase in the numbers of young Muslim men being stopped and searched, and the constant denigration of Islam and its followers in much of the UK media, has left many British Muslims unsettled and even fearful.</p> <p>I am pleased you agree that mainstream political involvement is key to escaping this current quagmire. I did ask you what additional measures you think we should be taking, and you appeared somewhat flummoxed. It's still not too late ...<br> <b>Inayat</b></p> <p><b>Dear Inayat </b><br> I really don't mind being the one proposing all the practical measures here, but I would have expected an organisation that bills itself as the most representative of Muslims in the UK to have put forward at least a few of its own.</p> <p>If organisations such as the MCB are to earn legitimacy, they must learn to carry the community with them. That can only come from adopting a more inclusive approach - something that will also serve as a more effective check against the temptation to accept an imposed agenda.</p> <p>The priorities facing the Muslim community are evident: government action to roll back unemployment, investment in inner cities, better education, fair treatment in the allocation of goods and services for our organisations, removal of the bars to public participation, and greater sensitivity to Muslim concerns with foreign policy issues such as Palestine and Iraq.</p> <p>Since this is not the forum for detail, and I am not a politician, the details of their implementation can be left to our legislators, executives and their consultants, provided, of course, they can bear to banish the bogey of terrorism from their minds.<br> <b>Faisal</b></p> <p><b>Dear Faisal</b><br> You appear to confuse listing a set of objectives - which is the easy bit - with providing practical suggestions on how to achieve those objectives. I would suggest that simply drawing up a list of demands on a piece of paper, and handing it to \"legislators, executives and their consultants\" may not be enough to deliver the results in the real world.</p> <p>The pocket guide is a simple example of an attempt to help empower the grassroots of an ostracised community to exert greater efforts towards self-upliftment.</p> <p>Still, I do hope you will try and develop your suggestions further. The MCB is always open to receiving advice. Advice given, we trust, with the best of intentions.<br> <b>Salaam, Inayat</b></p> <p><b>·</b> Faisal Bodi is a British journalist and a senior editor for aljazeera.net; Inayat Bunglawala is media secretary at the Muslim Council of Britain, and former editor of the Muslim youth magazine Trends</p>",
  "<p>What do media bosses Richard Desmond and Kelvin MacKenzie have in common with City maverick Terry Smith and the former chairman of the Football League, Keith Harris? The answer, apart from regular appearances in national newspapers, is Ian Rosenblatt.</p> <p>All four men have used the lawyer's services when working on some of their bestknown corporate manoeuvres. When Kelvin MacKenzie decided to sue Rajar, the radio audience research body, for what he claims is £66m, he used Rosenblatt. Ditto the owner of Express newspapers when he wanted to sell off his porn magazine business earlier this year. </p> <p>The 45-year-old head of law firm Rosenblatts is also acting for Terry Smith's financial firm, Collins Stewart Tullett, in its fight against James Middleweek, the former employee who accused the firm of insider trading and other regulatory breeches. This week, the Financial Services Authority dropped its year-long inquiry into the allegations. However, the battle with Middleweek is set to go to court next year, and Smith is also in a legal tussle with the Financial Times, which reported the allegations. </p> <p>Recently Rosenblatt helped old friend Keith Harris take over Seymour Pierce's investment banking business. </p> <p>Rosenblatt, whose white shirt and serious glasses make him look every inch the corporate lawyer, says such high-profile clients make up about 30% of his business. He is the first to recognise that their contribution to Rosenblatts' type of one-stop shop for legal services, such as insolvency as well as litigation, goes much deeper. </p> <p>\"You're interested in talking to me because I have funny clients,\" he says to the Guardian, before correcting funny to \"interesting\". </p> <p>For his best-known clients also share a reputation for being somewhat interesting to work with. Few media bosses goosestep around business meetings the way Desmond did in a meeting with the Telegraph. Nor do many enjoy MacKenzie's reputation for \"Gotcha\" headlines. </p> <p><strong>Taste for drama</strong><br> What is it like to work for these men? Rosenblatt denies they are difficult. \"I don't necessarily see them as difficult people,\" he says. \"Fundamentally they are all human beings. Lots of so-called difficult people are just in a very difficult job.\" </p> <p>\"They are very straightforward people to deal with and tend to have massive amounts of energy. </p> <p>\"Anyway, I wake up in the morning thinking it's better to be doing this than conveyancing in Reigate.\" Besides, he adds, \"They're not necessarily the same publicly as the image they portray.\" </p> <p>What are they like in private, then? Rosenblatt first met \"Dirty Desmond\", as he is known in some circles, 20 years ago. He describes him as \"amusing, kindhearted and extremely charitable. On a social level, he's quite good company\". He has also been quite a good client. Desmond recommended Rosenblatt to MacKenzie and is a friend of Smith's. Rosenblatt now shares a personal trainer with the combative Smith. </p> <p>MacKenzie says he switched from City law firm Olswang to Rosenblatt because they didn't return calls fast enough. \"I call at odd hours and he is always there. He is a good guy with a sense of humour,\" says MacKenzie. The former Sun editor recognises the toll such service has taken on Rosenblatt. \"He's had a number of wives ... I mean, I wouldn't want to be married to him.\" </p> <p>Rosenblatt says he has two other advantages over rivals. The first is that he gives as good as he gets, saying: \"They are not the kind of people who react to a sponge.\" </p> <p>MacKenzie agrees: \"He's not shy at coming forward. He gives good advice.\" </p> <p>Rosenblatt also understands what it takes to run a business as he set up his own firm. \"In a way, in a normal way relative to some of those people, I understand because I started my own firm,\" he says. </p> <p>The young Rosenblatt's decision to set up his own business came after he worked on a case that could be said to have given him a taste for drama. He was an ambitious twentysomething lawyer who \"happened to be in the office on a Saturday morning\" when he got a call that changed his life. </p> <p>The caller asked him if he could go down to Bow Street magistrates court to deal with a bail application. He arrived unshaven and wearing jeans to find himself in front of a media circus and acting for Lorrain Osman, the former chairman of a Malaysian bank accused of a $100m fraud. </p> <p>During the next two and a half years - during which Osman became the UK's longest-serving remand prisoner - Rosenblatt handled the banker's business affairs around the world as well as his extradition. </p> <p>\"It was a huge experience for me,\" he says, \"a really massive experience.\" His excitement is obvious even now, two decades later, when he describes one trip to Asia where he was met by bodyguards at the airport who followed him everywhere, even into the gents. What became known as the Carrian case involved a lawyer found dead in a swimming pool and a bank employee murdered in a banana plantation. </p> <p>He calls his selection to act for Osman a \"pure fluke\" and refuses to talk about any tensions it may have caused at his firm, Sheridans. Explaining how he carried on with the case, he says: \"I suppose I am - I was - very ambitious. I'm a very good lawyer, quite commercial and very energetic, and I was game.\" </p> <p>After the case finished, however, his career at Sheridans was over. \"When that was finished, life was a bit dull,\" he says. \"I'd had this autonomy and was doing my own thing. I was really unemployable. I thought the best thing to do would be to start a firm of my own.\" He was 29.</p> <p>His first break came from a family who have also attracted headlines. He was appointed by the Foulstons to act on their behalf against the now defunct financial services group, British and Commonwealth, and subsequently when they went on to run Brands Hatch. </p> <p>When pressed, Rosenblatt says his own family life has helped his dealings with combustible clients. His father was the youngest of 12 children who were all in the business together in Liverpool. \"They were always falling out with each other over business things. It was a fairly volatile environment,\" he says. \"Maybe because I have seen all that from an early age, I know what goes on; what it's like.\" </p> <p><strong>Passion for opera</strong><br> His brother and sister are lawyers, the latter a partner at his firm. He also meets a cousin for an early breakfast about three times a week to chat, mainly about opera. </p> <p>After spending an hour talking about his business and his clients, Rosenblatt is suddenly struck by the fact he hasn't mentioned opera. \"We haven't talked about the recital series,\" he says, seemingly aghast. \"It's the only worthwhile thing.\" </p> <p>He spends £250,000 of his own money a year on the Rosenblatt Recital Series, a monthly session for singers begun in 2000. \"It's massively loss-making but I like doing it a lot. It's my passion.\" </p> <p>The reception area in Rosenblatts' offices in Holborn, London, is festooned with posters for the series, as well as the mementoes of corporate deals and a leather punchball, which is occasionally used by clients. The ever-discreet Rosenblatt refuses to say which. </p> <p>Rosenblatt's boardroom comes replete with black leather chairs and crystal ashtrays. It seems perfect for Desmond, with his penchant for huge cigars. Rosenblatt denies this - the Express boss holds meetings in his own offices - as he sprays Jo Malone cologne to hide the smell of smoke. </p> <p>The man who squares up to some of scrappiest individuals in business then turns around, horrified. \"Do you have to write that?\" he asks. \"I don't want my mother to know I smoke.\"</p> <p><strong>The CV</strong><br> <strong> Born</strong> 1959 in Liverpool <br> <strong> Education</strong> Liverpool College; London School of Economics <br> <strong> Career</strong> After qualifying as a solicitor joined Sheridans Solictors, a music business law firm, in 1983, and was made a partner at the age of 26; founded Rosenblatt Solicitors, which now has 12 partners and a staff of 70, in 1989 <br> <strong> Family</strong> Divorced twice; three children <br> <strong> Leisure</strong> Opera and music; boxes twice a week and shares a personal trainer with Terry Smith</p>",
  "<p>Paper and packaging is not the sexiest of sectors, but yesterday <strong>Rexam</strong> found itself the centre of attention ahead of its interim figures next week. </p> <p>The spotlight was switched on to the company by Merrill Lynch, which yanked its recommendation on the stock to buy from neutral, so the world's biggest manufacturer of soft drink cans found itself among the biggest gainers in the FTSE 100, closing up 5.25p at 419.25p. </p> <p>Merrill reckons the stock has underperformed its peers and recent worries about the poor summer's effect on demand for drinks has been overdone. It also slapped a 460p price target on the stock. </p> <p>Across the rest of the blue chips, the rampant oil price and number of traders away from the office on holiday meant a subdued day's trading, with the <strong>FTSE 100</strong> closing up just 6.6 points at 4,369.2. </p> <p>Although the market finished up on the week for the first time this month, as a mark of how little action there was, the FTSE 100 put on just one point in the last three hours of trading. </p> <p>Wall Street's flat opening did little to inspire, while in the bond market gilts edged slightly higher as stagnant equity markets and the rising oil price led some investors to put cash into the debt market. The benchmark 10-year gilt stood at 100.620, yielding 4.927%. </p> <p>The rising oil price left <strong>Shell</strong> up 5p at 401p, with <strong> BP</strong> 2.5p higher at 489.5p. Fears of the impact of rising fuel costs saw <strong>British Airways</strong> ease 1.5p to 212.25p. Vague bid speculation buoyed <strong>Smith &amp; Nephew</strong>, up 9.5 at 487p, while hopes of a counterbid saw <strong>Abbey National</strong> add 1p to 584.5p. </p> <p>The <strong>FTSE 250</strong> closed up just 2.9 points at 5,959.2, with the <strong>Small Cap</strong> index down 0.9 at 2,439.7 points. </p> <p>The move by <strong>Vedanta Resources</strong> to buy control of a Zambian copper miner helped its shares add 12p to 299p, while <strong>TT Electronics</strong> gained some 4.5p to 164p on talk of strong demand for its automotive sensors. </p> <p>Further buying by property group <strong>Teesland</strong>, flat at 67.5p, saw shares in <strong>Property Fund Management</strong> gain in early trade only to end the day flat at 148.5p. </p> <p>On Thursday, Property Fund Management admitted it was in talks with an unnamed bidder. Teesland was not that party but is now looking to become involved. </p> <p>Several stocks were boosted by directors' dealings. <strong>Fairbriar</strong> added 7p to 45.5p as finance director Mark Balchin bought 364,446 shares in the construction and building materials group. <strong>Babcock International</strong> added 2.25p to 108.25p as chief executive Peter Rogers picked up 80,000 shares at 106p, while <strong>Ashtead Group</strong> closed up 0.25p at 48.5p as three of its executives - including its chief executive and finance director - opted to have part of their annual bonuses converted into shares. </p> <p>Directors' dealings were also on the cards at <strong>Misys</strong> - but a month late. The financial services software group had to admit yesterday that due to an \"administrative oversight\", it failed to announce the grant of share options to directors on July 29. The shares nonetheless closed 0.25p higher at 180.25p yesterday. </p> <p>Good half-year figures from publisher <strong>Quarto</strong>, showing a 23.4% rise in pre-tax profits to £1.7m, pushed its shares up 0.5p to 168.5p, while the appointment of a new finance director saw <strong>Biocompatibles</strong> add 1p to 178.5p. </p> <p>On Aim, an upbeat update on its copper and nickel exploration programme in Madagascar helped Jubilee Platinum gain 1.25p to 25p but shares in Feedback, which supplies equipment for schools and colleges, tanked 5.5p or 36% to 9.5p after dire full-year results. </p> <p><strong>Galleon Holdings</strong> eased 0.02p to 0.4p as the Aim-listed media holding company launched a share consolidation to tempt new investors. </p> <p>It is splitting each existing 1p share into one new ordinary share of 0.01p and 99 deferred shares of 0.01p, which will be bought back by the company. Then for every 100 of the new shares held, the company will issue a consolidated share worth 1p. What could be more simple? </p> <p><strong>Caplay</strong>, the company formerly known as Leisureplay, dropped 6p to 12.5p after announcing plans to buy a quarter of Canada's Catalyst Investment Corp. </p> <p><strong>Earthport</strong> leapt 0.32p to 1.675p after a robust trading statement in which the Aim-listed electronic payments company said its quarter to the end of June was the strongest, in revenue growth terms, since 2000. Traders, however, whispered about the existence of a significant short position in the stock which is holding back the price. </p> <p>Elsewhere on Aim, recent movements in commodity prices have led to a rapid in crease in shares in <strong>Biofuels Corporation</strong>, which is building what will be Europe's largest single biodiesel plant, at Seal Sands on Teesside. </p> <p>The company explained yesterday that the price of diesel - to which biodiesel is loosely pegged - for delivery next year has increased from $281 at the time of the group's flotation to $346. </p> <p>Meanwhile, the price of the main raw material for biodiesel - crude palm oil - has eased from more than $500 before the float to $420. As a result, the company could be looking at widening margins and increased profits. Biofuels tried to calm the market, saying it \"expects the prices of these commodities to remain volatile\". </p> <p>The shares, however, closed up 13p at 103p. </p> <p><strong>CMS Webview</strong> lurched 0.75p higher to 7p after the provider of software systems for real-time financial data distribution and management announced its deal with the Chicago Board of Trade has been extended. </p> <p>The company's broker, Corporate Synergy, explained that the fee CMS will receive for the extension is modest compared with that for the full contract, but the deal shows increased interest in the technology, so \"the pipeline of interest in the product is actually running ahead of our original estimates\".</p>",
  "<p><strong>·</strong> Juan Antonio Samaranch has revealed that Athens was weeks away from losing this summer's Olympics because of massive delays in preparation. \"We issued a yellow card,\" said the International Olympic Committee's former president. \"And this yellow card was very near being a red.\" </p> <p><strong>·</strong> Britain are confident of upgrading the silver won by Leslie Law in the three-day event to a gold after joining France and the United States in an appeal against the German winner Bettina Hoy. The three teams claim that Hoy should have a 14-point penalty for twice passing through the start gate in the second round, and a successful appeal would see Law win gold, Pippa Funnell move into third and Britain claim bronze in the team event. \"Once a rider crosses the start line, the time starts - it is as black and white as that,\" said Britain's team leader Simon Clegg. </p> <p><strong>·</strong> South Korea's women archers won their 11th successive Olympic gold medal, continuing a run which has seen them win every individual and team event they have contested. </p> <p><strong>·</strong> Members of the Iraqi Olympic football team have branded George Bush a \"criminal\" and called for US troops to pull out of the country after the president used the team in his re-election adverts. The adverts show pictures of the Afghan and Iraqi flags with the words: \"At this Olympics there will be two more free nations - and two fewer terrorist regimes.\" But the midfielder Salih Sadir said: \"He can find another way to advertise himself. We want them to go away.\" </p> <p><strong>·</strong> Justine Henin-Hardenne came back from 5-1 down in the final set to beat Anastasia Myskina 7-5, 5-7, 8-6 and reach today's tennis final, where she will meet Amélie Mauresmo or Alicia Molik. </p> <p><strong>·</strong> The Athens Olympics organisers have attempted, but failed, to ban this month's Greek edition of Playboy, objecting to an article featuring naked women, the Olympic rings and tips on how to achieve \"2004 Seconds Of Ecstasy\". </p> <p><strong>·</strong> Australian quarantine officials have said that they will irradiate the Olympic wreaths brought back by medallists. They say the wreaths of olive twigs pose a possible risk to local agriculture and will undergo extensive examination.</p>",
  "<p> Leeds yesterday announced they are to sue their former captain Iestyn Harris for breach of contract, and Bradford for inducing him to break that contract, just 48 hours before Harris returns to Headingley with the Bulls for the first time since leaving for Welsh rugby union three years ago. </p> <p> The timing adds yet more spice to Sunday night's Super League derby, not least in the boardroom with relations between Bradford's chairman Chris Caisley and the Leeds chief executive Gary Hetherington at an all-time low. Earlier this week Bradford leaked a written apology offered by Hetherington for claiming they had coerced Harris to break a contract giving Leeds first option to sign him on his return to rugby league. </p> <p> At the time a Rhinos spokesman said the legal action against Harris was \"on hold\" but Hetherington released the following club statement yesterday confirming that court proceedings had been instigated. </p> <p> \"Formal claims were made by Rhinos against Iestyn Harris for breach of contract and against Bulls for inducing breach of contract. Regrettably both Iestyn and Bulls have rejected these claims and refused to negotiate with Rhinos. Rhinos are therefore issuing legal proceedings today against Iestyn and Bulls. The public will draw their own conclusions on this matter and the court will decide the legal issues.\" </p> <p> Caisley, a senior partner in a Leeds law firm, responded: \"We are very surprised they have had the audacity to issue proceedings. Any proceedings issued against the club will be strenuously defended.\" </p> <p> Harris, meanwhile, has been fighting a losing battle in attempting to placate the Leeds supporters ahead of his return to Headingley. \"There's no bad blood between myself and Leeds,\" he said. \"The fans were fantastic with me when I was there, it is a great club and I have nothing bad to say about the Leeds club at all. It was just the right decision for the right reasons for me.\" </p> <p> Tomorrow night's game holds a number of other fascinating subplots, all of which have been overshadowed. After losing five times to Bradford last year, including a Super League play-off and the Challenge Cup final, Leeds have won the two derbies so far this season and a third victory would consolidate their position at the top of the table. Bradford, in contrast, cannot afford to drop points in their battle with Wigan and St Helens to finish third. </p> <p> The Leeds coach Tony Smith has also highlighted to his players their last opportunity to make a point to Brian Noble, his Bradford counterpart who will lead Great Britain in the Gillette Tri-Nations series against New Zealand and Australia at the end of the year. </p> <p> \"Consistency is what you need to beat the southern hemisphere teams, and what you've been lacking over the last few years,\" he said. \"The table says we've been the most consistent team this season and I hope the selectors recognise that.\" </p> <p> Leeds will again be without their Australian veterans Andrew Dunemann and David Furner but are otherwise at full strength, while Bradford's Joe Vagana could make a surprise return only three weeks after suffering a fractured cheekbone. </p> <p> Salford have made a second signing from Wigan for next season, with the England A scrum-half Luke Robinson following the former Great Britain wing David Hodgson in agreeing a two-year contract. </p> <p> \"It's a nice double signing for us,\" said Salford's coach Karl Harrison, who has also recruited Junior Langi, an outside back from the Sydney club Parramatta, as the City Reds aim to build on their survival in the Super League this year following promotion from National League One.</p>",
  "<p>Stewart Cink, celebrating his selection for the Ryder Cup, leads the storm-hit NEC Invitational at Firestone Country Club in Akron, Ohio. A first day that featured four delays meant he completed a seven-under-par round of 63 yesterday, a score that remarkably included seven birdies at par-four holes. </p> <p>Firestone has only two par fives in any case but is itself celebrated for the length and difficulty of its par fours, eight of which are over a quarter of a mile long. </p> <p>\"It's an indication of how I've been playing these last two months,\" said Cink, who had moved to eight under after 10 holes before rain stopped play for the day at 4.30pm. </p> <p>Lee Westwood got away with some errant driving in his first round. \"It was off,\" he said, \"and not just fractionally.\" But some superb scrambling gave him a 69 and he was two under with three to play yesterday. </p> <p>Colin Montgomerie had a 12-foot putt for a two-under-par 68 and for over 11 of them the ball seemed destined for the hole. Somehow, though, it avoided going in and finished on the rim on the far side of the hole to the Scot. \"If the object of the exercise was to get the ball to finish where that one finished you'd never do it,\" he said. \"It would always go in the hole, wouldn't it?\" </p> <p>Such is golf, particularly putting, and Montgomerie in general was happy with his game. Everything this week carries Ryder Cup implications, of course, and the Scot, at Europe's captain Bernhard Langer's request, played a practice round with him earlier this week. </p> <p>\"Just two friends playing golf\" was Montgomerie's summary of that situation. \"If I have to prove to him that I can play, I've got real problems.\" </p> <p>Montgomerie is anxious to play in the Ryder Cup again, although he confesses that two months ago he was not sure. \"This has been an agonising year for me,\" he said of the breakdown of his marriage to Eimear. \"But I should be away from the whole situation by Christmas. Not that it'll be a very merry one; the word merry won't come into it.\" </p> <p>Paul Casey claimed that playing with his fellow Ryder Cup contender Joakim Haeggman did not worry him, particularly as the Swede was going round in 80. \"I was too worried about my own game,\" said Casey. \"It might bother me if I get paired with someone like Fredrik Jacobson in the final round, but there'll be much more of that kind of pressure next week in Munich.\" </p> <p>After his 10-over opening round Haeggman withdrew from this week's event. There was no physical reason for doing so; the Swede just said he had had \"a tough two weeks\" and that he needed to \"clear my head and regroup\". </p> <p>He went on: \"I'm low on energy, I've played a lot and maybe it's taken a toll. This way I may play well next week and still make the team.\" </p> <p>Before he withdrew Haeggman was careful to check with European tour officials that he would still be entitled to last-place money in this event, $25,500 (£14,000), and that it would count for Ryder Cup points. This is apparently the case, although whether it should be is altogether another matter. </p> <p>Darren Clarke said his day's golf was \"stunningly average\" after finishing one over on 141. Two bogeys in the last three holes hurt, the first at the 16th the result of an awful lie in the rough and the second, at the 18th, of a drive deep into the trees. </p> <p>But with most of the players finding scoring difficult, the defending champion Clarke is not yet out of it. Neither is Luke Donald, on the same mark. The Englishman said: \"Five under is in second place so I could easily get back into position.\" </p> <p>Tiger Woods, though not playing particularly well, seemed certain to hang on to his world No1 ranking for the 333rd week in total. His challengers, this week as last Ernie Els and Vijay Singh, played some of their worst golf of the season and, were there a cut in this event, they would have been heading for it. Els was eight over with three to play, Singh five.</p>",
  "<p>The Premier League yesterday unveiled its long-awaited fit-and-proper-persons test aimed at ensuring all club directors in the top flight are seen to have a clean business and criminal record. </p> <p>The move follows the introduction last June of a similar test for Football League directors and its approval at a Premiership board meeting on Thursday is the culmination of seven years' work by Premier League officials. </p> <p>All clubs' board members and \"shadow\" directors, under whose instruction directors might act, must sign a declaration making a variety of undertakings. Most significant is that they have not been convicted of any of 25 offences including theft, fraud, false accounting or having been subject to a football banning order. </p> <p>\"The fit-and-proper-persons test puts football club directors in the Premier League under a far more rigorous test than ordinary company law,\" said the Premier League chief executive Richard Scudamore. \"There is a list of offences, and if they are convicted of any of them they cannot be a director of a football club.\" </p> <p>However, should any foreign directors working here be convicted of any of the offences in their home countries, they would remain in their posts, since the declaration does not extend to overseas convictions. </p> <p>The test also forbids individuals from being on the board of, or owning more than 10% of shares in, another football club and prevents anyone who has been declared personally bankrupt from joining the board of a Premiership club. </p> <p>Working alongside the nine-point penalty for administration, the test bars anyone who has been a director of a club while it has suffered insolvency on two separate occasions, or has been involved with two different clubs declared insolvent. </p> <p>The Premier League has also formalised its requirement for all material transactions to be declared on demand. This will ensure that the policy of offshore trusts to remunerate players, a practice employed by Arsenal and Middlesbrough, and all benefits in kind valued at above £25,000 must be lodged with the football authorities. </p> <p>\"All directors have to keep a record of all material transactions above £25,000, including all benefits accrued to players, which means we have access to all that information at any given time,\" said Scudamore.</p>",
  "A law banning gay sex has come into effect in Zanzibar, with homosexual men threatened with 25-year jail terms and lesbians facing seven-year sentences. <p>\"This is what we have been aspiring for. If the government takes such steps, the country will really move ahead,\" said Sheikh Muhammed Said, a local Islamic leader. </p> <p>The law was brought into effect by President Amani Karume's signature last week, the attorney general's office said. Parliament passed the bill in April. </p> <p>The islands, a semi-autonomous part of Tanzania, are largely Muslim. </p> <p>Travel agencies that specialise in trips for gays and lesbians have threatened to boycott Zanzibar. </p> <p>Local supporters of gay rights have condemned the law, passed after bomb and grenade attacks on a restaurant and the homes of political and religious leaders, which police initially blamed on Muslim militants.</p>",
  "The Israeli government is under pressure from the supreme court and the attorney general to move its West Bank barrier closer to the 1967 frontier. <p>On Thursday the court gave it 30 days to state how the ruling by the international court of justice (ICJ) in July that it should pull down the barrier would affect its construction. </p> <p>The attorney general, Meni Mazuz, warned that the ICJ ruling could result in sanctions - a rare acknowledgment of the danger by a senior member of the government. </p> <p>An official said the government would stick to its decision not to comply with the ICJ ruling, which is considers biased, heeding only the rulings of the Israeli high court. But he added that to head off the possibility of sanctions, it \"must be ready from a legal point of view to provide answers why it is not implementing the Hague decision\". </p> <p>\"We are on solid ground on Jerusalem but we are on more shaky ground in some rural areas,\" the official conceded unattributably. </p> <p>A supreme court ruling in June has already led the defence ministry to reroute part of the barrier to bring it closer to Israel's 1967 border. </p> <p>The precedent-setting ruling declared that a 20-mile section jutting deep into land the Palestinians want for their future state violated their human rights and interna tional law, and must be moved. </p> <p>Mr Mazuz said the government should \"as quickly as possibly have its decisions regarding the barrier's route ... comply with the principles set down by the supreme court\". </p> <p>He advised the prime minister, Ariel Sharon, to ensure his cabinet officially adopted the defence ministry's new route, saying: \"Such a decision will send the message that Israel is respecting international law in construction of the separation barrier.\" </p> <p>Israel says it is building the barrier, now a quarter complete, to prevent Palestinian militants attacking its towns and cities. </p> <p>Although the ICJ ruling and the UN general assembly resolution backing it are not legally binding on Israel, Mr Mazuz said: \"It is difficult to minimise the negative repercussions of the Hague court's decision.\" </p> <p>It created \"a new legal reality for Israel in the international arena that can be used as an excuse or catalyst to take different actions against Israel ... including sanctions\". </p> <p>Yesterday thousands of Palestinians in the West Bank and Gaza demonstrated in solidarity with prisoners who have been on hunger strike since Sunday for better conditions. In Jerusalem, Palestinians under the age of 45 were barred from Friday prayers at al-Aqsa mosque.</p>"
]