[
  "Lord Richardson, who has died aged 94, was a leading member of the medical establishment, and owed his career to a blend of competence, energy, charm and diplomacy. A baronetcy and a life peerage crowned the progress of this medical grandee who became prime minister Harold Macmillan's personal physician, president of the General Medical Council, the British Medical Association and the Royal Society of Medicine. <p>Richardson developed a close friendship with Macmillan, and often accompanied him on his official trips abroad. He had a particular interest in rheumatic disease, from which Macmillan suffered. He was, however, on holiday in 1963 when Macmillan needed the prostate surgery that triggered his resignation as prime minister. </p> <p>Macmillan later said that he would not have left Downing Street but for the advice of the other doctors who were treating him and who had frightened him into thinking he had cancer. He maintained that Richardson told him that he would not have advised him to resign. Thus it has been said that Richardson's absence from the bedside changed the course of history. However, it must be remembered that Richardson, a physician, could not have treated the prostate problem even if he had been there. </p> <p>John Richardson was born in Sheffield. His father, a solicitor, was killed during the first world war; his mother was from a noted steel family. He went to Charterhouse and read medicine at Trinity College, Cambridge, did his clinical training at St Thomas' hospital, London, and qualified in 1936. He stayed on as physician. A year later he became a member of the Royal College of Physicians and after a further two years earned a Cambridge MD. </p> <p>During the second world war, he was serving in the army in north Africa when, in 1943, King George VI needed an official physician in case he was taken ill. In the event Richardson treated the king for sunburn and was awarded an LVO. </p> <p>After the war, he returned to St Thomas' as consultant physician in 1947 and a year later was made a fellow of the Royal College of Physicians. Around that time he had a routine x-ray, which he was expected to check. To his horror, his x-ray showed tuberculosis. He took a year off to recover and, on returning, his upward progress continued. </p> <p>One weekend, Richardson's registrar phoned him at home to say that Macmillan, then a young housing government minister, had been admitted to the ward with a suspected heart attack while rowing for the Leander team. Richardson - never, in the view of his colleagues, one to miss an opportunity - sped back to London, diagnosed an inflamed gall bladder, and became Macmillan's personal doctor for life. </p> <p>Richardson was an old-style physician, working in a system of informal freemasonry of bedside teaching, apprenticeship and networking. He did no significant research, and was not a brilliant physician, but he was diplomatic, charming, without malice, ambitious, sometimes fawning, and well-spoken. Medical students tagged him \"Sir John\" long before his baronetcy, which arrived in 1960, thanks to Macmillan. </p> <p>JSR, as he was known, was a brilliant committee operator and towards the end of his days at St Thomas' - he retired from there in 1975 - he served as President of the Royal Society of Medicine (1969-71) and the BMA (1970-71). He failed to be elected president of the Royal College of Physicians: some fellows regarded him as too benign and consensual, others as too devious. </p> <p>From 1970 to 1974 he was editor-in-chief of the British Encyclopaedia of Medical Practice, and he edited textbooks on medicine and rheumatology. </p> <p>Richardson was president of the GMC from 1973 to 1980, which luckily for him was just before the GMC's role came to be widely questioned. As head of the doctors' disciplinary body, he was regarded as elderly, benign, establishment, courteous and patrician. He brought in the regulation that required the president to quit at 70, and obeyed it himself. He was made a life peer in 1979 and was active in the House of Lords. </p> <p>In 1933 he married Sybil Trist, a portrait painter. She died in 1991; they had two daughters. </p> <p><b>· </b>John Samuel Richardson, physician, born June 16 1910; died August 15 2004</p>",
  "<p>Do you remember the summer of 1972? Donny Osmond topped the charts with 'Puppy Love', Crossroads was given its first TV airing and green velvet loon pants were the last word in fashion. If you wanted to impress friends you invited them round for a fondue party and casually let it be known that you were off to Marbella for a week's package holiday and then watched them turn green with envy. </p> <p>Things have moved on a bit since then. Ponchos, platform heels and even Crossroads have all made comebacks, but the way we travel has changed for ever. Odd, then, that the way our holidays are protected is stuck firmly in a Seventies time warp. </p> <p>The two main financial protection schemes for holidaymakers - the Air Travel Organisers' Licence and Abta bonding - came into being the same year as Osmondmania and, like the Osmonds, they are starting to show their age. Back then, the vast majority of people were travelling on seven- or 14-night package holidays booked through their high-street travel agent. Buoyed up by state subsidies, scheduled airlines simply didn't go bust. Today, it's a very different picture. Thanks to the rise of no-frills airlines and internet travel sites encouraging people to put together their own holiday packages, fewer than two-thirds of people travelling abroad come under the umbrella of these schemes and - forced to compete with £1.99 fares - scheduled airlines do collapse. Swiss Air and Sabena were two recent casualties; Alitalia is currently looking shaky. </p> <p>To complicate matters further, even booking through a traditional Abta-bonded tour operator or travel agent is no longer enough to ensure peace of mind. The recent failure of short breaks specialist Travelscene, which was a well-respected Abta tour operator, has shown up yet another hole in the safety net. </p> <p>For many people the Abta logo represents a guarantee that their money will be safe and they won't be stranded abroad in the event of a failure. Unfortunately, Travelscene was trying to compete with the new kids on the block by running its own accommodation-only subsidiary, which was not bonded. </p> <p>So despite the reassuring Abta logo on the Travelscene brochure, the customers who booked a hotel through its Citybedz subsidiary will lose any money paid upfront. A spokesman for Abta has since admitted that 'quite a lot' of its tour operator members have sub sidiaries that are not bonded. Meanwhile the Association of Independent Tour Operators (Aito - yes, another four-letter acronym beginning with A) has stepped into the breach to reassure holidaymakers that all parts of its members' business are fully bonded, so your money is safe if you book with them. </p> <p>Confused? You should be. The current system is so complicated that even lots of people in the travel industry don't understand it. It's time this loosely stitched patchwork of legislation was thrown out and replaced with one mandatory scheme overseen by the government, to ensure that all companies selling holidays, or components of holidays, are licensed. </p> <p>The Civil Aviation Authority estimates that the cost of a new scheme to cover all holidays would be as little as £1 per passenger and yet the government seems reluctant to tackle the issue. While legislation is stuck in the Seventies, and with predictions of more travel company failures to come, the onus is on travellers to check, before making a booking, who our contract is with and how our money is protected.</p>",
  "<p>A group of young volunteers who were attacked by pirates in Tanzania have formed an action group to campaign for better standards of regulation in the gap-year industry.</p> <p>The Pemba Action Group, consisting of some of the victims and their parents, says youngsters could be at risk as the trade association Year Out Group does not thoroughly check that members follow codes of practice. </p> <p>Some of the 24 people attacked on a diving expedition with London-based Frontier in July were beaten, sexually assaulted, and two were shot, but survived. Both Year Out Group and PAG are investigating the incident, but so far there is no suggestion that Frontier was at fault. </p> <p>The campaign focuses on YOG, a self-regulatory body formed five years ago by some of the UK's leading gap-year trip providers, to help students plan trips with reliable organisations and to monitor its 30 members and ensure they follow an agreed code of conduct. </p> <p>Action group chairman Ian Forster, whose daughter was shot during the pirate attack, warned those about to take a gap year not to rely on YOG recommendations, as members were not thoroughly monitored. </p> <p>Founder YOG member, Peter Raines, who received an MBE last year for conservation work with volunteers and runs member company Coral Cay Conservation, said: 'Once companies become members there's no assurance they abide by the code. Since it started I have never been asked to provide evidence I abide by the code.' </p> <p>Year Out Group chairman Richard Oliver said that members had to confirm biannually that they followed the code, and that annual checks would be brought in next year. 'We don't have the resources to check everything, the companies are independent and the duty of care is with them. Young people should thoroughly research their trip to find the right organisation.' </p> <p>The founder of <a href=\"http://www.gapyear.com\">Gapyear.com</a>, Tom Griffiths, said: 'The YOG is wrongly perceived as a government organisation as its website shows comments from Ucas and the Department of Education. We need an industry-wide regulatory body that looks after young people, not its members. The YOG set out to do that but has become a trade tool.'</p>",
  "<p>When it comes to naming models, car manufacturers fall into three categories. First up are the dry-as-dirt numbers-only boys. As you might expect, these are mostly the Germanic and northern European producers: Audi, BMW, Mercedes, Volvo, Saab. It's all A3s, 325s, 230s, V70s and 95s. You'll notice the odd letter in there and the fact that they think that adding an A or a V or a Z peps things up just shows how unadventurous they are.</p> <p>In category two, we have actual words. These are mostly the Americans and the rest of Europe, and include the likes of Chrysler, Ford, Land Rover and Renault with names such as Voyager, Fiesta, Freelander and Espace. Special mention should be given to VW, which veers between the bizarre (Phaeton and Touareg) and blatant snobbery (Golf and Polo - but why not a VW Skittles?). In the third group are words with no foundation in reason. Who on earth decides to call a car a Charade, a Getz, a Tacuma or a Carisma?</p> <p>This brings us neatly to the Terrano. It used to be the Terrano II - surely the first instance of a car issuing a 'prequel'. The reference here, I'd guess, is to a cult Japanese horror flick featuring man-eating terrapins stalking the planet. And driving the Terrano really is a bit like starring in your own nightmare. Short and lumpy, its plastic protruberances make it look like a vehicle that's either been disguised by a sinister spymaster or is partially melted. I have never sat in a car that has been on the receiving end of so much casual abuse from passersby. Comments as inoffensive as 'ugly' would have been welcome. I got: 'Urrggggh!' and: 'You won't be keeping that one, will you?'</p> <p>This comes as a surprise, as the Terrano is from Nissan, the company that also created the beautifully stylish and feline 350Z - Top Gear's car of the year, not to mention the X-Trail, which at £2,000 less than the Terrano seems to cover the same ground as its ugly older sister, only better.</p> <p>The Terrano boasts admirable ground clearance, but this combined with its short wheel-base and narrow width gives the driver a feeling that the car is about to topple over. To top that, the engine is so noisy and the gear-stick so long and waggly, it's easy to believe you're behind the wheel of an ancient Land Rover that some demented mechanic has decided to supercharge.</p> <p>To me, this soft-roader seems to fall between stools. On the one hand it is a well-equipped off-road 4x4 with a lively 3-litre turbodiesel. The blather that comes with the car goes on about its 'grunt' and impressive torque. It does 0-62mph in 13.3 seconds. All great for the country set. On the other hand, it also attempts the street styling any self-respecting urban homeboy would expect: leather seats, alloy wheels, CD, climate control, etc. For all this, you'd pay up to £25,495. But it's too blinged up for the hunting and shooting brigade - and too overqualified for the city boy.</p> <p>If Nissan was trying to have its cake and eat it, with the Terrano it's only ended up with cream-and-jam filling in its lap.</p>",
  "<b>Dodgy optimist</b> <br> The Education Secretary, Charles Clarke (Comment, last week), styles himself an educational optimist and professes to be against sifting children at various ages. <p>This doesn't ring true from a minister who has set his face against a manifesto commitment to abolish the 11-plus and the remaining grammar schools in a third Labour term of office. </p> <p>He is also the Education Secretary who has declared that there is 'something a bit dodgy' about education for its own sake. He is some optimist! <br> <b>Rev Gunter Helft</b><br> Worcester </p> <p> </p> <p><b>Lasting spark</b><br> Nicole Mowbray (Comment, last week) is misguided in her opposition to bank holidays. She may spend them all on a motorway or in an airport departure lounge, but most people enjoy the extra day off with their family and friends. </p> <p>The failure of the various British transport systems to cope with peak loads affects us throughout the summer holidays, and not just on bank holidays. </p> <p>Instead of crawling around the M25, Mowbray might try spending the day in her local park or museum. She could even use the time to find out what life was like for working people before 1871 when 'some bright spark' - my grandfather, Sir John Lubbock - enacted the bank holidays.<br> <b>Lord Avebury</b><br> House of Lords London SW1 </p> <p><b>Reunion pain</b><br> It is important that both adults who were adopted as children and today's single mothers should know the experiences of those who gave their children for adoption in the Fifties and Sixties (News last week). </p> <p>I, too, scrubbed floors as atonement in a mother and baby home in north London in 1959, and I was scrubbing when I went into labour. I too have made more than one return visit to stand in front of the home I lived in during those weeks before my child was born. </p> <p>Another mother at the same home took her baby to give to the adopters one Sunday, knowing this was to be her final goodbye. The Catholic Adoption Agency told her she had come on the wrong day and sent her back with her baby, knowing she faced the trauma again a week later. This was just some of the cruelty we were subjected to. </p> <p>I cannot speak for those mothers who have rejected their grown-up children, except to say that they are probably more damaged than the rest of us.<br> <b>Name and address supplied</b></p> <p> </p> <p><b>War on rights</b><br> I was deeply moved by Martin Bright's article (News, last week) on Mr A, who is detained without trial under the Anti-Terrorism, Crime and Security Act 2001. </p> <p>This Act breaches article five of the the European Convention on Human Rights, which prohibits indefinite detention and gives people of all nationalities the right to a fair trial. Britain has opted out of this. </p> <p>The Act also undermines the fundamental principal that everyone is innocent until proven guilty. </p> <p>David Blunkett's use of it to detain foreign-born citizens can only heighten a sense of injustice and spark frustration and anger in communities with a large ethnic minority population. </p> <p>As a law student, I am outraged that the freedom for which the 'war on terror' is being fought is infringing the elementary rights and liberties of citizens. <br> <b>Aylin Orman</b><br> London N4 </p> <p><b>Posh meddlers</b><br> Will Hutton justified political correctness (Comment, last week) by saying that its aim is a fair society. A worthwhile aim, but PC won't deliver it because it entails the posh, well-meaning and clueless meddling in things they don't understand, on behalf of huddled masses whom they also don't understand. </p> <p>Hutton's argument against school sport - that poorer schools would always lose to better off ones - is specious. </p> <p>Chester City don't play Arsenal every week, they play Macclesfield and Orient, with a chance of winning and rising slowly up the leagues. Sport can be accessible and enriching to all.<br> <b>Jim Adamson</b><br> Chelmsford Essex </p> <p><b>Nietzsche's neat</b><br> How many impressionable readers of Philip Hensher's casual and unthinking dismissal of Nietzsche's relevance to our times (Review, last week) may be dissuaded from reading one of the most original and penetrating writers of all. </p> <p>My reading of Nietzsche both early and late in my adult life has persuaded me that he should be high on the reading list of anyone seriously wishing to comprehend the projects of Western civilisation and the meaning of an individual life in an unfathomable universe. </p> <p>I am also aware that the late Bernard Williams, one of the most important philosophers of our era, first pooh-poohed Nietzsche but then became so besotted by him that he longed to quote him every 20 minutes - and Nietzsche is very quotable. Hensher may have some homework to do. <br> <b>David Evans</b><br> Exeter Devon </p> <p><b>Sweet idea</b><br> Heather Stewart is correct to say (Business, last week) that Peter Mandelson should kick off his tenure as European Trade Commissioner by accepting the World Trade Organisation ruling against the EU sugar regime. </p> <p>The European Commission has already outlined plans to cut support prices for sugar from July 2005. The aim is to cut EU sugar prices by around 40 per cent by 2007. The early adoption by the EU Council of Ministers of this reform package will mean that EU export refunds are correspondingly cut, significantly reducing the excess sugar being dumped on world markets. <br> <b>Mike Webber</b><br> Director-General<br> Biscuit, Cake, Chocolate and Confectionery Association<br> London WC2 </p> <p> <b>Kosovo carnage</b><br> In his interview with Tim Robbins (OM, last week), Andrew Anthony rightly mocks the actor's lack of knowledge to support his opposition to the American bombing of Serbia. Anthony says: 'When I visited Kosovo it was less about bringing business than preventing communal bloodshed.' </p> <p>In fact, the Nato bombing of Serbia precipitated communal bloodshed. Until two months beforehand, the Kosovo Liberation Army had been responsible for more deaths in Kosovo than the Serbs. By the time the bombing of Serbia started, they were even: 2,000 all told. </p> <p>But that was nothing compared with the carnage that followed the bombs. The Nato commander, Wesley Clarke, had warned the Americans that if they went ahead, the Serbs would almost certainly attack Kosovo's civilian population and that no Nato troops would be able to prevent this happening. He was ignored, with results that are history. <br> <b>Vivienne Neary</b><br> London SW2</p>",
  "<b> The following correction was printed in the Observer's For the record column, Sunday September 12 2004</b> <br>  Contrary to the date given below, state elections in North Rhine Westphalia will not be held until May 2005.      With all eyes fixed on the American presidential elections, the scale of the looming crisis in France and Germany has gone largely unremarked. But it may so change the political geography of Europe that British arguments for and against the EU will be made redundant. A pervasive sense of decline in both countries, only partially justified but none the less virulent, is destabilising not just the structures of the EU - but the political systems of France and Germany. <p>Last week in France, charismatic finance minister Nicolas Sarkozy resigned from the government in order to challenge for the leadership of President Chirac's UMP party, despairing of what is seen in France as a do-nothing regime that is fiddling while the country burns. The economy is mired in low growth and high unemployment; government spending at 54 per cent of GDP can go no higher. </p> <p>There is universal agreement that France needs decisive action to reverse economic decline; there are rancorous arguments about not just how the economy should be run and society organised but whether the constitution of the Fifth Republic works any more. The socialist opposition wants to limit the President's current powers to allow more pluralism. With two-and-half years to run until the next presidential elections, France is descending into acrimony and division. </p> <p>In Germany, Gerhard Schröder is presiding over the wreckage of the SPD, once the standard bearer of European social democracy. September sees four key state elections, including the vital election in North Rhine Westphalia, the SPD's historic heartland. Sixteen per cent behind in the polls there, its loss would be a disaster, not just for what it signals about Schröder's standing but because it will mean control that of the German upper house will pass to the conservative CDU and make him a titular Chancellor, governing only within the parameters of what his opponents will permit. </p> <p>His capacity to continue will be undermined. If he went, an SPD successor would be forced to abandon recasting Germany's unemployment benefit system so that it stops offering what amounts to a generous pension for life and, instead, becomes a means of moving the unemployed from one job to another. This is a vital prerequisite to restoring German economic health, but it is the direct cause of Schröder's crisis. His party can't and won't accept the need for reform and neither does an important swath of public opinion. </p> <p>Germany is still two countries and East Germans regard any reform of the welfare system as directed against them because more than twice as many East Germans are on unemployment benefit as in the West. They are right. Thus it is no surprise that the 'Monday' demonstrations against the reforms are centred in the great East German cities of Leipzig and Dresden or that the demonstrators echo the fight against communism with their chant of 'We the people'. The protests are a focus for all the resentments of reunification and for the continued feeling among East Germans that they hold a second-class status. Germany and Schröder are in a corner; reform of the welfare state is an imperative, but the reform programme threatens the cohesion of the state. </p> <p>As in France, the structures of the German political system are now being put in play. Twisting and turning for any kind of electoral advantage, Schröder last week said he was prepared to reverse Germany's 54-year-long ban on the referendum, the populist tool used by Hitler to establish the Nazi regime. Germany could then hold a referendum on the EU constitution. This is a key plank of the postwar constitution being knocked away. For the paradox of referendums is that they are fundamentally anti-democratic, confusing democracy with populism and placing power in the hands of those who can manipulate public opinion for their own ends. Germany's history is testimony to the consequences. </p> <p>The proximate cause of both France and Germany's political crisis is that they are not generating enough jobs and growth even though both are high productivity economies. Employment in advanced economies today comes from the service and knowledge sectors rather than traditional manufacturing, under assault from low-wage countries in an era of globalisation. Thus German and France need more investment in their universities; in research and development; and in links between universities and business. They also need to change the structures in their labour markets, from wage bargaining to rules on working hours, that inhibit employment growth in the growing parts of their economy while designing welfare systems that support and encourage workers to move from areas of decline into areas of growth. And they need more demand. </p> <p>These are, at bottom, technical issues; both economies, given their inherent strengths - Germany is the world's number one exporter in 2004 - would respond quickly to any decent reform package. The issue is putting one together given the implacable opposition by organised labour in both countries to even the tiniest concession, even as both national conversations are dominated by talk of irreversible decline and the need for change - an echo of Britain in the 1970s. The immobilism and sense of decay infects consumer confidence; in both countries consumers are building up their savings, weakening demand growth and deferring still further the chances of an economic recovery. </p> <p>Opposition to change may seem irrational, but that in turn is rooted in history. The German left is profoundly attached to the German welfare state not just because it represents social democracy but because it is a shield against a repeat of the 1930s. In France the idea of capitalism is compromised by its collaboration with the right and defeat in war. To surrender social advance, even in the name of reform and necessity, is to give into forces that historically have brought France low. For both countries the European Union offers a different, brighter history. But instead of buttressing the EU, Chirac and Schröder - as soft option politicians - find it easier to blame it to help them out of their political weakness. In so doing they lock themselves more tightly into thenational discourses that are the source of their problems. </p> <p>It could all turn ugly; an unratified European Constitution, stagnating economies, new dark nationalist politics and a fragmenting European Union. </p> <p>To imagine that Britain will be immune from this is absurd; what happens in mainland Europe will directly impact upon us as it has throughout our history. What is needed is an understanding that if European states don't hang together they will hang separately - and that because the European Union is the best we have, we'd better make it work. </p> <p>Instead national leaders, Blair included, strenuously avoid the language of working together. These are unsteady times for Europe - without a recovery of purpose and leadership the future could look sticky indeed.</p>",
  "<p>At the Edinburgh Television Festival last Sunday, director-general Mark Thompson declared the BBC should invest in programmes with 'clear public value'. Out go makeover shows (Changing Rooms was axed) and in comes quality drama. Thompson cited The Lost Prince, The Long Firm and political thrillers such as State of Play as programmes to aspire to. In fact he and chairman Michael Grade have promised a return to the tradition of single dramas that make statements about contemporary Britain. 'Play for Today is back!' trumpeted the headlines. </p> <p>Well, not quite. We're unlikely ever to see a return to anthology series such as Play for Today or Armchair Theatre where audiences knew they could tune in for the classic play at 9pm every week; which is bad news if you're nostalgic for the 'golden age' of TV when Abigail's Party or Blue Remembered Hills could attract 14 million. Now, programmers prefer to sprinkle one-off dramas throughout the schedules. And the word 'play' is likely to have them spluttering into their frappuccinos. They prefer euphemisms such as 'single' or 'event' drama. The analogy with theatre seems distinctly old-fashioned. </p> <p>'Single drama' no longer means a well-crafted 90-minute play. It could mean a series like Shameless or a two-parter such as England Expects. 'What we mean by single drama is singular voice,' says BBC head of drama commissioning Jane Tranter. 'The point is that it's one writer's clear vision.' </p> <p>Crucially, serial is no longer a dirty word. 'Serials were seen as the place where writers who aren't good enough to make movies go,' says C4 head of drama John Yorke. 'And I've always found that a bizarre argument because the Americans have been making series for years and they're not ashamed of populism. What I've tried with Shameless, No Angels and NY-LON is aspire to that level of writing, so you get Paul Abbott and Simon Burke to embrace the series format and come up with something that's both good and popular. And writers like Paul who actually come from a working-class background write about the working classes far more optimistically than kitchen sink realism made by middle-class people.' </p> <p>But shouldn't TV be a national theatre of the air? Play for Today launched Dennis Potter, Mike Leigh, Alan Bennett, Stephen Poliakoff and Stephen Frears. Speaking in Edinburgh last week, Frears put his success in Hollywood squarely down to Play for Today. 'To all intents and purposes my breakthrough film, My Beautiful Laundrette, was a Play for Today. We were just these blokes who'd been making films for the BBC for 15 years, working with the best writers in England.' But can we realistically ever go back? In 1977 when Abigail's Party was broadcast, there were only three channels, and, sportingly, no one pitted drama against drama. Today we no longer watch TV in a deferential way. With hundreds of stations, we shop around. </p> <p>During the market-led ethos of the Nineties, there was a backlash against tightly scripted stories in the Play for Today tradition. Schedulers wanted feelgood 'slice of life' films that were not remotely issue-driven. But you can't dumb down TV for ever. This autumn, no one is playing safe. Last week we had C4's Hamburg Cell; in October there's Abi Morgan's Sex Traffic (C4) and Dirty War (BBC1), about a radiological 'dirty bomb' attack on London. BBC1 is filming two dramas by Poliakoff (billed as a bold reinvention of the single play). The first follows the shifting power balance between a boss and his secretary through the Eighties and Nineties. The second, set after Labour's 1997 election victory, stars Bill Nighy as a PR guru forced to re-appraise his world. </p> <p>So why won't programmers take the risk of bringing back the single play slot? Tranter thinks we would find it off-putting. 'Audiences like things positioned as treats. In fact the only people who like everything tagged under banners like \"a season of new writing\" are journalists. We prefer to dot new dramas around the schedule, where they're very audience-focused, and say: \"OK, you've had 10 weeks of Spooks , now here's something a bit different.\"' </p> <p>It seems we have an appetite for short-run, themed dramas. After The Canterbury Tales, which got 9 million viewers, the BBC is commissioning a series of contemporary takes on Shakespeare (though we're unlikely to see a straight Shakespeare play). And tonight ITV starts screening Trapped, three comedy dramas by Tim Firth, Simon Nye and Jonathan Harvey. But with so few opportunities for new voices, don't we need a regular weekly slot? </p> <p>Once upon a time the 'teleplay' was the jewel in the crown. 'When I started, Play for Today was big news,' recalls Poliakoff. 'It was as exciting as having a play on at the Lyttleton.' These days many talented writers toil on soaps and genre series. No wonder there is such a hunger to write pure stories. 'I don't write for telly any more because the form is so frustrating,' says playwright Moira Buffini (Dinner). 'You're either doing a half-hour turnaround soapy type of format, or slaving on a three-parter. Having said that, I'd love to do a Play for Today because the telly audience is more diverse than theatre.' </p> <p>'If you want writers to have singular voices, you can't just rely on the odd person like Paul Abbott or Jimmy McGovern coming up through the soaps,' agrees Tony Marchant (Passer-By). Ironically while others are enthusiastic about the new trend for single dramas, Marchant worries they're squeezing out the serial. 'In post-production four parters are being squashed into two parts or three-parters into singles. There is a real nervousness coming from broadcasters about the ability of serials to hold an audience. It means that serious pieces of work like Real Men or Bodily Harm are being squashed. State of Play was great, but it was ultimately a thriller. It would be nice to think we still have faith in non-genre serials that are strong in themselves.' </p> <p>Mal Young, BBC controller of drama series, thinks we're being snobbish. 'I love the fact that you can have State of Play , a very authored vision, on a Sunday night and two nights later you've got Holby City - appealing to quite a similar audience but giving them different things within drama. Everyone said we were never going to pull off plays in the daytime but now we're on to our third series of The Afternoon Play. We've never had a healthier time for writers on TV.' A view backed up by Yorke, who cut his teeth on EastEnders. 'I always felt soaps spelled the demise of Play for Today, therefore they had a responsibility to emulate it. The reason Play for Today went is because nobody watched it in the end. It was one of those economic decisions, they were studio bound and old-fashioned and rather preachy, and so the audiences went towards serial drama.' </p> <p>Play for today (originally called The Wednesday Play) ran from 1964-84. The brief was to commission more scripts from new writers, using innovative production techniques. While the political slant was to the left, it offered every type of drama. 'People think it was all kitchen sink,' recalls Russell T Davies. 'But it took on all styles from science fiction to musicals.' Of course there were duds. But writers of the calibre of Ken Loach and Dennis Potter recognised TV was the supreme vehicle to reach a mass audience. 'You never knew what you were going to get,' says Poliakoff. 'And audiences loved that. It wasn't just a chance to see buttocks and bare breasts, which The Wednesday Play became famous for, it was about imaginative worlds that stretched people.' </p> <p>For many of us growing up, Play for Today represented intellectual escape: a reminder that one day we would be in charge of our own lives. 'I grew up in north Wales, which is the middle of nowhere,' recalls Buffini. 'Watching Play for Today was my lifeline to the rest of the world. There'd be plays with women talking about feminism.' </p> <p>'The marvellous thing about my parents is they never switched that television off,' says Russell T Davies. 'It's not that they were particularly liberal but I think they were slightly beholden to the TV. If the BBC was showing you naked people, then you couldn't switch it off.' For playwright Mark Davies (Taboo) it was a creative spur. 'Growing up in working-class Liverpool, I didn't go to the theatre until I was 17, so Play for Today was a way of discovering writers like Willy Russell and Mike Leigh.' </p> <p>So can TV once again become the national theatre of the air? 'Yes, absolutely,' says Tranter. 'But we've got to be modern about it.' She cites anthology-style series such as The Long Firm that follow the same protagonist, but are made up of individual films. 'What I feel TV can offer, unlike cinema or theatre, is a more expansive, more epic viewing experience.' </p> <p>We live in the age of impatient TV. Every time I sit down to watch a drama such as Flesh and Blood or This Little Life , there are a few seconds when I wish I was watching something else. Anything else. But then the panic subsides, and I am gripped by the human dynamic. By the humour and colour and production values. Because through drama exploring social issues, viewers get an insight into a world they have probably never visited. 'If you do something about mental health or the far right,' says Tranter, 'you know you won't get a huge audience but it is important for BBC1 to offer mass audiences the possibility of looking at difficult subjects. May 33rd and England Expects didn't have a \"star\" in either. But those subject matters are right out there on the edge. They are absolutely in the Play for Today tradition.' </p> <p>Yorke puts the success of Big Brother down to our passion for narrative: 'It's an essential part of living. Shows like Wife Swap provide the same kind of thrill and empathy and visceral excitement you traditionally get from drama but in a very accessible way. Our challenge is making drama that rises to the challenge they've laid down. Because Faking It, at its best, can be incredibly profound. The defining characteristic of all the shows I've done at C4 - even Sex Traffic - is they all have some kind hope within them. However dark things get, there's still a reason to live. People want to be challenged but they also want to feel good about themselves.' </p> <p><strong>Two golden ages of drama</strong></p> <p><strong>Cathy Come Home </strong> (1966): Ken Loach's drama-documentary about homelessness led to the founding of charity, Shelter.</p> <p><strong>Edna The Inebriate Woman </strong> (1971): Jeremy Sandford's play with Patricia Hayes revolutionised our understanding of alcoholism.</p> <p><strong>Nuts in May </strong> (1976): Mike Leigh's hilarious, observational drama about a smug couple on a camping trip. Alison Steadman steals the show as the appalling Candice Marie.</p> <p><strong>The Bar Mitzvah Boy </strong> (1976): Jack Rosenthal's classic comedy of embarrassment about a Jewish boy's rite of passage.</p> <p><strong>Licking Hitler</strong> (1978): In David Hare's WW2 play, a young woman (Kate Nelligan) joins the propaganda department and makes radio broadcasts to Nazi Germany.</p> <p><strong>Blue Remembered Hills </strong> (1979): Dennis Potter's clear-eyed take on bullying , set in 1943. </p> <p><strong>Coming soon</strong></p> <p><strong>Dirty War </strong> BBC1: Drama-documentary, about the detonation of a dirty bomb in London, written by Dan Percival (Smallpox 2002) and queen of gruesome drama Lizzie Mickery.</p> <p><strong>Blackpool</strong> BBC1: David Morrissey plays seaside arcade owner Ripley Holden in Peter Bowker's musical drama - already being compared to The Singing Detective.</p> <p><strong>Sex Traffic</strong> C4: Two-part drama by Abi Morgan, revealing how a $7 billion global business trafficking young women is operating around Europe and America. John Simm (right) is the charity researcher investigating two missing sisters. Directed by David Yates (State of Play).</p> <p><strong>Dirty Filthy Love</strong> ITV: Romantic drama about a man with obsessive-compulsive disorder (Michael Sheen) who meets a woman with Tourette's syndrome (Shirley Henderson). Directed by Adrian Shergold (Holding On).</p>",
  "<p>More seriously, Shawn described to me how, having offered an article about 9/11 to several East Coast publications, his opinions were so comprehensively rejected at home that he was obliged to publish in Britain, in The Guardian. 'It's brainwashing,' he says. 'The fact is that a certain percentage of Americans completely buys the [Republican] brainwashing.' Unsurprisingly, Shawn believes what many Democrats accept as an article of faith: 'Of course there has been a right-wing conspiracy - the extreme right has acted in a very disciplined and ruthless and successful manner for 25 years.' Shawn says he has found it difficult to write about Bush's America: 'Part of the problem presented by Bush and his gang is that they are so crude ... When you are confronted with things that are so crudely brutal, the writer's task of elucidating what lies beneath the surface is redundant. These people believe in cruelty, vengeance and brutality. I think Shakespeare would have done very well with these characters.'</p> <p>When pressed to contrast the present situation with the crisis of the late 1960s, Shawn is both pessimistic and uncharacteristically angry: 'The American government in my lifetime has never been in the hands of people so unbelievably unqualified to run a large country. These guys are out of touch with reality. The most shocking thing about them is that they have only a contempt for the law. That means that they could - and probably will - do anything. This is the scariest I've known it. Part of the problem with these men is that their sensitivities have never been shaped by any civilisation, of East or West - or even the wisdom of primitive cultures.' To Shawn and Eisenberg, the Bush Republicans are crude, provincial and limited chauvinists who offer the American people a crude, but compelling, vision of the country's place in the world. As Shawn says: 'If the public likes this idea of world domination, we're sunk.'</p> <p>Eisenberg, the author of a story collection entitled All Around Atlantis, who came of age during the Civil Rights movement in Alabama, adds that: 'As an adolescent I learnt that the American people have a vested interest in not responding to what is going on in their society. Are we actually willing to see how we fit into the world? Are we willing to change our lives in a way that would make the United States fit into the world community?' She answers her own question: 'It is so against our interests to challenge our view of ourselves as perfectly nice, decent people. We've had a frankly imperialist morality for quite a long time now.'</p> <p>One of the puzzles of America's electoral map today is the degree to which people are voting against their interests. The poorest parts of America today are not to be found in Appalachia or the Deep South, but out in Kansas and the great plains, where ranchers struggle to feed their cattle and the nation's farmers stare every day into an abyss of bankruptcy and destitution. Yet it was precisely here, where life is hardest, that in 2000 the Republicans racked up 80 per cent of the vote. What is it about the Democrats, the party of the poor and the defenceless, that does not speak to these country voters? Well, for a start, it is the Democrats' association with East- and West-Coast values. In the words of a famous TV commercial, these liberals are a 'tax-hiking, government-expanding, latte-drinking, sushi-eating, Volvo-driving, New York Times-reading, body-piercing, Hollywood-loving, left-wing freak show'.</p> <p>Out here on the great plains, where the battle for the soul of America will be decided this autumn, it is traditional values that matter. Here, it is the America of political correctness, Woody Allen movies and Ivy League latte liberalism that mobilises the voters - against the Democrats. Yet this is the audience Kerry must win over before Bush clocks up another moral majority.</p> <p>Eisenberg hails from the conservative Midwest and has a special perspective on New York's alienation from Bush. Similarly, Siri Hustvedt, author of The Blindfold, The Enchantment of Lily Dahl and What I Loved, comes from Northfield, in Minnesota, one of the 'swing' states Bush must win to be re-elected. Hustvedt believes that Iraq will be decisive in November. 'A lot of people are very mistrustful about the war,' she observes, 'the kind of people you might not imagine. In my home town, there are now a lot of people actively working against Bush. The world I grew up in - old farmers who had socialist tendencies and supported Democratic Farm Labor - has shifted...'</p> <p>Like many writers, Hustvedt has been dismayed by the role of the press: 'There's an underestimation by the media of the anger against Bush,' she says. 'It's not only among liberals, but also among ordinary people who feel betrayed about the war, who feel angry about ordinary life, about how hard people have to work.' This is a crucial constituency.</p> <p>In August, before the Republican Convention, Kerry and Bush's quest for the swing votes in the battleground states became almost comical as the candidates leap-frogged each other across the great plains. Towns with populations in the low thousands were suddenly at the epicentre of a media hurricane, as each side tried to hog the news cycle. On one occasion, both candidates were in Davenport, Iowa, barely three blocks apart. Traffic was in gridlock as the rival motorcades snaked through the streets. The most tangible result for the people of Davenport was that some enterprising crooks took the opportunity to rob three banks while the local cops were engaged in the task of trying to protect the president and his opponent.</p> <p>On the stump, Bush is much more effective than Kerry. True, he mangles the English language; true, he conveys an irritating Good Ol' Boy Texan smugness, but he and Laura, the First Lady, to whom he always refers with a calculated spousely folksiness, do seem to connect with the voters in a way Kerry never can. If the outcome of November turns on which man the voters would rather crack a beer with, Bush should scrape home.</p> <p>The X factor in a hotly contested election is the youth vote. A new, post-Clinton generation is now eligible to register. Still, no one is quite sure which way these Bush babies will jump. At 27, Jonathan Safran Foer, author of Everything is Illuminated, is a comparatively new voter who has been radicalised by the post-9/11 experience. As a teenager, he volunteered to work for the Clinton campaign, 'but really because it was a fun thing to do'. Safran Foer believes Bush 'is responsible for bringing a lot of people my age into a new kind of political consciousness, ie: \"It's unacceptable not to do something.\"'</p> <p>For Safran Foer, that 'something' is anti-Republican, anti-Bush. He has just collaborated with Dave Eggers to publish The Future Dictionary of America: A Book to Benefit Progressive Causes, in which some 200 American writers are invited to contribute their own re-definitions of American key words. Safran Foer says the book is 'an expression of outrage over the Bush administration's assault on free speech, truth, the rule of law, humility, the separation of church and state, the woman's right to choose, clean air and every good idea this country's ever had'.</p> <p>During our interview, Safran Foer was obviously trying hard to be reasonable, even detached, but his conversation was littered with jagged, polemical splinters. 'I actually don't think,' he remarked, 'that Bush is pure evil, but he responded [to 9/11] in the worst way, [and has] surrounded himself with such vile people that in a way it doesn't matter.' Safran Foer also concedes that he's a metropolitan, a natural Democrat, but speaking for his generation, he says: 'I don't know anybody who supports the war. I don't know anybody who voted for Bush [in 2000], and I certainly don't know any one who's going to vote for him this time.' He agrees that Kerry has still to close a deal with the American people. 'I recognise that about half the country feels exactly the opposite to me.' He cites the Christian fundamentalist right-wing vote as a vital element of that bedrock Republican vote.</p> <p>Another 'swing' group on whom the Democrats are pinning a lot of hope in a tight race are the Latino Americans. Bush made great play with his Hispanic-Texan connections in 2000, but his presidency has been catastrophic for the very poor, and the assumption is that the Latino vote is pro-Democrat. Junot Diaz, whose short-story collection Drown was one of the literary high-points of the late 1990s, is a recently naturalised US citizen from the Dominican Republic, now in his early thirties. For Diaz, a vigorous spokesman for his community, it's 'a plague on both your houses'. For the downtrodden Latino, he says, Bush vs Kerry is a choice between being beaten 'with an iron bar or a fist': neither will change the plight of the Latino population. He'll vote for Kerry, not with much enthusiasm, but because Bush reminds him of Reagan, and Reagan was 'an apocalypse'.</p> <p>Diaz remembers his childhood, growing up in a Latino slum in New Jersey. 'In the Eighties, to be poor, of colour, an immigrant - it was a nightmare: the economy collapsed, there was voodoo economics, crack cocaine hit, the prison rate went off the chart, Aids hit, anything bad that you can imagine happened under Reagan. The Eighties was a deathwatch. Bush is the same. When I watched him get elected, I thought: Here we go again.' He says that when the Twin Towers went down, so strong was the identification of the Latino community with the al-Qaeda hijackers, despite the grievous loss of life among Hispanic office workers, that for weeks afterwards, 'Osama' became a hip, ironic greeting among his friends and neighbours. Diaz is not sure that Kerry can count on the Latinos either. He paints a picture of people working so hard to make ends meet they have no time for politics.</p> <p>If there's one group the Democrats can put in the bank, it's the African-American community. ZZ ('Zee Zee') Packer, hot from the Democratic Convention, reports that Kerry, who she's just interviewed, should pick up most of Clinton's erstwhile supporters. Packer is the author of a well-received collection of short stories, Drinking Coffee Elsewhere, and is plainly going places. We meet, between trains, in a cavernous, humid bar in Pennsylvania Station, yelling American politics above the early-evening hubbub of rush-hour commuters. Packer, born in 1973, is of the Diaz and Safran Foer generation. She came to political consciousness during the Reagan years; her opposition to Bush is influenced by her childhood memories of the 1980s. She believes, nonetheless, that even some Republicans are dismayed by the Bush administration's disdain for human rights. Kerry, she argues, has 'had a great record in civil-rights legislation and programmes that are near and dear to the African-American community'.</p> <p>Packer, an ebullient voice for her community, is another Reagan baby with an instinctive opposition to the Republicans. Still, she concedes that Kerry the New Englander does not naturally connect with African-American voters. 'His circle is a pretty select circle,' she says, and admits ruefully that Bush is 'amazingly adept' at getting across a message that appeals to Main Street. Packer, like many of the writers I spoke to, deplores the tendency of Americans to stick with a leader they think is going to protect them, and for loyalty to the office of the president to override every other consideration. That, she says, is 'why you have such support for Bush, but still I think the American people are beginning to turn around'. California, her home state, is 'definitely going towards Kerry'.</p> <p>Packer has just met the senator at the Democratic Convention and found him 'more thoughtful and less genial' than she expected of a man courting the African-American vote. He had seemed bored by the interview. We agreed that Clinton would never have been bored meeting the voters. Once again, there was no escaping the unspoken longing for a better candidate to take on Bush.</p> <p>So can Kerry pull it off? To this simple question there is, as I write, no clear answer. The conventional wisdom is that the result is still 'too close to call'. At the same time, confusingly, everyone agrees that the polls, which have given Kerry a statistically meaningless edge, are not to be trusted. Jonathan Safran Foer says: 'We are going to have to work incredibly hard to get Kerry into office.' ZZ Packer says that if the election was held tomorrow, Kerry would win by a 'very, very narrow margin'. Siri Hustvedt, who says she will emigrate to Norway if Bush wins, believes Kerry can do it, but does not sound convinced. To Carl Hiaasen, who points out that he's always wrong about US elections, 'Kerry has failed to catch fire as a candidate.' He is pinning his hopes on the debates: Kerry is known to be a good debater. Richard Ford says he has 'no earthly idea'.</p> <p>Wallace Shawn is also unsure: 'People have a tremendous sense that they've been lied to. There are a lot of people out there entertaining some very wild thoughts. People have been flabbergasted by the war. Who knows? Most people don't vote. The Bush people's drive to win is so huge. And they have as much money as they want. And they are ruthless. Kerry has taken a position that's so weak. He will win, he thinks, if he doesn't stray too far from the Bush line. I wish he'd present a real alternative. Then I think he'd have an enormous victory.' Paul Auster, more optimistic, not only believes that 'Kerry has a very good chance of winning,' but also thinks that John Edwards, the vice-presidential candidate, is a plus for the Democrats. 'Edwards appeals to people. He's got some fight in him. He's charming, and gives some energy to the ticket. I wish Kerry were not Kerry, but he's what we've got, and I accept it.'</p> <p>That's hardly a ringing endorsement, and there are still 58 days until the vote. Anything can happen. Perhaps al-Qaeda will attack again. (A lot of Americans fear this.) Perhaps the Democrats will find a winning theme. Perhaps Osama bin Laden will be captured. It says everything about this turning-point election that a remarkable number of people I spoke to observed, whimsically, that the Republicans might already have located their nemesis and were simply waiting for an opportune moment to unleash an 'October surprise'.</p> <p>To Carl Hiaasen, fishing on the Florida Keys, the election scenario is beyond fiction. 'This is a world whose reality is so preposterous that it's hard to satirise. It's self-satirising. I mean, you couldn't put Dick Cheney in one of my novels. You couldn't invent a guy like this. It's beyond anything Orwell or Huxley could have imagined.' Deborah Eisenberg shares Hiaasen's despair: 'People say, \"The Constitution will prevail. The American people will prevail\", but I have no such confidence. The Supreme Court is degraded and corrupt. Our press has been irresponsible to a shattering degree. We are in the middle of a great catastrophe.'</p> <p>For Paul Auster, who has thought deeply about America and its politics and whose novels, like Leviathan, reflect a lasting engagement with 'the American idea', this dystopian vision is horrifying. 'I don't know what I'll do,' he says, speaking slowly, 'I don't know what I'll do for the next four years if Bush wins.' He looks out into the summer darkness of August in New York City, across to the gap in the skyline where once the Twin Towers sparkled. 'Go abroad?'</p> <p><strong>·</strong> <a href=\"http://books.theguardian.com/departments/politicsphilosophyandsociety/story/0,6000,1297454,00.html\">Back to part 1</a></p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://books.theguardian.com/departments/politicsphilosophyandsociety/story/0,6000,1297455,00.html\">Read part 2</a></p>",
  "<p>Credit cards have a bad reputation for getting their owners into debt. According to the latest figures from market analysts Datamonitor, every cardholder has an average debt of £1,140. </p> <p>However, research for the Office of Fair Trading shows that nearly half of us (47 per cent) always clear our card balances each month, and a further 13 per cent usually do so. So, if you are one of these people, the cost of carrying debt on your card is not an issue. You can actually use your card to save money.</p> <p> <strong> 1. Cashback and perks </strong></p> <p>The simplest way to earn money from credit cards is to take out a card that gives you cash back, or perks such as loyalty points or Air Miles, each time you spend. Cashback cards are the most versatile because you can spend the money on what you want. </p> <p>However, card companies have been slashing their cashback rates or changing the terms under which they give it out. Halifax has halved its standard cashback rate to 0.25 per cent and Capital One halved its rate to 0.5 per cent for existing customers two months ago. So you need to shop around for the best deal to suit you. </p> <p>American Express used to be the clear leader of the cashback pack, but it is also cutting its terms. From October it will pay only 0.5 per cent for spending up to £2,000 a year and 1 per cent over £2,000. This is still a good deal and it will still pay a full 2 per cent for the first three months. But watch out because Amex is not accepted by all retailers and you need to spend at least £500 a year if you are not to incur a £15 low-usage fee. </p> <p>Paying similar rates to Amex is the Carphone Warehouse card, operated by Halifax, which also gives you 0.5 per cent up to a £2,000 spend and 1 per cent after. Purchases at Carphone Warehouse qualify for a 5 per cent cashback. This is a particularly good card from Halifax because it has cut its cashback on other cards. </p> <p>For low spenders, there is Morgan Stanley's Cashback Bonus card, which gives you 1 per cent for the first £2,000 and 0.5 per cent thereafter. </p> <p>The best untiered deals come from the Accucard stable, which includes More Than, Easymoney, Texaco and iPledge. You can configure these yourself, adjusting the fee, interest rate and cashback. If you pay your balance off every month, choose the highest cashback rate of 0.8 per cent and no fee. </p> <p>However, for new cardholders the best card on offer could be Nationwide's Cash Reward and Cash Reward Gold. They will give you 1 per cent for six months, then 0.5 per cent thereafter. They are particularly good if you are travelling abroad (see below). </p> <p> <strong> 2. Balance transfers and interest-free credit </strong></p> <p>As well as reducing cashback and raising interest rates, many card issuers have been cutting down on their promotional offers. However, there is still money to be made on balance transfers. </p> <p>Balance transfers are supposed to pay off debt on other cards, but the Alliance and Leicester, Abbey and MBNA cards (all operated by MBNA) and Egg allow you to have the money paid to yourself - so you can invest it. Mint offers credit-card cheques, which you can make out to yourself free of fees until 1 February, 2005. (Other card issuers may treat credit-card cheques as a cash advance, so make sure you have checked the terms and conditions and be sure that, however you receive your cash, you are making a balance transfer and not taking a cash advance.) </p> <p>Once you have the cash, you can invest it in an Isa or high-interest account or even, if you have an offset mortgage, credit it against your home loan for an even better rate, tax-free. When the zero per cent period is coming to an end, simply take out another card with a zero per cent balance transfer offer and start again. </p> <p>If you do not want to play the balance transfer trick, some cards offer no interest on purchases for a set period. These include Sainsbury's Bank for the first year, Halifax One and Bank of Scotland NSPCC Platinum for the first nine months you have the card, and Mint until 1 February. </p> <p>Even if you do not have a card with any special offers, it can still be cheaper to use a credit card than pay cash: even a bog standard card will give you as much as 59 days interest-free credit on your purchases. </p> <p> <strong> 3. Interest on credit balances </strong></p> <p>Liverpool Victoria offers a great little earner. The friendly society is encouraging consumers to 'front-load' their cards by making an advance deposit. The card pays interest of 4.5 per cent on credit balances above £500 and 4 per cent below £500. This is more than you can get on many savings accounts. Interest is paid net of basic rate tax, but if you are not a taxpayer you can fill in form R85 to have it paid gross. You also earn points to give you discounts on other Liverpool Victoria products. The card is good for using abroad too because, like Nationwide's cards, there is no foreign exchange rate loading for use in Europe (although there is a 1 per cent charge for use outside the EU). Credit balances are fully protected against fraudulent use of the card. </p> <p> <strong> 4. Free insurance </strong></p> <p>Why buy an extended warranty on electrical goods when you can get one for free with cards such as Nationwide, Barclaycard and Citi? Some cards also give you free travel accident insurance - usually only for journeys paid for with the card. This is not usually adequate for a foreign holiday, and you would need further cover, but it would pay compensation if you were involved in, say, a train accident while commuting. </p> <p>Many cards offer purchase protection and will refund your money if goods you have bought are lost, stolen or damaged. Several cards extend the insurance for as long as 100 days after a purchase. </p> <p> <strong> 5. Payment protection </strong></p> <p>One of the more valuable perks is the protection offered to credit card purchasers under the Consumer Credit Act. If the company from which you ordered goods goes bust, and your purchase was for more than £100, you can get your money back from the credit card company - a benefit not afforded to those who pay by debit card or cheque. Many card issuers will also refund smaller amounts. </p> <p> <strong> 6. Using cards abroad for cash </strong></p> <p>Because most people in Britain enjoy free personal banking, they do not realise how much you can pay for using bank facilities abroad - such as withdrawing cash from an ATM. It can, therefore, be much cheaper to pay for goods and services with a British credit card. The best ones to use abroad are Nationwide's and Lombard's because they do not charge exchange rate loading anywhere in the world. </p> <p>Cards with no exchange rate loading are also good for getting cash. According to Nationwide, a £100 cash withdrawal using a debit card from an overseas ATM would cost £4.90 from NatWest, £4.25 from Halifax, HSBC and Lloyds TSB and £3.75 from Barclays. However, with a Nationwide card, assuming that the balance is cleared in full one month after making the transaction, the building society's charge, including interest, would be just £2.34 for the Classic credit card and £2.49 for the Cash Reward card. </p> <p>Natalie Tate, a Nationwide spokeswoman, says: 'If the customer was using a Classic credit card - which offers 0 per cent interest for six months - and is in their first six months, they will not be charged interest on the cash advance, so it will only cost £1.25 - the cash advance fee.' </p> <p>If you undertake work for an overseas company, you may be able to save on fees for small amounts of foreign currency transmission by getting the company to make a payment to your credit card rather than a transfer to your bank. Check with your own issuer if this is permitted under the terms and conditions, as some cards will only allow credits where there has been a 'contra-debit' - a refund of goods returned. Nationwide, Liverpool Victoria and MBNA all say they are happy to have credits made to the card, but a spokesman for Mint said: 'Credit cards are obviously designed for payment of goods and service and not for retailers abroad to pay somebody for work. Retailers are asked only ever to credit someone's card when a debit has already occurred.'</p> <p><strong>Class action</strong></p> <p>Alistair Lomax, 40, is executive director of the charity Uniaid, which helps young people overcome financial obstacles to further education by providing information and bursaries. He and his partner Helen have a daughter Anna, aged three, and another baby on the way. </p> <p>Alistair recently took out an iPledge card, and spends between £500 and £900 a month on groceries, petrol, fares and business expenses.</p> <p>The iPledge card funnels the cashback into a savings plan for a child to help with university costs. 'I used to have a card that gave me Air Miles,' says Alistair, 'But I never used the points. now I love using my card, because each time I spend I think of my little girl.'</p> <p>The iPledge card puts the 0.8 per cent cashback into an instant access deposit account paying 4 per cent gross, administered by the Children's Mutual. IPledge offers an online shopping mall, where you can get further rebates on purchases from high street names such as Waitrose Direct, M&amp;S, Dixons and River Island. The bills are added to the account.</p> <p>'The card is great because you can save while not changing your spending habits,' says Alistair. 'Grandparents and godparents can take out a card and contribute too.'</p>",
  "<p><strong>If it's your birthday this week</strong></p> <p>Many people do find freedom in duty - which is meant to be Virgo's thing - but this summer should have suggested other ways to enjoy your liberation. If you haven't found one, a change in your work set-up is in order. Friday and Saturday birthdays: there's nothing wrong with ambition, unless someone's pursuit of it is squashing you. Authority issues are around this autumn - play it by the book, however underhand your opponent. Happy returns.</p> <p><strong>Virgo 23 Aug-22 Sep:</strong> You and Mercury are still playing catch-up from August, still haggling over who rightfully got that gold medal - a full re-encounter with the issues that have most engaged you this last month commences next weekend. Virgoans often come described as meek Sunday school teachers - here's where you show that when necessary you can scrap and be a stickler for justice. And no one stickles like a Virgo.</p> <p><strong>Libra 23 Sep-23 Oct:</strong> The professional pressure is still on, but your planet, Venus, is signalling a lighter, more responsive atmosphere than during the last month. Be bright as a blazer button for your admiring audience/ungrateful boss (delete as appropriate), while keeping your own counsel about plans for the foggy future. Until the 23rd, you're not fully in the information loop anyway. Meanwhile line up your alliances, and, if you have any crushes, turn on the charm beam.</p> <p><strong>Scorpio 24 Oct-21 Nov:</strong> Your career and reputation remain in an exposed, albeit promising position. Will you be noticed? With a swarm of planets high in your personal sky, definitely. Is there money in it? Scorpio's own cosmic duo (Mars and Pluto) promises there is. Further positive point: Mercury allows you to mop up all the faux-pas and dropped calls of recent weeks. Downside: you have to be nice to people - no barking or biting.</p> <p><strong>Sagittarius 22 Nov-21 Dec:</strong> Where work's concerned, you're out of the confusion zone and in prize-winning territory for weeks to come. Throwing the hoop over your trophy of choice is unlikely to be a push-over (when was it ever), but it's worth enduring the egos of colleagues and bosses for a shot. With the way-out speck of Pluto now strong in your sign, transformation, as total as you like, is your mission statement, especially for birthdays circa 12 December.</p> <p><strong>Capricorn 22 Dec-19 Jan:</strong> Your reputation as ol' moneybags has taken quite a dent this year, so relish the current mood of fiscal clarity and dive through any windows of financial opportunity that Jupiter opens. By the same token, you're able to shine in any area where your competitive streak can come into play; any area except relationships, that is. Partners and lovers are meant to be allies, or alluring mysteries, not rivals.</p> <p><strong>Aquarius 20 Jan-19 Feb:</strong> The Water Bearer - who pours for all - knows that humanity is conjoined (even though you can have a very individual way of showing your solidarity with the rest of us). Wear your altruism with pride, since with planets packing your 'scope's relationship sectors, advantage lies in empathising with (or batting eyelids at) significant others and marching alongside fellow troopers. You don't have to march in step, just show common cause.</p> <p><strong>Pisces 20 Feb-20 Mar:</strong> Just when you thought you were flying free, here come the control freaks to drag you back down to earth. Work politics require long-term tactical strategies (or an abrupt walk out). Relationships and alliances are more amenable to negotiation, or simply dodging issues for a few weeks. There's no cause to crumble or panic in either case. Leap like a dolphin, sing like a whale.</p> <p><strong>Aries 21 Mar-19 Apr:</strong> Frankly, if you simply moved between work station and gymnasium, with occasional visits to the chapel, you would be largely in tune with your horoscope's intentions. Happily, a fifth house Venus offers you sneaky parties and carnal pleasure before you explode from righteous boredom. Even the friskiest Rams are obliged to put in the hours to secure the future - treasure the moments when you can escape.</p> <p><strong>Taurus 20 Apr-20 May:</strong> If ever there was a month to follow Joseph Campbell's exhortation to 'Follow your bliss', here it is. Wildly favourable planets allow you to frolic, fall in love (or reasonable facsimile thereof), procreate, and generally play to your own rules. The hard part, of course, is to know what your bliss is, for which you'll have to look into your heart of hearts. Your horoscope is keen on kids and works of art, however.</p> <p><strong>Gemini 21 May-20 Jun:</strong> Flux in your home and family circumstances, a persistent theme in your 'scope for weeks (indeed, all year), reaches a climactic point in the weeks ahead. Even if you're not relocating, leaving behind the domestic past is currently part of the plot - time to dump that picture you always hated. If you want to dump a major relationship, this is also your moment. Or you could formalise it - hard to fudge any longer, however.</p> <p><strong>Cancer 21 Jun-22 Jul:</strong> Although it's unlikely you can exactly coast, you are promised a less pressured, less sticky few weeks ahead. Instead of another round of hard graft, try to latch on to pals and acquaintances with agile minds - bright ideas are good business this month. You probably need some of the last, since hanging on to your cash looks uncharacteristically difficult. Big spender, you? Seems so.</p> <p><strong>Leo 23 Jul-22 Aug:</strong> Faster, pussycat, faster. Work the phones, clear the paperwork, fill the diary and elucidate your plans - messenger to the gods Mercury is working overtime on your behalf this week. Besides, the arrival of Venus on Tuesday opens three weeks of regal socialising and flaunting your talents, and you don't want any humdrum problems interfering with that. Better check your bank account before you undertake any more retail therapy, however.</p>",
  "The middle-aged woman sprawled on the ground in front of me, in her black dress and perilous night-out heels, will definitely have a headache in the morning. She'll deny it was the booze of course, however much she has had, just as her son will deny it was the booze that caused him to tumble backwards into her as he was ejected from the pub for being drunk and unruly, so that her head hit the pavement with a dead clunk. He'll continue to insist the doormen assaulted him, even though the police have already checked the CCTV footage and satisfied themselves they did nothing of the sort. <p>It is the Saturday night of the August Bank Holiday weekend, and in the pedestrianised heart of Basingstoke, a tidy shopping street punctuated by vast neon-clad drinking halls, the Hampshire constabulary are busy policing the night-time economy. They call an ambulance for the mother, tell the son to calm down and take a cab to the hospital. They disperse the drink-sodden crowd that has gathered to watch. </p> <p>If you don't include the two drunks with stab wounds (thought to be self-inflicted) who were dealt with earlier on, and the 'yellow cards' issued for anti-social behaviour - pissing in doorways, shouting abuse in the street - this is the first major incident of the night. There's more to come, though. A little while later we get reports of an unprovoked attack. We find the victim perched on the kerb just down from Market Square nursing a bleeding cut to the brow that will need a stitch or two. 'This bloke came from nowhere,' says his friend. 'He was really drunk, he was. He said, \"You're lucky I didn't take your face off, you bald bastard\".' Steve still has it in him to smile at the reference to his prematurely bald pate. Another cluster of police. Another ambulance. Later still there's a third incident: a drunken brawl in the street, one woman stamping on the head of another. 'Remarkable,' says the officer who just happened by. 'She lifted up her foot and down it came.' </p> <p>But the really remarkable thing about all this, the really troubling thing, is that, according to the Basingstoke police, it is 'a quiet night'. Although they would like me to think it was down to smart policing - which partly it is - they also know it's the luck of the draw. 'Last night was hectic,' another officer says to me. 'We had two colleagues assaulted, punch-ups, the works.' This, they say, is the reality of binge drinking in Britain today. 'Town centres used to be butcher, baker, pub,' PC Mark O'Hanlon says. 'But now there are big out-of-town supermarkets, so the butchers and the bakers become pubs too, and huge ones at that.' In come the promotions: the two-for-one deals, the rock-bottom discounts on pints, the drink-all-you-like-for-£20 offers. And the police are the ones who have to clean up the mess. </p> <p>Britain keeps going out on the piss. Tony Blair has labelled binge drinking - generally defined as necking twice the recommended daily number of units, four for men, three for women - as 'a new British disease'. For once this does not appear to be spin. The statistics speak for themselves: each year 14 million working days are lost due to alcohol abuse. Half of all violent crime - around 1.2m incidents a year - is attributed to binge drinking. At weekends 70 per cent of all admissions toA&amp;E are the result of boozing. A study just released found that two-thirds of all ambulance calls on Friday and Saturday nights in London are alcohol related, costing the service nearly £20m. Bingeing accounts for 40 per cent of all drinking occasions among men and 22 per cent among women and the numbers are rising all the time, particularly in the 18 to 24-year-old group. </p> <p>'It's a major problem,' says Stephen Green, Chief Constable of Nottinghamshire, and spokesman for the Asso ciation of Chief Police Officers on the issue. 'I would put it second only to gun crime and drugs. Alcohol drives all violent crime, except that associated with guns. The obvious side is the alcohol-fuelled disorder outside of pubs and such like,' he says. 'But equally, so much domestic violence and racist violence is attributed to alcohol too.' We're not just drunk, he says. We're drunk and angry, out of it and up for it. </p> <p>How did we get like this? Why is Britain the binge-drinking champion of Europe? Other nations, the French and the Italians for example, drink more than us but it's spread out across the week. The Scandinavians are famous for their bingeing, but they do it less regularly than us. Only the British get furiously intoxicated every week. The answer, according to the experts, lies in a curious set of legal and social changes unique to this country, going back over almost two decades. </p> <p>'First you have the death of the traditional manufacturing industries and the chronic drinking culture that went with it,' says Stephen Green. 'Blokes going down the pub for a pint or two after work. As the factories closed down, that came to an end, which hit the profitability of the drinks industry.' That, he says, was compounded in 1989 by the decision of the Monopolies and Mergers Commission to end the tied system, whereby the breweries owned the pubs that sold their products. Back then, all the breweries had to do to sell booze was unlock the pub doors. Now they had to market themselves. 'The chain of accountability between pub and brewery was gone,' Green says. 'I'm sure it made sense in terms of trade but in terms of the selling of a dangerous drug it was a disaster.' </p> <p>The final part of the jigsaw came direct from youth culture and the rave scene. The restaurateur Oliver Peyton, who made his first fortune importing hip alcohol brands Sapporo beer and Absolut vodka, saw it first hand as a club promoter. 'People on the scene just didn't drink alcohol,' he says. 'They had their pills and a bottle of water and they were happy.' Alcohol sales plummeted. 'I believe the industry then decided they needed to come up with products that would appeal directly to that lost demographic.' Green agrees. 'There was a deliberate decision by the breweries not to compete with each other but to compete with ecstasy and water.' </p> <p>Naturally, the drinks industry will never admit such a thing, but the chronology is more than convincing. In June 1995, just as rave culture was breathing its last and more alcohol-friendly cocaine was becoming the drug of choice, Bass launched Hooper's Hooch, an alcoholic lemonade, beating Merrydown's Two Dogs into the market place by a month. In September of that year Thornlodge came up with Mrs Puckers alcoholic lemonade drink which was followed in December by Lemonhead from Carlsberg-Tetley. The following year United Distillers launched Sweet, a whisky-based version of Irn-Bru, Bass diversified into orange-and blackcurrant-flavoured versions of Hooper's Hooch and Whitbread joined the scrum with Shotts. The age of the alcopop was upon us, and in12 months sales tripled. </p> <p>'Learning to drink used to be a rite of passage,' says Richard Phillips, chief executive of the charity Alcohol Concern. 'It was something you had to work at because there weren't drinks targeted at you. There was a pathway from childhood to adulthood which made it a stepped experience.' </p> <p>In other words, booze tasted pretty nasty and you had to acquire a taste for it, or face the embarrassment of ordering a snowball - Advocaat and lemonade, the 13-year-old girls' favourite - at the bar. But you didn't have to acquire a taste for Two Dogs or Lemonhead. Outside Phillips's office, spread across the top of some dusty filing cabinets, is their collection of alcopops: drinks with names such as Thickhead and Buzz. There's banana-flavoured Super Milch and Dr Thirsty's Strong Orange Punch and something worrying called Beetlejuice. None of these is less than 4.9 per cent alcohol and some of them - Strong Cider Shock, sold in a lightbulb-shaped bottle, or TNT, which looks like a stick of dynamite - are 8.4 per cent. </p> <p>'The number of young people getting drunk has doubled in the last 10 to 15 years,' Phillips says, 'And in epidemiological terms that's huge.' Again, the industry has long denied alcopops were being marketed to the under-18s and point to the warnings on every bottle (though, in 1997, a newspaper investigation caught brewery executives admitting exactly that). But underage drinking, outside of pubs and bars, is still a huge problem. Basingstoke police have recently been issued with bottle-openers so that if they catch under-18s down the park with bottles - usually WKD, Bacardi Breezer, and Smirnoff Ice - they can open them and pour the booze away. </p> <p>Meanwhile that first generation of alcopops drinkers are now the ones thronging the new-style drinking halls on Britain's high streets: the branches of Yates, Hogshead and Wetherspoons that have filled the high-street gaps left by those traditional shops moving out. Between 1997 and 2003, the capacity of Nottingham's licensed premises jumped from 65,000 people to 110,000. 'That, says Stephen Green, wearily, 'is a massive increase in capacity.' </p> <p>If you want to get to grips with the realities of binge drinking take a look at Chris Greenhaugh's face: the circular scar on his nostril, the half-moon shape across his cheek. Better still take a look at the photographs of his nose before his recent reconstructive surgery to repair the massive damage done when part of his nose was bitten off during a drunken brawl. 'It was six years back,' says Chris, a 29-year-old bus driver from Hackney in north London. 'I'd gone out for a drink with some mates to a nightclub in Mile End.' It was moderate drinking, he says. Just the five pints. They went for a kebab and then down to a minicab office to get a ride home. 'We're waiting for our cab and these four blokes come in,' he says. 'They're very mouthy to everyone.' Words were said and then it went off. 'There were two of them on me. I got a punch in the head, then somebody bit my nose. I just thought it was bleeding.' He stumbled to a toilet at the back of the office. 'I looked in the mirror and realised that a chunk of my nose was missing.' The blokes that did it, he says, 'were seriously tanked up, up for trouble'. And then he says: 'Britain's got a problem with the booze. You go into bars and clubs and immediately you see it, people pissed and up for fights.' </p> <p>Chris's nose was saved by the facial surgeon Iain Hutchison. In the late Nineties Hutchison and colleagues conducted research into how many of the facial injuries seen by accident and emergency departments were alcohol related. They calculated that it was responsible for around 125,000 serious facial injuries a year - caused either by falling over, other accidents or assaults - at a cost of hundreds of millions of pounds a year to the NHS. Through the charity he founded, Saving Faces, Hutchison has gone into schools to warn teenagers that binge drinking doesn't just lead to an almighty hangover. 'Facial scarring is something you carry around for life,' he says. 'And that message can be a good way to discourage people. The message is: save your face. Drink sensibly and slowly.' </p> <p>I ask him what things the government can or should be doing. 'The problem with politicians,' says Hutchison, 'is that they want quick results. But this is not something that can be solved quickly. It requires cultural change. Too often this government has looked like it's thrashing around looking for a solution.' It is hard to disagree. In 1996, the year before New Labour came to power, the Portman Group introduced a voluntary code of conduct on the naming, packaging and merchandising of alcoholic drinks, designed to deal with the excesses of the alcopops craze. The code has been updated twice since then and, for the most part, the government has seemed content to let the industry continue regulating itself. </p> <p>In 1998 the Department of Health was charged with framing an alcohol harm reduction strategy, but failed to do so. In July 2002, it was announced that Downing Street's strategy unit would now be looking at the issue. Eventually, in March of this year, six years after it was first mooted, the strategy was published. It was a collection of good intentions and unarguable commitments, backed up by few targets, no statute and precious little money. 'We currently spend £95m on alcohol-harm treatment in this country,' Richard Phillips says. As Alcohol Concern has pointed out, Smirnoff Vodka spent two-and-a-half times as much to rebrand itself recently. </p> <p>The tragedy is that there are ways to make a difference. The accident and emergency unit of St Mary's Hospital, Paddington, has shown that, if you can identify binge drinkers as they come in for treatment, you can then deliver advice which, coming from a health professional, has an impact. 'GPs' contracts have just been renegotiated,' says Phillips. 'They could have made alcohol harm reduction work part of the contract, as they did in the past with smoking reduction. They didn't do so. It was a missed opportunity.' </p> <p>At exactly the same time as the alcohol harm reduction strategy was being devised, the Department of Culture, Media and Sport was also working on a new licensing act, which would sweep away the statutory 11am to 11pm licensing hours. The Licensing Act 2003 has been portrayed in the media as paving the way for a 24-hour drinking culture. It won't, but it will result in change. Instead of there being set drinking times, local authorities will now be able to decide for themselves when pubs and bars can close. They could insist that they stick on 11pm - or let them go through to the small hours. It was hoped that by removing the 11pm chuck-out, we would all suddenly become relaxed southern Europeans. Out would go the desperation of last orders. The streets would not throng with beered-up boys looking for a punch up, but instead with gently tipsy young men holding clutch bags and giving their ladies roses. Or something like that. </p> <p>But, as Hutchison says, that demands long-term cultural rather than legislative change. Shortly after the act was passed in July 2003, the club and vice unit of the Metropolitan Police produced a confidential assessment of its impact upon their work. It forecast a massive leap in violent crime. 'The flashpoints that traditionally occur between 11pm and 5am may be reduced in intensity,' the report said, 'but will occur with increased frequency.' More drunks out for longer would mean more fights, more rapes, more assaults on police. </p> <p>Guidance on how to implement the licensing act was meant to be published in August of last year. Then the Met report was circulated and the brakes went on. The guidance didn't appear until this March, and the dates for the act's implementation keep being moved back. 'One suspicion is that the government hopes to move it all back far enough so that any rise in crime figures will not be seen until after the next general election,' says a source with knowledge of the process. </p> <p>'If we get it wrong and end up with a 24-hour version of what we have now,' says chief constable Green, 'The social consequences will be horrendous. You would not find an official in the Home Office who does not agree with my views and, while I do not want to speak for him, I know the Home Secretary shares them too.' There has, he says, been a cross-departmental fudge between the Home Office, which is responsible for policing the night-time economy, and the Department of Culture, Media and Sport, which is responsible for licensing it. 'When I look at what comes out of the Home Office and out of the DCMS, it's clear to me they are not working together.' (Despite repeated requests, the government failed to put forward a minister to comment.) </p> <p>In the meantime the onus goes back on to the industry where, eager not to be regulated by statute, the two great buzz words are now 'social responsibility'. Even a drinks behemoth such as Diageo - producers of every thing from Baileys and Bell's whisky to Red Stripe and Smirnoff - has its 'social responsibility' unit. I ask its head, Kate Blakely, why. 'People want to feel good about working here at Diageo,' she says. 'And being socially responsible is part of that.' But isn't it just a marketing position? 'That's highly cynical. I think people here genuinely care about the health of industry and the health of the consumer.' </p> <p>Ah, yes, the consumers. What do they think? Time to return to the heart of binge-drinking Britain, this time to Bridge Street in Guildford, a 100-metre stretch clustered with huge drinking halls, each one thumping with music, and offering cheap drink deals. There's a Yates and a Wetherspoons, a Bar Med and a Bar Zuka and a club fittingly called 'The Drink'. In Edwards, another uberpub with a dedicated shots bar and pitchers of Malibu cocktail at £7, I find Gareth. He's cheery and a little pissed - but not as pissed as he's going to be. 'I'll probably have about 10 bottles of beer tonight and a couple of pints.' I wonder how many units that is. 'About 25 to 30,' he says. He manages a pub so he knows. I point out that the weekly limit for men is 28 units. He shrugs. 'I can have a good time if I drink five pints or 10 pints. Basically everybody here is going to get out of control. That's what this is about.' </p> <p>Standing with him is his mate, Mark. 'I work my arse off from Monday to Friday as an engineer in the petrochemical business and during the week I don't want to go out,' he says. 'So on Friday nights I'm going to have some beers. I'm going to have 10 or 11 beers.' But how do you feel on Saturday morning? He laughs. 'I feel like shit, but I don't have to go to work. Yes I may be damaging myself, but that's my right.' </p> <p>And then there's their friend, Vicky. Nice, sensible-looking Vicky who manages a sports shop and who has had the day off. She has been drinking since lunchtime, and is clutching a bucket-glass of red wine which she admits is 'seriously rank'. How many has she had? 'I don't know. I think I've drunk myself sober.' How would she respond to the government which says her behaviour is dangerous? </p> <p>She leans forward and shouts at my notebook: 'I would say, \"Fuck off.\" I work hard and I want to play hard.' </p> <p>And there, in that statement, is the debate on binge drinking distilled. The doctors, the ministers and the police may see it as an argument about violent crime, facial scars and anti-social behaviours. But for Britain's binge drinkers themselves it's not about any of this. It's about a spanking good night out, and nothing else.</p>",
  "<p>There is a patch down the end of the garden which we currently use as a nursery area. If you have the space, this is a good wheeze. It means that you can plant out cuttings to grow bigger in soil before planting them out, rather than having to water and feed them in pots, and also it is somewhere to put plants that you sort of want but sort of don't know where to plant yet. If a perennial or shrub is ailing, I often dig it up and plant it up in the nursery bed and use it as a convalescent home. It is surprising how often seemingly terminal cases recover.</p> <p>One of the reasons that everything does well there is because the soil is so rich. I have used it in the past for potatoes and squashes with huge success. It also housed the soft fruit for a couple of years, which wasn't so clever. It was too rich a diet for them. The gooseberries and currants sprouted enormous lengths of new growth, which was ideal for every mould, aphid and sawfly in the area. So now our box cuttings, extra hedging plants, wallflowers growing for planting out in a month's time and various other bits and pieces are all thriving up there.</p> <p>But they are swamped with weeds. Because the soil is so rich, the annual weeds grow like topsy. I know we should hoe it every few days and that would keep on top of it, and that is certainly what I would solemnly tell you to do, but it always seems to get left and then we blitz it, taking barrowloads of thistles, groundsel, charlock, goosegrass, dandelions, annual nettles and chickweed to the compost heap.</p> <p>Weeds, you see, are as good a soil indicator as anything. If you have a lush rash of weeds that grow when you turn your back, then your soil is generally rich and fertile. A wide variety of weeds indicates that you could grow an equally wide variety of invited plants.</p> <p>Weeds can look lovely. Think of a hedgerow in spring and early summer, and so many weeds are just wild flowers that were not planted by you. But let us assume that you do not want your weeds for anything more than an addition to the compost heap. They have to be controlled and, preferably, removed. Let us also assume that you do not wish to use herbicides. The reason for not doing so, by the way, is not for moral reasons. It is hard to pronounce a chemical synthesised by man in a laboratory as somehow morally inferior to one extracted from a plant. The real objection is that we simply do not know the full effect of these chemicals. So many chemicals that have been marketed as 'safe' have been found to have disastrous unforeseen side effects that there are no grounds to trust them. Our knowledge of soil biology is on a par with our knowledge of marine biology, and there is simply too much that we do not know to carelessly chuck noxious chemicals at a superficial problem like weeds.</p> <p>Some weeds cannot be defeated and must be worked around. The worst are horsetail and Japanese knotweed. All you can do is to cut them back when they are young, which will weaken them. I have seen an allotment in Birmingham infested with horsetail yet be beautiful and bountiful. Co-existence is possible. Japanese knotweed, on the other hand, is an absolute disaster and is now officially regarded as the most pernicious weed in Britain. All you can do is to cut it back and keep doing so regularly. If you leave it, the stems become as strong as hawsers and will push up through thick concrete.</p> <p>Every gardener has one or two chronic infestations of perennial weeds. The worst are ground elder, bindweed, creeping buttercup, couch grass and lesser celandine. Weeds such as horseradish, comfrey, mint, burdock, hogweed and nettles can be a real pain, too. The best way to treat this group is to localise your control. Wherever it matters that you do not have them - ie in a border - you must remove every minute scrap of root and burn them. This means digging the ground over carefully and deeply, washing off the roots of any existing plants to clean them of entwined roots, and if necessary sinking a subterranean barrier of corrugated iron a couple of feet deep along the edge to stop the weeds spreading back in again. Then mulch the ground thickly and remove any trace of reinfestation at least monthly. This is what I have done at home, and it has kept our terrible bindweed at bay. If you keep pulling up the accessible roots of bindweed, it does weaken it. The important thing is to have an area - however small - where you are completely on top of your weeds.</p> <p>The next stage are the unscary but vigorous perennial weeds such as dandelions, perennial stinging nettle, dock, thistles and burdock. These can be contained with a hoe, but that will delay rather than kill them. They will only regrow from the central root system and it is best to pull or dig up as much of this as possible and certainly never let them flower and seed. If you cut them at ground level, it can be very effective to cut a deep cross in the visible tap root with a knife. This is not so much a sign to ward off the devil as a mortal wound. All but the most noxious roots such as couch, ground elder and bindweed can be beneficially added to the compost heap.</p> <p>Annual weeds are best controlled by hoeing where you can easily determine what you are trying to keep, as in a vegetable patch, or handpulling in a border where there will be a number of friendly young plants mixed in among the weeds. This is not such a hard task and one that I actively enjoy, especially when the ground is soft and wet and they pull easily. Your hands become engrained and sore but they take and store a memory of your ground. It is hands-on learning, finger intelligence, and that is the only way that you can really learn.</p> <p>We use a flame-gun to weed the paths. This is a snorting dragon that makes a huge and scary amount of noise but is completely safe and incredibly effective. The thing to remember is that it works by shrivelling the cells of the plants which then wither and die. The flame is merely the means of creating that heat. The downside of this is that you must be very careful not to heat up nearby plants such as box hedging or climbers where a wall can convect heat. But common sense and a little practice soon sorts that out.</p> <p>Prevention is best, however. In the vegetable garden, that means hoeing at the first sign of any weeds. Only hoe on dry days, and keep the hoe sharp. The idea is to cut just below the surface and let the weeds dry out in the sun. If they are big enough to be collected, hoe more often. On a border, prevention means a thick mulch of organic material. Garden compost is ideal; mushroom compost has the virtue of being completely weed-free; cocoa shells do a good, if expensive, job; and council green waste is excellent if you can get it. Do not use farmyard manure as a weed-suppressant as it will be filled with weed seeds such as fat hen, docks and nettles. It is best dug in the ground. Straw or hay is perfectly serviceable between shrubby plants, and newspaper covered by grass clippings works. Just grass clippings is fine, and I use them at the base of my hedges. Only use wood chippings that have rotted for at least three months (six is much better) because they rob the ground of much nitrogen as they decompose. A layer of semi-permeable membrane looks horrible but is very effective, and I am experimenting - so far with great satisfaction - with rolls of hemp around young hedging plants. Whatever you use, it must be dense enough to keep out all light and permeable enough to let through all water.</p> <p><strong>·</strong> <a href=\"mailto:monty.don@observer.co.uk\">monty.don@observer.co.uk</a></p>",
  "<p>Like most seaside towns in Britain, Great Yarmouth in Norfolk has a promenade lined with brightly coloured hotels and pretty souvenir shops. There is a pier with a video game arcade and topping the bill at the theatre are Cannon and Ball. And, like an increasing number of seaside resorts across the country, Great Yarmouth also has a lucrative drugs market, controlled by gangs from Liverpool. </p> <p>The latest figures released by Norfolk police show that around a third of all the dealers in Class A drugs arrested in the area come from Merseyside. A significant proportion of the remainder have been recruited by or are being supplied by the Liverpool gangs. The situation is being repeated across the country with several police forces setting up operations aimed at specifically targeting the dealers from the north west. </p> <p>A recent report published by the Devon &amp; Cornwall police authority and obtained by The Observer states: 'Liverpool criminals who have previously controlled the heroin distribution in Devon &amp; Cornwall have diversified into crack and cocaine. They are now responsible for much of the Class A drug supply across the force area. This group poses a major threat to the force as their market places and networks are well defined and commercially viable.' </p> <p>Last month, the force made its biggest drug seizure of more than £400,000 worth of heroin. The find, hidden in a rucksack in bushes close to scrubland, is being linked to five men with Liverpudlian accents who were seen arguing in the area shortly before. Last week a further £15,000 worth of crack cocaine and heroin was discovered in a guesthouse in Chelston-Torre. Two teenagers, both from Liverpool, were arrested during the raid. Gangs from Liverpool are also having a significant impact on the drug trade in Plymouth and many other coastal towns in the south and east of Britain. </p> <p>Det Sgt Nick Wilden of Devon &amp; Cornwall police told The Observer : 'We do not have a problem with dealers from London or Bristol. The trade is effectively controlled by those from Liverpool. It's extremely well organised with a chain of command that goes direct from Liverpool through a number of levels down to the people selling on the street. The dealers will often base themselves in guest houses and store the drugs elsewhere. </p> <p>'They make regular runs to Liverpool to obtain new supplies which are either brought down in a series of vehicles or by train. The dealers at the lower end tend to be addicts but those at the top are rarely on heroin. This is a business, one which they can make a great deal of money from, and they tend to treat it that way.' </p> <p>Liverpool has always been a major importation and distribution point for drugs arriving in the UK and gangs from the city have long controlled the supply across Merseyside as well as seaside towns in north Wales. They have also traditionally had strong links to gangs in Scotland. </p> <p>Earlier this year James O'Hara from Liverpool was jailed for leading a 23-strong gang of heroin and cocaine dealers in Great Yarmouth. O'Hara's gang is believed to have carried out more than 7,000 drug deals before being brought down by a six-month undercover police operation. The ringleaders of the gang were all from Liverpool but several low-level dealers had been recruited direct from the streets of Norfolk. </p> <p>Last month officers from Norfolk swooped on yet more members of a Liverpool-based drugs gang as they made a delivery at a supermarket car park on the outskirts of Lowestoft. DCI Barry Lister, head of Norfolk police's drugs and serious crime squad, told The Observer : 'The gangs first came to our attention last year. We are now liaising with Merseyside police and are involved in a sustained targeting of drug dealers from Liverpool. Previously dealers from Norfolk would have travelled to London or Liverpool to obtain supplies. This would be brought back and then broken up into street-sized deals. Increasingly, the drugs are being pre-packaged in Liverpool and brought to Norfolk ready to be sold on the street right away. This is big business. In one recent surveillance operation we observed a single dealer selling to more than 100 customers in a few hours.' </p> <p>Seaside towns, particularly those where large numbers of homes have been split up into smaller flats and bedsits, have always been popular with drug addicts. By providing this supply more directly the Liverpool gangs have been able to increase the amount of drugs available and also exert a far greater level of control over their distribution. </p> <p>The problem is particularly acute during the summer and autumn when large numbers of dealers are able to blend in with the tourists without drawing attention to themselves because of their distinctive accents. In recent months dealers from Liverpool have been arrested in towns in Sussex, Suffolk and Dorset. </p> <p>The increased focus on areas outside Liverpool is also believed to be in part a response to a year-long crackdown in the city by Merseyside police which has massively disrupted dealing in key areas. Last week, officers charged a number of people in connection with two gangland murders thought to be linked to a long-running drugs gang war. They also charged a 22-year-old in connection with a series of car bombings in the city over the past year. The crackdown has led to almost 400 arrests in the past three months, most of them for drugs offences.</p>",
  "A growing number of families are using unproven DIY allergy kits to test whether their children's behaviour is being affected by common foods or substances. <p>Doctors are worried that many parents are bypassing their GP by using the internet or health food shops to buy the kits. </p> <p>The Royal College of Physicians reported last year that the incidence of allergy has increased dramatically in the UK, and is still rising, with as many as one in three people developing an allergy at some point in the lives. </p> <p>Levels of asthma, rhinitis (hayfever), and eczema have increased three-fold in the past 20 years but food allergies are the most widespread form, with a reaction to peanuts the most dangerous of all, affecting one in 70 children in Britain. </p> <p>The DIY tests usually involve the patient having a pin prick for a sample of blood which then sees if there are higher than normal levels of allergen antibodies (known as IgE) in the blood. But often this can lead to mothers cutting out wheat or dairy from a child's diet even though the results may be incorrect. </p> <p>Dr Gideon Lack, paediatric allergy specialist at St Mary's Hospital in west London, said: 'I have grave concerns about these testing kits, especially where people go into health food shops or department stores and have these unproven tests.\" </p> <p>'If parents are worried that their child has an allergy, they should go to their doctor. They shouldn't resort to these unproven methods. Misinterpretation of these tests results is at best harmless, but at worst can have serious nutritional consequences. That's something we see in our clinics, where patients have received multiple false diagnoses, and the children ends up not gaining weight, or becoming seriously anaemic.' </p> <p>Allergy testing is big business in the UK, with thousands of people every year buying a kit off the internet, or through supermarkets or local shops. </p> <p>The NHS is not equipped to deal with the vast demand for these tests. In 2003, there were only six major centres which could offer a full-time service with expertise in all types of problems. The others are run part-time by consultants who also work in other disciplines. There is roughly one allergy consultant for every two million people in the UK. </p> <p>Home testing kits can cost as little as £10. It is estimated that as many as one in 20 children in the UK have attention deficit hyperactivity disorder (ADHD) which can cause problems such as aggression and disruptive behaviour, disrupting schooling. </p> <p>There is controversy over how much the disorder, which is increasingly diagnosed, is linked to diet. Some studies have suggested certain processed foods which contain artificial colours, flavours and preservatives can affect their behaviour. But others say there is a distinct lack of rigorous studies to prove such a link. </p> <p>Sally Bunday, founder of the Hyperactive Children's Support Group, said that giving children a healthy breakfast is important as is drinking lots of water during the day. 'As well as their regular supplements of vitamins, minerals and essential fatty acids, the key with this group of children is consistency, giving them regular mealtimes and routine,' she said. </p> <p>But a new trend that is starting to appear in the UK is that of the ADHD coach, charging about £160 for four private sessions, who will help families, both parents and children, deal better with the condition, says Allergy magazine, a new publication out this week. </p> <p>After making an assessment of the patient, coaches can help to control the levels of hyperactivity by persuading them to change the way they see their life and to control the condition, sometimes by watching what they eat. </p> <p>Jan Assheton, a nurse whose own 14-year-old has ADHD, helps scores of children and parents to learn how to manage it. 'It's really about offering families solutions. I look at the core deficits of hyperactivity, which are impulsivity, inattention and hyperactivity. Something which often helps is the \"stop, think, act\" technique, which teaches children to stop before they do something which may get them into a difficult or aggressive situation.' </p> <p>Assheton, from Formby, Merseyside, believes that diet can be important for children but is also a proponent of medication, such as Concerta, a type of ritalin. 'No parent ever medicates their child out of choice, they are brain-altering chemicals after all. But when I saw my son sitting still and reading instead of bouncing off the bed I had to accept it.' </p> <p>One father who did decide to alter his son's diet radically after he realised the boy was hyperactive says he has not regretted it. Ryan Gallacher's father Alex became increasingly concerned about the boy's behaviour and in desperation, the family decided to put him on a diet that was completely free of additives and sweets. According to the family, his behaviour was transformed and teachers are really impressed by the changes.</p>",
  "<p>More seriously, Shawn described to me how, having offered an article about 9/11 to several East Coast publications, his opinions were so comprehensively rejected at home that he was obliged to publish in Britain, in The Guardian. 'It's brainwashing,' he says. 'The fact is that a certain percentage of Americans completely buys the [Republican] brainwashing.' Unsurprisingly, Shawn believes what many Democrats accept as an article of faith: 'Of course there has been a right-wing conspiracy - the extreme right has acted in a very disciplined and ruthless and successful manner for 25 years.' Shawn says he has found it difficult to write about Bush's America: 'Part of the problem presented by Bush and his gang is that they are so crude ... When you are confronted with things that are so crudely brutal, the writer's task of elucidating what lies beneath the surface is redundant. These people believe in cruelty, vengeance and brutality. I think Shakespeare would have done very well with these characters.'</p> <p>When pressed to contrast the present situation with the crisis of the late 1960s, Shawn is both pessimistic and uncharacteristically angry: 'The American government in my lifetime has never been in the hands of people so unbelievably unqualified to run a large country. These guys are out of touch with reality. The most shocking thing about them is that they have only a contempt for the law. That means that they could - and probably will - do anything. This is the scariest I've known it. Part of the problem with these men is that their sensitivities have never been shaped by any civilisation, of East or West - or even the wisdom of primitive cultures.' To Shawn and Eisenberg, the Bush Republicans are crude, provincial and limited chauvinists who offer the American people a crude, but compelling, vision of the country's place in the world. As Shawn says: 'If the public likes this idea of world domination, we're sunk.'</p> <p>Eisenberg, the author of a story collection entitled All Around Atlantis, who came of age during the Civil Rights movement in Alabama, adds that: 'As an adolescent I learnt that the American people have a vested interest in not responding to what is going on in their society. Are we actually willing to see how we fit into the world? Are we willing to change our lives in a way that would make the United States fit into the world community?' She answers her own question: 'It is so against our interests to challenge our view of ourselves as perfectly nice, decent people. We've had a frankly imperialist morality for quite a long time now.'</p> <p>One of the puzzles of America's electoral map today is the degree to which people are voting against their interests. The poorest parts of America today are not to be found in Appalachia or the Deep South, but out in Kansas and the great plains, where ranchers struggle to feed their cattle and the nation's farmers stare every day into an abyss of bankruptcy and destitution. Yet it was precisely here, where life is hardest, that in 2000 the Republicans racked up 80 per cent of the vote. What is it about the Democrats, the party of the poor and the defenceless, that does not speak to these country voters? Well, for a start, it is the Democrats' association with East- and West-Coast values. In the words of a famous TV commercial, these liberals are a 'tax-hiking, government-expanding, latte-drinking, sushi-eating, Volvo-driving, New York Times-reading, body-piercing, Hollywood-loving, left-wing freak show'.</p> <p>Out here on the great plains, where the battle for the soul of America will be decided this autumn, it is traditional values that matter. Here, it is the America of political correctness, Woody Allen movies and Ivy League latte liberalism that mobilises the voters - against the Democrats. Yet this is the audience Kerry must win over before Bush clocks up another moral majority.</p> <p>Eisenberg hails from the conservative Midwest and has a special perspective on New York's alienation from Bush. Similarly, Siri Hustvedt, author of The Blindfold, The Enchantment of Lily Dahl and What I Loved, comes from Northfield, in Minnesota, one of the 'swing' states Bush must win to be re-elected. Hustvedt believes that Iraq will be decisive in November. 'A lot of people are very mistrustful about the war,' she observes, 'the kind of people you might not imagine. In my home town, there are now a lot of people actively working against Bush. The world I grew up in - old farmers who had socialist tendencies and supported Democratic Farm Labor - has shifted...'</p> <p>Like many writers, Hustvedt has been dismayed by the role of the press: 'There's an underestimation by the media of the anger against Bush,' she says. 'It's not only among liberals, but also among ordinary people who feel betrayed about the war, who feel angry about ordinary life, about how hard people have to work.' This is a crucial constituency.</p> <p>In August, before the Republican Convention, Kerry and Bush's quest for the swing votes in the battleground states became almost comical as the candidates leap-frogged each other across the great plains. Towns with populations in the low thousands were suddenly at the epicentre of a media hurricane, as each side tried to hog the news cycle. On one occasion, both candidates were in Davenport, Iowa, barely three blocks apart. Traffic was in gridlock as the rival motorcades snaked through the streets. The most tangible result for the people of Davenport was that some enterprising crooks took the opportunity to rob three banks while the local cops were engaged in the task of trying to protect the president and his opponent.</p> <p>On the stump, Bush is much more effective than Kerry. True, he mangles the English language; true, he conveys an irritating Good Ol' Boy Texan smugness, but he and Laura, the First Lady, to whom he always refers with a calculated spousely folksiness, do seem to connect with the voters in a way Kerry never can. If the outcome of November turns on which man the voters would rather crack a beer with, Bush should scrape home.</p> <p>The X factor in a hotly contested election is the youth vote. A new, post-Clinton generation is now eligible to register. Still, no one is quite sure which way these Bush babies will jump. At 27, Jonathan Safran Foer, author of Everything is Illuminated, is a comparatively new voter who has been radicalised by the post-9/11 experience. As a teenager, he volunteered to work for the Clinton campaign, 'but really because it was a fun thing to do'. Safran Foer believes Bush 'is responsible for bringing a lot of people my age into a new kind of political consciousness, ie: \"It's unacceptable not to do something.\"'</p> <p>For Safran Foer, that 'something' is anti-Republican, anti-Bush. He has just collaborated with Dave Eggers to publish The Future Dictionary of America: A Book to Benefit Progressive Causes, in which some 200 American writers are invited to contribute their own re-definitions of American key words. Safran Foer says the book is 'an expression of outrage over the Bush administration's assault on free speech, truth, the rule of law, humility, the separation of church and state, the woman's right to choose, clean air and every good idea this country's ever had'.</p> <p>During our interview, Safran Foer was obviously trying hard to be reasonable, even detached, but his conversation was littered with jagged, polemical splinters. 'I actually don't think,' he remarked, 'that Bush is pure evil, but he responded [to 9/11] in the worst way, [and has] surrounded himself with such vile people that in a way it doesn't matter.' Safran Foer also concedes that he's a metropolitan, a natural Democrat, but speaking for his generation, he says: 'I don't know anybody who supports the war. I don't know anybody who voted for Bush [in 2000], and I certainly don't know any one who's going to vote for him this time.' He agrees that Kerry has still to close a deal with the American people. 'I recognise that about half the country feels exactly the opposite to me.' He cites the Christian fundamentalist right-wing vote as a vital element of that bedrock Republican vote.</p> <p>Another 'swing' group on whom the Democrats are pinning a lot of hope in a tight race are the Latino Americans. Bush made great play with his Hispanic-Texan connections in 2000, but his presidency has been catastrophic for the very poor, and the assumption is that the Latino vote is pro-Democrat. Junot Diaz, whose short-story collection Drown was one of the literary high-points of the late 1990s, is a recently naturalised US citizen from the Dominican Republic, now in his early thirties. For Diaz, a vigorous spokesman for his community, it's 'a plague on both your houses'. For the downtrodden Latino, he says, Bush vs Kerry is a choice between being beaten 'with an iron bar or a fist': neither will change the plight of the Latino population. He'll vote for Kerry, not with much enthusiasm, but because Bush reminds him of Reagan, and Reagan was 'an apocalypse'.</p> <p>Diaz remembers his childhood, growing up in a Latino slum in New Jersey. 'In the Eighties, to be poor, of colour, an immigrant - it was a nightmare: the economy collapsed, there was voodoo economics, crack cocaine hit, the prison rate went off the chart, Aids hit, anything bad that you can imagine happened under Reagan. The Eighties was a deathwatch. Bush is the same. When I watched him get elected, I thought: Here we go again.' He says that when the Twin Towers went down, so strong was the identification of the Latino community with the al-Qaeda hijackers, despite the grievous loss of life among Hispanic office workers, that for weeks afterwards, 'Osama' became a hip, ironic greeting among his friends and neighbours. Diaz is not sure that Kerry can count on the Latinos either. He paints a picture of people working so hard to make ends meet they have no time for politics.</p> <p>If there's one group the Democrats can put in the bank, it's the African-American community. ZZ ('Zee Zee') Packer, hot from the Democratic Convention, reports that Kerry, who she's just interviewed, should pick up most of Clinton's erstwhile supporters. Packer is the author of a well-received collection of short stories, Drinking Coffee Elsewhere, and is plainly going places. We meet, between trains, in a cavernous, humid bar in Pennsylvania Station, yelling American politics above the early-evening hubbub of rush-hour commuters. Packer, born in 1973, is of the Diaz and Safran Foer generation. She came to political consciousness during the Reagan years; her opposition to Bush is influenced by her childhood memories of the 1980s. She believes, nonetheless, that even some Republicans are dismayed by the Bush administration's disdain for human rights. Kerry, she argues, has 'had a great record in civil-rights legislation and programmes that are near and dear to the African-American community'.</p> <p>Packer, an ebullient voice for her community, is another Reagan baby with an instinctive opposition to the Republicans. Still, she concedes that Kerry the New Englander does not naturally connect with African-American voters. 'His circle is a pretty select circle,' she says, and admits ruefully that Bush is 'amazingly adept' at getting across a message that appeals to Main Street. Packer, like many of the writers I spoke to, deplores the tendency of Americans to stick with a leader they think is going to protect them, and for loyalty to the office of the president to override every other consideration. That, she says, is 'why you have such support for Bush, but still I think the American people are beginning to turn around'. California, her home state, is 'definitely going towards Kerry'.</p> <p>Packer has just met the senator at the Democratic Convention and found him 'more thoughtful and less genial' than she expected of a man courting the African-American vote. He had seemed bored by the interview. We agreed that Clinton would never have been bored meeting the voters. Once again, there was no escaping the unspoken longing for a better candidate to take on Bush.</p> <p>So can Kerry pull it off? To this simple question there is, as I write, no clear answer. The conventional wisdom is that the result is still 'too close to call'. At the same time, confusingly, everyone agrees that the polls, which have given Kerry a statistically meaningless edge, are not to be trusted. Jonathan Safran Foer says: 'We are going to have to work incredibly hard to get Kerry into office.' ZZ Packer says that if the election was held tomorrow, Kerry would win by a 'very, very narrow margin'. Siri Hustvedt, who says she will emigrate to Norway if Bush wins, believes Kerry can do it, but does not sound convinced. To Carl Hiaasen, who points out that he's always wrong about US elections, 'Kerry has failed to catch fire as a candidate.' He is pinning his hopes on the debates: Kerry is known to be a good debater. Richard Ford says he has 'no earthly idea'.</p> <p>Wallace Shawn is also unsure: 'People have a tremendous sense that they've been lied to. There are a lot of people out there entertaining some very wild thoughts. People have been flabbergasted by the war. Who knows? Most people don't vote. The Bush people's drive to win is so huge. And they have as much money as they want. And they are ruthless. Kerry has taken a position that's so weak. He will win, he thinks, if he doesn't stray too far from the Bush line. I wish he'd present a real alternative. Then I think he'd have an enormous victory.' Paul Auster, more optimistic, not only believes that 'Kerry has a very good chance of winning,' but also thinks that John Edwards, the vice-presidential candidate, is a plus for the Democrats. 'Edwards appeals to people. He's got some fight in him. He's charming, and gives some energy to the ticket. I wish Kerry were not Kerry, but he's what we've got, and I accept it.'</p> <p>That's hardly a ringing endorsement, and there are still 58 days until the vote. Anything can happen. Perhaps al-Qaeda will attack again. (A lot of Americans fear this.) Perhaps the Democrats will find a winning theme. Perhaps Osama bin Laden will be captured. It says everything about this turning-point election that a remarkable number of people I spoke to observed, whimsically, that the Republicans might already have located their nemesis and were simply waiting for an opportune moment to unleash an 'October surprise'.</p> <p>To Carl Hiaasen, fishing on the Florida Keys, the election scenario is beyond fiction. 'This is a world whose reality is so preposterous that it's hard to satirise. It's self-satirising. I mean, you couldn't put Dick Cheney in one of my novels. You couldn't invent a guy like this. It's beyond anything Orwell or Huxley could have imagined.' Deborah Eisenberg shares Hiaasen's despair: 'People say, \"The Constitution will prevail. The American people will prevail\", but I have no such confidence. The Supreme Court is degraded and corrupt. Our press has been irresponsible to a shattering degree. We are in the middle of a great catastrophe.'</p> <p>For Paul Auster, who has thought deeply about America and its politics and whose novels, like Leviathan, reflect a lasting engagement with 'the American idea', this dystopian vision is horrifying. 'I don't know what I'll do,' he says, speaking slowly, 'I don't know what I'll do for the next four years if Bush wins.' He looks out into the summer darkness of August in New York City, across to the gap in the skyline where once the Twin Towers sparkled. 'Go abroad?'</p> <p><strong>·</strong> <a href=\"http://observer.theguardian.com/magazine/story/0,11913,1296010,00.html\">Back to part 1</a></p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://observer.theguardian.com/magazine/story/0,11913,1297281,00.html\">Read part 2</a></p>"
]