[
  "<p>Although it's being billed as a diary, the Labour party <a href=\"http://www.labour.org.uk/index.php?id=ac04conferencediary\">conference diary</a> is a group blog in all but name. Contributors include Labour chairman <strong>Ian McCartney</strong>, who relates an <a href=\"http://www.labour.org.uk/index.php?id=ac04conferencediary&amp;no_cache=1&amp;tx_conf_diary[pointer]=0&amp;tx_conf_diary[showUid]=71\">embarrassing incident</a> at a conference security check.</p>",
  "John Prescott today promised to make new homes available to first-time buyers for just £60,000 under a scheme to release surplus public land. <p>While lauding the one-million rise in home ownership since Labour came to power in 1997, the deputy prime minister admitted: \"The gap between those who own a home and those who want one is widening. It's our job to help those first time buyers who are unfairly priced out of the market.\"</p> <p>Mr Prescott said the government would ensure surplus public land would be earmarked to making housing more affordable. </p> <p>\"Government departments, public agencies and local authorities own lots of surplus land, which we often sell off to the highest bidder. We own the land but we don't use it as efficiently as we could ... when we assemble sites for development we will make sure that some of the land is set aside for first-time buyers at prices they could not otherwise afford.\"</p> <p>However, Mr Prescott suffered a setback this afternoon when he failed to persuade delegates against a union-backed motion to allow council tenants to remain under direct local authority control. </p> <p>Following a colourful debate on social housing, conference moved to give tenants a \"a fourth option\" by restoring to councils the power and resources to repair their own homes - a proposition which had been flatly ruled out earlier by the deputy prime minister. </p> <p>Mr Prescott and his ministers have until now insisted that extra cash to repair homes to bring them up to a decent standard will only be available if tenants vote to switch their homes to new management through three options: the private finance initiative (PFI), housing associations, or arm's-length management organisations (Almos).</p> <p>But unions and local government leaders believe that where tenants shun all three of the government's options, they should be given the power to borrow money to repair the homes themselves in the same way that housing associations can.</p> <p>Despite last ditch talks with unions and opponents aimed at trying to avert an embarrassing vote today, delegates backed the call to introduce a fourth option to tenants.</p> <p>Closing the debate ahead of the vote, Mr Prescott warned conference that a vote for the alternative \"nonsense motion\" would derail the government's target of ensuring all social housing was in decent condition by 2010. </p> <p>While using private and public money to raise standards would take 10 years, using public money alone would take a further five, he said, and it would be a case of approaching Gordon Brown for more money at the expense of cuts in public services.</p> <p>\"The decent homes programme we have set for 10 years will not be delivered\", he told conference. \"That was a manifesto commitment you agreed to.\"</p> <p>Daniel Zeichner, the chairman of the Labour party in the east of England - who tabled the wording of the resolution - led the call for a \"level playing field for tenants\".</p> <p>\"If debt can be written off for a stock transfer, why can't it be written off for an in-house option,\" he said. \"Giving tenants a choice, a fair choice, not a rigged choice. A genuine offer, not one you can't refuse. </p> <p>\"Why shouldn't there be a level playing field? Why can't you trust tenants to make a choice? And that is the question you have to answer.\"</p> <p>Turning on the government's mantra of \"choice\", Unison delegate Gary Ramsford said to loud applause: \"If choice is good enough for middle Britain it is good enough for council tenants.\"</p> <p>But Bethnal Green and Bow MP Oona King told delegates of 10-strong families living in two-bedroom flats in her constituency, who would have to wait longer if council tenants had the choice of accessing public money to improve homes. </p> <p>\"Hundreds and millions of pounds are needed just in Tower Hamlets just to bring homes up to decent standards\", she said. \"Why should we have an ideological argument about this while children's lives are ruined. Stock transfer gives us more houses for the same amount of government money . That is the simple answer.\" </p> <p><b>£60,000 homes scheme</b> </p> <p>Mr Prescott's proposed assistance for first-time buyers would involving halting the \"gravy train\" of expensive land development by persuading construction companies to use cheaper modern building modern methods to keep costs down to around £60,000 - about a third of the market price. </p> <p>First-time-buyers would then pay \"the cost of building the house, not the full cost of land\", Mr Prescott explained.</p> <p>\"I know they [the construction companies] can do it. Let's see if they will do it\", he told delegates. </p> <p>Mr Prescott also announced £500m of public-private finance money for local authorities to build new homes for rent and sale. </p> <p>A spokesman for homeless charity Shelter said later: \"Today's announcements by the deputy prime minister are an innovative package of measures which reflect the increasing recognition, in a pre-election year, of the economic and social impact of the housing crisis. </p> <p>\"The new proposals are welcomed as a serious attempt to boost housing supply but we will be examining the fine detail to ensure that they don't mean public money is diverted away from helping those in highest priority, such as the record number of homeless families trapped in emergency accommodation.\"</p>",
  "<p>I grew up with sap in my veins. We would regularly go for walks in woods, on moors and by rivers in the Yorkshire Dales where I was brought up, and my love of the outdoors has always been with me.</p> <p>When I was a kid my parents took me on lots of British holidays everywhere from Bispham (the select end of Blackpool) to the Lake District or the north coast of Scotland so I've been a fan of Britain and known its infinite variety from a very young age. </p> <p> I've not forgotten Britain as I've got older and I regularly spend holidays here. I love the Isle of Wight: I've got a flat and a boat there and regularly pootle around the Solent - that's my big switch-off - and we pop down to Penwith in Cornwall once a year too. </p> <p> There were places I'd never been, though, such as the Norfolk Broads and the programme (British Isles: A Natural History ) allowed me to explore more of Britain. I was amazed by climbing the Munros in Scotland. I'd looked at them from down below before but to actually look across at Ben Nevis from Aonach Mor on a clear spring day when they're covered in snow and there are blue skies is just astonishing. </p> <p>The series celebrates Britain's diversity and I think it does that well. People end up knowing their own neck of the woods and a particular spot they love, but I don't think any of us really appreciate the amazing diversity of landscapes. This series should certainly make people sit up and think, 'Good Lord, I didn't know we had that.'</p> <p> I visited 65 counties over two years to make the series. I was learning the background to all these places we were visiting and the reasons why they looked the way they do. </p> <p>It wasn't all landscape though, there were also some wildlife encounters. We saw swallowtail butterflies in Norfolk and grey seals around the Isle of May in the Firth of Forth and red squirrels at Formby in Lancashire. You can get in among gannets on Bass Rock - thousands of the blighters. They don't run away because they haven't learnt fear. </p> <p>It's not just about getting people looking at their own islands on the screen, but for them to get off their bums and walk and see it first hand. We've included several guided walks with the series built on places we visit in the programmes but also incorporating a lot of local knowledge. All you'll need is a stout pair of walking shoes rather than a passport and an airline ticket. </p> <p> I discovered parts of Britain that I want to revisit, too. Being a boater I want to pootle on the Broads a bit more now that I've discovered them and I loved going up to Lewis and Harris in the Hebrides. The Isles of Scilly with white sand beaches and blue sky are just fantastic, as are the gardens of Tresco. </p> <p> I travelled by plane, train, helicopter and jet fighter - that's a very good way to travel, but you do run the risk of being sick. Helicopter travel for me is the best way to see the British Isles, though, because you're at a relatively low level so you realise just how beautiful a place it is. I like train travel too - provided it's clean and running on time - because the network has grown into the countryside now and some of the runs are fabulous. The run from Fort William to the coast in Scotland is incredible. </p> <p>You can't beat the diversity of Britain. You can go from the snow-covered mountains around Ben Nevis to the Isles of Scilly - just a few hundred miles apart. They are fantastic spots.</p> <p> <strong>· </strong>British Isles: A Natural History starts on Wednesday 29 September at 9pm on BBC One. A book to accompany the series is published on 4 October by BBC Books. To order a copy of British Isles: A Natural History by Alan Titchmarsh for £18.99 with free UK p&amp;p, call the Observer Book Service on 0870 836 0885 (<a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a>). For further information on tailored walks in your area visit www.bbc.co.uk/nature</p>",
  "<p>The caravan three vehicles in front, complete with satellite dish, go-faster stripes and 'Jesus is my Co-Driver' bumper sticker is labouring around the bends of this winding Somerset road and up shallow inclines with all the dynamism of John Kerry. So cumbersome is the beast that the driver apparently cannot see the long zig-zag of cars feinting and retreating in a long queue behind him like a school of stressed-out pilot fish. </p> <p>I'm tempted to overtake but then I check my rearview mirror and catch sight of a sleek, silver, teardrop shaped lump of metal with pleasing retro curves. The T@B, le dernier cri in caravan design, is so compact that it's easy to forget that you are towing it. It doesn't slow you down that much, just keeps you exactly to the speed limit, a wonderfully effective fibreglass and aluminium conscience. </p> <p>It was love at first sight for Andrew and Julia Holder when they spotted a picture of the T@B caravan in a magazine, so they decided to import one from Belgium. They have since bought another and hire them out for the week or weekends, under the name Swiftsilver. </p> <p>How cool is caravanning? Talking to friends two theories emerge. One, that it's like having an ugly best friend - surrounding yourself with uncool stuff makes you look all the cooler. Two, that caravanning is cool in a retro, hippyish kind of way, with overtones of the traveller movement and circuses. </p> <p>(Incidentally, people tell me the word 'cool' is no longer cool, or, that is to say, no longer 'phat'. To paraphrase Grandpa Simpson: 'I used to be with it, but then they changed what \"it\" is.') Whatever. In a totally square, Famous Five (ie un-phat) way, there is something fun about the idea of a weekend's caravanning. </p> <p>My girlfriend Siobhan and I had spent one night in the caravan site attached to the National Trust property at Stourhead, in Wiltshire, and were now heading for one at Kentsford Farm, just outside Watchet, where Coleridge wrote The Rime of the Ancient Mariner. The caravan site at Kentsford Farm is a vast and beautiful orchard, trees groaning with cider apples, begging to be scrumped, peacocks, guinea fowls and strange turkey-like ducks grimble around the place, a brook babbles past, and to complete the Enid Blyton theme there's a steam train that toots past every hour or so. Irritatingly we are not presented with fresh eggs although, lacking Julian's initiative, we didn't ask for any. </p> <p>Both places we stayed at were Caravan Club sites, and if the others are as stunning and well located as this, then I can see the appeal of caravanning. Basically you pitch up, hand over a fiver, untether your caravan, wind out the legs etc in a process that lasts about five minutes and, with the night's billet secure and snug, are then free to head off on an adventure - or alternatively make a cup of tea. </p> <p>The T@B is a very neat piece of design indeed, weighing just 520 kilos - that's three Marlon Brandos circa 1995 - it manages to fit a good-sized double bed, table, booth, fridge, sink, cooker, storage space and even a chemical toilet in its snug interior. Electric lights and a heater ensure an ambient, liveable space - albeit tiny. It also looks phat. A stately pleasure dome indeed. </p> <p>So off we zip to Nether Stowey and take a look around Coleridge's tiny cottage, the one where he hung out with Will Wordsworth, got mumbled on opium and was fortunate enough to be disturbed by a postman just when his poem 'Kubla Khan' was threatening to go the way of Jilly Cooper's Riders. We yomped off onto the spine of the heather-coated Quantock hills and the wonderful 360 degree view that so inspired the royalty of romantic writing. </p> <p>Here's a teaser: on one hand we could cook on the tiny two-ring stove in the caravan (and wash up) or we could get a Michelin-starred chef to do it for us at the Rising Sun at West Bagborough. Hmmmm. If you're ever anywhere in Somerset go to this place. The food was absolutely delicious, the young staff very friendly, and the prices reasonable. After a drink at a harbourside inn in Watchet we headed back to the caravan for a game of chess. What else is there to do? In bed by 11.30pm - oh the joys of the countryside. </p> <p>Waking up in a caravan is weird. First, you have to work out where you are ('oh yes, in a caravan') and then you have to work out where it is. Without leaving the bed (I told you it was compact), I griddled some mushrooms we'd bought at Frome farmers' market. </p> <p>I've always suspected that caravanners were misanthropic creatures (no need to grunt a good morning to the proprietor of the B&amp;B) and my prejudices seemed to be justified by the fact that most Caravan Club sites have a maximum capacity of five vans even though they are often gigantic fields. However, the sight of our quirky abode was enough to break down their instinctive reticence. Apologising for bothering us, they came over to shyly offer their congratulations on having such an 'unusual' looking caravan. </p> <p>'I just had to come over ...' was a common opening gambit to justify this breakdown of caravan-site decorum. I felt like the Pied Piper. I had visions of a phalanx of caravans, our T@B in the front, picking up converts en route, heading off o'er hill and dale towards London to preach the joys of caravanning at Hyde Park Corner. </p> <p>But on site the T@B was singing to the choir. So for research purposes Siobhan and I tried to gauge the reactions we evinced from the youthful general public we passed in the small towns. It's hard to be sure, but I swear the slack jaw of one youth, hanging from the branch of a horse chestnut tree, tightened considerably as we swept past, and at one pedestrian crossing a baby gave a shy smile and possibly even a wink. Comments about the tallest pygmy be damned, I hadn't been this popular since I broke my arm at primary school. </p> <p>Then I got into a bit of trouble when we took a wrong turn out of Bridgwater. Trying to do a three-point turn was a mistake. A crowd of people stood and stared as I jackknifed the caravan, stymying further attempts to move backwards. Red faced and panicking I drew unwanted attention by mistakenly honking the horn. Siobhan helpfully doubled up in laughter as I ploughed on to find the next industrial estate large enough to turn in. When I got there I realised that the turning circle was tiny anyway. </p> <p>Ego aside, does the hiring and hauling of a T@B improve the weekend in the country? Well it's an encumbrance (but not much of one) when you're dragging it, and somewhere between a tent and a B&amp;B room when you stay in it. There's no shower, and due to bad planning we ended up at caravan sites without one, so it was a washing-free weekend. I have no nostalgic memories of caravanning as a kid to draw pleasure from, so it may not be right for me, but judging from the admiration we met in the caravanning fraternity, it obviously is with many. </p> <p>Staff at Swiftsilver told me they've already got a few bookings for next year's Glastonbury festival, so what dry bate is tellin' me caravanning's not phat?</p> <p><strong>Factfile</strong></p> <p>Swiftsilver (01373 473073; <a href=\"http://www.swiftsilver.com\">swiftsilver.com</a>) offers T@B caravans for hire and sale. One week's hire starts at £175, a weekend from £80. Collect from Frome, or the company can arrange to deliver the caravan to a nearby site. </p> <p>Rising Sun at West Bagborough (01823 432 575); Kentsford Farm caravan site, Watchet (01984 631307); Stourhead caravan site (01747 840061).</p> <p>Membership of the Caravan Club (01342 326944; <a href=\"http://www.caravanclub.co.uk\">caravanclub.co.uk</a>), with more than 2,600 sites across the UK, costs £31.</p> <p>Tom Templeton travelled with South West Trains (0845 600 0650; <a href=\"http://www.swtrains.co.uk\">swtrains.co.uk</a>) from Waterloo to Gillingham, Dorset. Network away breaks (up to five days) from £34.50.</p>",
  "<p>'Wanted: travel writers to party in Lisbon, Madrid, Marrakesh, Prague, Stockholm or Tallinn,' said the email. Who in their right mind would not apply?</p> <p>Being most familiar with Madrid, the Spanish capital was my first choice and, after going through the selection process (my ability to make friends and take the pace was as vital as my journalistic skills), I was on my way to the party capital of Europe.</p> <p>My brief was to research A Hedonist's Guide to Madrid, part of a new series of guidebooks out on 4 October, appealing to urbane and stylish travellers and designed to make them feel like sophisticated locals rather than part of the tourist pack.</p> <p>I would be reviewing the best restaurants, bars, clubs, cafes, shops, hotels and attractions, mixing with the in-crowd and living the Madrileño way of life.</p> <p>It's hard to find a city that lends itself more readily to the pursuit of hedonism than Madrid. Spend a few days here and you'll wonder how these non-stop party people manage to look so healthy. Although the days of the siesta have long gone, Madrileños still indulge in two-hour lunches, lazy cafe afternoons, late evening meals (10pm is the norm) and think nothing of clubbing until 5am on a Tuesday night. Inconsequential things such as work and sleep seem to take second place.</p> <p>It might only be a few hours' flying time away, but Madrid operates on a whole different time zone and in the first few weeks I suffered worse jetlag symptoms than on trips to the Far East. The mid-30s temperatures didn't help.</p> <p>On the plus side, Madrid is so compact and its street layout and metro so straightforward that barhopping and shopping was not as exhausting as it might have been.</p> <p>While most visitors stick to the centre (the Old City and the Plaza Mayor), my brief was to find the real Madrid, so, armed with my Fuji digital camera, I explored the districts beyond the city centre, such as swanky Salamanca, yuppie La Latina, colourful Chueca and grungy Malasaña.</p> <p>By the end of my stay, I knew almost every inch of the city, had worn out my favourite Birkenstocks, eaten my way through dozens of raciones of tapas, put on half a stone and made friends for life.</p> <p>Always on the look-out for a new funky venue, I never had time to visit the same place twice, but I'm going back soon to relive the highlights, and when I do, the following selection of bars, restaurants, tapas joints, hotels and clubs will be top of my list.</p> <p><strong> Bars </strong><br></p> <p><strong> Suite</strong><br> (Virgen de Los Peligros 4, Centro, 91 521 4031)</p> <p>This 1970s retro-style bar is a great spot for a pre-club drink and, thanks to its central location just off the Gran Via, a popular meeting-place for young, trendy Madrileños. If you get here first, grab one of the cream-coloured leather armchairs or sofas by the front window. The mixed but mainly hetero in-crowd shout above the house/ trance/funk music that gets louder and harder as the night goes on.</p> <p><strong> EO</strong><br> (Almirante 12, Chueca, 91 521 7379)</p> <p>In the tunnel basement of Café Oliver, one of Chueca's most fashionable restaurants, this bar has a ready-made clientele of pre- and post-dinner drinkers. However, it has established a loyal following in its own right, thanks to its classic surroundings, superb cocktails and funky vibes. Earlier in the week, you'll find elegantly dressed couples sipping champagne and making small-talk on suede couches, then from Thursday to Saturday DJs pick up the tempo with some choice tunes. Gorgeous-looking staff grace the bar .</p> <p><strong> Oui</strong><br> (Marques de Santa Ana 11, Malasana, no telephone)</p> <p>Don't even bother getting to Oui before 1am, as the people who come are far too cool to be seen here any earlier. They're also too cool to dance, so there's no dance-floor as such, although as the night draws on you might see the occasional foot tapping or slender hips gyrating. This is where locals come to fill in time between going to a bar and a club, which is why it doesn't even open until 10pm. It's very, very dark, but subdued neon lighting and murals add a touch of colour. Dress glamorously and adopt an attitude, and you'll fit in fine.</p> <p><strong> Clubs </strong><br></p> <p><strong> El Perro</strong><br> (Calle Puebla 14, Malasaña, no telephone)</p> <p>This underground basement club is easy to miss. If it wasn't for the lone bouncer leaning on the door, you would never imagine there was a club inside. A loyal following of dressed-down, trainer-clad Malasaña types make this a happy, unpretentious night. It's funky and fun and more like a mate's party than a nightclub. And, like a mate's party, it's free. It's dark and cosy and the hours just fly by. DJs play a mix of funk, 1960s, 1970s and house. The staff seem to be having as good a time as the customers.</p> <p><strong> The Room at Stella</strong><br> (Arlaban 7, Centro, <a href=\"http://www.theroomclub.com\">www.theroomclub.com</a>, no phone)</p> <p>Undoubtedly one of Madrid's coolest hang-outs, and shows no signs of falling out of favour with the city's supertrendy crowd. If you get there before 1.30am you probably won't need to queue, but things don't really get going until 3am. Then, the sunken glass dance-floor fills up with eager fashionistas, waving their hands like they just don't care to uplifting house and dance tracks. The overall look is 1960s retro, with psychedelic wallpaper and swirling projections. On Thursdays, the venue becomes 'Mondo', the music turns to funk and electronica, but the crowd remains just as energetic.</p> <p><strong> Pacha</strong><br> (Calle Barcelo 11, Chueca, 91 447 0128)</p> <p>Beautiful rich kids and second-string celebs and VIPs come here for the glitz and glamour of this converted theatre, which has retained its original Art Deco façade. Queues swell well into triple figures on Thursdays and Fridays. The ultimate place to be, however, is in the VIP area on the far stage, but you'll have to get past the stern-faced security guys first. If you make it, you can lie back on one of the couches and check out the quality of the crowd below. The music is a mix of commercial pop and house, and the dance floor is huge. Dress up and take lots of cash, and try to get to know someone with a VIP pass.</p> <p><strong> Restaurants </strong><br></p> <p><strong> La Viuda Blanca</strong><br> (Campomanes 6, Centro, 91 548 7529)</p> <p>This über-cool newcomer has all the right ingredients. La Viuda Blanca ('The White Widow') is in a quiet and elegant street just off the main tourist route and two doors from the HH Campomanes, one of Madrid's trendiest hotels. Set in a courtyard, with a dramatic glass roof, the venue was crying out for a minimalist, industrial look, and that's just how it ended up. It's all white, including the light-box flooring. Good-looking, mostly shaven-haired waiters (apparently that's for hygiene as well as fashion reasons) wear Hare Krishna-style uniforms and glide around serving up creative but not too fussy dishes and providing some eye-candy for the girls. A DJ plays happy house from tiny decks and on the other side of the bar there's La Viuda Negra (yes, 'The Black Widow'), the bar/club where you can go afterwards for cocktails and flirting.</p> <p><strong> Nilo</strong><br> (Calle de Jose Ortega y Gasset 8, Salamanca, 91 431 6060)</p> <p>This beautiful 19th-century residence, on one of the most prestigious streets in Salamanca, lends itself well to a restaurant conversion. The interior is refreshingly fun, with a mish-mash of designer furniture, leopard-skin throws and an assortment of kitsch chandeliers. Three dining rooms are separated by arches, the first room doubling as a bar/chill-out area dominated by a huge bowl holding magnums of champagne. The menu is modern Spanish/ Mediterranean and surprisingly good value. Despite its exclusive location, there's no stuffiness and you're more likely to be sitting next to casually dressed models, celebrities and media types than smartly dressed businessmen and their lacquered-haired wives.</p> <p><strong> La Musa</strong><br> (Manuela Malasaña 18, Malasaña, 91 448 7558, and Costanilla de San Andres, La Latina, 91 354 0255)</p> <p>The first La Musa was so hugely popular it's no wonder they opened a second. At both, even on week nights, you will probably have to wait a short while for a table, but just add your name to the waiting list, sit at the bar and sip a glass of wine or a caña (small beer). Fried green tomatoes with goat's cheese and hot, creamy croquette potatoes with mince, sour cream and guacamole are just some of the tasty bites on the menu. It's best to go for one of the taster dishes to share (you can do the same with desserts too, which are equally wonderful). The Malasaña venue is noisier and attracts a trendier, party crowd but the La Latina branch is larger and its Art Nouveau interior is more conducive to a chilled-out evening. If you have the chance, give them both a try.</p> <p><strong> Hotels </strong><br></p> <p><strong> HH Campomanes</strong><br> (Calle Campomanes 4, Centro, 91 548 8548, <a href=\"http://www.hhcampomanes.com\">hhcampomanes.com</a>). Rooms €84-€144 (£57-£98)</p> <p>One of the more recent additions to Madrid's hotel scene, this is another of the new breed of design hotels. Opened in 2001, it is ideally located for the Teatro Real, Metro Opera and all the restaurants and bars in this part of the city. However, it's tucked away on a smart, quiet street. There is a tiny but cosy lobby and a cafe where breakfast is served. The 30 bedrooms, two of them mini-suites, are tastefully decorated in beige and charcoal greys. White walls and minimalism are the name of the game.</p> <p><strong> Hotel Adler</strong><br> (Velázquez 33, Salamanca, 91 426 3220, <a href=\"http://www.iova-sa.com\">iova-sa.com</a>. Rooms €270-€450</p> <p>A gem of a hotel in the swanky Salamanca district, Hotel Adler is surrounded by designer shops and only a two-minute walk from the Retiro Park. It's on the corner of Velázquez and Goya, two of Madrid's most distinguished streets. It was designed by Pascua Ortega, who has chosen a contemporary look, infused with the homeliness of an English country house. It is equipped with the most up-to-date technology but has retained the grandeur of its nineteenth-century building. Its 45 de luxe rooms are painted in neutral tones mixed with a splash of colour and tartan. The restaurant serves haute cuisine and there's a small, cosy bar.</p> <p><strong> Hotel Quo</strong><br> (Sevilla 4, Centro, 91 532 9049, <a href=\"http://www.hotelesquo.com\">hotelesquo.com</a>. Rooms €172-€200</p> <p>Geared towards young, discerning travellers who appreciate style and design but want a chilled-out, informal atmosphere. The hotel is in the Puerta del Sol, right in the heart of the city. The corner building, originally 19th-century, has undergone a complete transformation inside, replete with funky designer furniture. The overall look is contemporary but homely. There are 61 bedrooms, six with balconies and one junior suite. All have a black-and-white colour scheme, with incredibly large beds. The restaurant also follows the monochrome look, and is open for breakfast, lunch and dinner. Food is contemporary international and tables are laid out in rows, so odds-on you'll be socialising with the other style-savvy guests.</p> <p><strong> Tapas bars/cafes </strong><br></p> <p><strong> Taberna Maceira</strong><br> (Calle Jesus 7, Centro, 91 429 1584)</p> <p>This funky Galician tapas bar is like none other in Madrid. Its walls are painted in splodges of green (almost like the work of a class of schoolchildren), but the result is very effective. Even the menus are a novelty, scrawled on round wooden artists' palettes. The cheery décor creates a relaxed mood and attracts Madrid's bohemian, arty set, who chatter away while traditional Galician bagpipe music plays in the background. The speciality is octopus and everyone seems to be eating it, along with other favourites such as salted roasted peppers (totally addictive) and patatas bravas.</p> <p><strong> La Timba</strong><br> (Lagasca 61, Salamanca, 91 576 0186)</p> <p>This funky, modern little cafe/bar is a great spot for a bite to eat day or night. Tasty, healthy breakfasts, Spanish and international snacks and a good choice of wines make this a popular hang-out with the Salamanca set. La Timba is surrounded by exclusive boutiques and big-name stores; you'll probably find yourself sitting alongside perfectly groomed señoras-that-do, giving their credit cards a well-earned rest between purchases. Colourful, contemporary works of art decorate the walls.</p> <p><strong> Stop Madrid</strong> (Calle Hortaleza 11, Chueca, 91 521 8887)</p> <p>This quaint and quirky little tapas bar was a former ham shop and dates back to 1926. Original fittings have been retained, including the marble counter, while bottles (covered in years of dust) sit on the shelves that line the huge windows. Ham is still the speciality and is consumed by the plate-load by groups of Chueca trendies and families. If you choose a dish with garlic in it, be warned - it is not used sparingly. Hugely popular with the local crowd, so you'll be lucky to get a table. If you do, you'll be tempted to stay tucked away in here all afternoon.</p> <p><strong>Getting there</strong></p> <p><strong> Flights to Madrid:</strong></p> <p><strong> British Airways</strong> (0870 850 9850; <a href=\"http://www.ba.com\">ba.com)</a> from Heathrow from £95, Gatwick from £65.80<br> <strong> Bmi</strong> (0870 607 0555; <a href=\"http://www.flybmi.com\">flybmi.com)</a> from Heathrow from £65<br> <strong> Iberia</strong> (0845 850 9000; <a href=\"http://www.iberiaairlines.co.uk\">iberiaairlines.co.uk</a> from Heathrow from £95<br> <strong> EasyJet</strong> (08717 500 1001; <a href=\"http://www.easyjet.com\">easyjet.com)</a> from Luton, Gatwick and Liverpool (and also from Bristol from 31 October) from £40.98. All return fares quoted include charges and taxes.</p> <p><strong>Top five things to do by day</strong></p> <p><strong> Parque del Buen Retiro </strong><br> With its tree-lined avenues, this park is perfect for an afternoon stroll.</p> <p><strong> El Rastro </strong><br> The famous flea market is heaving every Sunday.</p> <p><strong> Casa de Campo </strong><br> A 4,500-acre woodland, there's a zoo, swimming pools, boating lake, funfair and cafes.</p> <p><strong> Museo del Prado</strong><br> From Goya to Velázquez and El Greco, left.</p> <p><strong> Plaza Oriente</strong><br> With its gardens and statues, one of Madrid's most beautiful squares.</p> <p><strong>Reader offer</strong></p> <p><strong>· </strong>Box sets of all six Hedonist's Guides - Lisbon, Madrid, Prague, Marrakesh, Stockholm and Tallinn - worth £65 each will be given away free to the first five Observer readers to call 020 7386 8494. Offer applies to UK readers.</p> <p><strong>· </strong>A Hedonist's Guide to Madrid by Beverley Fearis is out on October 4 at £13.99. To order a copy for £13.29 with free p&amp;p call the Observer Books Service on 0870 836 0885, or go to <a href=\"http://www.observer.co.uk/bookshop\">www.observer.co.uk/bookshop</a></p> <p>(<a href=\"http://www.ahedonistsguideto.com\">ahedonistsguideto.com</a>)</p>",
  "<p>I'm too old for Barbie, and without my own progeny, but even I can see that toys have moved on significantly. In fact, I'm not sure that Big Ted, Humpty and Jemima, the toy cast of TV's Playschool in my era, would be granted house room now. Deemed low-tech and lacking in charisma, they would surely be marched to the nearest landfill.</p> <p>Today's toys are sophisticated - they're multi-functional characters from major films in hi-tech synthetic fabrics or celebrity inspired (dolls of teen superstars Mary-Kate and Ashley Olsen just undersell Barbie in the US). And it's not just the toys which are getting savvy. Trend analysts Headlight Vision claim that today's toy buyer is 'among the most sophisticated consumer in the world'.</p> <p>With the UK toy market expected to top £2.9bn this year, multi-retailers like Asda are also making a play for toys - in the US, Wal-Mart boasts 20 per cent of all toy sales. Increasingly parents, negotiating the weekly shop where favourite dolls are lined up next to the cornflakes, will realise the true meaning of 'pester power'. If they can resist, they might like to try out one of the UK's many toy libraries, where toys can be borrowed and returned like books, instead of buying new (<a href=\"http://www.natll.org.uk\">natll.org.uk</a>). This is a far more sustainable option when you consider that 80 per cent of new toys sold are made from non-renewable, non-biodegradable plastic. In 1999, emergency EU legislation banned the use of phthalates, the industry's favourite plasticiser, in baby products such as teething rings. However, toys for the over-threes still typically include phthalates, despite concerns over connections to childhood asthma and reproductive disorders. Try Green Baby (<a href=\"http://www.greenbaby.co.uk\">greenbaby.co.uk</a>) for toys free of all synthetic materials and plasticisers.</p> <p>The real toy story, of course, has nothing to do with jolly North Pole workshops, and everything to do with thousands of vulnerable workers, predominately in the Far East. Toys of Misery, a joint report by US campaign group the National Labor Committee and China Labour Watch, details 20-hour shifts, mandatory seven-day working weeks and low wages, averaging 16.5 US cents an hour at the He Yi Factory in China, where toys are made for a number of major brands including, it alleges, Disney and Hasbro.</p> <p>Similarly, an investigation by the South China Post found that many childrens' toy makers are little more than children themselves - Unicef estimates that around the world 250 million 5- to 14-year-olds are sent out to work.</p> <p>Having made successful in-roads into food and clothes, fair trade has also reached the toy cupboard. Smilechild (<a href=\"http://www.smilechild.co.uk\">smilechild.co.uk</a>) has everything from gold fairy wings to mini gardening kits. </p> <p>Recently, the International Council of Toy Industries signed up major toy manufacturers to the new Caring, Aware, Responsible and Ethical (Care) process which, it claims, will allow independent monitoring of an ethical supply chain.</p> <p>But when Disney alone outsources to 2,800 manufacturers in over 10,000 factories, the process is likely to be a long one. At the moment, the mainstream toy industry is far from child's play.</p> <p><a href=\"mailto:lucy.siegle@observer.co.uk\">lucy.siegle@observer.co.uk</a></p>",
  "<p>When Renault's seven-seater Espace brilliantly combined our desire for big cars with bigger families 20 years ago, it gave hope to anybody with three or more kids, provided a goldmine for minicab drivers and, more than anything, created a massive headache for every other car manufacturer trying to get a foothold in the lucrative MPV market.</p> <p>The groundbreaking Espace was so successful, it's been the bestseller in its class each and every year since it was first produced, that it's taken the combined efforts of Fiat, Citroën and Peugeot to come up with any viable competitors to it. They ganged up by swapping body parts and sharing know-how in a sort of collaborative, automotive orgy and have come up with three 'different-but-the same' MPV models. Fiat gave us the Ulysse (£17,595), Citroën the C8 (£18,595) and Peugeot the 807 (£18,600).</p> <p>To celebrate the Espace's 20th birthday, I decided to test best of the rest, splashed out the extra fiver, and went for Peugeot's 807. The Espace (£19,575 - market leaders get to charge more) and the 807 are both variations on the box-on-wheels theme. But the 807 is very much a box of tricks. Every gizmo has been incorporated, and after a week I was still discovering new switches, levers and gimmicks. The big talking point in our family were the electric sliding rear doors with remote-control operation. This meant that by pressing the key fob you could open the back doors while you were still struggling across the car park. This may sound like a fairly pointless advantage, but you'd be amazed how quickly you get used to it. And now having to actually open a car door by hand has suddenly become an almost unbearable fag. There was also the added excitement of the sweepstake my wife and I ran as to how long it would be before one of the children got their head/hand/leg trapped in the door. In the end we both lost as, incredibly, my sister-in-law's left breast became the car's first victim.</p> <p>Once over the fun of flicking open the doors, there was plenty of other button activity for idle thumbs. There was the DVD in-car TV screen with infrared headphones, digital climate control, electrically operated seats with 'memory function' (though we never figured out what the seats might be remembering about our buttocks), parking sensors, auto headlights, rain sensors, tyre-pressure sensors, and on and on. There were also electric windows with 'anti-pinch' features (again, the kids disappointed us by failing to get trapped).</p> <p>The 2-litre diesel engine gave us nearly 40 miles to the gallon, which, given the car's size, seemed a bonus. There were a few oddities - the handbrake has been moved to the right-hand side of the driver to create a sort of corridor down the centre of the van; a good idea, but it means you catch your thigh every time you try to get out. And the instrument panel is easily the ugliest face I've seen since Barry McGuigan last did 12 rounds.</p> <p>In all, though, it's a pedigree Peugeot - and though it may have taken two decades to finally catch up, the 807 has all it takes to end Renault's reign.</p> <p><strong>Braking news </strong></p> <p>When it comes to reasons for being late with a hire car, National Car Rental has heard it all. But maybe the best excuse was a transvestite at the wheel of a 4x4 who said, 'Sorry, but I'm not used to driving in high heels'</p>",
  "<p>In 1976, the American singer-songwriter Tom Waits released a song called 'Step Right Up', in which he impersonated the souped-up sales-pitch of a veteran street hawker. 'Everyone's a winner, bargains galore,' he began, describing an array of items including perfume, an engagement ring, smoke-damaged furniture, and a mythical product that lasted a lifetime, mowed your lawn, picked up the kids from school and removed embarrassing stains from sheets. The product, which never needed winding, was being sold at an unrepeatable price because it cut out the middle man. </p> <p>Earlier this month, tickets for a Tom Waits concert went on sale at Ticketmaster, and, this being his first London show for many years, sold out in about 30 minutes. Thirty minutes after that, the same tickets for the same show began appearing on the internet auction site eBay, alongside 25 million other goods such as engagement rings, perfume and lawn mowers. 'Hi,' one listing began, 'You are bidding on two tickets together to see Tom Waits get Real Gone on his whistle-stop tour of Europe. He's doing one date in the UK, his first since '87. But I'm telling you what you already know. These tickets are in the stalls in row D with seat numbers in the twenties ... I sat in the exact same seats for Lou Reed recently and they were bloody fantastic. Face value is approximately £70 each. Bid with confidence ... ' The auction lasted three days and attracted 23 bids. The opening price was £140, but this soon started to rise. Someone called 'apocomusic' tendered £250, but was swiftly outbid by 'scruffymessiah2', who offered £300. 'Frogut1' bid £470, and 'spwmojo' came in at £490. Then things got serious: 'neilthackeray28th' bid £565, but was outgunned by 'arvind1963' at £640. On the final day, 'Jackdoor13636', who had previously bought 12 other items on eBay, most recently spending £4.99 on a rare VHS tape of Tom Waits performing a Cole Porter song, made a bid of £650. Spwmojo was having none of this, and so increased the price to £671 with only 41 seconds of the auction remaining. But with 23 seconds left, jackdoor13636 decided to bid again, finally winning the tickets for £691, plus £3.75 postage, a mark-up of more than £550. Let's hope Tom doesn't have an off night, or add any extra dates. </p> <p>The seller of the tickets, medschool33, is an experienced eBay trader, and has made a profitable hobby out of selling desirable products. His most recent sale, completed last Wednesday lunchtime, was for another pair of Tom Waits tickets, in the second row of the stalls ('Absolutely not too close because even front row is some distance from the stage'), which went for £640. His is a hobby that didn't exist a decade ago: previously one had to stand in the rain outside a venue to spend crazy money on touted tickets, but now one can enjoy this experience at home. </p> <p>The eBay phenomenon has also changed our lives in other ways. Since its formation nine years ago, unwanted second-hand goods are no longer just things we pack in bin liners and take to the charity shop and car boot sale; everything has a value to someone, and in a global marketplace this value tends to be higher than the one we may obtain in our high street. There is nothing that will not sell. Batman cars, pairs of shoes, autographs, fruitcakes, packets of Pez candy - I put one of each of these up for sale a few days ago and many people were genuinely interested. </p> <p>The British site - eBay.co.uk - is based in a neo-classical square in Richmond. Next week the company celebrates the fifth anniversary of its first sterling sale, and its reception area contains a cuttings file thick with five years of eBay madness: the story of the Scottish landowner who used eBay to buy back the Meissen china that was stolen from his drawing room; the foiled attempt by a ship broker to sell a decommissioned British aircraft carrier; how one eBay user helped another when he was trapped in his garden shed. Many articles retell the mythical story of eBay's founding in 1995, when a ponytailed man in Silicon Valley called Pierre Omidyar tried to expand his fiancée's collection of plastic Pez dispensers by setting up a virtual trading community (Omidyar now says this is a 'romanticised' version of events - the first item he sold was a broken laser pointer. The name eBay sprang from Echo Bay Technology Group, Omidyar's consultancy company). </p> <p>There are press releases with lists of what one cannot sell on eBay (fireworks, drugs, firearms, lock-picking devices) and lists of how fast things sell. On an average day in the UK someone buys one mobile phone per minute, a model train every three minutes and a laptop every two minutes. There are no figures for the impact this has had on the postal service. Further statistics suggest nothing but remarkable growth: there are 114 million registered worldwide users, with 7.6 million in the UK. There are more than 25 million items on the site at any given time with about two million listed in the UK. Unusually for an internet venture, eBay has been profitable since its launch, and last year its revenue rose 79 per cent to $2.17 billion (attained by taking a small percentage of every winning bid). Its stock market value stands at about $43 billion. Between January and March more than one million people in the UK used eBay for the first time. </p> <p>Accordingly, eBay has made the ultimate transformation from trademarked proper noun to verb: I may eBay that vase later tonight; my decorator spends all his evenings eBaying for a 1982 BMW. Relatively few people talk of QXL-ing an item, although QXL was once the more successful online auction site in the UK (it now specialises in trading 'adult' material, ie Swedish Meatballs 5). </p> <p>The managing director of ebay.co.uk is a likeable 38-year-old, square-faced man called Doug McCallum, who has been in the online business for 10 years, first at Capital Radio and Pret A Manger and then at a healthcare supplier. He has been at eBay since 2002, but his relationship with what he likes to call the 'eBay community' began in 1998, when he bought rare science-fiction books from a man he had never heard of on the other side of the world. Almost all eBay users experience a similar seminal moment, something on a par with one's first successful email. The realisation that the 'global marketplace' may actually exist outside the pages of the Economist usually begins with a fruitless quest for something one is passionate about, only to find that several thousand other people also collect airline sickbags or maps of the Tokyo subway system. </p> <p>McCallum says he now buys and sells about 50 things a year. He has sold a car, hi-fi speakers and a fireplace, mainly big things so that he knows what it's like for other people to ship things that are unwieldy. He has an eBay positive 'feedback' record of about 150 (an approval rating which logs the number of successfully completed purchases or sales). Like many users he will go to great lengths to protect this record, lest adverse comments affect other traders' trust in him. 'I once sold a computer to someone who wrote back saying it was missing the dongle that connected it up,' he explains. 'I then scoured the universe for this thing to get it to him, finally finding one in America which meant I made practically nothing on the sale but I did avoid negative feedback.' McCallum told me that the one single eBay purchase that made a big difference to the public perception of his company was Cherie Blair's purchase of an alarm clock to wake up one of her sons. 'The idea that someone who is that successful is using the site for frugal purchases just caught the public's imagination.' </p> <p>He is also pleased with the number of women who appear in the newspapers with stories of 'unlocking the entrepreneur within' by giving up their jobs and making more money by using eBay to buy and sell shoes. I wondered about the effect all this was having on charity shops, but he said that charity shops loved eBay. Shop managers withhold items that they hope will fetch more at auction, and enterprising charities hold their own eBay-only auctions. McCallum then clicked on his computer and brought up eBay pages dedicated to good causes, including the opportunity to bid on a sale of lunchtime 'dates' with minor celebrities in aid of Breakthrough Breast Cancer (The following day, 'an afternoon of fine dining and laughter' with Lord Brocket attracted 26 bids and went for £1,020, while the same kind of thing with Vicky Butler-Henderson - 'lunch with a beautiful lady who will dazzle you with her first-class knowledge of exactly what goes on under a car bonnet' - pulled in 43 bids and went for £2,650.). Doug McCallum said he wished that people would begin to see eBay for what it really was - the biggest storage facility in the world. As an example, he mentioned a DVD he owned of the 1993 rugby world cup. He doubted whether he would watch it again soon, and he was thinking of selling it. 'I can release it out into the marketplace absolutely secure that the vibrancy of that marketplace means that if I really do want to see it in 10 years' time it will be there, one click away. It's wonderfully liberating - you can let go of all of that stuff!' </p> <p>McCallum said that eBay was rapidly expanding into a store where buyers go to find brand-new items far cheaper than elsewhere online; the night before, he said he had bought a pushchair for £60 below any competitor. I mentioned the Tom Waits tickets, and the idea that eBay was turning us all into racketeers; he argued that eBay merely democratised access. I raised the possibility of some form of regulation to protect fans and promoters and musicians. 'I couldn't disagree more,' he said. 'I think that's a nanny state view of the world. I think it's the right of the individual who owns the ticket to resell it - eBay allows people to buy at whatever price they wish to pay.' </p> <p>We talked about the eBay 'university', a group of eBay experts who hold seminars around the country to educate heavy users ('powersellers') about best practice and maximising profits (this facility will be available to eBay novices next year). Inevitably, the university is an idea imported from the United States, as is the concept of 'consignment stores', shops where those unwilling or unable to sell items online themselves may bring in things to be sold on eBay by professionals. McCallum believes that there may already be such a shop in west London, and although eBay will not endorse them officially, he is keen to encourage more. </p> <p>In California, companies such as AuctionDrop and iSold It are already well established, and a business plan of a store shortly due to open in Los Angeles called Auction Valet sets out the principles with clear logic: 'What allegedly began as a way for collectors to find obscure items has become a huge and efficient marketplace for every conceivable product. The amazing fact remains that although eBay is used by millions of people to purchase, only a fraction use eBay to sell. Many people have garages, attics and shelves of items that are viable items for sale on eBay. The barrier to entry as a seller is sufficiently high to enable a middleman to efficiently enter the marketplace. Such barriers to entry include the technical proficiency and time required to adequately research an item's auction value, photograph the item, create an auction, track the sale, collect the funds, pack and ship the item. Most people queried agree that they would prefer a middleman to handle those details.' In return for this service, the middleman store will take about 29 per cent of the winning bid. </p> <p>One possible hindrance to the growth of such stores in Britain may be eBay's first UK television advertising campaign, which starts running in a few days. This will attempt to show the less confident computer user how to buy on eBay for the first time, and to encourage those who already buy to branch out into selling. 'It's the heritage of a nation of shopkeepers,' McCallum says. 'We have always been a trading nation.' There will be two separate campaigns, before and after Christmas. On the day I visited one location in south London they were filming the post-Christmas ad, intended to encourage viewers to recycle their unwanted presents. A laddish actor in his twenties sat on a wall outside a terraced house in Vauxhall talking to another actor on a bike. The lad held up an Argyle sweater and said: 'My grandmother! She always gives me a jumper I won't wear. But someone else will!' This six-second scene, which inevitably took half a day to shoot, was the last sequence in a trail of traded items that included a pair of stilettos, lights for a rally car and a toy for a yapping dog. The message was: someone wants everything. The other advert stresses the amount of new items on sale, and both end with the tagline 'Buy It. Sell it. Love it. eBay.co.uk'. If the ads work, new users will soon encounter the detailed instructions on the eBay home page about how to buy and sell safely. </p> <p>While most transactions are carried out without a hitch, there are inevitably winning bidders who fail to pay and sellers who fail to ship goods. Although eBay offers limited compensation if items don't materialise (especially if they have been paid for by PayPal, its own credit-card payment facility), it can only issue warnings against the bigger cons. Last week, Which? Computing magazine estimated there were 200 fraudulent auctions placed on eBay every day, some easier to spot than others. Many regular users have received convincing scam emails requesting bank and credit card details and threats to close an eBay account, and there is a vast amount of too-good-to-be-true offers on non-existent new laptops and iPods requiring untraceable cash payments by Western Union and MoneyGrams. Despite all one's better judgments, these are often extremely tempting, especially as sellers now offer to email the vendor a copy of a shipping receipt, which inevitably also turns out to be fraudulent. </p> <p>All the heavy users who were emailed for help with this article wrote back with reports of the pleasure and profit that eBay brings. 'I believe that eBay is one of the most important innovations of our generation,' a woman called Wilma Mae Ward told me. Ms Ward left her job as company director three years ago and now spends about eight hours a day trading vintage fashion items on eBay from her home in London. 'To have the opportunity to truly create a business from second-hand items in your home and to be able to sell worldwide with almost no start-up costs is nothing less than revolutionary. I don't have a fancy expensive website sitting there waiting for people to find it. I immediately have bidders/buyers from all over the world. How amazing is that? So weigh it up - stressed-out director or chilled-out eBayer, selling clothes and not worrying about passing trade, making a great living and having an awesome lifestyle. I can sit in a coffee shop with my laptop and run my business. Now that's what I'm talking about!' (Wilma Mae Ward is an American.) </p> <p>Most eBayers will confess to at least one bitter story. Recently in the Spectator, Petronella Wyatt wrote of her new-found passion for buying designer handbags. These bags were cheaper than you would pay even in Toy Town, and of course one particular bargain failed to arrive. She then withdrew her winning bid on another bag after fretting over the unusual methods of payment, and received an email back from the seller 'which read like something out of The Godfather '. </p> <p>Even experienced buyers get stung. The following example is typical. Madonna announces her new show at Earl's Court and Wembley Arena, and despite the fact that tickets are priced at £150 plus booking fee, the good seats at the front sell out within minutes. A browser on eBay sees three tickets on sale at a central block at Wembley just eight rows from the front, and snaps them up for £550, just a fraction over face value. The seller has been trading on eBay for three years and has an exceptional feedback record of several hundred with wholly glowing recommendations from past users. This is in June, a couple of months before the show, and the buyer waits patiently for the tickets to arrive. And waits. Emails are sent to the seller, who replies immediately and politely, saying he hasn't yet received them from the promoter, but it's only a matter of days. The seller gives his full address in Milton Keynes. But the tickets have still not come a fortnight before the show. </p> <p>Then I received this email: 'Hello,' it begins. 'Firstly can I please apologise for having to send you this email. I am writing to let you know that there will be no tickets sent to you that you ordered from me, but before you shout and scream at me please read on. There is an honest and genuine reason why and proof/evidence of this will be forwarded onto you as soon as available. 'I AM genuinely sorry about this but it is out of my control as you will eventually know. with regard to the money paid, please DO NOT worry - a full refund will be issued and also if there are any extra monies involved (hotel, train, etc) then please let me know. 'I feel bad enough about this as it is so please do not send any rude or abusive replies. I am fully aware of the disappointment caused though hopefully you will be able to source elsewhere. Once again, I AM really very sorry and once again I will refund the full amount.' </p> <p>Six weeks later, long after my wife and youngest child have recovered from the negligible disappointment of not seeing the show, there is still no explanation and no refund. Perhaps some terrible tragedy has befallen the seller; I can live with the loss. Undeterred by this setback, I have continued to trade on eBay since. Like many modern addictions, it is proving a little less joyous and a little more of a chore as time goes on, but it still beats car-boot sales. The five items I sold last week did quite well. Nigel Slater generously agreed to bake a large fruitcake for The Observer 's Christmas appeal, which sold for £51. A signed selection of Eddie Izzard DVDs and promotional lipsticks went for £63.03. A pair of Jimmy Choo size 40 diamante and satin high heels, rescued from The Observer fashion desk, also for the benefit of the Christmas appeal, sold to a instant-paying woman called Louise in west Yorkshire. I then sold an old Batman car and Batboat, valuable in its original box, for £395.01. A packet of fruit-flavour Pez, which was an ironic sale designed to take the eBay story back to where it began nine years and 100 million transactions ago, sold to a buyer in Germany for 10 pence, plus much postage. The buyer is called 'mikiolek', and he or she has yet to complete payment. </p> <p><strong>Mine's a Datsun: what they're buying on eBay</strong></p> <p><strong> 1 Wayne Hemingway<br>Designer</strong> </p> <p>I collect anything that's culturally significant. And cheap. I don't spend a lot of money on it, I treat it like going to a jumble sale, I look for things that make me smile. I got some vintage Blackburn Rovers T-shirts for my kids and nearly all the Christmas presents come from eBay. We even bought a car for my 17-year-old daughter, a Datsun 120y. My oldest kid has made at least £3,000 from selling old BMXs and Choppers that he's collected and he's paid his way to university on that. My favourite buy was a 1970s Dansette record player from Japan that I've always wanted and it's fantastic. It's difficult to get a bargain on eBay these days, unless you want something nobody else wants - which is good for me because I do want stuff that nobody else wants. </p> <p><strong> 2 Sally Brampton <br>Ex-editor Elle, now a novelist</strong> </p> <p>My eBay triumph was a huge Heals sofa which was worth £2,000 and I got it for £74. The bigger the site gets the more problems come with it. There's lots more dodgy people selling, so you've got to be careful. I always check the feedback and only use people with 100 per cent rating and I always buy designer labels. In the last year the vintage section has gone mad. I like antique linen nightgowns and I used to buy them in fleamarkets, then I started getting them on eBay for £4. But suddenly everybody's cottoned on - every other garment says 'Kate Moss' or 'Sienna'. So you actually know who the style icons of the moment are. And you can also tell from the bidding prices which designer label is really hot - Prada's going way down at the moment and the Balenciaga bags are the top of the list. So as an ex-fashion person I find it riveting as research as well. </p> <p><strong> 3 Tyler Brule<br>Founder of Wallpaper* and head of design consultancy Winkreative</strong> </p> <p>Recently I've been buying any memorabilia to do with Japan Airlines from the 1950s to 1970s - guide books, luggage tags, in-flight service pieces. Japan Airlines had a fantastic corporate identity and they've destroyed it with the one they rolled out recently, so I'm trying to amass a collection of the old one. There's a lot of it around and the starting prices are incredibly low, but there's three or four keen buyers around the world bidding against me. My best eBay buy was a book which celebrated the launch of their first passenger jet. They produced a special-edition book for passengers on the inaugural flight and it's a wonderful example of Japanese printing and graphic design. </p> <p><strong> 4 Shaznay Lewis<br>Singer</strong> </p> <p>I mostly like using eBay to shop for clothes, especially shoes. I browse through the books and stuff but it's mainly the fashion I'm interested in. I bought a great pair of Marc Jacob shoes recently for just £80. I like using it because it's a relaxed and private way to shop, no one is looking over your shoulder while you're doing it. There is a great selection of fashion there so it's much easier; you don't have to go to 10 different places to find something. </p> <p><strong> 5 Edith Bowman<br>Radio 1 DJ</strong> </p> <p>I'm not a total eBay obsessive, more of a nosy cow in wanting see what kind of stuff's on there. I'm a bit scared about making that step towards being a regular buyer, because I know I'll become obsessed. I mostly buy memorabilia and Star Wars gumpf. When we have guests on the show we do an eBay search on them and find out what kind of random stuff of theirs is on it - the other day we found a signed drumstick from The Darkness. My best buy was a Star Wars poster signed by George Lucas for about £100. I hope it is his signature - it might be dodgy because it was only a hundred quid. </p> <p><strong> 6 Sophie Ellis Bextor<br>Singer</strong> </p> <p>I got into eBay about four years ago because I was trying to get hold of a Blythe doll I'd spotted in a photographic book, and after that it just kind of snowballed. I've bought vintage handbags, lampshades, unusual shower hooks, all sorts. I think the weirdest thing I've bought was this 1950s gadget you hook into the zip on the back of a dress so you can pull if up if no one is around to help you. It's brilliant. </p> <p><strong>Jenny Clover</strong></p>",
  "<p><strong>Designer of the year</strong><br> <strong>Observer readers' winner</strong><br><strong>Best in Kitchens: Brunch set for rowenta</strong><br><strong> By Jasper Morrison</strong></p> <p>In the eyes of both the judges and you, our readers, Jasper Morrison had the other designers for breakfast. The globally acclaimed industrial designer's stripped-down, functional and elegant Brunch Set swept the board. 'Looking at what was on the market, I really wanted to avoid all the unnecessary styling that was going on: the colours, the moulded go-faster lines, the weird shapes, all the stuff that marketing-led designers have made commonplace,' he says.</p> <p>His minimalist aesthetic turns these essential components of our day - the toaster, the kettle and coffee pot - into objects of beauty. No technical parts are visible and the thicker-than- usual moulded plastic, coupled with brushed steel, give them the Morrison look and guarantee of quality. 'I use the same principles if it's a chair or an electric kettle.'</p> <p>When Rowenta approached Morrison, known for his stunning ascetic yet elegant chairs and tables, he was pleased to branch out into a new area of design. 'It's a very unusual area for me, it was an appealing commission.' And there will be plenty more of this diversification in the future, as he feels that large manufacturers are increasingly looking to employ top designers to differentiate their products from mass-market imports. 'I'm currently working on mobile phones and mineral-water bottles. I'm interested in diversifying. It's a joy to have my work as widely available as these are. Morrison is toasting his success with a mug of coffee, brewed in his own pot.</p> <p><strong>TT</strong><br> Toaster and kettle, £80 each. Coffee maker, £100. For local stockists, call Rowenta (0845 602 1454)</p> <p><strong>Best in Accessories: Antlers coat hook</strong> <br><strong>by Alexander Taylor</strong></p> <p>'The only problem with this is that when there are coats on it you can't see it, I've got one at home and I haven't seen it for months,' laughs 28-year-old Alexander Taylor. 'But that's what it's for.'</p> <p>Form bowing down to function: Taylor sees his role as bringing the two together and, if possible, injecting some humour, too. 'I wanted a humorous slant. I always want to create a reaction, people have to do a double-take when they walk past.' The judges felt he achieved all three.</p> <p>After graduating in furniture and product design, Taylor worked at an architecture practice before setting up in his own studio, and designing a range of products - furniture, lamps, accessories - for Alexander McQueen, Design UK2 and Thorsten Van Elten.</p> <p>'I've done a lot of skiing and when you wake up in the morning there are loads of antlers on the wall with people's skiwear all over them. One night I thought: why not make them myself?' It took about half an hour for Alex to sketch the outline, but another two years to realise the finished product for a reasonable price.</p> <p>'Hopefully people will tidy up every so often and realise what's underneath.'</p> <p><strong>TT</strong><br> Antlers coat hook, £49, from Thorsten Van Elten, 22 Warren Street, London W1 (020 7388 8008)</p> <p><strong>Best in flooring: Mum &amp; Asters wool rug</strong><br><strong> For the rug Company</strong><br></p> <p>The Rug Company has changed the humble rug from something you just walk over to a desirable design statement. Owners Christopher and Suzanne Sharp work with a selection of designers, most famously Paul Smith, to create special collections.</p> <p>This is done on a charmingly ad-hoc basis, whenever they come across a designer whose work they admire, such as Kim Parker, a New York artist. Her Mum &amp; Asters design is a real showstopper.</p> <p>'People fall in love with its child-like quality,' says Suzanne. 'It's already gone into a lot of bedrooms.' But be prepared to join a waiting list. Each one is handcrafted in Nepal, using traditional technique, so it can take a while.</p> <p>The Sharps wouldn't have it any other way. 'We have tried doing a diffusion range,' says Christopher, 'but we couldn't see the point of diluting a product because it stops being the most beautiful it can be.'</p> <p><strong>LS</strong><br> Rug, £1,825, from The Rug Company, 124 Holland Park Avenue, London W11 (020 7229 5148)</p> <p><strong>Best in Lighting: The Kebab Lamp</strong><br><strong> by Committee</strong><br></p> <p>'This is a work of art, as well as a lamp - a collector's item for the future,' said the judges of the visual feast comprising soft toys, birdcages, frisbees, ancient soup tureens and figurines drilled in the centre and slotted together on a central pole. Committee is husband and wife Harry Richardson and Clare Page, who work on a number of 'humorous and beautiful' projects at their south London shop/studio.</p> <p>They developed the idea at art college in Liverpool five years ago, but lack of time and the difficulty of drilling holes in china without it exploding held them back. The discovery of a diamond-tipped drill bit has helped, but each individually commissioned lamp still 'takes weeks to put together'.</p> <p>'It's called the kebab lamp,' says Richardson, 'because it's taking objects and skewering them.' Royal china shop Thomas Goode has commissioned one to be made from its crockery, and they will make a lamp out of whatever cups and saucers, toys, or other keepsakes you supply.</p> <p>The lamps are the latest in a line of inspired projects by Committee, and, as Richardson says, it's the community who judge their work. 'We put the lamps in the window and I wish I had a camera because there's lots of little kids with their noses against the window.' </p> <p><strong>Tom Templeton</strong><br> Lamps, from £500, from Committee, Gallop Workshop, 198 Deptford High Street, London SE8 (020 8694 8601)</p> <p><strong>Best in wallcoverings: The Woods wallpaper</strong><br><strong> by Cole &amp; Sons</strong><br></p> <p>Karen Beauchamp, design director of Cole &amp; Sons, first encountered the drawing for the winning 'Woods' design in the Eighties. 'I was working as a consultant to Cole &amp; Sons and looking through the archive when I came across it, but there was never time to do anything about it then,' she remembers.</p> <p>It's a testament to the fact that Michael Clarke's Sixties design is 'so beautifully drawn and has such an unusual quality', that after some 15 years, when she bought Cole &amp; Sons, Beauchamp returned to the archive determined to reissue the design.</p> <p>Now it comes in two standard colourways - black and silver and yellow and black. Buy more than 10 rolls and you can choose your own colourway. And at 100% design this weekend it was launched as Optimum Woods, which changes colour as you walk past it, increasing its 'mystical quality'.</p> <p><strong> LS</strong><br> Woods wallpaper, £93 per roll, by Cole &amp; Son (020 8442 8844)</p> <p><strong>Best in Furniture: Shipshape storage unit</strong><br><strong> by Azumi</strong><br> 'Designing the Shipshape was a challenge with history,' says Shin Azumi, half of the husband-and-wife design team Azumi. Shipshape is the third incarnation of the celebrated Thirties Penguin donkey, a smart curved-plywood storage unit that perfectly accommodated Penguin's paperback classics. Manufacturer Isokon Plus re-commissioned the piece to Ernest Race in 1963, and again with Shin in 2003.</p> <p>'It was a really fun commission. When Race redid it, it had the same function as the original but in a completely different formation, so I wanted to do the same thing. It couldn't exist without the fine craftsmanship of Isokon Plus.'</p> <p>Shin and Tomoko were born in Japan, where they met at Kyoto City University of Art, and moved to London to attend the Royal College of Art. The couple set up in business in 1997 with their multi-functional furniture. They live above their studio in east London's Hackney, where they are kept busy with a mix of industrial design, interior design, furniture and kitchenware. They were recently shortlisted for this year's prestigious Jerwood Prize for the Applied Arts. The Shipshape is currently on display as part of the show at the Crafts Council in north London.</p> <p>'We often have a kind of internal competition. We discuss the process of development a lot, but for the final result, the one who wins takes on the responsibility. I wanted to maximise the table shape and make the dimensions perfect for new media like CDs and DVDs. Of course, it can still hold wine bottles, magazines and Penguin books.'</p> <p><strong> TT</strong><br> Shipshape storage, £320, from Isokon Plus, Turnham Green Terrace Mews, London W4 (020 8994 0636)</p> <p><strong>Best in Fabrics: Linen Crescent fabric</strong><br><strong> by Allegra Hicks</strong><br></p> <p>In recent times, Allegra Hicks has become queen of the posh kaftan; her delicately patterned versions are often sported by models India Hicks (her sister-in-law) and Elle Macpherson. But here, we're paying homage to her eminently usable Linen Crescent fabric design.</p> <p>Hicks, who studied design in Milan followed by fine art in Brussels, has a real thing about colour - describing the sand and aqua colourway of Linen Crescent as 'bohemian.' She first sketched out the little crescents in one of the moleskin notebooks she carries everywhere. Then she translated her initial sketches into watercolours. She's particularly influenced by 30s and 40s patterns and shapes, and this is also the period that informed some of her favourite designers, a roll call which includes her father-in-law, the legendary decorator David Hicks. In fact she has firm ideas about pattern: 'I love the way 18th century artists weren't afraid of scale,' she enthuses, 'I would never want to design a range of plains.' But even using pattern, her motto is always: 'Don't be afraid to keep it simple.'</p> <p><strong> Lucy Siegle</strong><br> Linen Crescent fabric, £65 per metre, from Allegra Hicks, 28 Cadogan Place, London W1 (020 7235 8989)</p> <p><strong>Best in Bedrooms: The meditate bedlinen range for linea home</strong><br><strong> by Sue McLoughlin</strong><br></p> <p>If you've found yourself feeling discontented with your duvet and hankering after the crisp sheets and contemporary throws you might find in a boutique hotel, Sue McLoughlin has probably been sending you subliminal messages.</p> <p>'We decided that customers wanted to make more of a feature of their beds - layering sheets and throws instead of just using a duvet cover,' explains the head of design for the Linea Home range. Meditate, the star range of bedlinen, at distinctly unstarry prices, has, not surprisingly, been cropping up on some very smart wedding lists recently.</p> <p>Starting with the sheets, 'you can just add on the throws, blankets and pillows'. McCloughlin's favourite piece from the large range is a taffeta/silk mix quilt. 'I have one of these at home, but apart from that it's just white sheets,' she admits.</p> <p><strong> LS</strong><br> Double duvet cover, £65. Cushions, from £20, from House of Fraser (08701 607 270)</p>",
  "Tony Blair yesterday disclosed his 'immense' sorrow for the plight of the hostage Kenneth Bigley. But he issued a powerful plea for the nation to back his firm stance against the uprising in Iraq or risk fuelling global terrorism. <p>In his first public comments since the harrowing tape was broadcast of Bigley pleading for the Prime Minister to save him, Blair warned of the kidnappers' ability to 'manipulate the modern media', which he admitted left politicians in a difficult position. </p> <p>Praising the 'stoical and very dignified' Bigley family, he also hinted at the personal strain the crisis had put him under, revealing that his deputy John Prescott had telephoned to bolster his spirits. </p> <p>But in a wide-ranging interview with The Observer on the eve of Labour's annual party conference in Brighton, the Prime Minister made clear he would stand his ground. He also: </p> <p><b>·</b> warned Iran not to meddle with its neighbour, denouncing as 'completely unacceptable' reports of it helping Moqtada al-Sadr's rebel militia; </p> <p><b>·</b> compared the battle against insurgents in Iraq to the height of the Second World War; </p> <p><b>·</b> declined to rule out fighting another future war as part of the struggle against terrorism; </p> <p><b>·</b> and unveiled new manifesto plans at home to help first-time homebuyers and give working parents 'universal, affordable' childcare. </p> <p>But he sounded his clearest note yet of contrition over the failure to find weapons of mass destruction in Iraq - admitting bluntly that information received before the war was 'wrong' and insisting he had already 'apologised to the people for the information that was given being wrong'. In fact, he has stopped short of a full apology until now. </p> <p>The kidnapping of Bigley - whose brother Paul will speak by videolink to a Labour anti-war fringe meeting tonight - now casts a long shadow over the conference, threatening Blair's hopes of focusing on upbeat manifesto plans. </p> <p>'I feel immensely sorry for his family as well as for him,' Blair said. 'His family I think have been extraordinarily stoical and very dignified throughout.' As for the impact on himself, he said colleagues were rallying round: 'I've just had John Prescott on the phone saying, \"It must be tough for you, and how's the family?\"' </p> <p>However, he hoped the public would understand that terrorism in Iraq 'is to try to stop the country getting better, to murder anybody who tries to help its reconstruction and its democratic process. And our response, surely, has got to be to stand firm'. </p> <p>Blair called on those divided over the war to rally behind a fresh battle for the control of Iraq: 'I can understand why people still have a powerful disagreement about the original decision to go to war. But whatever that disagreement, surely it is absolutely clear we have to stay and see it through. Because the consequence of not doing so is that global terrorism will get a tremendous boost.' </p> <p>Downing Street has been privately alarmed by the sophistication with which hostage taker Abu Musab al-Zarqawi has played on western public opinion. 'What these terrorists understand is that they can use and manipulate the modern media to gain enormous publicity for themselves and put democratic politicians in a very difficult position,' he said. </p> <p>Privately, aides suspect it is no coincidence that a Briton and two Americans were seized just as Iraq's prime minister was due to visit London and Washington. </p> <p>Insisting the conflict was driven largely by foreign agitators not Iraqis, Blair delivered a veiled threat to Iran to stay out of it, urging 'firmer action' by Syria and Iran to prevent insurgents crossing their borders. </p> <p>Blair refused to rule out ever fighting another war alongside Bush, but he stressed there were other ways to resolve issues with Iran: 'We don't intend to go around starting conflicts all over the world, but you know, the fact is I do believe that this global terrorism is the central security threat facing our time.' </p> <p>Asked if the war on terrorism had really delivered a safer world, Blair suggested things were often darkest before dawn: 'There was more bloodshed in 1941 than in 1938.' The intensity of the insurgency showed, he said, how much was at stake. </p> <p>Brushing off questions about his supposed near-resignation back in spring, or whether he would serve a full third term, the Prime Minister rejected speculation of a deal to hand over power to Gordon Brown: 'You don't do deals about jobs like this.' </p> <p>With polling indicating many voters feel deserted by Blair's concentration on Iraq, the government is now anxious to highlight domestic issues. Tomorrow John Prescott will unveil plans to help young buyers get on the housing ladder, expected to include schemes to stagger and share costs of property purchase. </p> <p>He also promised a childcare place for every child to help working mothers: 'We have expanded nursery provision but let's be honest about it: two hours a day [in nursery] at a fixed time is very tough for people if they're doing a job that means they can't get away from work until four in the afternoon.' </p> <p>A new push on drugs and organised crime, employing summary powers used against anti-social behaviour, is also likely. However the Prime Minister conceded he was now 'less popular' and the next election would be a tougher fight. </p> <p>Some comfort came yesterday from Brown, who backed Blair over Iraq in a Guardian interview, adding: 'I am not going to walk away from decisions that we made as a Cabinet. I made the finance available to do what we had to do.' </p> <p>The BBC is also unlikely to screen extensive coverage of a potentially difficult Iraq debate on Thursday, following complaints from the Tories that endless film of Labour would unfairly affect the Hartlepool by-election due that day. </p> <p>Conference will decide tomorrow whether to allow an emergency vote on Iraq as well as Thursday's debate, with two possible rival motions emerging: one expected to call for withdrawal of troops, while the other - tabled by anti-war MP Harry Barnes and favoured by the leadership - will urge members to unite over the democratic rebuilding of Iraq whatever their original views. </p> <p>Other pledges this week will include an 'aspiration' to abolish youth unemployment by guaranteeing a training place, a college place or an apprenticeship for all school leavers.</p>",
  "<p>What if ants could turn the microscopes on the scientists studying them and, after beady-eyed surveillance, demand a revolution in their scrutinisers' accustomed ways? </p> <p>This is more than a variation on Lilliputians for a new Jonathan Swift to consider; it's a metaphor for a real-life reversal of multinational power that has no precedent. </p> <p>Management tomes of the late 1990s - like Bill Gates's droning Business, the Speed of Thought - explained how the internet might be used to study customer behaviour minutely, through, for instance, 'data mining'. Companies, they said, could use the intimate understanding so acquired to address customers' needs and preferences, on the companies' terms. </p> <p>What no one foresaw was the shocking extent to which the internet would change the terms of trade between corporations and society. Certainly not that one of the world's largest drug companies, which is among the richest and most influential industries of all time, would be the first victim of the shift. </p> <p>The crisis that began the containment of pharma power is a runaway rate of drug injury. In England alone, reactions to drugs that led to hospitalisation followed by death are estimated at 5,700 a year and could actually be closer to 10,000, according to a study in The British Medical Journal in July. The researchers reckon that adverse drug reactions are costing the NHS £466m a year. </p> <p>Drug injury has been worrying experts for decades. But after the thalidomide tragedies of the 1950s, the subject failed to catch fire for politicians and the public until the recent antidepressant controversy. Last month, that debate made headlines when Britain's GlaxoSmithKline, the world's second-largest pharma, denied any wrongdoing, but agreed to pay $2.5m to settle a lawsuit filed by the State of New York accusing it of fraud for concealing evidence of its antidepressant Seroxat's potential for harming children, while doing them no measurable good. </p> <p>In a sequel last week, a group of about two dozen American parents sued GSK seeking refunds for treatment of their children with the drug. </p> <p>The GSK suit created the tipping point in the pharmas' change of fortune and has revealed the force behind it. The formal complaint drew heavily on research by public health campaigners and consumer advocates about the hazards of antidepressant use. These activists had toiled in deepest obscurity - some of them, for a decade - until their discoveries were featured on a Panorama programme, 'Secrets of Seroxat', in autumn 2002. A follow-up broadcast the next spring, 'Emails from the edge', analysed 1,370 messages from viewers about the first programme, mostly from people reporting antidepressant withdrawal reactions including shock-like sensations in their heads, and thoughts about self-mutilation, violence and suicide. </p> <p>The outcry that followed forced GSK to make a stunning admission. In June 2003, it corrected its prescribing instructions for Seroxat, revising its estimate of the risk of withdrawal symptoms from one in 500 to one in four. </p> <p>Infinitely more frightening than that reluctant confirmation of a drug's potential for harm was that in the years GSK spent denying it, this pharma had the backing of institutions that we, the public, rely on to protect us from poisoning by prescription. The Royal College of Psychiatrists had insisted only a year earlier that 'there is no evidence that antidepressant drugs can cause dependence syndromes'; a patient information leaflet approved by a regulatory body also said as much. </p> <p>The events that led to Seroxat's exposure would seem to suggest that it was television power that forced GSK to recant. But it was really the internet that allowed public health activists to do an end run around GSK's and the medical authorities' denials of the drug's risks. An explosion of websites dedicated to vivid accounts of antidepressant reactions told these campaigners about hundreds of thousands affected by a problem that officially did not exist. </p> <p>The internet was 'groaning with evidence'; over time, the 'cover-up became more obvious as the weight of scientific evidence got stronger and public protest grew'. Those are quotations from a magisterial history and analysis of the antidepressant crisis by two leading campaigners, Charles Medawar and Anita Hardon, in Medicines Out of Control?, a new book recommended by the Lancet as essential reading for members of the parliamentary committee examining pharma influence on health policy, whose hearings began last week. </p> <p>As critical to the pharmas' outing as the raw data on the internet was this medium's capacity for handling complexity - at the speed of firing neurons. Mood medicines are arguably even more complicated than computers. Software's complexity is largely restricted to the science behind it, and to products and their intermeshing with other products. Pills have extra intricacies that follow from variations in formulations of the same types of drugs, in the range of possible reactions, some of them subtle, in patients - even to different doses, in the same person - and consequences not just from interactions with other drugs but with non-pharmaceutical treatment and lifestyle aspects such as diet. </p> <p>Health campaigners trying to decide what the pharmas could reasonably be blamed for shared vast stores of data about such complexities by - among other means - encyclopaedic technical postings on their websites. Some of these sites also feature open access to years of correspondence between the activists and regulatory officials and pharma executives. Postings like these have allowed rapid international co-ordination between the campaigners. </p> <p>Pharmas bent on redeeming their reputations have suddenly begun to use the internet to publish what they once fought for the right to conceal. GSK's first notable response to the filing of the recent lawsuit was to start posting both negative and positive findings from drug tests on its web site. But it is far from the only pharma with a history of secretiveness about trials, and at least three of its rivals have copied its turnabout, with Eli Lilly and Merck making the most radical moves towards transparency. </p> <p>Even top-ranking pharma executives might not yet grasp that this is only the start of a progressive stripping away of power. They could do worse than adopt for a model Gulliver, who reacted to his entrapment by the Lilliputians with a 'promise of honour', for fear that the showers of tiny arrows his captors used to disable him might be far from the worst they could do.</p> <p><strong>Bitter pills</strong></p> <p>Bit by bit, health activists in Britain and America have uncovered the core of pharma might: a sinister mesh of hidden influences in the regulation and practice of medicine that is painstakingly dissected in Medicines Out of Control? by Charles Medawar and Anita Hardon. </p> <p>In both countries, clinical drug tests are paid for by the pharmas, who tweak the trials' design for the best possible results. Until recently, only the most favourable findings got published in the 20,000-odd biomedical journals, many of them dependent on pharmas for funding. The drugs are approved for marketing by regulators, whose salaries are mostly financed by the subjects of their evaluations - since pharmas pay to have their products vetted. The medicines are then prescribed by doctors routinely courted with pharma gifts - from free pens to family skiing holidays - meant to persuade them to change their prescribing habits.</p>",
  "<p>Extremism is an affront to Britain's national myth. Extremism in either its fascist or communist forms was what excitable continentals embraced in the twentieth century to the horror of the temperate British who carried on muddling through in our endearingly commonsensical way, and were much the happier for it. </p> <p>The idea of dear old Blighty standing apart from a deranged Europe doesn't hold up too well today. Leaving aside the fact that no European country has been hit as hard by extreme free market ideology as Britain, the British can no longer pretend that fascism begins at Calais. In the summer local and European elections the British National Party received 800,000 votes. As there have been incessant exposés of the party's true nature, only the most dim-witted among that 800,000 could have failed to know they were supporting neo-Nazis. The rest knew, but didn't care. </p> <p>The grim performance of the BNP was overshadowed by sensation of the political year: the UK Independence Party, which secured 2.5 million votes. Although anti-Europeanism was its main attraction, its anti-immigration platform helped too. It's not completely fair to describe Ukip as a far-right party, as many in the pro-European media do, but it's not completely unfair either. </p> <p>Meanwhile, on what used to be considered the left an extraordinary and, in view of the murky turn much mainstream liberal-left thought has taken, telling pact between Marxists from the Socialist Workers Party and Islamic fundamentalists from the religious right, has created the Respect Party. It got nowhere in the local and European elections, but did very well in the by-elections in Coventry and Birmingham. Respect hasn't received anything approaching the critical scrutiny endured by Ukip and the BNP - liberals are hopeless at confronting the sinister forces on their 'side', or even admitting that they exist. But Respect's leader, George Galloway, was notorious for saluting the 'courage' of Saddam Hussein and spending his holidays with the tyrant's henchmen. As with the BNP, at least some of the people who voted for Respect must have known perfectly well that their party was unlikely to be an unequivocal supporter of the ideals of liberty, equality and fraternity. </p> <p>With so many dark currents swirling, it's possible to sympathise with the Home Office's suggestion that far-right supporters should be banned from being civil servants. You can hardly expect a fascist to treat black and brown Britons fairly, and when he is given the coercive powers of a police, prison or immigration officer the results will be violent assaults or miscarriages of justice. The far-right likes nothing better than to dress-up in uniforms and exploit the benefit of the doubt given to law enforcement officers. A blanket ban seems a sensible precaution. </p> <p>The strong counter-argument is that a civil servant's politics are only the government's business in wartime. Fascists were purged during the Second World War and communists were blacklisted during the Cold War. By saying that members of the BNP can't work for the state, the government is implying that racism and racial tension in Britain is so bad the country is close to civil war. Is it really so bleak? </p> <p>As important is the question of how a ban would work in practice. Take the cases of the charming husband and wife team, Lorraine Hollick, an officer at Holloway women's prison, and Simon Thistlethwaite, an officer at neighbouring men's prison, Pentonville, which we cover on the news pages. </p> <p>Evidence uncovered in the police investigation was pretty damning. But they deny being racists. To stop them having the power to control and punish black and Asian prisoners, the Prison Service must go through an elaborate, quasi-legal investigation which gives ample opportunity for lawyerly evasions. </p> <p>Their toilet was called 'Adolf Hitler's bunker room' and decorated with German helmets and SS memorabilia. Wasn't this the teensiest hint that the officers were fans of fascism? </p> <p>Not at all, replied Thistlethwaite. It was a bit of a joke. Friends of his knew he liked a laugh and sent him presents of SS daggers and the like. No harm in the silliness. </p> <p>OK, said the police, what about tags labelled 'national nigger hunting licences' we found in your filing cabinet? </p> <p>Oh, I picked them up at a scooter rally and forgot about them. </p> <p>And the framed Ku Klux Klan print? </p> <p>Another joke, like the SS stuff. </p> <p>And the photo of the burning cross? </p> <p>Nothing to do with Ku Klux Klan. It was taken in France. </p> <p>All right, how about the white hooded mask we found in your wardrobe? </p> <p>That's nothing to do with the KKK either. Actually it's cream not white and was worn by convicts in Australian prisons when they went to chapel. </p> <p>And so it went on. White Pride records and copies of Strike Force magazine were dismissed as junk collected and forgotten years ago. </p> <p>The Home Office has plans to deal with fascism in the Civil Service. Job applicants and civil servants would have to disclose membership of the BNP. Members looking for work would be refused employment, while BNP members already in the Service would be fired. Like many other prohibitions, the proposed ban has a brutally simple appeal: fascists can't work for the Civil Service and that's the end of the matter. Ministers like bans. They allow them to appear tough and decisive in the few seconds the TV stations allow them to appear on screen. </p> <p>The difficulty is that you can be an ardent supporter of the far-right and not be a member of the BNP or its splinter groups - our prison officers denied absolutely that they belonged to any racist organisation. Equally, neoNazis aren't the most honest people around and the Home Office can't guarantee that they won't lie when they fill in their job applications. Indeed, as an admission of BNP membership would guarantee a refusal, it's certain that they will lie. </p> <p>For all the tough talk, there's no substitute for managers in the Civil Service and elsewhere going through the laborious task of interviewing job applicants carefully, monitoring their work conscientiously and taking claims of racism seriously. There aren't headlines in it and it won't win applause for Blunkett at the Labour Party Conference, but good management remains the best protection. </p> <p>Unfortunately, the same backlash which makes Britain such a congenial place for the far-right has also led to a near doubling of the prison population in the past decade. Governors can't cope with the bulging jails and are barely in a position to provide good, bad or indifferent management. </p> <p>Back from a fortnight's holiday, I found my pigeonhole stuffed with review copies of the latest political books. Without exception, they were full-frontal denunciations of the Great Satan, George Bush. </p> <p>One was worth reading - Seymour Hersh's account of how the American military sunk to the level of torturers. The other four varied from the half-witted to the semi-literate - on the evidence of his musings on Bush, Condé Nast must be glad it hired Graydon Carter to edit Vanity Fair rather than write for it. </p> <p>I turned on day-time TV to watch Charles Kennedy lay into Tony Blair's Iraq policy without once describing the nature of Saddam's regime or paying his respects to the liberals and the democrats who were slaughtered by the tyrant in the past and are now being threatened by the 'insurgents'. </p> <p>The shift of the left to the right appeared complete when I caught up with a controversy in New York about Naomi Klein, who cried rivers for the wretched of the Earth in her radical youth and now dries her eyes and makes excuses for the theocrats and misogynists of the al-Sadr movement in her dotage. </p> <p>What has made the past two years so strange is the breakdown in international solidarity. In the past, it was fashionable Manhattan editors, Liberal Democrats and Naomi Kleins who supported the victims of what was and is fascism in its secular and clerical guises. </p> <p>I accept it was probably asking too much for Western leftists to at least acknowledge the existence of oppressed democrats and socialists at the time of the war. </p> <p>Human nature seems to prevent people coping with moral ambiguity at moments of political passion. Now the war is over, the breakdown in fraternity is unforgivable. </p> <p>Fortunately, the left that isn't that bothered about logos is showing signs of life. Free trade unions were ferociously persecuted by Saddam Hussein. They are back in business now and doing what they can to stop the 'insurgents' preventing elections. They are desperately poor, and have to rely on their comrades in the west to come to their aid. </p> <p>And, I'm glad to report, the Fire Brigades Union, Unison and the TUC are doing just that. </p> <p><strong>·</strong> This newspaper is sponsoring a fringe event at the Labour Party Conference to raise money and support. All delegates are welcome. If you are not in Brighton you can find details of how to help an unambiguously moral cause at <a href=\"http://www.iraqitradeunions.org\">iraqitradeunions.org</a></p>",
  "<p>Language is a funny thing. I loved to sing 'Lovely Rita, meter maid' when I was a teenager growing up in Israel. I had no idea what a meter maid was. I spoke Hebrew. I thought they were singing about a tiny lady, a metre high. I've been in London since 1973; I'm working on my English. I still find it funny when people I talk to on the phone say they are 'afraid' someone isn't there. What are they afraid of?</p> <p>A number of my designs sell pretty well, so I could live off the royalties. My Bookworm book shelf has sold up to 1,000km a year. But, products have a sell-by date, so you have to keep reinventing things like chairs even though there are so many different chairs already.</p> <p>I came to London to escape call-up at the time of the Yom Kippur war. I was an art student in Jerusalem. Peace and Love generation. I didn't want power from the end of a gun, or to be anything anyone told me I had to be. I ended up training as an architect at the Architectural Association, and then turning old Rover car seats into chairs for a living in Covent Garden.</p> <p>My parents had a religion: communism. It was a dream, of what did George Orwell say? Cloud Cuckoo Land. Their dream of a humane Israel is shattered. I see the problems and hatred the old religions cause in the Middle East. I would say to God, enough already.</p> <p>I like it when my students at the Royal College of Art challenge me with something individualistic, something that would frighten the high street. I like to cause a little friction.</p> <p>I nearly swallowed all that Cool Britannia nonsense. I went to Tony Blair's big No 10 party for creative types after the New Labour win in 1997. It seemed a very optimistic time for artists, designers and architects, as if London might go the way of the best of Barcelona. But, London isn't Barcelona, nor England Catalonia. I must have lost my critical sense for a few champagne moments.</p> <p>I've always liked hats and I don't like to be the same as other people, which gets taken for egomania, so I wear funny hats. I don't like clothes with logos, but my hats are like words of my own. I like to wear a hat in the car, too, so I have to find funny cars with tall roofs. I drive a Nissan Escargot and a luminous Fiat 500 with a sun roof so my hat can stick out of the top.</p> <p>I was a lousy student, an outsider, though, not a dropout. Like a man with a stutter, I had to find my own way of getting around words and studies. My brain was sparky, but perhaps it wasn't wired right.</p> <p>Gyms remind me of torture chambers. I keep fit, especially now that I don't eat my children's food for them. I play tennis and ping-pong. I designed my own ping-pong table for the studio. It bends in the middle and gives great spin. I am very competitive. </p> <p>No emigrant ever truly becomes English. London is my home. It is where I have my family and where I work. But to the English, I still sound like a right-wing Israeli politician. What can I do?</p> <p>Lots of ideas we pursue heedlessly are best ditched. It's nice to let go of them and enjoy them for what they were in your head, or in drawings.</p> <p>Nationalism is absurd. Why do angry Englishmen with shaven heads waving St George's flags wear American clothes made by Mexicans and Vietnamese and drive Japanese cars? Wandering Jews, wander, but like nothing better than home. My father, a sculptor, was born in Russia. He came to a commune in Palestine on a boat from Trieste dressed in lederhosen on his way from Vienna. He had been toying with going to Spain to fight Franco. He's 87 now, busy, and working with the latest computer software. He wanders mostly by internet.</p> <p>I don't understand why England has become so samey. I still carry a dream of its once famous individuality.</p> <p>Architects and designers like to form little cliques. Best to avoid them altogether.</p> <p>The Rolling Stones died when Mick Jagger took a knighthood. I sympathise with that old devil, Keith Richards. Sir Mick? I play Blonde on Blonde over and again in the car. I like Dylan to be who he was, and like him now, because, although strange, he is himself.</p> <p>My first book was called Restless Furniture. I am still restless. There will be plenty of time to rest when I'm gone.</p>",
  "<p>The corn cobs were piled three-feet high at the Sunday market tucked behind Marylebone's main shopping street. Their leaves stuck out at right angles, pert and proud, each one sporting a kiss-curl of golden silks peeping out from the green husk. Tug back a leaf or two and there were fat cobs packed tight with plump little kernels of corn. There is little that gladdens the heart of a cook like finding a vegetable in such fine fettle. I bought five for a couple of quid.</p> <p>At home, I pulled back the green leaves of each explicitly firm cob, then pulled out the fine corn silks that hide underneath. I then folded back the husk of leaves and wet them under the tap.</p> <p>They took about 12 minutes apiece on the grill, the canary-coloured sweetcorn turning crocus yellow as its protective coat first dried over the coals, then turned black. We ate them with nothing but salt and black pepper. Even a smear of butter would have seemed disrespectful to a lunch in such rude health.</p> <p>Grilling intensifies not the sweetness but the flavour of this vegetable. To me this is important. The new varieties of corn are bred more for their sugar content than their depth of flavour. So a while over the coals is my preferred way with what could otherwise be a simple sugar-fest.</p> <p>It would have been a travesty to leave the market without at least enough plums for a crumble. I bought a punnet each of dark-purple Czar and black-and-yellow-flushed Opal. ThenI fell for another of pale greengages and another of Victorias, so often maligned yet honeyed and richly flavoured when left to ripen properly. </p> <p>The Opals were for dessert; a small oval plum with the transparent, warmly sweet flesh that you might expect. The Czars and Victorias were for the kitchen: a cake, an almondy tart, a jammy sauce for a slice of shop-bought pecan pie. But each needs a couple of days on a sunny windowsill first. A plum is rarely worth eating until you have to shoo the wasps away with a tea towel.</p> <p>With a weekly organic delivery and tomatoes, beans and courgettes in the garden, the only vegetables I actually shop for are those that are just downright irresistible. But where to draw the line when there were stalls with the tenderest little French beans, fat, snappy runners and red peppers curled up at the end like Turkish slippers... Do I take a bunch of radishes? And what about the pink fir apple potatoes? At this time of year it is not so much a case of what to buy as how to stop. As well as bags of salad leaves and bunches of basil, I brought home some early fennel bulbs. </p> <p>I wouldn't normally buy this till the weather gets cooler but I am a sucker for something in perfect condition. The nutty aniseed notes of fennel mean you either need just a little of it, or you must cook it to mellow its stridency. I plumped for both, first sliced thinly and tossed with grated lemon zest, flat-leaf parsley left whole and olive oil, snippets of Bresaola and Pecorino shaved as thin as a baby's fingernails. However you look at it, Parmesan-style cheese and fennel make good partners. </p> <p>You get a lot of fennel shavings from one bulb, and I had bought four. I quartered the remaining three, then simmered them with olive oil, Noilly Prat, fennel seed and, when they were tender, a squirt of lemon. I served the slightly caramelised bulbs with grilled prawns and thick slices of toast doused in their lemony, olive-oily cooking juices. A late-summer lunch that worked in every way.</p> <p><strong>Grilled corn cobs</strong></p> <p><strong>2 corn cobs per person (unless they are very large)</strong><br><strong> sea salt, black pepper, butter if you must</strong></p> <p>Peel back the green husks that cover the corn cob, but not so far that they snap off. Tug out the fine silks between the leaves and the cob itself. Pull the leaves back over the cob and soak briefly in water. </p> <p>Get the grill hot (if I am using charcoal I make certain that the flames have died down to a pale glow and not fiercely red or flaming). Lay the corn cobs on the grill and let the leaves brown then blacken on each side before turning them over. They should take between 8 and 15 minutes. </p> <p>Serve the cobs hot, with salt, coarse pepper and, if you wish, a smear or two of unsalted butter. </p> <p><strong>Braised fennel</strong></p> <p><strong> Serves 4 as a side dish with roast pork, grilled prawns or as part of an antipasto.</strong></p> <p><strong>2 large fennel bulbs<br> 75ml water <br> 75ml white vermouth (such as Noilly Prat)<br> 100ml olive oil <br> 2 good pinches fennel seed <br></strong></p> <p>Remove any coarse outer leaves. Remove but retain the fronds. Cut each of the fennel bulbs into four then put them in a pan with the water, vermouth, olive oil, fennel seeds and the fronds. Season with salt and bring to the boil, then turn down the heat to a simmer. Cover partially with a lid and leave to cook for about 20 minutes. Check them for tenderness with a skewer. Correct the seasoning, then serve with a spoonful of its cooking juices. </p> <p><strong>Plum and walnut cake</strong></p> <p><strong> A wonderfully moist, shallow plum cake, best eaten on the day you bake it. Serves 9-12.</strong></p> <p><strong>150g butter <br> 150g unrefined golden caster sugar <br> 16 plums <br> 3 large eggs <br> 75g plain flour <br> tsp baking powder <br> 100g ground almonds <br> 50g shelled walnuts</strong></p> <p>Set the oven at 175C/gas mark 4. Line the base of a 20-22cm cake tin with baking parchment.</p> <p>Beat the butter and sugar until it is pale and fluffy. A food mixer will do this far more efficiently than by hand. Stop when the mixture is light, soft and the colour of vanilla ice cream. Meanwhile, halve the plums, remove the stones, then cut each half in two.</p> <p>Break the eggs, beat lightly with a fork, then add them bit by bit to the butter and sugar. Sift the four and baking powder together and fold them gently into the mixture. I do this with a large metal spoon rather than the food mixer. Fold in the ground almonds, then chop the walnuts so they are the size of small gravel, then fold them in, too.</p> <p>Scrape the mixture into the cake tin. Place the quartered plums on the cake mixture. Bake for 40-45 minutes, then test with a skewer. If it comes out clean, the cake is ready. Remove from the oven and leave to cool for 15 minutes before turning out.</p> <p><a href=\"mailto:nigel.slater@observer.co.uk\">nigel.slater@observer.co.uk</a></p>",
  "<p>One of the new trends for autumn-winter is the cape - not to be confused with the poncho! Capes, you see, have fastenings and armlets, not just a hole to slip your head through. With its unmissable silhouette, the cape is designed to let you swoosh and glide about theatrically. I have recommended in the past investing in a coat that makes a statement - and you can't avoid making a statement with a cape, there is something about it that makes you feel almost regal - think Napoleon, Winston Churchill and Sherlock Holmes. I have decided a cape inspires greatness.</p> <p>Now, try wearing the damn things. </p> <p>I nearly drowned in the Y's Yohji Yamamoto Darth Vader version, and while the Burberry red plastic cape is ideal when you are caught in a rainstorm, the stiff plastic makes it very restricting - I was soaked from trying to get my hand in my pocket for change for a taxi. But there's still the Get Yourself Noticed factor - I managed to clear an entire table in a local restaurant with the sheer volume of fabric that swished behind me. I think they are the most impractical garment ever designed, apart from Alexander McQueen's Bumster trousers.</p> <p>Your arms feel like they're trapped, straitjacket style. One size obviously doesn't fit all where capes are concerned, unless your arms don't really hang from your shoulders at all, but stick out directly from your waist. However, there are more practical but no less dramatic mini-capes that drape around your shoulders; while the sleeved cape allows you to have free arm movement rather than flailing around like a penguin on ice at the side of the road. Miss Selfridge has a great pink and grey check version. </p> <p>But Missoni gets my vote for its multicoloured knitted version. It would brighten the dreariest winter's day. </p> <p><strong>· </strong> Missoni at Harvey Nichols, Knightsbridge, London SW1 (020 7235 5000); Harrods, London SW1 (020 7730 1234); Miss Selfridge (0800 915 9900)</p>",
  "The sun is shining on the garden at Chequers, but the shadow of Iraq stretches over the Prime Minister's Buckinghamshire retreat. <p>'I think most people are praying for him,' Tony Blair says of Kenneth Bigley as he waits for any news about the fate of the British hostage. 'I feel immensely sorry for his family as well as for him. His family, I think, have been extraordinarily stoical and very dignified throughout it.' </p> <p>This is a confrontation with a terrorism whose sophistication should not be underestimated. 'What these terrorists understand is that they can use and manipulate the modern media to gain enormous publicity for themselves and put democratic politics and politicians in a very difficult position.' </p> <p>Just when the government was hoping to use the Labour conference this week to focus the public on its domestic agenda, the hostage crisis has forced Tony Blair back into defending the most divisive and unpopular decision of his premiership. </p> <p>'I hope people understand,' he says. What he most wants people to understand is this: 'The reason why these foreign terrorists are there in Iraq is to try to stop the country getting better, to murder anybody who tries to help its reconstruction or its democratic process. And our response, surely, has got to be to stand firm against that.' </p> <p>According to him, 'every single survey' of Iraqi opinion shows 'they don't want Saddam back and they don't want to be ruled by outside terrorists. They want to rule themselves, and that's what we're trying to do.' </p> <p>Every single survey of opinion in Britain shows a country as deeply divided as ever about the war, with support for the invasion recently dropping further. </p> <p>'Obviously there will be people who have never been convinced about the original decision. But the fundamentals of the situation in Iraq are absolutely clear. You have a government supported by the United Nations. You have got massive reconstruction. You've got an attempt to bring democracy to the country and you've got these people trying to stop it. I can understand why people still have a powerful disagreement about the original decision to go to war, but what ever that disagreement, surely now it is absolutely clear we have to stay and see it through. Because the consequences of not doing so is that global terrorism will get a tremendous boost. By contrast, if we succeed and defeat these people and help the Iraqis to get what the Iraqis want, then global terrorism will suffer a defeat.' </p> <p>He goes on: 'If the violence and terror stopped, Iraq would very swiftly - because it's rich in resources, it's people are intelligent - would make progress. So my point to people is: which side should we be on now? You might have disagreed about the conflict, but there is only one side to be on now, and that's the side of people who are trying to bring democracy and hope to the country, not trying to plunge it into terror and chaos.' </p> <p>With the Iraq Survey Group about to announce that there were no weapons of mass destruction in Iraq when the war began, Blair is now prepared to express some contrition about the way the conflict was sold to the public. </p> <p>'I have been very happy to take full responsibility for information that has turned out to be wrong,' he says. 'It's absolutely right that, as we've already done, we've apologised to people for the information that was given being wrong.' </p> <p>That, though, is as apologetic as he gets. 'It's not a question of stubbornness or obstinacy. If I were to say to you \"I'm sorry we removed Saddam Hussein from power\", I wouldn't be telling the truth. I'm not. I believe the world is better with Saddam Hussein removed from power. I believe that very, very strongly.' </p> <p>But regime change was not the basis on which he took Britain into the war. </p> <p>'Well, of course, the_ ' Blair begins, pauses, claims there has been 'some rewriting of history' and refers us to his speech in Glasgow in the February of last year during the build-up to the war. That was the speech which most heavily made the moral case for removing Saddam. To that argument Blair is very likely to return in his party conference speech. </p> <p>He clearly suspects that Iran is sponsoring some of the insurgency in Iraq - 'completely unacceptable,' he says. Iran is now in the cross-hairs of the White House, which will fuel the fears of some that Blair might join more military action with a re-elected George Bush. Will he rule that out? </p> <p>'It's not a question of ruling it out or ruling it in. There's no point in hypothesising in respect to situations that haven't arisen. No, we don't intend to go around starting conflicts all over the world. But the fact is that I do believe that this global terrorism is the central security threat facing our time.' </p> <p>That is why he embraces the doctrine of pre-emption. When we ask whether he regrets that Saddam was not removed earlier, he says 'you would never have had the consent for it. Before 11 Septem ber, if you suggested that you should go raid Afghanistan, people, you know, come with the men in white coats. And that is the point, that is the central difference. This a conflict where there isn't a third way, I'm afraid. </p> <p>'What's changed for me is, post September 11, you no longer wait for the thing to happen. You go out actively and try to stop it. That's the thing that's changed now.' </p> <p>Private polling for Labour talks of three million of the party's natural supporters being alienated. Does he accept that he has lost a significant slice of the electorate? </p> <p>'Well, I accept that obviously a lot of people disagree with me profoundly about it.' </p> <p>It's surely something a bit more pungent than mere disagreement? </p> <p>'I think you can bring people to this position,' responds Blair. 'That even if they disagree, they understand that the consequences of not doing it were also difficult. After all, Saddam would still be there, and not merely there but hugely involved. If we'd pulled back and either left the Americans to do it on their own or the Americans had pulled back themselves in March 2003, does anyone seriously believe we would have a more stable Middle East?' </p> <p>Claiming still to be 'basically a unifier in politics', he now has to rest his hopes on the argument with the opponents of the war exhausting itself. 'In the end, you've probably got to get to the point where you just agree to disagree over it.' </p> <p>It has been widely rumoured - and frequently stated as a fact - that the pressure, political and personal, became so colossal that he considered quitting. Was there any point in the past 12 months when he had contemplated resigning? </p> <p>'No. I'm very happy doing what I'm doing.' </p> <p>No moment at all when he thought of resignation? </p> <p>'No,' he repeats. </p> <p>So why did several members of the cabinet feel compelled to come to him to check on his morale and his intentions? </p> <p>'I don't quite understand this,' he says. 'I mean, when people reach difficult points, what they do is come and see you and say it's a bit of a tough time at the moment. They are perfectly comradely [an exceedingly rare Blair use of the c-word] and that's what you expect.' </p> <p>It apparently happens all the time. </p> <p>'I've just had John Prescott on the phone, saying I'm sorry about this [the hostage crisis], it must be tough for you and how's the family and all the rest of it. But the idea of some deputation? No.' </p> <p>Supporters of Gordon Brown are adamant that Blair did promise to quit. At a dinner between the two men hosted by Prescott last November, they insist that Blair said he would give way to the Chancellor this year. Blair initially tries to deflect the question. 'I'm not getting into this TB/GB thing at all.' </p> <p>But is it true that he said at that dinner he would step down this year? 'On the dinner, or the so-called things about resigning, or the rest of it - you don't do deals about jobs like this.' </p> <p>Despite briefing to this effect, he is wary of saying that he, if re-elected, will serve a full third term, perhaps for fear of further provoking his Chancellor on the eve of the conference, also from nervousness of coming over as Thatcheresqe. </p> <p>'It is for the British people to decide.The reason I don't get into this on and on and on business is that in the end it is for the British people to decide.' </p> <p>According to his own pollsters, a worryingly large number of those people have decided that he has lost the domestic plot by spending too much time on foreign affairs. Commentators have described his second term as lost in Iraq. </p> <p>'I think there is a common perception of that,' acknowledges Blair, while maintaining that he has actually achieved more on the home front in his second term than he did in his first. </p> <p>'I think the irony of my position is that I'm sort of less popular and more capable.' </p> <p>In areas like health and crime, 'we moved far faster in the second term than in the first. </p> <p>'Sometimes I think part of the problem is we led such a sort of charmed life in the first term. I think, as you would acknowledge, it was unnatural, in a sense, to be just coasting through.' </p> <p>As for the idea of him as an absentee Prime Minister, the public 'wouldn't know' that he has had more meetings on antisocial behaviour, crime, asylum and immigration than anything else in the past year. 'If you ask a member of the public about that' - which his focus groups constantly do ask- 'they'd say \"No, he's been doing Iraq\".' </p> <p>He says it's not a problem unique to him. All leaders are in a similar position because the 'foreign affairs agenda has been very, very big - far more than normally. If you went back to the 1980s, you would not find foreign affairs occupying so much in the Tory years, would you?' </p> <p>Really? What about the Cold War and the Falklands? </p> <p>'The Falklands? The Cold War? No, nothing like the same. It would be quite interesting to do a study of it. The Cold War was a constant issue, but it wasn't coming to a head in some dramatic war and peace, life and death situation. </p> <p>'No, as I say, the irony of the government is that whereas the perception is that it has spent a lot of its second term on foreign affairs, in fact we've been far more radical in domestic politics.' Revealingly, he chooses to pluck out student tuition fees, one of the most contentious acts of his government in this second term, as his illustrative example of that 'radicalism'. </p> <p>He desperately needs those lost Labour supporters to 'get over it' in the run-up the next election. He is hoping that the shadow of Iraq will not be so occlusive that Labour's conference can't get across his pitch to the electorate for a third term. </p> <p>'It's always tougher as you go on. That's for sure. But if the Labour Party claims the centre ground and claims the future, we will win and can win well.' </p> <p>He scoffs at the Liberal Democrats as 'completely incoherent' and thinks the Tories will 'stroke their base' and 'go back to the strategy' they had at the last election. </p> <p>What about stroking his own base a bit more warmly- or at least not so offending it? Does he appreciate how infuriated natural Labour supporters can become when they see him holidaying with Silvio Berlusconi? </p> <p>'I shouldn't see the Italian Prime Minister?' Blair can't see the problem. 'All of this nonsense. We spent the evening with the Italian Prime Minister. He is an ally of ours.' </p> <p>It is 'the usual rubbish'; what matters is what 'fundamental view' people come to about his government. </p> <p>He reels off the list: 'The longest period of economic growth, the highest level of employment, huge investment in our public services, a minimum wage, reductions in poverty.' He adds - which is calculated to stroke his base - 'action on climate change and poverty in Africa'. </p> <p>'Is Britain a stronger, fairer and more prosperous country in 2004, than in 1997? I think the answer to that is yes. </p> <p>'I think one of the really interesting things is the things you don't any longer talk about at the end of a second term of New Labour. You don't talk about boom and bust any more. You don't talk about a winter crisis in the health service any more. You don't talk about schools falling to bits any more.' </p> <p>But Blair does not believe he will prosper at the next election by going to the country looking in the rear-view mirror. </p> <p>'You won't continue in government on the basis of your record, but on the basis of what you are going to do. That's why it is so important, this conference is very, very important for us to claim the centre and claim the future.' </p> <p>'The issues that we won on in 1997 aren't going to be the issues we win on in 2005/2006. You're not going to win the next election just by saying: we've put money into public services. </p> <p>'No. In the end what people will want to know is: how are we going to get the excellence that we think we should have for those levels of expenditure? That's what we're going to set out.' </p> <p>A lot is being expected of the Brighton conference. The government has set itself the task of showing that it has a range of new offers to the electorate which address the quality of life issues, such as childcare, pensions and housing. </p> <p>The challenge more specific to Blair is to prove that the bread-and-butter genuinely excites him as much as the world arena. So he tells us: 'What gets me up in the morning, and still gets me up in the morning, are the improvements in the basic issues that affect people's lives. That's why education, for example, to me remains the absolute, number one, passion. That's why we are doing all the specialist schools and academies.' </p> <p>Will those lost Labour voters get up in the morning of the next election day for Tony Blair? </p> <p>'It happens with all governments. There is disillusion and disappointment. That's politics,' he replies. 'What you've got to do in those circumstances is not buckle under it, but go out and make your case.'</p>",
  "He called himself a man of little consequence. 'Mr Blair, I am nothing to you,' he said. Kenneth Bigley was too modest. The lurid coverage of his ordeal has repelled and gripped a nation following every twist of a story infused with hope but always likely to end tragically. Abu Musab al-Zarqawi, the murderer of Mr Bigley's two American housemates, plays a short and and vile game. <p>The past week has seen a revolution in the history of fear. A Britain consumed by worry that terror was coming home imagined gas on the Tube, bombs at Heathrow or Beslan inside the beltway. Instead, the capture of a middle-aged engineer touched a bedrock of dread. Few visions are more horrible than helplessness. </p> <p>That impotence, his and ours, was exacerbated by the shrewdness of Mr Bigley's captors. Zarqawi, a small-time thug now tilting at a pan-Islamist caliphate, has advertised his animal tactics on the front pages. His website flashes are geared to the US lunchtime news, his murders pored over by voyeurs in dark corners of the internet, and his profits plumped up by snuff DVDs sold for a dollar each in Baghdad markets. Even the Bigley family's televised pleas for clemency underlined Zarqawi's leverage. </p> <p>There is a narrow line between the last resort of the despairing and an eBay of human life, in which escalating bids - first a brother, later a distraught mother - are posted for all to see. Intrusion makes a case, powerful but wrong, for the media to back off. In America, the beheading of Mr Bigley's friends received little coverage, partly because dead hostages are old news there, but also because of the instinct for suppression that, from the outset, offered too little challenge to George W Bush's war plans. </p> <p>Media restraint is hard to unravel from censorship and blackouts were rarely feasible, even before global networks. Since the Crucifixion, agony and death have been a public spectacle. Onlookers may be brutalised by terrible sights, but the greater danger lies in all the Calvaries we do not climb. The 12,800 Iraqi civilians killed since the war began are faceless, as are many of the soldiers killed in action. On the day Ken Bigley's video played in millions of British living rooms, 22 people were murdered in Baghdad. When history is a string of macabre Kodak moments, those slaughtered off-camera evaporate as if they had never lived. </p> <p>But in every conflict, one face encapsulates a war. It did not have to be Ken Bigley's, for there are many like him. A friend of my family, another ageing wanderer whose life had removed him from his roots, was blown up in Baghdad last month. He knew the risks and hoped to be lucky. Mr Bigley, working one last lucrative assignment before he quit, must have made a similar calculation. </p> <p>Instead, he became a condemned man holding a Prime Minister to account. Tony Blair, content to explain himself to God his maker over Iraq, had first to answer to Mr Bigley. 'Help me live,' the captive had asked, with a faith that resonated like an echo. Throughout the Iraq debacle, no citizen has ever placed such blind trust in Blair, bar Blair himself. And yet he could do nothing. </p> <p>There was no dilemma, since the state rightly debars negotiating with insurgents holding knives to throats. There was no hypocrisy, for those who complain that Mr Blair takes tea with terrorists are wrong. To call all such people irredeemable is to sketch a world in which the IRA, Baader-Meinhof and the Red Brigades still hold sway. If, on some tomorrow, Bush sits down with Zarqawi, that may be a mark of a retreat from mutually assured destruction. </p> <p>But, for now, Mr Blair has no decision to make. Of all the questions thrown up by Iraq, the case of Mr Bigley was the least taxing. Even the Prime Minister's personal anguish may be salved by his iron sense of rightness. Yet he is no more free of responsibility than hostages are victims of unmediated chance. The events of last week showed almost as little randomness as the opening scene of Rosencrantz and Guildenstern Are Dead , in which the two characters toss a coin that always comes down heads. </p> <p>The current turmoil in Iraq was inevitable in a fissile country where order, for many years, has only been maintained by brutal tyrants. That does not render future democracy impossible, but it was never going to be imposed by a botched and illegal war. Mr Blair's disregard for advice, history and law helped usher in a nemesis compounded by errors ranging from disbanding the Iraqi security services to the brutishness of Abu Ghraib. Zarqawi, disgusting beyond words, is also the beneficiary of conditions in which the wicked thrive. </p> <p>So get the troops out now, some say, but running would be likely to herald another hardline Baathist overlord or civil meltdown. Defenders of the war eulogise Iraq, hotspots apart. But even assuming the three-quarters of the population cited by Donald Rumsfeld could stroll to the polls as peaceably as George Orwell's idealised old maids once cycled to church through the morning mist, limited elections would be impossible. The time for denial is over. Two Italian women aid workers are abducted and, maybe, murdered. Death is the only service with guaranteed delivery in Baghdad. </p> <p>So what now? As Paul Rogers, professor of peace studies at Bradford University, has argued, the US presidential election is likely to presage all-out assaults on Falluja and elsewhere, should Mr Bush get his second term and his second chance to bomb Iraq into secular democracy. </p> <p>In that context, it seems curious that Mr Blair's remark last week about 'a new Iraqi conflict' attracted so little exploration. If Iraq is 'the crucible in which the future of global terrorism is decided', that is because the actions of Bush and Blair have made it so. The question is what the Prime Minister plans to do now, beyond praying that elections work. Will he stand by the President if Mr Bush goes for Shock and Awe Mark Two or will he be bold enough to step aside? </p> <p>For now, it seems probable that more innocents will beg on grainy videos for help from politicians rendered powerless not only by the monstrosity of others, but through their own folly. Onlookers will stare again in sorrow and unease at the pain of strangers. Human impulses prompted good people of all faiths to yearn for Ken Bigley's freedom, but so did the awareness that we are all part of his story. </p> <p>As international affairs analyst Fred Halliday has said, universalism is dying. The US, post 9/11, has put hardline survivalism first and last. Islamic extremists move further towards medieval savagery. As the world converges on the edge of the abyss, the fate of individuals shows what may lie ahead if politicians cannot heed the warning signs. Kenneth Bigley, never a figure of little consequence, is the unwitting signalman on the road to hell. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>",
  "<p>I have owned and managed a small portfolio of flats for 14 years. In that time boilers failed, washer-dryers flooded, showers collapsed - it's all part of life as a lettings landlord. But barren spells when properties lie empty can spell financial disaster, as I've just discovered to my cost. </p> <p>Until this summer, I had been one of the lucky ones. As soon as my tenants give notice, I put advertisements in the property section of London classifieds paper Loot and my local newspaper. It usually works: I've only had two voids of three weeks or more. </p> <p>Not long ago two flats fell vacant. Both are in Twickenham, west London, near to buses and shops and 19 minutes from Waterloo station. This time, though, instead of advertising and attracting a flurry of inquiries and viewings - time that I could ill-afford as a working journalist - I approached three lettings agencies. Two of them, Property Link and Your Move, are national companies; the third was a local, independent. All three agreed to take on my two-bedroom apartments. </p> <p>The first two wanted a 10 per cent search fee - or £1,020 based on a year's contract at £850 a month - and the third 8 per cent. It was an offer I could easily refuse. My outlay for Loot and the local paper is always less than £100, so I bartered them down to a more manageable 6 per cent. I then sat back and waited for occupation without aggravation. And waited... and waited. </p> <p>Five weeks later, the three agencies reported no takers despite repeated viewings. 'It's a poor time for tenants - they've all gone away on their summer holidays,' they chorused, even though housing statistics show a national shortage of properties to let. </p> <p>Then came that long-awaited phone call. Your Move had found suitable tenants who could move in immediately and pay six months rent in advance. I went to the agency's local office and found, to my surprise, a couple in their mid-thirties with two young children - slightly over-quota for a two-bedroom flat. </p> <p>Originally from Kosovo, the couple had lived in the UK for almost five years, but had no job prospects as the husband, a carpenter, had an arm injury that prevented him from working. </p> <p>I later discovered the family were health tourists, never staying in one place for long and using the husband's 'problem' to claim social security and housing benefits. </p> <p>A few days later, a friend told me she knew a delightful couple who needed a place to live. I arranged a viewing. The pair seemed thoroughly likable, had full-time jobs and references and, more important, took to my south-facing ground-floor flat with its private little vegetable patch. We talked terms and they moved in. </p> <p>So it was one down, one to go. As the second flat had a brand-new fitted kitchen and bathroom, venetian blinds and double-glazing, I was still confident it would be let very soon. I was wrong. </p> <p>The local firm and Your Move suggested I put in a new carpet, a double instead of a single bed in the second bedroom, and ask for a more competitive rent. I ordered a bigger bed, but was not prepared to replace the 18-month-old carpet or lower the £850-a-month rent, which was the going rate. Several more weeks elapsed and still the second flat lay tenantless. </p> <p>I decided to up the ante and visit Dexters, another west London lettings agency. Its representatives said that as it had a steady stream of local tenants, it was confident of letting in a week or two. A fortnight later: no tenants. </p> <p>I now realised drastic action was called for and put a two-week advertisement in Loot, plus a slot in the local paper. Four days later I'd had 45 to 50 replies. I arranged viewings for eight interested parties; three of them wanted to move in immediately. I finally signed up a local couple with a 10-year-old daughter who seemed a perfect match. In four days I had managed what four agents had failed to do in two months. </p> <p>The fact that I'd beaten them in their own much-heralded domain was scant reward for all those mortgage payments with no rent to cover them. When I mentioned this to Dexters, a spokesman said: ' Loot is a very good source, although it's much easier for them to rent out properties than us as they don't have administration fees or have to take up references. If you'd have lowered your price to £795 a month, we'd have let the flat straightaway.' </p> <p>A spokeswoman for Your Move, which is owned by the UK's largest insurer, Norwich Union, said: 'You've been very lucky. Each time we use Loot to advertise rentals, we find it doesn't work. The problem could have been the £250 holding deposit we ask interested tenants to pay to take a property off the market.' Property Link said it had been a 'tricky time for letting due to market forces outside our control'. </p> <p>Both Your Move and Dexters are members of the Association of Residential Lettings Agents, Arla. Its spokesman said: 'I'm very surprised to hear about your experiences. It could be just coincidence that you let and the agents didn't. It's a notoriously slack time of year for tenants in the London area.' </p> <p>However Richard Donnell at FPD Savills, the property agents, said the number of prospective tenants was increasing. 'The prospects for landlords get better by the month.' </p> <p>Brighton landlord Mike Stimpson, who owns 250 buy-to-lets and is chairman of the Southern Private Landlords Association, said: 'I've had a surfeit of tenants this summer. I never use agents and always fill my properties by recommendation or newspaper advertising. </p> <p>'The wise tenant prefers to deal with the landlord direct instead of an amorphous company that asks for a six-week deposit on top of a month's rent in advance.' </p> <p>It's a lesson that I've learnt - the hard way.</p>",
  "<p>There's a rumour that some people will buy just about anything on eBay - even tat. The idea is given some credence by internet service provider Zen Internet, which decided to see what the response would be if it auctioned one of its corporate mugs - nothing flashy, just a mug with Zen's logo on it - for a week. </p> <p>Someone bought it for £65. Let's stress immediately that the buyer, Jules Marshall, bought it on the understanding that the cash would go to a multiple sclerosis charity, which it did. But even on that basis it's a lot of money for a mug - not that Marshall would agree that it's rubbish. 'They're quite sought after in the Zen online community,' he says. 'I've no intention of drinking out of it.' </p> <p>Well, that's all right then. And the charity connection can excuse a lot when it comes to spending absurd amounts on something you'll never really need. But it's not just charities that are benefiting. One observer, connected with Burger King, notes that the hamburger company is giving away Spider Man toys in a tie-in with the movie. On eBay they were going for a tenner at the time of going to press. 'I thought it was a hoot - free toys being sold to the highest bidder!' says our correspondent. </p> <p>There are many reasons to buy online, foremost among them that you'll probably save money. Note the 'probably': a boxed set of the cult TV series The Prisoner recently went for £39.75 plus P&amp;P, compared to Amazon's £36.97 with free post and packing. </p> <p>Bargains are to be had as long as you follow a few basic guidelines (see below for hints on frequently made mistakes). Web designer Kay Hammond buys frequently, with designer clothes a particular passion. 'I used to import directly from Italy if I wanted to buy Dolce and Gabbana; I had a personal shopper at Bloomingdale's. You can imagine the cost - I spend ridiculous amounts on clothes and I'm very fortunate in that I have the disposable income for it.' With eBay you're buying from wholesalers in the main, she says. </p> <p>Hammond has equipped her home with furniture and accessories bought online. Selling is useful too. 'It's the fact that you can clear out your entire wardrobe or home of anything that is not wanted; your tat is someone else's treasure.' </p> <p> Hammond has to attend social functions connected with her work, so she buys a gown on eBay, wears it once and sells it on eBay once it's been cleaned - the ultimate answer to never being seen in the same outfit twice. She acknowledges the risk of getting carried away, though. 'You've got to do your research, know what something's worth and whether you can get it, say, at an airport duty free for less,' she says. 'Sometimes other people seem to get carried away with the gambling side of things, and the thrill of the bid, which I'm immune to by now.' </p> <p>That people do get carried away is illustrated by the amount of rubbish that gets sold. A journalist recently sold a pin that had been removed from his leg following surgery. On the site as we went to press were white A4 sheets of paper (£1.50 a pop but no bids), an issue of BBC Good Food Magazine from 2002 (which was selling) and, if you fancied importing from America, a new unopened pack of Oreo chocolate cookies. </p> <p>All but one of the products listed above had bids attached, which must mean someone is bidding in the hope of winning - for a packet of biscuits? Perhaps more understandable are people who bid for something that turns out to be other than what they expected. EBay customer Natalie Abergel bought a vintage outfit for a wedding over a period of a couple of months using the site, but did so only after a couple of experiences had taught her how to buy carefully, particularly when you can't try clothes on in advance. 'Over the years I have really got to know all the tricks for an eBay buyer, such as never bidding more than one day before an auction ends, working out exactly how much I am willing to pay for an item before getting carried away with bidding and always ask the seller questions when buying shoes,' she says. 'Vintage shoes come up much smaller than shoe sizes now.' </p> <p>It would be wrong, though, to suggest that everybody wins in every transaction. Sellers can often count on buyers failing to do their basic research. Recently the 1960s TV series The Avengers was released on DVD and then deleted quite quickly. Several people are selling off the ones they've watched and a two-DVD boxed set can be picked up on eBay for around £20; a copy bought in this way changed hands on Amazon's second-hand service for £69.99, followed by another the next week for £49.99. A look at the newsgroups reveals that the same DVDs are under consideration for a low-budget relaunch in time for Christmas and those prices start to look absurd. </p> <p>Selling in that way may appear ruthless but if the buyer has the choice to do the research it's fair and legal. Other sellers will stoop lower to make their money illegally. Alan Smith of ClearCommerce points to a practice called triangulation, which originates in eastern Europe. 'Suppose I'm the fraudster and I'm selling a digital camera for £100 - the retail price might be £200 or more. I'd probably put lots of instances of the same product on eBay, lots of people go in on my advert, I tell them they'll be so happy they won't have to pay me until they've seen the goods.' </p> <p>So what's the catch? The goods are being obtained in the first place using stolen details. 'You can obtain credit card details over the web with all the authentication details,' says Smith. 'The fraudsters have chatrooms where they share the information. So I as a fraudster have gone onto a website, bought the goods, had it gift-wrapped and sent to you, you send me the money by PayPal and I disappear.' By the time the chargeback is made to the actual retailer, the eBay seller has vanished. </p> <p>This is an interesting one because the buyer might not mind. Morality aside, the law won't touch them for receiving stolen goods because they bought in good faith and there will be an auditable trail of transactions at eBay to prove it; the item is therefore legally theirs, and the manufacturer will honour its warranty. It's a new crime that doesn't appear to have a victim other than a shop and ultimately, one imagines, an insurer. </p> <p>Attitudes may change, though. Three decades ago drink-driving was considered socially acceptable. It will be interesting to see whether this sort of fraud goes the same way. In the meantime there are many honest people on the system who simply want to offload stuff that's no longer of use to them, or which they've acquired legitimately. The trick is not to get hooked and end up buying just anything. </p> <p>It's difficult to come to conclusions about online auctions as they're simply marketplaces. It's no use suggesting eBay, QXL or the Amazon Marketplace facilities are good or bad - they're just there, populated by buyers and sellers who'll do as they will. </p> <p>There are the inevitable time-wasters and people with their own agendas - one person contacted for this article tried auctioning sponsorship for a race, hoping not for a successful bid but for publicity, which happened after a spoof bidder put in a fake offer of millions. </p> <p>The trick is to stay in control, know what you're bidding for and, if the price goes too high, just walk away. </p> <p><strong>Buyer beware - how to make the most out of eBay</strong></p> <p>Set yourself an upper limit on what you're prepared to pay for an item and stick to it. </p> <p>If you see a 'buy it now' price on an item and it's within your budget, consider buying at that price. Often the bidding will go above the price at which you could have bought the item at the beginning of the auction.</p> <p>Check that the item on which you're bidding isn't available more cheaply elsewhere on the net. Obvious, but many people overlook it.</p> <p>Bid only on items you actually want and will use - it's all too easy to get caught up in the excitement of bidding. Ask questions before bidding. Watch for conflicting standards internationally - for example, a shirt described accurately as size 'L' in America is likely to look like an 'XL' in the UK.</p> <p>Check post and packing details in advance. If you're using one of the online payment services such as eBay-owned PayPal, watch out for the amount that is going on your credit card.</p> <p>If a price looks too good to be true, it probably is - take the woman who bought the Gucci watch for £10, down from the usual price of £500. Inevitably it was a fake, and nobody should have been surprised when it didn't keep particularly good time...</p>",
  "<p>Once you have your money deposited in the bank, follow these tips to keep it there longer: </p> <p><strong>1.</strong> Take the student loan. Even if you are lucky enough to be funded fully by your parents, it makes sense. With the low interest rates applied and no need to repay it until after graduation at the earliest, it's worth putting the cash into a high-interest savings account. </p> <p><strong>2.</strong> Budget carefully. When you receive your student loan it can seem like a lot of money, but it has to last a whole term. Set your spending limits carefully and try not to exceed them. Don't lead a lifestyle you cannot afford. Drink at the student union rather than buying expensive rounds in pubs, for example. Try paying for most things in cash - and withdraw money just once a week. </p> <p><strong>3.</strong> Be aware of what things cost. Check out prices for everyday items such as food, travel, textbooks, rent, internet connections and going out, so that you are not surprised by the bills. Buy a pay-as-you-go mobile phone to control your costs, rather than signing up to a contract. </p> <p><strong>4.</strong> Share the burden. You may be able to save money by pooling money with friends or flatmates. Think about clubbing together to buy your weekly shopping, as it is cheaper to buy for a few people rather than for one. </p> <p><strong>5.</strong> Know your rights. Some students are entitled to extra financial support from university hardship funds or from certain state benefits, such as discounts on prescription charges. </p> <p><strong>6.</strong> Be cautious about going into debt. It is very easy for students to get credit cards, and if you use them properly and pay off the full balance regularly, they can be a useful way of managing money. But credit card debt is an easy trap to fall into. Never take out a storecard, which is one of the most expensive ways of borrowing. </p> <p><strong>7.</strong> Ask for help. If you get into financial problems, don't be afraid to admit it. Most universities have a money advice centre to offer guidance on how to manage debt. </p> <p><strong>8.</strong> Remember you are entitled to student discounts on many things through an NUS card. </p> <p><strong>9.</strong> Be careful about part-time jobs. Make sure you are not exploited by unscrupulous employers who refuse to give you time off at crucial times, such as during exams. The NUS recommends that students join a relevant trade union. There are usually reduced membership rates for students. </p> <p><strong>10.</strong> Check the tax situation if you are working - be sure to be paid gross if your earnings are likely to be below your annual income tax allowance of £4,745 or, failing that, reclaim overpaid tax from the Inland Revenue.</p>",
  "To most of the world they are destructive pests, but termites' complex and ingenious homes could revolutionise the way humans live in the future. <p>A team of British and American scientists has embarked on a three-year study of the giant mounds built by the insects in sub-Saharan Africa to find out how their intricate structure allows a constant temperature to be maintained inside, despite extreme changes outside. Their findings could help humans build more environmentally friendly and cheaper houses. </p> <p>The mounds are impressive for their size alone: typically they are three metres high, and some as tall as eight metres have been found. They also reach far into the earth, where the insects 'mine' their building materials, carefully selecting each grain of sand they use. </p> <p>Inside is an intricate lattice of tunnels that draws in fresh air from outside and expels spent air from the nest to prevent the termites from suffocating. So detailed is the design that the nest stays within three degrees of a constant temperature - despite the mercury outside topping 40 C on hot days and dropping below freezing on the coldest nights. The same structure automatically regulates the moisture in the air, and some colonies even add chimneys at heights of 20 metres to control humidity in the hottest regions, such as in Namibia, where the study is based. </p> <p>The structure finely moderates the living environment of the nest at the centre, where the king and queen are the only termites in a colony of one to two million insects that reproduce. </p> <p>The mounds also contain 'farms or gardens' of a special fungus found nowhere else on earth which the termites use to break down wood pulp into cellulose for building, and a sugary substance for energy. </p> <p>The next step could be to find out how the termites manage their waste - because none comes out of the structure. </p> <p>Biologists are so excited by the mounds that they have labelled them a 'super organism' because they 'dance on the edge of what we would perceive as what's living and what's not,' said Dr Rupert Soar of Loughborough University, which is involved in the study. 'If you get too hot you need to perspire to cool down, or if you're too cold you need to shiver: that's called homeostasis,' he explained. 'What the termites have done is move that homeostatic function from their body to the structure in which they live.' </p> <p>Lessons learnt from the research would not mean houses in the future being built with tunnels and membranes. Rather, the new knowledge could, for example, be used to design walls which have some of the same properties as termite mounds. </p> <p>To learn how to do this, mounds will be filled and covered with plaster of Paris and then sliced into half-millimetre-thick slices which will be photographed one by one. Computer technology can then recreate three-dimensional models of the structure. In another sign of the excitement generated by the project, the team will also work with Sir David Attenborough on his next BBC wildlife series. They hope the techniques could not only save energy and money, but also help people build homes in the harshest environments. </p> <p>The research is funded by £421,000 from the UK's Engineering and Physical Sciences Research Council. Cambridge University and State University of New York are also involved.</p>",
  "They may come from a land famed for siestas and 'mañana' culture but two Spanish authors are teaching the world how to triumph in business with a fairytale story that has become an unlikely global publishing phenomenon. <p>Good Luck, a book full of wizards, knights and four-leaf clovers that took authors Fernando Trías de Bes and Alex Rovira just eight hours to knock out in its first draft, is selling 10,000 copies a day in Japan. It is close to notching up worldwide sales of one million in countries as varied as Germany, Indonesia and North Korea as the authors, two young marketing consultants, admit they are the first ones to have got lucky from it. </p> <p>The book, intended to teach Spaniards to depend more on themselves than on the Christmas El Gordo and other lotteries for their luck, has now been translated into more than 30 languages and is launched in Britain and America this month. Its basic message to Spaniards, who are amongst the world's biggest gamblers and spend more than £30 a head on El Gordo alone, was that if they were that desperate for good luck they should set about trying to create it themselves. </p> <p>'When we wrote the book we were only thinking of publishing it in Spain,' explained Trías de Bes. 'This is a country where many people like gambling and buying lottery tickets... We are saying: \"Don't wait for good luck to come, just go and find it\".' </p> <p>Their decision to spin that simple two-line message into a 130-page fable that has been compared to Antoine de Saint-Exupéry's The Little Prince has, somehow, also tapped into the Zen mentality and work-orientated culture of Japan. 'This book is like a perfect analogy of the core values of Japanese society,' explains Trías de Bes, whose writing partner visited Japan earlier this month to find people telling him they had made Good Luck their new bible. </p> <p>So what is it that Japanese readers, and those in Latvia, Turkey and Thailand, are going mad about? Good Luck - Create the Conditions for Success in Life and Business, starts with two friends bumping into one another in Central Park. One blames a lack of luck for his failures while the other explains, via a fable, why he has been so successful. </p> <p>'A long time ago,' the fable starts. 'In a very distant kingdom, Merlin the wizard gathered all the knights in the area...' The writing carries on in much the same vein, shamelessly raiding the fairy tale store cupboard for characters and, some would say, cliches. </p> <p>Merlin invites his knights to go off into an enchanted forest on a quest for a 'four-leaf clover that gives its owner a unique power: unlimited luck. No limits in time or space. It brings luck in combat, in business, in love, in riches...luck with no limits!' </p> <p>Most knights, however, cannot be bothered with a seemingly impossible task. The prize eventually goes, inevitably, to the 'white knight' - a man considered to be in control of his own life. </p> <p>The authors admit their book is childish but say this is deliberate, partly so people can read it in the time it takes a bored Spanish executive to fly from Barcelona to Madrid and partly in order to make them open to its message. </p> <p>'Explaining this takes two minutes but for someone to believe it you have to change their attitude and that needs a different way - so we introduced the fable,' Trías de Bes explains. 'As soon as you hear: \"Once upon a time...\", your mind opens up.' </p> <p>Scattered inside what becomes a mixture of children's, self-help and business literature are the authors' own rules for creating 'the conditions for Good Luck' as well as quotes from eminent luck creators from Virgil and George Bernard Shaw to Gary Player and Aristotle Onassis. </p> <p>Rovira and Trías de Bes, joint owners of a Barcelona consultancy and teachers at the city's best-known graduate business school, are not marketing men for nothing. </p> <p>Merlin, the enchanted wood and other elements were all picked, Trías de Bes explained, because people would recognise them instantly. But, will the sometimes cynical, hard-bitten readers of Britain also fall for this positive-thinking, you-can-get-it-if-you-really-want-it, if somewhat drippy, tale? </p> <p>'Some journalists have said that, rather than (Roman) Catholic values, it has protestant or calvinist values, so we may find it matches perfectly,' said Trías de Bes. 'The message of the book is very open.' </p> <p>Trías de Bes insists that they, like their 'white knight', have worked hard for their good luck, spending three years discussing the book idea first, finding the right literary agent for the finished product and then promoting it tirelessly. 'Some people will only remember the eight hours. Others will only remember the three years,' the book's postscript says. 'The first ones will believe we were lucky. The others will believe that we created the conditions for Good Luck.' </p> <p>And then, as Trías de Bes points out, there is still the tricky question of what you do once you find your luck - a point their fable leaves open. </p> <p>In the Spanish pair's case, it means working on a new tale - this time about risk - while also pursuing their business and literary careers. Trías de Bes is also set to publish a satire on capitalist society.</p>",
  "<p>Politicians are holding back women's rights to have easier and faster abortions that can be medically induced at home rather than having to undergo them at a hospital or clinic, campaigners will argue this week. </p> <p>Family planning specialists are worried that the government is increasingly reluctant to reform the way abortions are provided in Britain because of the influence of pro-life campaigners and certain right-wing groups. </p> <p>Specialists from France and America will speak at a conference in London tomorrow about how they have offered women the chance to have early medical abortions in their own homes rather than having to be medically supervised for the procedure. </p> <p>Since the 1990s the drug RU486 has been available for women wanting an early-stage abortion. In effect, it induces a miscarriage, with one tablet given in the clinic by the doctor, and within two days the woman going to a clinic to take a second tablet containing pmisoprostol and prostaglandin, which together bring about the abortion. </p> <p>The British Pregnancy Advisory Service, the largest provider of abortions in Britain, performed 47,000 procedures last year, around 4,000 of which were through RU486, but they are worried that the government does not want to allow women to take the pills at home without medical supervision. </p> <p>Ann Furedi, chief executive of the service, said: 'We know from numerous studies that this method is convenient for patients who like to be at home when it happens. They will still need the approval of a doctor, and they will still need a check-up afterwards, but we should not be putting obstacles in their way.' </p> <p>Under the Abortion Act, the move would be legal provided doctors issued the pills in a clinic. There would be a helpline available for women who want to phone an adviser to ask any questions and know that they are safe and if the abortion is going well. </p> <p>Furedi believes that Labour is becoming reluctant to do anything that might anger the anti-abortion lobby. 'It is the politicians rather than healthcare staff who are unwilling to allow this service to improve. That means we end up doing more surgical abortions under general anaesthetic, which means the waiting list is longer and there are delays.'</p>",
  "After a murderous rampage which has left around 50,000 dead and a further 1.4 million homeless, there are growing fears that Sudan's government-sponsored Arab militias are involved in a covert operation to force displaced people back into the homes they have fled, to divert international attention from the crisis. <p>Pressure has been growing on the Sudanese government to end the year-long campaign by the militiamen, or Janjaweed, and government soldiers who have have been burning, raping, looting and killing their way across the Sudanese province of Darfur in a bid to ethnically cleanse the area of black, non-Arab Africans. The terror has forced communities to flee their homes, livelihood and families and has been labelled 'genocide' by the United States. </p> <p>The UN High Commissioner for Human Rights, Louise Arbour, said last week that Sudan's government is not following through on promises to protect refugees and there is evidence that the Janjaweed who chased villagers off their land are policing the camps. Earlier this month the UN Security Council passed a resolution threatening sanctions if the violence does not come to a swift end. </p> <p>Now aid workers report that Janjaweed working as camp police are offering bribes to refugees who will agree to return to their homes in the danger zones. In Kass, a town in Darfur that is home to more than 40,000 refugees, the local police have been seen offering sweets to children as a lure to return to the villages from which they fled. </p> <p>Returning villagers to their homes could avoid a looming agricultural problem. The Janjaweed are nomadic Arab tribes that herd and graze camels. The black Africans, who have been forced from their lands, are farmers, whose work provides the cereals and sorghum that feed the region. The war has won the Arabs control of this fertile land but their nomadic roots mean they have little idea how to make use of it. </p> <p>There is speculation the Janjaweed now want black Africans to return and work the land on their behalf, an allegation dismissed as 'absurd' by Dr Elsadig Adbdalla, press councillor of the Embassy of Sudan. 'Those who have been displaced own their land. It won't be possible for them to return as slaves to the lands they own.' </p> <p>But luring people back to looted homes will not be easy. 'Whenever I go to collect wood I am aware Janjaweed are near, if they wanted to they could return to the village at any time and kill everyone. I think of my mother and father and begin to cry. The only picture I have of them is them lying dead on the ground,' said 15-year-old Fatima Adam Djuma. </p> <p>Six months ago her parents were killed in front of her when Janjaweed swept into her village, Tege, in central Darfur: 'They attacked before morning prayers. I saw Janjaweed on camels and horses and military trucks full of soldiers entering the village. They shot my father in the head and my mother through the heart. I watched the bullet went through her heart and out of her back before she fell next to my father.' </p> <p>Fatima, her eight-year-old sister Safa, and brother Mohammed, six, ran into the house and hid under the bed. But a militiaman followed, bent down, and shot Fatima in the leg. When the killers had gone, the children fled. On a donkey, they travelled for three days without food and only limited water, until they reached the town of Mershing 40km away. Her ankle is still a festering wound. </p> <p>In Kass, aid workers say the government has set up charities as a front for security forces. Two such groups, SUGYA and AYYA, have approached refugees employed by aid agencies, to ask them how much they are paid. They then offer more - up to 2 million Sudanese dinahs (£4,000) - if they go home. There is evidence undercover agents are infiltrating the camps to sow distrust between refugees and Western aid agencies. The government is also suspected of bribing tribal leaders. </p> <p>But despite the pressure most refugees say they will not return to their villages unless international security forces are deployed to oversee their safe passage. 'Of the displaced people we have spoken to, there is no doubt they want to return eventually, but only when enough security is provided for them to do so. But at present, they do not feel that is the case,' said John English of Save the Children in Nyala. Whether or when such troops will arrive is not clear. </p> <p>Proposals to increase the number of African Union monitors in the region were in the UN's latest resolution. This weekend the UN High Commissioner for Refugees, Ruud Lubbers, said Sudan would have to grant Darfur autonomy to end the conflict. </p> <p>Meanwhile, in Sudan and in neighbouring Chad, the displaced people of Darfur have a hungry winter ahead.</p>",
  "<p>Before Frederick Ashton's ballets take over this autumn to mark the centenary of his birth, San Francisco Ballet slipped in the last of the homages to George Balanchine, born the same year. Helgi Tomasson, SFB's artistic director, wants to show that the company is a creative hot-house, so he placed four pieces from its Balanchine repertoire as a frame for recent works that reflect his influence. </p> <p>Three varied programmes each started with Mr B at his most buoyant: Square Dance, Ballo della Regina, Allegro Brillante - all brilliant, all pretty much allegro. This is a company that exults in moving fast; the lasting impression of its London season is of the stage pulsing with life, dancers striding, leaping and whirling into the wings. </p> <p>Although they come from very different backgrounds, they display a cohesive style, assured without being arrogant. They're not as precision-honed as New York City Ballet, whose dancers (at their best) are trained to Balanchine's specifications. Instead, SFB's dancers tackle his demands with gusto, making up in muscle power for what they lack in refinement. </p> <p>You can see why Tomasson enticed Nutnaree Pipithsuksunt with a soloist's contract on her graduation from the Royal Ballet School this summer. He needs a dancer who can move sinuously, as she did in her first professional role in Balanchine's The Four Temperaments . The company dances it well, thanks to the technical strength of the men - Nicolas Blanc, Vadim Solomakha and Yuri Possokhov - with Muriel Maffre formidable as Choleric. </p> <p>When it comes to the ensemble interlacings in the three minor Balanchine ballets, the corps looks underpowered. Balanchine was playing with the decorous conventions he inherited from the Russian school, Petipa in particular. </p> <p>By programming an exerpt from Paquita, Tomasson demonstrated how much Balanchine took from Petipa - and how he upped the ante, requiring corps dancers to accomplish the same tricky combinations as the soloists. </p> <p>Tomasson does the same in his Concerto Grosso for four junior men and a principal, Pascal Molat. The youngsters are learning to give the illusion of ease, floating their arms as they bounce in beaten steps. His other, newer piece, 7 for Eight, to Bach, uses more senior dancers in pas de deux of varied moods. </p> <p>Yuri Possokhov, developing fast as an in-house choreographer, sets eight soloists emoting in Study in Motion, to piano studies by Scriabin. It's a very Russian-looking piece, with chiffon draperies for the women and white, muslin columns shrouding entrances and exits. The law of diminishing returns applies as the piano pieces succeed each other and the source of the couples' anguish becomes no clearer. </p> <p>Christopher Wheeldon is cleverer in his Continuum , also for eight principals and to piano pieces by Gyorgy Ligeti. Each pas de deux is an origami exercise ending in an intimate embrace. You hardly dare breathe as the manoeuvres unfold, the women's bodies seeming as delicate as a daddy-longlegs. </p> <p>Wheeldon is emulating Balanchine's Orientalism in Bugaku: secretively sexual, the shadowy side of an otherwise extrovert choreographer. He comes out into the sunshine in Rush . Set to Martinu's Sinfonietta La Jolla, it's a New World celebration with an intimation of melancholy at its heart. The elegiac pas de deux, though, for Katita Waldo and Damian Smith reveals this company's unease at moving slowly. Everyone's more confident in the bright finale. </p> <p>Alexei Ratmansky was commissioned to concoct a Carnival des Animaux to Saint-Saens's music as a closing number. Jolly costumes, silly choreography. I liked the throbbing jellyfish but suffered a sense of humour failure at the Dying Swan parody. Belly-laughs abounded.</p>",
  "<p><strong>Werther </strong><br>Covent Garden, Lodnon WC2, to 5 October</p> <p><strong>Manon Lescaut</strong><br>Grand Theatre, Leeds, to November 5, then touring</p> <p>Within five years of writing it, Goethe repudiated his epistolary novel, The Sorrows of Young Werther, appalled by the tide of sentimental literature it launched in 1770s Weimar. Had he seen Benoît Jacquot's new production of Massenet's 1892 setting, <strong> Werther</strong>, he might well have wound up turning its fatal pistol upon himself. </p> <p>Just when you thought it was safe to go back to Covent Garden, on a roll since Antonio Pappano succeeded Bernard Haitink as music director two years ago, it goes and hires a rookie French film director who sets back the cause of opera staging by a generation or three. </p> <p>Until, miraculously, the final hour when some verismo tension is introduced into the desperately limp proceedings. For the first two acts (and two intervals, so more than two hours of a long evening), the lucky winners of £10 seats in the Travelex lottery must have had all their worst suspicions about opera confirmed. </p> <p>Boy and girl have one date; girl forgets she's promised her dying mother to marry someone else; girl honours promise, to boy's acute dismay; boy stalks her for a while, then borrows her husband's pistols to shoot himself, after which she declares - too late - her undying love. Goethe's Mills &amp; Boon plot is pretty feeble, even by operatic standards, but Massenet's music milks it for every last teardrop. </p> <p>Marcelo Alvarez's Werther, a poet who could not look less like one, reels around histrionically - when not clinging to the scenery - as his way of lending visual force to his heroic tenor voice. His beloved, Ruxandra Donose's Charlotte, looks the part but sings it indifferently. Her younger sister, Sally Matthews's Sophie, keeps twirling around girlishly. Charlotte's husband, Ludovic Tézier's Albert, meanwhile stands very still, as statuesque as a block of wood, while singing with stolid correctness. Being French, Tézier's accent shows up those of the rest of the cast. </p> <p>Charles Edwards's panoramic sets go for cardboard-cutout simplicity and big skies - dark with doom-laden clouds even as two characters enthuse about the sunny weather - until, after the second interval, we move indoors. Then, in a Vermeer-elegant drawing-room, Jacquot finally seems to start directing. The principals may not get new costumes - no, not throughout the six months covered by the action - but they do begin to get the guidance they so sorely need. </p> <p>Charlotte's soliloquy, and her confessional with her sister, bring out the best in Donose and Matthews, lending some much-needed urgency to the proceedings. Alvarez's reappearance, in full-throated despair, deservedly wins the first applause of the evening. Lip-curling Albert tells Charlotte to lend Werther his pistols, and the inevitable denoue ment ensues in a makeshift garret. Aside from Werther's hammy plunge to his death, the last two acts are strong enough to make a mysterious mockery of the first two. If Pappano makes the louche French music sound passionately Italian, he and his orchestra are the stars of a bizarre evening of two halves. </p> <p>'He feels it as a Frenchman, with powder and minuets,' said Puccini of another Massenet opera, Manon . 'I shall feel it as an Italian, with a desperate passion.' Where Massenet's reading of the Abbé Prevost led to his dark, brooding Gallic version, Puccini's produced his dark, brooding Italianate <strong> Manon Lescaut</strong>. A year after staging the Massenet, Opera North is guilty of good programming in offering a new version of the Puccini by the same director, Daniel Slater. </p> <p>So why, after a relatively straight stab at the Massenet, does he feel the need to apologise for the Puccini by resorting to the irritating device - recently used in a Garsington Barber of Seville and elsewhere - of deploying a film crew onstage, thus turning Prevost's story into a ham-fisted (and acted) B-movie? </p> <p>The tart with a heart dumps her true love for a sugar-daddy; regrets it and returns to him; gets deported; winds up dying in exile in his arms. As opera plots go, it's less preposterous than many, offering the composer the right range of characters and moodswings to give decent singers scope to emote. </p> <p>Yet, in Slater's version, it becomes a film noir set in recently liberated France. Some scenes, such as the hero's gun-toting attempt to liberate Manon from her caricature captors, are staged so clumsily that you begin to wonder whether it's deliberate, as if in the worst low-bud get short. If so, why? Search me. This is a sturdy, straightforward enough piece not to need such tedious tinkering, let alone the implicit, outrageous suggestion that Puccini's score is movie music. The glorious prelude to act three, crafted with characteristic style by conductor Richard Farnes, becomes the soundtrack to a silent movie showing the imprisoned and bound Manon having her head shaved, then being branded with a swastika. </p> <p>I thought the Nazis had left town? Only by reading the fine print of the programme, and learning that an obscure 1949 French film saw Manon condemned as a collaborator, do you begin to work out some sort of explanation for all this - and realise where Slater got his otiose, intrusive ideas. The point is that you shouldn't have to. Nor should he have bothered. </p> <p>The lumpen acting of American tenor Hugh Smith, as ample of voice as of frame, makes one wonder whether Slater cooked this up to justify his miscasting as des Grieux. Natalia Dercho, the Azerbaijani soprano around whom the show is built, rises to her bravura moments while looking a tad mature for the role. The most assured performance comes from Christopher Purves as Lescaut, which makes it doubly crass that he is arbitrarily shot dead after singing his last note. </p> <p>At least he is spared appearing in a fourth act boasting neoclassical monuments in the midst of the Louisiana desert. Enter, inexplicably, assorted extras, then that wretched film director to bring Manon back to life. That's when I would have walked out, driven bonkers by Slater's perversity, if it hadn't - mercifully - been the end.</p>",
  "<p><strong> Ancient art to post-impressionism: masterpieces from the NY Carlsberg Glyptotek, Copenhagen</strong> <br>Royal Academy, London W1, until 10 Dec </p> <p>The world is fortunately not as small as we like to think, so there are endless discoveries to come. If you haven't been to Copenhagen, for instance, the pleasures of two of the world's great private museums are all still before you - the magical little Hirschsprung Collection, founded by cigarette makers, so orderly and serene, like the Scandinavian paintings it contains - and the international art amassed by brewers in the Ny Carlsberg Glyptotek. Such are the uses of beer and tobacco. </p> <p>It is probably best to see the Hirschsprung paintings in situ, as these lucid interiors so perfectly echo the rooms in which they hang. But the Carlsberg is a more movable feast, so much so that almost 300 of the finest works, from Roman statues to Gauguin and Van Gogh, have found a temporary home, while their own is refurbished, at the Royal Academy in London. </p> <p>The heart of the Glyptotek - meaning repository of sculptures - is a fabulous domed conservatory in which Egyptian gods appear alongside Louise Bourgeois's even wilder goddesses in a forest of tropical ferns. </p> <p>The authentic atmosphere of this Winter Garden is gallantly recreated in the first room of this show with Art Nouveau friezes, Edwardian pillars, 30-foot palms and windows that give on to the very disparate kinds of art the beer money bought. For this is really three museums in one: classical sculptures, Danish art, Impressionist and Post-Impressionist French painting. </p> <p>The beer is named after Carl Jacobsen and there is an extraordinary double bust of him and his wife, slightly larger than life, although she had recently died - her eyes sightless, her arm gently round his shoulders as she hovers behind him (no mean feat, to make an apparition of marble). Perhaps she is protective, though if you take the rumours literally she may simply be trying to steer him away from yet another ruinous art buy that might bankrupt the family business. </p> <p>Happily, he never listened. Among the Egyptian sculptures is a stupendous portrait head of Amenemhet III. One side of the massive crown has come away, exposing the raw and resistant granite out of which this most individual face is carved - the slightly swollen eyes, as if he had never slept enough, the delicate muscle tone, faint wrinkles, almost laugh lines, the sagging round the mouth. Here's the shock of coming across a real man, all his mortal frailty somehow embodied in this rock 4,000 years ago. </p> <p>You get that startling epiphany again and again in this show. The fat Italian lounging on his tomb (AD100) as if he was still stuffing down cannoli. The luxurious Palmyran beauty flashing her inlaid eyes. Caligula with his petulant moue. Above all, the exceptional haul of heads discov ered beneath a Roman street a century or so ago including a wry and very broad-faced Pompey. </p> <p>These busts are beautifully displayed, lined up on their plinths, all together, youth to old age, like a family photograph or a conversation in full swing, heads turning, expressions changing. Stand at one end, look along them and they seem like theatregoers dramatically reacting to life's show. </p> <p>Deeply Italian in their togas, yet so Victorian with their ringlets and elaborate coiffeurs: the marble they're made from stops time, erases age and era, so that they are part of a continuum that stretches onwards to Rodin and Maillol. Which is exactly what an eccentric collection like this can make clear. Leaving a room full of Romans, you immediately come upon a pair of embracing Rodin nudes, their movement softened and blurred, like classicism melting into fondant sugar. And Maillol's Desire is ancient bas-relief at its most erotic: the pressure of body against body swelling right out of the square marble surface. </p> <p>There was a certain moral zeal in Carl's collecting. He liked neoclassical sculpture as social document, too. Witness Meunier's bronze miners trudging home from the pit, or his Suffering: the Martyr , with its harrowed torso, which Jacobsen displayed before his workers on Labour Day without much evident sensitivity. </p> <p>He went in for model housing, church building, public sculpture, art as spiritual uplift. But he was probably outdone in his ardour by his eldest son, Helge. </p> <p>Helge bought Van Gogh roses (did you know?) and portraits by David. He swapped Renaissance art for Impressionism with the city's Statens Museum. He tried to buy Gauguin's most famous painting - Where Do We Come From? Who Are We? Where Are We Going? - but was blocked by the board after Carl's death. Still, he managed to build the biggest permanent collection (Gauguin married a Dane before deserting her for Tahiti) outside of Paris. </p> <p>There are landscapes here - by Monet and Corot, best of all - but this is supremely a collection of people. The women among the fronds of Gauguin's paradise are like strange ripening fruit. Toulouse-Lautrec's piggy Monsieur Delaporte eyeing the Parisian talent. Millet's chilling image of Death, on gangrenous legs, stalking an exhausted labourer. </p> <p>Ivor Heal's design is as inventive as always, but there are odd strategic decisions. All those tiny tranquil paintings from the Danish Golden Age - the Aurora Borealis in 10 square inches - should surely be in a smaller room, say the one in which a red marble hippo has been jammed in a corner so you can't see its contours. And why waylay us with so many plaster socialites by Carpeaux while giving hardly any legroom to 13 rare little bronze dancers by Degas? </p> <p>Still, the jostle is true to the Glyptotek itself in a way: there are more than 2,000 works in this father-and-son collection. Those that have travelled include some of the most curious works of French art. One of Courbet's least humble self-portraits, bright-eyed and luxurious of mane: the artist as a young lion. Manet's intensely sombre Absinthe Drinker , wrapped in his shroud-like coat, death in its green glass beside him. And a small - but complete - version of his tremendous Execution of the Emperor Maximilian in which the bullet streaks from the gun in a fury of slow-motion smoke and cacophony: the millisecond between fate and fatality.</p>",
  "<p>With little more than five weeks before America goes to the polls, the US media is experiencing the bitter effects of an acutely divided country. At no time in the past has the media, and especially the news media, drawn such anger for perceptions of bias, and at no time has the media been so sensitive to those accusations. </p> <p>If the US media industry could once rise above the partisan divide, it has now fallen or been pulled into the thick of the struggle. The degree to which the media is now politicised beyond its control was shown by the recent controversy at CBS News. Dan Rather, heir to Walter Cronkite and the seemingly unimpeachable voice of reason, took the full force of the storm. The fake documents may have spoken the truth on George Bush's war record, but that point was lost. </p> <p>In presenting a false report, CBS had seemingly exposed its own bias and was easy to vilify. On both sides of the political divide, the media is now seen as the key battleground. The extent to which both sides perceive that the media is biased against them speaks not to any bias itself, but to how important the media has become to political life. </p> <p>'If you don't win the media battle, you don't win,' says Vanity Fair media columnist Michael Wolff. 'What's happened is that the media is the entire game. There is no political life outside of the media. Political consensus is created in the media, political careers are created in the media, and campaigns are won and lost in the media.' </p> <p>Political campaigns grow ever more sophisticated in how to use the media, and the media itself has been overwhelmed by the speed and momentum of the spin it is now subjected to. While Republicans complain about an innate liberal media bias, and Democrats see an outrageous pro-administration bias at Fox News and elsewhere, others believe that inherent weaknesses, coupled with advances in technology, have rendered the media powerless to cope. </p> <p>The Columbia Journalism Review recently published an editorial saying it had found that 'in the modern media bubble, where technological advances have reporters on what amounts to a constant deadline, processing a never-ending torrent of digital spin, it's often debatable who is actually framing the stories - the journalist or the campaigns.' </p> <p>'The main problem is that the media has been overwhelmed by spin,' says executive editor Michael Hoyt. </p> <p>Others believe that market forces have forced the press to adopt more opinionated positions because that's what people want. A recent Pew research poll found that 43 per cent who pay close attention to the news prefer news that suits their point of view. </p> <p>At a dinner last week, Rupert Murdoch said that had the CBS debacle been Fox's 'we would have been crucified'. He acknowledged that 'the traditional media is against us' and accused it of being 'in tune with the elite, not the people'. </p> <p>Brent Cunningham, managing editor of Columbia Journalism Review, does not believe the US is necessarily entering an age of partisan media. Instead, he says, 'the mainstream press has been manipulated by both sides - the Bush and Kerry camps - and both have exploited the weakness of this \"he said/she said\" journalism'. He says the US press is too beholden to official sources, and has become essentially passive and content to lean on someone else's version of the truth instead of assembling its own, more complete version. </p> <p>'The press seems like it's partisan, but it's not... it's just weak-kneed,' Cunningham adds. 'When you have political candidates and operatives who are willing to say whatever is politically expedient because they know it'll get uncritical play before the press rushes on to something else, it starts to read like partisan coverage.' </p> <p>The Swift boat story is a prime example. With no strong and immediate come-back to Republican accusations that John Kerry had not served valiantly in Vietnam, he lost the debate. But, says Cunningham, 'the press did nothing to challenge that infinitely challengeable claim. It is not comfortable injecting issues into the public discourse that are not put out there by some official source, so if the Kerry camp doesn't do a good job defending itself the press doesn't feel any obligation to point out what's inaccurate.' </p> <p>If that's true, the last few weeks of this election will be as fascinating as they are unnerving. Democrats believe that any story not favourable to John Kerry must be the work of Bush's Dr Evil, Karl Rove; Republicans that Bill Clinton and James Carville must be behind any strategic success Kerry achieves. </p> <p>With a computer and an internet connection anyone can have a media opinion. Bloggers and internet insta-pundits consistently beat the more traditional news media to the spin. The sense that this election is a charade fought through dissipated mediums is unavoidable. The Republicans, having long felt disadvantaged by a liberal-leaning press, know how to transmit their message below the radar of the mainstream media, academia and Hollywood, and are far better at spinning the media. </p> <p>As many are now predicting, the coming mediated debates between Kerry and Bush may be the deciding factor. But the institutionalised failure of the press to protect itself from becoming helplessly politicised is unlikely to get better until it recovers the will to challenge officialdom. </p> <p>In small measure there may be a change afoot. The New York Times recently started publishing a facts box that seeks to elevate political debate with... facts. </p> <p>'It's as if the press has been in retreat ever since 9/11,' says Cunningham. 'It has stiffened up in spots, but it has not been able to set or influence the agenda. And without that ability, all you have is spin.'</p>",
  "Robin Cook will today call on the Labour left to rally behind the EU as a buffer against the 'missionary zeal' of George Bush's America. <p>The former Foreign Secretary will warn it is time to start making a positive case for Europe, rather than talking aggressively about how Britain would use its veto to reject ideas from Brussels. </p> <p>He will argue, in a rally organised by the ginger group Britain in Europe, that a more united EU could promote its values more powerfully as a counterweight to the US. </p> <p>'The Bush administration is showing a missionary zeal to remake the world in the mould of Texas: if Europe wants to avoid that fate, it's got to be strong,' he told The Observer. 'The lesson of the last four years is that when Europe is divided its views can be ignored and when Europe is weak its values can be undermined. The world needs a strong Europe arguing with one clear voice for respect for international law.' </p> <p>Cook will also push for an early reopening of the decision not to join the single currency, warning of the danger of Britain joining too late 'from weakness, in desperation, rather than from strength'. </p> <p>His intervention reflects a deliberate effort by Britain in Europe to demonstrate its independence from Downing Street, as it gears up for a referendum on the European constitution, now expected early in 2006. </p> <p>It has been criticised by Labour left-wingers, as well as Tories and Liberal Democrats, in the past for being too Blairite rather than genuinely cross-party - and with the 'no' campaign already starting to make serious inroads among left-wing Labour backbenchers, it is trying to build a broader coalition. </p> <p>This year's rally at the Labour Party conference will feature the left-wing union leader Kevin Curran - a robust critic of the government - along with Cook and Neil Kinnock. Peter Mandelson, the EU commissioner designate, is also expected to attend. </p> <p>Mandelson's appearance at the rally comes as he faces a grilling from the European Parliament on his appointment as a commissioner.</p>",
  "Michael Howard will tomorrow pledge to battle 'intolerance and discrimination' in a speech to an audience of Sikhs, as he tries to woo the ethnic minority vote. <p>His intervention follows last week's unveiling of hardline policies on immigration, which would place a strict limit on the number of refugees Britain would accept, and will be seen as an attempt to fend off charges of playing the race card over sensitive issues such as asylum in the run-up to the election. </p> <p>Both William Hague and Iain Duncan Smith were accused of whipping up anti-immigrant feeling when they unveiled similar crackdowns. </p> <p>Howard will attend celebrations in London along with Prince Charles to mark the 400th anniversary of the first reading of the Sikhs' holy book, the Guru Granth Sahib, and will use the visit to display his liberal credentials. </p> <p>Praising the religion's teachings on community spirit and the sacrifices of Sikh soldiers during the Second World War, Howard is expected to add: 'The Sikh community also has a role in helping to build a more tolerant and harmonious society. I loathe intolerance and discrimination, and I will do everything in my power to fight it.' Praising its entrepreneurial spirit, he will say the Sikh community 'has led by example. You have held on to your traditions and your distinct identity while fully integrating into British society'. </p> <p>He will also back a campaign for more Sikh schools in Britain: there is only one with state funding. </p> <p>There are around 600,000 Sikhs living in Britain, making them one of the largest ethnic minority groups, and they are being courted increasingly by the Tories, who enjoyed significant support in the Asian community under Margaret Thatcher. </p> <p>Community leaders say many have suffered from prejudice in the backlash against Muslims that followed 11 September. </p> <p>While Howard is now signed up to policies on asylum similar to those of Hague and Duncan Smith, he has unveiled them with a twist, carefully tempering the right-wing policies with forceful attacks on racism, and highlighting his background as the Jewish son of immigrant parents. Earlier this year he travelled to Burnley, a stronghold of the BNP, to denounce them as a 'bunch of thugs'.</p>",
  "The leaders of Britain's fox hunts have boasted that they 'got away with it' after the demonstration outside parliament which ended in violent clashes with the police, a leaked memo reveals. <p>Despite publicly condemning the ugly scenes, a confidential memo sent from Stephen Lambert, chairman of the Council for Hunting Associations (CHA), reveals senior figures in the hunting world gloried in the publicity surrounding the 15 September protests. They described the storming of the Commons as an 'epic'. </p> <p>Details of the letter sent out on Monday - and leaked to The Observer - have emerged as pro-hunt supporters launch a campaign of intimidation against Labour politicians. Yesterday more than 100 protesters barricaded Welsh secretary Peter Hain in his South Wales home to prevent him attending this week's Labour Party conference in Brighton. Hunt supporters began the siege at dawn yesterday and promised to remain outside the minister's country home 'for as long as it takes'. </p> <p>Hunt leaders are increasingly concerned that they are losing control over the extreme elements of the hunting community. </p> <p>The memo from the CHA - a body linked to the Countryside Alliance - suggests further disturbances are inevitable. The violent demonstrations in Parliament Square led to several arrests and dozens of injuries. Pro-hunting demonstrators blamed the police for excessive use of force. </p> <p>In the document, Lambert said: 'We probably got away with it this time - but further confrontation with the police will inevitably result in the loss of public sympathy and media support.' </p> <p>The council praised the publicity generated by the 'invasion of the house' by eight protesters, who included a friend of Prince William and Otis Ferry, son of rock star Bryan Ferry. He boasts it was an 'an epic covered by the media from Tasmania to Iceland'. </p> <p>Lambert adds: 'Some have been concerned about the \"sanctity\" of the house; the private view of our political friends is that the incident has not lost us many friends in Parliament.' </p> <p>Douglas Batchelor, chief execu tive of the League Against Cruel Sports, condemned the memo, claiming it showed that hunt leaders know who the trouble-makers are. </p> <p>He said: 'This document appears to show the Countryside Alliance has some control over its hotheads, whose actions they refuse to repudiate. They are determined to overturn the democratic decision to ban hunting with dogs.' </p> <p>The council refers to secret plans for its demonstration at the Labour party conference. 'You will be briefed shortly about Brighton. The southern hunts will be called on for duty, but all other hunts are welcome.' </p> <p>Already the Real Countryside Alliance, the most hardline of the pro-hunting factions, has revealed that hundreds of supporters will attempt to form a human barrier around the conference to prevent MPs attending key speeches. </p> <p>Elsewhere, the memo goes on to outline the hunting community's attempt to sabotage the government's proposals to ban hunting. </p> <p>It reveals the Countryside Alliance has obtained 'expert legal advice' and has already prepared a legal challenge to the use of the Parliament Act to overrule the House of Lords. It will be 'actioned at the appropriate moment', the memo states and refers to an 'A-Z guideline' it will publish on both 'legal and illegal hunting'. </p> <p>Despite the self-congratulatory nature of the memo, it does show the desire of the hunt leaders to rein in the actions of some of the more extreme supporters. Lambert also urges all senior figures in the hunting community to 'concentrate on the prejudice line' when speaking to the media, because he claims it is 'hitting the media and public conscience'. </p> <p>The memo concludes: 'There is a central strategy in place and it is being rolled out. You will be briefed as appropriate but please ensure that everyone remains disciplined. Our future depends on it.' </p> <p>A spokesman for the Countryside Alliance denied the suggestion that it was glorifying the violence. He said: 'We have made it abundantly clear that we condemned violence and the security breach at the Commons. We have worked closely with the police to keep the lid on violent protests, but passions are running high.'</p>",
  "You can't even insult Catholicism any more. Last Thursday, Stuart Murphy, the controller of BBC3, took the decision not to show Popetown, a cartoon series set in the Vatican and featuring an infantile pontiff, celebrity-hungry nuns and venal cardinals (now there's an original thought). Having seen the series, he felt its comic virtues failed to 'outweigh the potential offence it will cause'. So it was either unfunny or offensive - and he only knew when he saw the final product. <p>Oh yes? The MD of the production company which made Popetown suggested another explanation. 'I understand the world has changed since the series was originally commissioned,' he said, 'and sympathise with the difficult decision the BBC has had to make.' </p> <p>But what, exactly, had changed? Well, there had been an outcry. In the words of the Bishop of Portsmouth: 'Any attempt to belittle or diminish [the Pope's] status as the leader of the Catholic church is totally unacceptable and not only to Catholics.' Clifford Longley, a well-respected religious writer, argued on the Today programme: 'If you insult the leadership of the Catholic church like this, you insult all Catholics, including the six million who live in the UK, and you hold them up for public hatred, ridicule and contempt.' </p> <p>It may be that Mr Murphy was anticipating his future prosecution under the proposed legislation to outlaw incitement to religious hatred. I would prefer to think that he was acting out of good manners and a belated recognition that Catholicism seems to have attracted all the opprobrium that people dare not heap upon Islam or Judaism. In general, religion has, for some time, occupied a kind of middle ground on the scale between political belief (entirely voluntary and completely open to criticism) and race (entirely involuntary and a completely invalid basis for criticism). </p> <p>I won't miss Popetown. But the phrase 'the world has changed' bothers me, not least because I have seen and heard it several times in recent weeks, when applied to the question of faith. </p> <p>One of these occasions was in a recent magazine attack on atheism, written by Alister McGrath, professor of historical theology at Oxford University. The militant non-belief in God was, according to McGrath, in decline, 'greying, inhabiting a dying world'. This was mostly down to the collapse of communism, which had shown that atheism led to even worse abuses of human beings than religion (incidentally, McGrath contends that the Inquisition wasn't as bad as it was made out to be, a piece of revisionism that must wait for another column) and partly down to a postmodernism that permits anyone to believe just about anything. 'Postmodernity,' says the prof, 'has spawned postatheism.' </p> <p>I was coping with this thought when I got into a minor spat at a newspaper colloquium with a distinguished theologian, who is also a convert to Islam. In the middle of an answer to a question on human rights, he suddenly went off on one. Secularism, he said, gave no proper basis for ideas of morality. It was an emptiness, a void filled only by opinion. This was why the Human Rights Charter of the United Nations would always be deficient. True morality, true purpose, could only arise out of a transcendent faith, where God made the judgment. </p> <p>Atheism and secularism are not the same thing. You can have secular Muslims and secular Jews. Atheism is about the rejection of transcendence; secularism is about holding the ring in the face of competing beliefs, most of which claim to be the word of God or the truth about humanity. My secularism is more important than my atheism and binds me with those who have faith and those who have none. But it may be true that both are under pressure. Here, in secular Britain, where the Church of England has turned religion into a series of mild-mannered social events, we have felt safe. Just the occasional Jehovah's Witness to see off and the slightly odd feeling when an a religious friend suddenly invents a history of piety in order to get Tamsin into the Sacred Heart. </p> <p>Now, strange things seem to be going on. Like the wholesale expansion of faith schools. Like the routine conflation of the religion of Islam with the disparate communities which come from countries where Islam is dominant. </p> <p>It's something else, too. Religious community is the most all-embracing community that many people have. Even for media Christians, there's the priest who counsels Mrs Soprano, and the vicar in The Archers. They come round, they listen, they act as spiritual aromatherapists. The alternative seems to be nothing. And when there's an aesthetic as appealing as that of Islam, it seems to offer a great deal. </p> <p>For the atheist, this is all wrong. We shouldn't need God to get together or to make us behave well towards each other. This being the only time we have, and our fellow creatures (past, present and future) being all there is and has been, how we act now is everything. Even so, it seems impolite and unnecessary to tell a practising Jew that I set her faith absolutely no higher than the voodoo of Haiti or the idol-worship of the poor old Philistines. </p> <p>The problem for the secularist is that the believer does set her faith higher. Jesus is the son of God; Mohammed is his prophet; Ye shall have no other God but me. This sets a culturally specific and transcendent law which is, by its nature, both unnegotiable and possibly tyrannical. Who says so? God says so. Who says God says so? I do. Extreme (or fundamentalist) believers differ from their more moderate coreligionists in the lack of discussion and debate they need before deciding what the word of God actually is. </p> <p>To see just how divisive this merging of culturally specific forms with divine provenance can be, you only have to look at the recent history of ecumenism. What is the essential difference between the Catholic church and the Church of England? Almost none. Same deity, same prophet, same everything, except minor aspects of ritual and hierarchy. And here, with what has helped to stall that progress, we get right down to it. When the Muslim theologian was asked to give an example of where the secular concept of human rights might be seen as deficient by other societies, his immediate answer was: 'Women's rights.' </p> <p>Did secularists not understand, he asked, that there were cultures in which women did not want equal rights? 'How do you know what they want?' I snapped at him. 'Have you polled them?' After all, if you don't want rights, no one can force you to exercise them. It's your right. </p> <p>And this, it seems to me, is what it always boils down to. Ann Widdecombe, who left the C of E over the ordination of women, considers herself entitled to preach everywhere, except in a place of worship. There can be no woman Pope or woman Dalai Lama. There are no female imams. Only men wear the skullcap in Judaism, while orthodox women must shave their heads, wear wigs and sit upstairs in the synagogue. </p> <p>Why is it that when God speaks through man, he so resolutely demands that women are subordinate? And please, don't try my patience with the old 'equal but different' dodge. It is extraordinary how mainstream religions devote themselves to the unequal restraint of women, this restraint acting as the glue that holds their cultures together. </p> <p>It is time, as religion begins its comeback, for secularists to fight back. Not with bans, which, allowing for French cultural difference, seem to me to be an act of panic, but with strong arguments and stronger alternatives.</p>",
  "<p>My former agent first saw the casting sheet for The Office. It was unusual because it was actually looking for a wheelchair user when most of the time they are looking for able-bodied people to play disabled roles. My former agent put my name forward. I grabbed the opportunity. </p> <p>It was important that Ricky Gervais and Stephen Merchant, who wrote the series, wanted a disabled person to play the role. The whole point was that The Office was not making fun of the person in the wheelchair, it was making fun of David Brent and his negative attitudes. Ash Atalla, the producer, is himself a wheelchair user. </p> <p>The programme was a hoot, and a real privilege. Oddly, the hilarious fire escape scene, where I am abandoned in a stairway by David Brent and Gareth Keenan, was a little scary for me. I never allow myself to be carried in a wheelchair as I have brittle bone disease and it is safer if I am carried in someone's arms. I'm only six stone and four foot five. </p> <p>But here it was part of the comedy. We took 10 takes to get it right, mostly because we were laughing so much. Here was a team of people who understood the issues. It sat really comfortably with me. </p> <p>That is not always the case in the outside world. People who are unsure how to approach a disabled person can be over-friendly and over-helpful which can be as bad as doing too little. </p> <p>The question I am often asked is whether the exaggerated treatment of disabled people in The Office is anything like real life. Of course it is over the top, but it still touches on daily life for people who are disabled. </p> <p>I have disabled people coming to me after seeing The Office and saying 'my experience is just like that' which is disturbing. You get ignored. It's not easy. </p> <p>The whole built environment in this country needs complete and rapid modernisation. For able-bodied people doing something such as going on the Tube is a pretty straightforward, if sometimes unpleasant, experience. For someone who is disabled it is pretty much impossible. </p> <p>Because so much of the world out there is inaccessible, it is difficult to be spontaneous. A friend could ring and say: 'We're going out to a club or a restaurant tonight, do you fancy coming?' So you have to call the restaurant to find out if it is accessible, if there is parking and whether there is a disabled toilet. And then what about the club? All the same questions. You have to go through all that before you even leave the house. </p> <p>And so it goes. More than 35 per cent of GPs' surgeries in this country are inaccessible to disabled people. Lots of government buildings are inaccessible to disabled people: sports venues, leisure centres. The government has put through a new law on disability discrimination which demands equal access to buildings for disabled people and comes into force at the beginning of October. But there is still an awfully long way to go. We have to say enough is enough. </p> <p>Disabled people are worth £50 billion to the economy every year. There are 10 million of us in the UK. That is a tremendous resource and any company would be foolish to ignore such an important section of its customers. Those who do ignore us are in danger of missing out on a lot of money. </p> <p>Now, contrast this country with somewhere where they take this issue seriously. I visited San Francisco recently. Here, a mixture of the hippy movement and the need to make a city welcoming for many of the Vietnam veterans who came back from the war started a movement to make the city accessible to all. They are way ahead of us. Bars, restaurants and shops are open to all. </p> <p>It is about an attitude. Once you make yourself accessible to disabled people you've made yourself accessible to all. It is about being inclusive. That way everyone wins.</p> <p><strong>·</strong> Julie Fernandez is an actor.</p>",
  "The high-street giants are facing multimillion-pound bills to escape legal action after years of ignoring warnings to improve access for disabled customers. <p>Chains such as Marks &amp; Spencer, Starbucks and Boots as well as banks, cinemas and post offices are all targeted by discrimination laws which come into force this week. The Observer has learnt that a test case is being prepared in which a leading company will be singled out and shamed in court. </p> <p>The final phase of the 1995 Disability Discrimination Act (DDA), which takes effect on 1 October, states that organisations providing a service to the public have to make 'reasonable' improvements to their buildings - such as installing ramps and wide aisles - so no disabled person is prevented from using them. </p> <p>The DDA has been heralded as a 'new era of civil rights' for Britain's 9.8 million disabled population. There is a strong business case for harnessing their estimated combined spending power of £51.3 billion. It also comes at a time of shifting cultural attitudes, typified by the TV popularity of the Paralympics and new films such Inside I'm Dancing, a forthcoming British release praised by campaigners for putting two wheelchair-users at the centre of the narrative. </p> <p>A recent poll by the Disability Rights Commission (DRC), the government disability watchdog, found 73 per cent of disabled people have difficulty accessing goods and services. From Friday, an individual will be able to pursue a complaint through the courts, with legal and financial assistance from the DRC. </p> <p>If a case is successful, the company in breach would face a likely bill of up to £50,000 as compensation for injury to feelings and in legal fees. Depending on the size of the organisation, the financial toll could be huge: in the past 15 months Asda has prepared for the DDA by spending £30 million on its supermarkets. </p> <p>'There is no doubt we will be taking a case to court,' said Catherine Casserley, the DRC's senior legislative adviser. 'We will make sure it is a strong one that has maximum impact.' </p> <p>Felicity Harris, chair of the Manchester Disabled People's Access Group, has identified a number of trouble-spots in her city: </p> <p><b>·</b> Boots: Very reflective flooring and high lighting. 'A lot of people can't go in.' </p> <p><b>·</b> Halifax bank: A large step at the entrance. 'There are a lot of shops in the same stretch that are fine, so there's no reason they can't lower the interior.' </p> <p><b>·</b> The Lowry Centre: 'The theatre seats are atrocious and the signage is very, very poor. It's really shocking in such a new building.' </p> <p><b>·</b> Marks &amp; Spencer: 'You can't find your way around the store. They spent millions on a redesign, but they didn't consult. Other department stores have made the same mistake.' </p> <p><b>·</b> Starbucks: Two sets of double doors are too close together so wheelchair-users cannot get through. The table is inaccessible. </p> <p>Harris, who uses a wheelchair, added: 'This is about saying enough is enough. The big companies should not be complacent.' </p> <p><a href=\"mailto:david.smith@observer.co.uk\">david.smith@observer.co.uk</a></p>",
  "<p>December 2000. Shuffling into the sumptuous office of the larger than life mayor of Las Vegas, Oscar B Goodman, a cigar-chomping good ol' boy, was an assortment of the best that Blackpool had to offer. </p> <p>Chief among those bowing and scraping was business- man Marc Etches, who was hired by leisure tycoon Trevor Hemmings six years ago to push through what seemed like a preposterous plan to transform the down-at-heel resort into a British version of Vegas, complete with six casinos, a swish conference centre, theatres and quality shopping. </p> <p>It was then that Blackpool council's deputy leader Roy Fisher decided to reach into his plastic bag and present the bemused Goodman with a stick of Blackpool rock. Clearly believing this gift required one in return, Goodman rifled through his desk and came up with a rather grander offering: a bunch of keys to unlock the world's most famous 'sin city'. </p> <p>Speaking last week in London, Etches, whose idea it was to fly this crew of civic worthies to Vegas, said it was the most 'excruciatingly embarrassing' moment in his six-year mission to bring Vegas-style gambling to Blackpool. Embarrassing maybe, but it perfectly illustrates the looming culture clash between seasoned gambling figures and the British town halls they are set to invade in a matter of months. Blackpool councillors, despite the divide, are eager for any inward investment they can get from new gambling laws, which go before MPs in October. </p> <p>For this, credit Etches, the gambling lobby's most visible face. When the public think of betting reform they think of two things: the prospect of increased social problems thanks to £1 million jackpot slot machines and Blackpool. Recruited by Hemmings, who owns the Blackpool Tower, its Winter Gardens and a large slab of the town, Etches has been a one-man lobbying machine, walking the line between the private sector and central, regional and local government. </p> <p>By May, the relaxation of strict 36-year-old betting law should be sealed. By 2007, says Etches, Blackpool will see its first mega hotel casino. </p> <p>So it comes as a surprise to learn that Etches is leaving Blackpool just as his work is bearing fruit. Some say he's off because he has lost the battle to restrict the number of so-called regional casinos to just a handful. Etches denies this. He has been thinking of leaving for a while. He wants the chance to have 'equity' in a project as well as using the expertise he has gained in public affairs. </p> <p>Nevertheless, Etches warns that if the number of casinos offering £1m jackpot machines isn't kept firmly in check, the social consequences will be awful. 'I do believe it's in the UK's interest to restrict where these high pay-out slot machines should go because you are in danger of making it that much more difficult for those who have a propensity for problem gambling,' he said. </p> <p>Whitehall officials and gambling bosses believe there could be up to 70 mega casinos with rows of slot machines in the UK. Already there are dozens of grand proposals for casino developments. Not a week goes by without an international gaming firm agreeing to open a venue on a key UK regeneration site. The north west is likely to see developments in east Manchester and Liverpool. 'That's fine,' says Etches. 'The issue is stopping them in Bury, Bolton and Blackburn.' </p> <p>He is scathing in his assessment of John Prescott, whose department is ultimately responsible for whether such grand developments proceed. The Deputy Prime Minister has passed the buck to regional authorities and refused to issue national guidance. 'Central government will be forced to take a view. The planning process is such that the Office of the Deputy Prime Minister will inevitably have to adjudicate something on an appeal. Gambling is a very different economic activity. It has social consequences. It is highly profitable.' </p> <p>Aside from the casino project, Etches also manages two of Britain's most famous tourist attractions: the Blackpool Tower and Winter Gardens, which combined are 'highly profitable', with a £35m annual turnover. </p> <p>As such he is in a strong position to judge Britain's tourism industry. It is not a favourable verdict. </p> <p>'There's a tourism balance of payments deficit of £17 billion and it is growing fast. We're haemorrhaging. For every pound spent here, we spend £2.30 out of this country. We will never get back to the days that we can make a profit but we can certainly do a lot better. With the sort of projects we're talking about in Blackpool we have the opportunity to set new standards for hospitality and tourism, to create new benchmarks in this country.' </p> <p>Blackpool could certainly do with new benchmarks. Today, Etches says it is a 'one-dimensional' place existing solely for drink-fuelled stag and hen parties, which create what can be at times a vicious atmosphere. </p> <p>'Blackpool has always been about stag and hen parties. But in recent years it has gone out of kilter. There has been a vacuum created in our town centres and loud boorish behaviour has filled it.' </p> <p>But won't new gambling dens be like putting out fire with gasoline? </p> <p>'I completely refute that. Casinos are highly regulated venues and they will continue to be so,' he says. 'It won't be in anybody's interests to admit unsocial drunken behaviour. It will be a climate of fun. Think how Disney and Center Parcs manage their environments so successfully.' </p> <p>Etches has come a long way in the six years since Hemmings persuaded him to reject an offer to help run Disneyland Paris and instead work at Blackpool. For him it was a return to a place he thought he had left behind. His first job after leaving polytechnic was washing glasses in the town's Dixieland nightclub. From there he was bar manager at the Winter Gardens. He eventually becoming a leading light at Center Parcs. </p> <p>Blackpool has made Etches' name. In turn, he has helped shape a possible future for a town that many feel much goodwill towards. Whether they still will after they've had their pockets emptied by a slot machine or croupier is another matter.</p> <p><strong>Profile</strong></p> <p><strong>Name:</strong> Marc Warren Etches </p> <p><strong>Born:</strong> 28 March 1960</p> <p><strong>Education:</strong> BA Hons, Leisure Management, Leeds Polytechnic</p> <p><strong>Career:</strong> First Leisure (84-86), Granada (87-89), Themes International (89-93), Center Parcs (93-98), Leisure Parcs (98-04)</p> <p><strong>Family:</strong> Three children</p> <p><strong>Hobbies:</strong> Sport and education</p>",
  "<p>Thirty six years after it was launched by a 21-year old public school drop-out with a bright idea and £70 in his pocket, Time Out is a growing publishing empire with an annual turnover of around £25 million. Founder and owner Tony Elliot is expanding overseas, adding a Chicago edition to the New York title, which celebrates its 10th birthday next year. </p> <p>The magazine is printed in another 10 countries under licence. But even as Elliot seeks to extract greater value from a strong brand overseas, the London title is seeing its circulation slowly ebb away, slipping from 107,00 in 1996 to 88,000 this year. According to the latest accounts filed at Companies House, the Time Out group lost £707,000 in the year ending 31 January 2002, a slight reduction on the previous year's losses. </p> <p>The magazine's managing director, Lesley Gill, says the London title is profitable, but Elliot accepts that it has to be revamped and improved in order to fight off intense competition from newspapers. He drafted in Loaded founder James Brown to help him find a new editor - former Observer Sport Monthly deputy editor Gordon Thomson - and inject some new ideas. '[The editorial] could be better. It could be sharpened up quite a lot,' Elliot says. A new marketing director, John Luck, has been hired from Coca-Cola. </p> <p>'[The London title] has been under pressure since the Guardian 's 'Guide' launched [in 1993],' Elliot concedes. 'There is an irony in that because I was responsible for leading the fight to get the TV listings [system] changed, which created the platform for newspapers to do listings supplements.' Along with other magazines and newspapers, Elliot had lent his voice to a vocal campaign to end the duopoly enjoyed by the Radio Times and TV Times and force broadcasters to sell listings information to rival publications. After the system was scrapped in 1991, newspapers launched glossy listings magazines, which have eaten into Time Out 's readership. 'If you add up all the free bits that are put out by the Evening Standard, the Times, the Guardian, the Independent and so on, there are around 1.3-1.4 million. [supplements] floating around,' Elliot says. 'In the context of that we've done pretty well.'</p> <p>The magazine has responded to a decline in circulation, down 2.5 per cent year on year, by increasing the proportion of subscribers, a holy grail for publishers eager to get money from readers upfront, reduce the number of magazines returned unsold by newsagents and spend less time competing for retail space on the shelves. More than a third of Time Out readers are subscribers, a huge percentage for any publication and an indication of the strength of the brand. Elliot has also authorised a substantial investment in Time Out's online presence, creating an internet site with content that is available only to subscribers. A film site launches on 12 October, complete with cinema listings but with access to reviews and the Time Out Film Guide restricted to those with annual subscriptions. 'It's a way of addressing the perennial issue of \"is [internet content] free or should it be paid for?\". We are in the latter camp - we don't think you should gives stuff away for free.' It is a strategy that takes Time Out closer to another publishing holy grail, paid-for content online. </p> <p>Even so, losses cannot be sustained indefinitely and it is difficult to fund ambitious expansion plans - new launches are also planned in LA and Toronto - through bank borrowing alone. Elliot has struck some clever deals to launch in America, where outside investors contribute two-thirds of the start-up costs, but Time Out retains half of the joint venture company that publishes them. But he concedes it would be far easier to raise cash by selling a stake in the group to a suitable partner, if he could find one.'The company was started with no money and we've traded for 36 years and constantly expanded using profits and bank backing,' Elliot says. 'It's reached the point when, if we could find the right financial backer, it would make a lot of sense for me to sell between 15 and 30 per cent of the company to give it some working capital and so I can take a bit of money out.' </p> <p>The problem is that venture capitalists want an exit strategy, either via an eventual trade sale or a stock market flotation and Elliot does not want to cede control of the company. 'If I had a plan to fatten up the company and sell it off in five to seven years time it wouldn't be a problem.' The other obvious investors, large magazine groups such as Condé Nast who have long coveted the Time Out title, want to own the company outright. Elliot is likely to continue his search for investors but unless he is willing to relinquish control, the group's global expansion is likely to continue as it began - slowly.</p>",
  "<p>Downing Street was accused last night of bullying Whitehall departments into rushing out half-formed ideas to grab headlines, according to leaked minutes of a meeting of senior press officers. </p> <p>Participants in last week's seminar complained of being 'rugby tackled' by Number 10, having awkward facts suppressed and being forced to provide ready-made 'announcements' before they actually had a policy. </p> <p>Downing Street has prided itself, since the departure of Alistair Campbell as director of communications and strategy, on rebuilding both its relationship with the press and trust within Whitehall. </p> <p>But the record of the summit involving communication directors for John Reid, David Blunkett, Tessa Jowell and others suggests it has a long way to go, with civil servants irritated at being forced to come up with headline-grabbing ideas to order. The criticism is sharper for the fact that most of those quoted in the documents, obtained by the Sunday Times, are strict loyalists with a reputation for discretion. </p> <p>At the summit conducted last week at the Civil Service College in Sunningdale, Berkshire, Julia Simpson, Blunkett's head of communications, is said to have described being pressed for a 'snappy line' for Tony Blair ahead of a prime ministerial visit. 'Number 10 think they can rugby-tackle you. They have made an announcement before you have thought through the policy,' she reportedly said. </p> <p>Her words reflect concerns at the pressure on the Home Office constantly to devise new crackdowns to give the impression of action on crime. Other officials have complained of the demand for another anti-social behaviour bill in this autumn's Queen's Speech, even though there is little apparent need for more legislation. </p> <p>Sian Jarvis, Simpson's counterpart at the Department of Health, meanwhile called for doctors, nurses or teachers to sell the message about public services rather than politicians. </p> <p>'This is the Number 10 problem: they are asking for announcements before we have a policy,' she said.</p>",
  "<p>In Julian Barnes's oddest novel, England, England, the major tourist attractions of the nation - Big Ben and Stonehenge, Buckingham Palace and Hadrian's Wall are reconstructed on the Isle of Wight to ease the itinerary of the American and Japanese visitors who flocked to them. The island is a remarkable success, 'everything you imagined England to be, but more convenient, cleaner, friendlier, and more efficient', infinitely more popular, that is, than the real thing. Barnes's satire is, in some ways, a nice working metaphor for the current British film industry. At least, I was reminded of England, England when sitting through a couple of the more fanciful versions of the country that will fill the multiplexes in the coming weeks. Wimbledon, Working Title's latest romantic comedy, is set in the furthest reaches of that curious mythical Albion first discovered by Richard Curtis exactly a decade ago for Four Weddings and a Funeral. A place where Englishmen need only swallow their words to prove irresistibly attractive to Hollywood movie stars, where just about everyone - as the Yanks have always suspected - lives in a castle, where sports cars can roar off into empty London streets without a thought for the congestion charge, and where no crystalline night sky is complete without a shooting star. One of the seductive things about Curtis's original creation of this place was that it seemed to have been based not on a formula but on a personal faith. In fact, it looked like a kind of homesickness. Curtis had grown up almost anywhere but England - his father was a Unilever executive, as a boy he lived in the Philippines and New Zealand and Sweden - and he seemed to have developed a lingering expatriate's nostalgia for the imagined eccentricity of the upper middle classes and the charm of cricket sweaters. Other expats are locked into lifelong cravings for Marmite and The Archers. Curtis seemed to have channelled his boyish longings into the manufacture of a world in which crippling awkwardness and Georgian front doors and a certain disaffected way with failure were the most powerful aphrodisiacs known to woman. Wimbledon is not a Richard Curtis film, but like several of its likeably inbred predecessors, Bridget Jones and About a Boy , it could be. Increasingly, as with the class the films tend to depict, the gene pool that produced these movies has lately thrown up embarrassing offspring. There was a strong case, in this respect, for Love, Actually to be accorded the traditional fate of such bad apples and locked away in an attic and not mentioned in polite circles. Given this law of diminishing returns, the sense in which with each successive generation the Curtis-spawn become further removed from even the vaguest plausibility, Working Title's notion of setting a film at Wimbledon is in many ways an inspired one. What single place could be less like England, these days, than the All England Club? And which group of people could be more nostalgic for the land that time and eccentricity forgot than the face-painted inhabitants of Henman Hill, that crazed Druidic tribe who believe, annually, that their chosen son will still one day defy fate, a fallible forehand and Federer and lift the golden trophy last held aloft by a native when rackets were kept in presses, and we still had the vestiges of an empire? If your only experience of England was a fortnight each year at SW19 then it would certainly look like a bizarre place indeed. A place not at all far removed from Curtisland. It is perhaps to recreate such a sense that Wimbledon has been scripted by the American husband-and-wife team of Jennifer Flackett and Mark Levin and tarted up by the Canadian scriptwriter of French Kiss , Adam Brooks. Whereas the previous Curtis-esque films have been expertly packaged British offerings for the American market, this takes the process a stage further by offering an American vision of that transatlantic product. As such it is about as far removed from any England you have ever inhabited as Frasier Crane's housekeeper. </p> <p>Happily, for Working Title at least, American audiences - and no doubt British ones - still want to believe in all this. Despite a critical reception led by the New York Daily News 's observation that 'as a love story Wimbledon is a washout', the early box-office indications - Wimbledon took nearly $8 million last weekend, making it the fourth highest grossing film in the States - are that the movie will be a hit. As the Washington Post 's critic observed: 'Most everything here comes straight out of Ye Olde Shoppe of British Whimsy, from Peter Colt's [Paul Bettany's] dotty parents in his posh ancestral manse to the promiscuous use of such vernacular terms as \"wanker\", \"snog\" and \"bollocks\", guaranteed to elicit charmed giggles from those Americans who still get a charge out of those fancy-talking Limeys. Such force-fed quaintness is harmless enough - a recent audience lapped it up like great dollops of clotted cream.' Meanwhile the man from the New York Times was anxious to set the American tennis champion (Kirsten Dunst's) seduction of the English might-have-been (Bettany) in a wider context: 'It all has a vague historical subtext,' he argued. 'Sure, the Brits are more civilised, but the Americans are the winners. It's been that way since 1776.' Much of the criticism of the movie has been directed toward the tennis sequences, which for the most part are brilliantly constructed, even if you don't believe them for a moment. Much more fantastical is the antique idea that Americans are suckers for our sense of fair play. Hugh Grant was slated to play the hapless British tennis star, but by the time the film came around was too old for it. The part thus went to Bettany, who takes on the role of feckless apologiser with good grace, and much charm. He seems suitably, Englishly embarrassed almost throughout - not least at some of the lines he has to utter. And he also lends a certain distant air of credibility to the part, because something of the sort has happened to him in real life. (It is not clear that he met his wife Jennifer Connelly by mistakenly walking into her room and surprising her in the shower, as his character does, inevitably, to Kirsten Dunst's here, but such is the persuasiveness of Working Title's myth-making that you wouldn't be surprised). Oddly, the other cinematic vision of England served up in the next week is a byproduct of a second transatlantic romance that could have been scripted by Richard Curtis. Layer Cake was to have been directed by Guy Ritchie, who managed to convince America's biggest female star that British men had all the best lines, and that even public schoolboys are East End gangsters at heart. In the event Ritchie passed the directing of Layer Cake on to the producer of Lock, Stock and Two Smoking Barrels, Matthew Vaughn, but the effect is much the same. As a portrait of London, Layer Cake is no less nostalgic and far-fetched than Wimbledon. It is a skilfully updated fantasy of the crime landscape of the Fifties and Sixties, when 'it was all just cops and robbers, and the world was a far simpler place'. 'The layer cake,' Vaughn has argued, 'is a metaphor for different levels of British society, whether it's the crime world or anything else. The movie's about showing how drugs are everywhere and it doesn't matter who you are, you're only one person away from drugs, scoring drugs or being involved with criminals.' Well, you might say, sort of. The film likes the idea of these days being our days of prohibition. It is tempted to see all those high rises that are coming randomly to dominate the London skyline, as a kind of coke-fuelled priapism. Property money - as brilliantly embodied by the film's evil genius Michael Gambon - is all really drug money. Layer Cake is in this way a kind of GQ fantasy of the world, suited and booted, fashionably misogynistic, extravagantly homoerotic. A world that was rather brilliantly deconstructed recently by Mark Strong's performance in the adaptation of Jake Arnott's wonderfully titled novel The Long Firm . And a world which is played for real here. As such, it offers a view of England for American consumption that seems every bit as far-fetched as Wimbledon, a place where as the excellent Daniel Craig, who stars, points out, 'life is so fucking good I can taste it in my spit'. (The kind of place, actually, that makes you rather crave Paul Bettany getting a laugh out of saying 'arse' or 'bugger'.) Both of these are distinctive genre films, and as such you might argue that you should not expect much realism in them. One of the things they point to though is the kind of extremes that nostalgia is capable of sustaining. A whiff of authenticity - the calling card of all those reality shows - is in this sense about the last thing you expect, these days, in any film version of England. Oddly, in this sense, the recent British films that have apparently come closest to catching a flavour of home are those that have focused on the most recent arrivals here. Stephen Frears's Dirty Pretty Things was one. The Polish-born Pawel Pawlikowski's Last Resort, an anarchic social realist film about Russian asylum seekers, was another. </p> <p>On the strength of that film Pawlikowski was courted to direct the biopic of Sylvia Plath. He eventually left the production after a number of script rewrites and the arrival of Gwyneth Paltrow as the star, muttering apparently about 'Hollywood bullshit'. Instead he went to Yorkshire to make a film for BBC productions, My Summer of Love. The result is a vision of England that is reminiscent of the freshness of My Beautiful Laundrette. Pawlikowski, too, sees England as a place of caricatures, but the two 16-year-old heroines of his subtle film, played with some style by newcomers Nathalie Press and Emily Blunt have a great deal of fun with these clichés. The certainties of class and stereotypes of gender don't quite fit. Mona (Press) lives in pub that has become a centre for evangelical Christians, Tamsin (Blunt) who becomes her lover is adrift in a manor house that is marooned among Barratt estates. The social barriers that make for awkward comedy in Curtis's films, or for the strata of Layer Cake all seem vaguely preposterous. 'I'm going to be a lawyer,' Mona says, when Tamsin asks her about her ambition and then laughs at the utter preposterousness of the idea, before going to the other, slightly more plausible, extreme: 'I'm going to get a job in an abattoir, get a boyfriend who's a bastard and churn out all these kids with mental problems and then wait for the menopause, or cancer.' And she laughs at that, too. There's a tennis court, but it's the place where the girls get drunk and laugh at the hopeless posturing of fathers and male lovers. Everyone in this part of England seems to be playing a part. 'I hate you because you're such a fucking fake,' Mona explains to her evangelical brother. It's harsh, but it's the truth. Pawlikowski is, he says, looking to create 'a mythic British realism'. His film which has been picked up for distribution in America by Focus Features, does in this respect for Yorkshire something like what Focus's last hit, Lost in Translation , did for Tokyo. It is a place where no one seems quite to know what is going on, and just about anything seems possible. It is a place that begins to look, therefore, quite a lot like home. </p> <p><strong>·</strong>Layer Cake is released on 1 October, My Summer Of Love on 22 October.</p>"
]