[
  "Inside the pockmarked entrance of Najaf's Imam Ali shrine, there were no police to be seen yesterday afternoon. <p>Supporters of the rebel Shia cleric Moqtada al-Sadr loafed on carpets in the pigeon-infested courtyard. A few smoked; others dozed. A couple of young students stood next to a makeshift infirmary; parked nearby was an empty pallet covered in blood. </p> <p>\"We haven't given up. This is a lie by the government,\" said Amar Al-Khaji, a 29-year-old civil engineer from Baghdad. \"As you can see, we are still here.\" </p> <p>Only hours earlier a senior Iraqi government official had claimed that Iraqi police had secured the shrine, apparently bringing to an end the two-week standoff with Mr Sadr's militia. At least 400 Mahdi army members had been arrested, and the bloodshed had ended. </p> <p>By dusk, it was apparent that this was not the case. Hundreds of unarmed supporters of the cleric were bedding down for another night in the mosque. In the rubbish-strewn alleyways around the shrine, fighters armed with Kalshnikovs sat on metal chairs. </p> <p>The evidence of withering American bombardment was all around: tangled electricity wires, pulverised remains of earth barricades and the smell of decaying human flesh. </p> <p>Far from being vanquished, the Mahdi army is still in Najaf, battling to win. \"The fighting is still going on,\" Saeed Mustafa confirmed, as we crunched through Najaf's glass-strewn old city toward the shrine, arms raised and waving a white handkerchief. </p> <p>All afternoon the dusty streets had echoed intermittently with the crump of mortars. Puffs of black smoke wafted over the Imam Ali shrine's golden dome. </p> <p>The standoff in Najaf has plunged Iraq's beleaguered prime minister, Ayad Allawi, into his worst crisis so far. Mr Allawi issued a \"last call\" to the cleric on Thursday and the battle is clearly a defining moment for his interim government, which owes its existence to Washington. </p> <p>Mr Sadr has rejected its authority and refused to compromise with foreign occupation. </p> <p>What happens in Najaf next will determine Iraq's future, for better or worse. That may in part explain the confusion which surrounds events. The claims of victory, of a Sadr cave-in, appear to be wishful thinking, more than reality. </p> <p>So, too, is the attempt to portray the battle for the Shias' holiest city as one in which the US military is merely assisting government forces. </p> <p>At the moment, the Americans are doing all the fighting. The Iraqi police play merely a cameo role: a massive convoy rode towards the shrine yesterday, sirens blazing, celebrating a victory that never happened. Two minutes later it turned back. </p> <p>On the streets there is exasperation. \"Our situation is disastrous,\" said Abu Qatam, a 25-year-old taxi driver. \"We don't have water or power. My neighbour came back yesterday to check on his house and he was killed. We don't know whether the Americans did it or the Mahdi army.\" </p> <p>Where the Mahdi army has been newly turfed out, there is little sympathy for Mr Sadr, or for his militia, many of whose corpses lie unburied to the north of the shrine, in Najaf's vast cemetery. </p> <p>\"They are looters, murderers and Ba'athists,\" a shopkeeper, Abdul Amir, said. His troubles started six months ago, he said, when an American soldier bought one of his fridges. </p> <p>\"A month later the Mahdi army took me to the cemetery, accused me of being an American agent, and beat me up. After that I had to appear before Moqtada's Sharia court. Dozens of people have been tortured or disappeared. Moqtada has a secret underground jail. His followers have executed at least 300 people,\" he claimed. </p> <p>It is not a claim that can be easily verified. But what is clear is that in the battle for Najaf, civilians are dying. </p> <p>Forty six people were injured and 11 killed in the past two days of fighting, the director of Najaf's hospital, Falah Almahana, said yesterday. </p> <p>A short stroll from his office was the evidence. The newly dead were stored in a makeshift truck, next to a German refrigerating unit that did not work. In it, the bodies were too numerous to count. </p> <p>But it was clear the small girl with the gamine haircut and the other corpses had little to do with the battle that has been raging down the road. Three blanket-covered bodies lay nearby in the dust. </p> <p>\"They were walking down the street when a mortar landed on them,\" a morgue attendant, Abu Muhammad, explained. </p> <p>Even if Iraqi troops eventually storm the shrine, or kill Mr Sadr, it seems optimistic to think his uprising will then disappear. In the town of Kufa, close to Najaf, dozens of Shia militiamen armed with rocket-propelled grenades were yesterday standing on the streets. </p> <p>As night fell, the small girl's body lay unclaimed in Najaf's morgue. Next to her lay the corpse of a middle-aged woman who might have been her mother. </p> <p>\"I don't believe in violence. I've never fired a gun. The only way to solve this problem is through peaceful means,\" Dr Almahana said. \"But this isn't happening in Najaf. Instead we have sadness after sadness, death after death, blood after blood.\"</p>",
  "<p><strong> The Snow </strong><br> by Adam Roberts<br> 297pp, Gollancz, £10.99</p> <p> This novel is the fifth in as many years from Adam Roberts, a young(ish) and prolific British writer. The Snow starts promisingly. In a narrative that is refreshingly direct, if free of distractions such as characters, dialogue, dramatic irony and so on, the opening pages take us at a gallop through a Wyndhamesque disaster scenario. \"The snow started falling on September 6th,\" are the first words, and the story is under way. </p> <p>We are in London, and as the insistent snow smothers the capital, the slide from normality to global disaster is sketched plausibly if synoptically: blizzards and snowploughs, side streets clogging up, people being stranded, difficulties obtaining food... but telephones and TV are still working, so life goes on. </p> <p>Gradually, though, life ceases to go on. The snowploughs grind to a halt, the drifts reach rooftop level, the phones and televisions stop working. It becomes quiet out there, with most people frozen to death and the handful of survivors staggering around using tea-trays and tennis racquets as makeshift snowshoes. Our central character, a young Asian woman named Tira, puts on her ski-jacket and snow-trousers and heads off across the roofs into Clapham, looking for other survivors. </p> <p>So far so good, but the problem with all disaster stories is that the story depends on events that have nothing to do with character development. To keep the reader involved, the author is really only left with two directions. </p> <p>The first is to go the John Wyndham route, in which survival and the re-establishment of civilised values are the main motives in a realistic-seeming set of circumstances. A recent example of this is Roland Emmerich's The Day After Tomorrow , which, for all its special effects and hints of a global catastrophe, really boils down to the story of a handful of people waiting to be rescued from a library. The other route is to use the scenario as a metaphor for something else. All the time I was reading The Snow I kept remembering Anna Kavan's 1967 novel Ice: a deep and long-lasting winter has brought social chaos, and the military intervenes to maintain order. It soon becomes clear that Kavan's book is an extended allegory about her heroin addiction.</p> <p>Roberts arrives at this choice of routes when Tira is rescued by a group of Americans who have set up a military society above the snow. This now lies three miles deep across the whole world, but Tira has managed to survive for a year underneath it. Sensing a change of direction, we wonder which way the story will go from here: Wyndham or Kavan?</p> <p>The answer is neither. Roberts closes off the realistic-seeming route by the sheer unlikeliness of his own claims. Snow three miles deep everywhere? Everywhere? That's an awful lot of snow, never mind where it came from. While Tira has been getting by on tinned food in a hole under the snow (how did she breathe?), the enterprising Americans have restored order three miles above, setting up bases and imposing the rule of law. Why neither the bases nor the rule of law sink is another evasion, but the Americans seem to have escaped from the snowy deeps with their weapons, hovercrafts, helicopters and building materials all intact. </p> <p>The author's offhand manner extends to his attempts to explain the snowfall. We first hear about a pseudoscientific electron sheath which \"crosses global lines of magnetic force\", and later there are suggestions that extraterrestrials are behind it all. You sense an authorial yawn is being barely suppressed: Roberts neither knows nor cares about the cause, so why should the reader? </p> <p>Nor is there any apparent allegorical content, other than some heavy-handed satire on repressive regimes. Tira finds herself in a society in which all documents and records are controlled. Her own story now turns out to be censored, but it's never clear why. </p> <p>From this point in the novel all the other characters are called \"[Blank]\" and their dialogue has been edited in the same way as the Watergate transcripts edited the cussing in the Oval Office. It hardly matters: much of the latter part of the novel consists of long passages of heavily padded rhetoric about side issues. </p> <p>This book shows every sign of being a hasty first draft; it does its author no credit at all and is a significant disappointment.</p>",
  "<p>When Michael Longley was offered the prestigious Queen's gold medal for poetry in 2001, he did not immediately accept. \"I'm from Northern Ireland,\" he explains. \"It can be a very complicated business. I asked if I could sleep on it and I thought about the Good Friday agreement, which I support, and the fact that two Shinners [members of Sinn Fein] were then sitting in a partitionist Stormont government. So on that basis I said yes. But thinking about it later, I think I accepted it mainly for my dad.\"</p> <p>The ghostly presence of the late Colonel Richard Longley, who served in both world wars, haunts his son's poetry, drifting through his recurring preoccupations with nature, war, love and the classical world. When Michael went to Buckingham Palace to receive his award from the Queen, he was following in his father's footsteps: Longley Sr had received the Military Cross there from King George V for single-handedly knocking out a German machine-gun post. He later won a Royal Humane Society medal for gallantry when he saved two nurses from drowning. \"I talked to the Queen about the first world war and I liked her a lot,\" Longley says. \"She is an intelligent woman and said some very humane things about the war.\"</p> <p>He had good cause to expect criticism for his decision. Twenty years previously, Seamus Heaney, Longley's contemporary and fellow Northern Irishman, had declined inclusion in an anthology of British poetry, pointing out that his \"passport's green\". While Longley, an agnostic Protestant of English parents, was not in quite the same position as the Catholic Heaney, his heritage has been an important factor in the production and perception of his work, with the editors of the influential Field Day anthology of Irish writing claiming in the early 90s that Longley had more in common with \"the semi-detached suburban muse of Philip Larkin and post-war England than with Heaney or Montague\".</p> <p>Longley is still irritated by that \"misrepresentation\" but acknowledges that his work can present challenges to both Green and Orange pieties. \"And in reality some of the time I feel British and some of the time I feel Irish,\" he says. \"But most of the time I feel neither and the marvellous thing about the Good Friday agreement was that it allowed me to feel more of each if I wanted to. When the rugby is on I don't for a moment want England to score a try, but I'm not going to deny my father and my mother and the Britannic part of my background. There is a huge amount of Anglophobia here which I've always tried to counter and correct a little.\"</p> <p>The poet Paul Muldoon worked at the BBC in Belfast when Longley was with the Arts Council there in the 70s and 80s. \"Michael is a figure who represents the future of Northern Ireland,\" says Muldoon. \"A future in which we try to make sense of each other and come to terms with each other and each other's places. There is an imaginative domain in which we can all move forward and Michael is emblematic of that.\"</p> <p>Fran Brearton of Queen's University Belfast is writing a full-length study of Longley's poetry. She says he has always resisted being interpreted in any linear tradition. \"He is obviously involved in an Irish tradition but he also builds on an English tradition. In fact he is in the tradition of dealing with tensions between traditions. He is constantly talking about Englishness and Irishness, urban and pastoral.\" Brearton says this can make him a more problematic figure to read, which partly explains why some of his contemporaries, poets such as Heaney and Derek Mahon, acquired reputations quicker. \"It was much easier to recognise Heaney as rural Irish Catholic,\" she says. \"And even someone like Mahon was more easily identifiable with his urban Belfast angst. Longley didn't fit either of those patterns and so it made it more difficult for him to find a niche.\"</p> <p>Although Longley published four collections of verse in the decade from 1969, he was generally known as the \"other\" Belfast poet. A 12-year gap until his next collection saw him slip further from public view. Peter McDonald of Christchurch College, Oxford, has written extensively on Longley. He says: \"In the critical history of Michael he has very seldom been attacked. But, particularly early on, he was read in a slightly condescending way. He was seen as a charming nature poet or a pastoral poet but somehow he wasn't a poet of the big ideas and the big issues. But in his second phase he becomes more assured and had the courage to increasingly boil the poems down till they become just a few lines or sometimes only one line, which results in an extraordinary intensity.\"</p> <p>Poet laureate Andrew Motion says: \"The first proper reading I gave was under Michael's auspices in Belfast. All these Irish poets were there who were already very well known by then and it was a wonderful and terrifying experience at the same time. When Michael came back after his silence it wasn't exactly with a roar because that denies some of the subtlety, but he was triumphant. He's one of my favourite poets and one of my favourite people.\"</p> <p>Longley's comeback collection, Gorse Fires, won the Whitbread poetry award in 1991 and his subsequent work has been accompanied by a raised public, as well as poetic, profile. In 1994 he published a poem reworking a section Homer's Iliad in the Irish Times about the reconciliation between Achilles and Priam called \"Ceasefire\". A few days later the IRA issued a statement announcing their own ceasefire. The last two lines read: \"I get down on my knees and do what must be done / And kiss Achilles' hand, the killer of my son.\"</p> <p>Throughout his career, Longley has resisted the notion of the Ulster poet as a sort of \"super-journalist\" - a phrase that usually leaves him \"embarrassed or irritated\". He argues that an artist needs time \"in which to allow the raw material of experience to settle to an imaginative depth\". But McDonald notes that in the 90s Longley did \"face up to the public world. And he did this partly through Homer and also through very private things; looking at flora and fauna in the west of Ireland, remembering his father, which began to take on resonance about contemporary Northern Ireland.\"</p> <p>Longley's latest collection, Snow Water, was published to acclaim earlier this year, with poet Anthony Thwaite talking about its \"haunting authority\". It has been shortlisted for the Forward poetry prize. Longley says he is proud of the work but notes the \"slightly alarming symmetry that I wrote four books from about 1963 to 1979 and then there was a crisis and I didn't write very much for a decade or so. I have now written four books since so I am hoping very much that the same thing doesn't happen\".</p> <p>He describes the two sets of four books as \"movements\" and says the impulse that brought about Gorse Fires has trickled on to Snow Water. \"I like to think the new book carries forward those themes of love, war, death, friendship, art. I hope by the time I die my work will look like four really long poems; a very long love poem, a very long meditation on war and death, a very long nature poem and a playful poem on the art of poetry. And like a plant, I want the strands both to entwine with each other, but every now and again to emerge as separate.\"</p> <p>Longley was born in Belfast in July 1939, half an hour before his twin brother Peter. Their parents had moved to the city from Clapham in the late 20s and between the wars his father had been a furniture salesmen. After returning from the war in 1945 he became a professional fund-raiser, first for a local hospital and then for the Northern Ireland war memorial. \"His photograph was often in the local newspapers,\" says Longley, \"and he was a minor celebrity although I didn't really appreciate that until years later.\"</p> <p>He describes his father's character as \"sedimentary\" and his mother's as \"volcanic\". His sister, Wendy, who is nine years older and lives in Toronto, was a surrogate mother to the boys. \"From an early age we all had to read my mother's mood so as not to ignite disapproval or spark off emotions we didn't understand,\" says Longley. \"I spoke recently to my sister about this and we both still see in ourselves a strong desire to please.\"</p> <p>He still lives in south Belfast, not too far from where he was brought up and went to school. His parents couldn't afford the private education they had wanted for their children and so he was sent to the local elementary school where he found himself torn between an English middle-class home life and the Belfast working-class culture of his classmates. He then went on the Royal Belfast Academical Institution where he was \"headhunted\" by a Classics master. \"We went through the Agamemnon aged 16, which was mind-bendingly difficult,\" he recalls. \"And we translated Byron and Keats into Latin and ancient Greek. That was also incredibly difficult but it has stood me in good stead since when working out syntax or finding the right word.\"</p> <p>The poet Frank Ormsby, a friend of Longley's, has taught at the school for more than 30 years. He says back issues of the school magazine are \"full of precocious poems from Derek Mahon, who was a few years behind Michael, but there is only a little prose by Longley.\" In fact, Longley was writing some poetry - \"the usual teenage angst and sexual impulses\" - but says it was forced underground by \"the pressures of examinations, sport, girls, alcohol and cigarettes. But then it resurfaced at Trinity.\"</p> <p>Longley went up to Trinity College, Dublin, to read classics in 1958. \"I feel slightly guilty in that my parents couldn't afford to send both me and my brother to university,\" he says. \"And as I was the more intellectual, but not the brighter, I went and I wasted my time there from a scholarly point of view. At 16 Peter became an apprentice engineer and he can't have had as much fun as I had.\" Peter lives in retirement in Newcastle-upon-Tyne after a career as a marine engineer.</p> <p>Longley says although his father didn't understand poetry and didn't understand the classics, \"to his credit he provided the money for me to do what I wanted to do. He died when I was 20 and half way through my course. I think both he and my mother would have expected me to get a good degree, but in fact I got a mediocre degree because I didn't work.\"</p> <p>He says he had few ambitions at university apart from writing poetry. \"Perhaps I had the vaguest notion of sleepwalking into teaching or the civil service. But I was bitten by the poetry bug. The first poetry I wrote as an undergraduate was splurges of emotion. But I remember taking one of these splurges and trying to make it into two sonnets, which took from about six in the evening until nine the following morning. That kind of challenge was addictive.\"</p> <p>Mahon followed Longley to Trinity in his second year and they began to spur each other on. The writer Iain Sinclair, who was also there at the time, has disparagingly recalled them as \"career poets\", who even then were \"in the system\". Mahon remembers Longley more as a rugby player at school, \"but I think he was also scribbling a bit in that slightly shamefaced fashion we all were. But it was in Dublin, where there was a very active scene, that we first got published. We gave each other encouragement, although it was rather abrasive encouragement.\" Together they began to read new work by Ted Hughes, Geoffrey Hill and Philip Larkin. And perhaps more importantly, Irish poets such as Louis MacNeice and Patrick Kavanagh. \"The idea that people from around here were writing poetry was hugely important,\" says Longley, who began to publish work in the undergraduate magazine and even got one poem into the Irish Times, for which he was paid £5.</p> <p>The first review Longley received was in the university newspaper, by a fellow student, Edna Broderick. She had been pointed out to Longley at the entrance exam where she was tipped to win a scholarship. \"Everything she said had intelligence in it,\" he says, \"whether you were talking about coffee or the weather or anything. I showed her my first awful splutterings of poems and after two years I made a move and I took her to a little arts cinema and we saw Les Enfants du Paradis. I think Sex and the City must spoil things for young people today. In my day I thought I was going to have a heart attack just before I held hands with a girl.\" They married in 1964, with Mahon as best man, and as Edna Longley she has gone on to become one of the leading literary critics of her generation. They have three children; Rebecca, 35, a corporate headhunter, Dan, 32, a molecular biologist and Sarah, 29, an artist.</p> <p>Longley describes Edna as \"the best critic in these islands. Most of the critics that interest me have been poets, but here is someone who comes along and loves it as much as we do. She has a perfect ear and is the first person I show a poem to.\" Although she is an extraordinary in-house resource, he acknowledges her presence could be a disadvantage. \"During my crisis I wasn't completely silent, and I would show poems to Edna and she would say they didn't work. She can't dissemble and at the time that was very hurtful. So if she likes a poem I don't really give a fuck what anyone else says. My joke is that if it wasn't for her, my oeuvre would be three times the size it is now and three times as bad.\"</p> <p>Over the years the Longley home has been something of an artistic salon in Belfast and they have been active in campaigns, such as opposition to plans to scrap the classics department at Queen's. \"But we've tried to avoid an Astaire and Rogers double act,\" says Michael. \"So we seldom appear on platforms together and we have an unspoken rule that she doesn't write about me [although it is sometimes unavoidable in her studies of Northern Irish poetry] and I don't read love poems aloud if she is in the audience.\"</p> <p>After leaving university Longley briefly taught Latin in Dublin and London. When Edna was appointed to a post at Queen's they moved back to Belfast where he taught English at his old secondary school. At this time he first came into contact with Heaney, who was one of a handful of young poets clustered round the academic Philip Hobsbaum. Known as \"The Group\", these early 60s meetings under Hobsbaum's auspices have entered literary legend, but Longley says Hobsbaum never really liked his poetry and \"actually discouraged me. But I quite enjoyed the fight and it was great to meet Seamus and Marie Heaney. The whole coterie thing is very interesting in art. Moving forward with coevals and potential rivals has a key role and it's very seldom that someone flowers on their own.\"</p> <p>Mahon goes further, claiming the myth of \"The Group\", \"is a load of hooey cooked up by some journalists at the time. 'The Group' was not nearly so important as it suited certain people at the time to make out. They somehow tried to make out that Heaney, Longley and the rest of us were trying to become part of a British poetry scene when we were already part of an Irish scene. But Belfast was a fairly dismal place in those days and Hobsbaum was a nice and stimulating man, so it was somewhere to go and drink free whiskey.\"</p> <p>Longley and Mahon shared the Eric Gregory Award for young poets in 1965 and after a series of small-scale publications, Longley's first full collection, No Continuing City, which largely explored urban themes, was published in 1969. In 1970, he joined the Northern Irish Arts Council as exhibitions officer and the following year founded its literature programme and edited a journal, Causeway, which assessed the state of the arts in Ulster and, importantly, took in traditional Irish art and music.</p> <p>He says while there was an enormous amount of local artistic talent waiting to be brought to the surface, the prevailing view was still that \"culture was Beethoven and the RSC coming to Belfast once a year. My ideas have modified slightly since then and I'm less opposed to the big artistic institutions as there is more fall-out from them than I gave credit for. Perhaps I was over-devoted to the notion of the lone fiddler, but it needed someone to overstate the case back then.\"</p> <p>He oversaw literary, musical, artistic and publishing projects and, with Edna, put on poetry readings at Queen's, which attracted Robert Lowell and Hugh MacDiarmid. Longley's second collection, An Exploded View, came out in 1973 and was followed by Man Lying on a Wall in 1976, in which his attachment to the flora and fauna of County Mayo, where he often stays, was increasingly apparent. Throughout this period he and Muldoon were exchanging notes. \"The thought that there was a reader with a name attached was an incentive to write,\" says Muldoon. \"We'd often comment in great detail and there is a tradition of people being forthright in that part of the world and that is very healthy I think.\"</p> <p>While Longley was a conscientious and able administrator, he was far from desk-bound. At a time of tit-for-tat sectarian murders - as he wrote in a poem called \"Letter to Derek Mahon\", \"the stereophonic nightmare / of the Shankhill and the Falls\" - he was organising tours of Irish musicians. \"And my feeling was that you can't always preach to the converted so it was important for these musicians, and some of them are geniuses, to play in Protestant towns, although I would try to have some Protestant musicians on the bill as well.\" Astonishingly, the UDA once requested a private performance of traditional Irish music.</p> <p>In the late 80s the novelist Glenn Patterson was asked by Longley to take part in the community programme. \"There were musicians and artists as well as writers,\" he remembers. \"There was no precedent for that sort of thing at that time and there was a bit of trepidation as certain towns had their reputations.\" Longley says he was aware of maintaining civil society in a time of war. \"Northern Ireland deserved some arts and it also deserved to see what Northern Irish people were capable of producing.\" He received death threats from loyalists and complaints from the other side, which branded him a Protestant interloper because he was critical of the way official Irish artistic institutions had treated traditional artists. \"It wasn't pleasant, but in a way I valued their disapproval. I think it meant I was getting something right if they were both unhappy with me.\"</p> <p>McDonald says Longley was at the Arts Council \"during some of the darkest days in Ireland and he got his hands dirty by staying in Belfast when the lure of the creative writing professorship must have been great. He did the front-line cultural work at a time when culture seemed like the last thing that mattered to anyone and while the toiling away took its toll, that work was in itself a creative act.\"</p> <p>The Echo Gate (1979) was Longley's last collection for 12 years and, crucially for his reputation, his period of silence coincided with the growth of Irish studies as an academic discipline. The burst of critical scrutiny passed with no new work from him and he began to appear something of a peripheral figure. Increasingly unhappy in his job, he took early retirement in 1991 and even today the recollection of office politics from this period can provoke him to anger. However, with splendid synchronicity, Gorse Fires was published the very day he left his job and the positive response to it amazed and delighted him. \"I thought everyone would have forgotten who I was as I felt I was falling off the edge of the branch. Derek and Seamus had gone on writing, which added to the panic, so it did make me very happy.\"</p> <p>Patterson claims part of the reason for the success of his later work is that Longley is not predictable. \"This is a place where it is all too easy and frequent for people to assume people will respond in a particular way because of their religion at birth.\" He singles out the Gorse Fires poem about a murdered ice-cream man, which opens with a list of ice-cream flavours and ends with a mellifluous list of 20 wild flowers. \"I love the care with which he lists the flavours and the flowers and how that reminds us of the individual lives lost. It's very easy over here to get lost in the abstraction and the ideologies. But it is always necessary to go back to the humanity of the individual victims.\"</p> <p>McDonald says Longley's current public standing - something that seemed unlikely 15 years ago - is due to the fact that \"concepts like decency, honesty and integrity are in the bones of his artistry and he has never really deviated from the path. He never simplifies things as public poetry often does. For instance, that ceasefire poem includes what happens afterwards. It is only a ceasefire, not the end of the war. There is real, not reconciled pain at the end of the poem. To use the language of our time, he does not achieve closure.\"</p> <p>Despite Longley's avuncular appearance and manner - one friend described him as a cross between Santa Claus, Ernest Hemingway and God - his work is not exclusively affirming. As Brearton points out, \"it has the capacity to mourn, but deliberately doesn't say that it can console\". Following on from The Weather in Japan, which won the 2001 TS Eliot prize, the theme of ageing runs through Snow Water. Longley has stopped drinking and smoking, but is diabetic and acknowledges he should lose some weight. \"Great poetry is written by young men,\" he says. \"Then comes middle age and all these crises which I have been through, like drinking too much. Then, somehow, if you can get through that middle stretch, you break through to something else and I feel that my last few books have been my best.\"</p> <p>He says it has been a \"huge advantage\" to have faced all sorts of competition since the beginning of his career. \"Even if you were on your own, you say to yourself that you are practising an art that Keats and John Clare and George Herbert had practised. But it is much better to have other poets around you. I had just got used to writing near Derek Mahon at Trinity when I came here and met Seamus. After a while we thought we had it sewn up and then along come Muldoon and Ciaran Carson and Medbh McGuckian. Now there is another group of very bright young poets. I believe we are all biological entities that respond to stimuli. The envy gland is there and one always fears it is visible. And praise is important and so is criticism.\"</p> <p>Just before his father died, Longley had his first poem published in the undergraduate magazine. \"It was called 'Marsh Marigolds' and I showed it to my father. He said, 'Michael, it's not worth the paper it's written on.' In a way he was right, but I wanted him to like it and he shouldn't have said that. When I was with the Queen I showed her the photograph of my father getting the Military Cross from her grandfather and I asked her where it was taken. She recognised straight away it was in the gardens and arranged for an equerry to take me there at the end of the interview. So I went out and stood on the same spot and I was really quite tearful. And I thought of my dad being there all those years ago and said to myself that perhaps 'Marsh Marigolds' wasn't so awful after all.\"</p> <p><strong>Michael George Longley</strong><br><strong>Born:</strong> July 27 1939, Belfast.<br><strong>Education:</strong> 1951-58 Royal Belfast Academical Institution; '58-63 Trinity College Dublin.<br><strong>Family:</strong> 1964 married Edna Broderick (two daughters, Rebecca and Sarah, one son, Daniel).<br><strong>Career: </strong> 1963-69 schoolteacher in Dublin, London, Belfast; '70-91 Assistant director, Arts Council of Northern Ireland.<br><strong>Books: </strong> 1969 No Continuing City; '73 An Exploded View; '76 Man Lying on a Wall; '79 The Echo Gate; '91 Gorse Fires; '95 The Ghost Orchid; '98 Selected Poems; 2000 The Weather in Japan; '04 Snow Water.<br><strong>Awards:</strong> 1965 Eric Gregory award; '85 Commonwealth poetry prize; '91 Whitbread poetry award, 2000 Hawthornden prize, Irish Times literature prize; 2001 Queen's gold medal for poetry; TS Eliot prize.</p> <p><strong>&amp;#183:</strong> Michael Longley is reading at the Edinburgh book festival on August 22 and at Grasmere on August 24</p>",
  "<p>Emotions Revealed, by Paul Ekman (Phoenix, £7.99) </p> <p> Emotions - what are they, and what can we do about them? Psychologist Ekman, a pioneer in emotion science, describes his decades of research into the physiological changes that occur during certain emotions, and his development of a method for reading \"micro-expressions\", tiny, fleeting changes in the face that advertise feelings, which has led law-enforcement agencies to solicit his services. We get lots of photographs of the author's daughter performing small facial movements to order, and detailed illustrations of what these express. Ekman also tries to give advice on how to control your own emotions (star appearance by the Dalai Lama) and recognise them in others. It's a bit irritating, though, that the text is festooned with adverts for the author's website, which promise we will find more groovy practice material, only for it to turn out that we would have to buy his special CDs. That caused some subtle changes in the musculature of my face. <strong>SP</strong> </p> <p> <strong> When I Was Cool, by Sam Kashner (Century, £8.99)</strong> </p> <p> Here's a literary rule that should be enforced with the threat of violence: only write a memoir if you have experienced something unusually interesting. Kashner passes the test, for this is the story of his time as a student at the \"Jack Kerouac School of Disembodied Poetics\" in Boulder, Colorado. He turned up in 1976 to study poetry with his idols Allen Ginsberg and William S Burroughs. The author's first student assignment comes when he is told to finish Ginsberg's poem about giving Neal Cassady a blowjob. Then he must babysit Gregory Corso (who wets the bed), study Buddhism, and hop into bed with various hippie women. Kashner tells a warm and poignant story of life with his ageing, drug-addled literary heroes (Burroughs went up in my estimation after I learned that he slept with a copy of Stephen Crane's The Red Badge of Courage under his pillow). In the end, it seems he got an excellent education. <strong> SP</strong> </p> <p> <strong> The Little Earth Book, by James Bruges (Fragile Earth, £6.99)</strong> </p> <p> Star of this book is a little cartoon fish who swims about through the paragraphs thinking big thoughts, such as \"Why don't they abolish poverty?\" or \"Citizens seem more intelligent than governments\". This is a collection of mini-essays about all the global issues that should concern any self-respecting No Logo -reading freelance protester, such as declining cod stocks, deforestation, global warming, the oil economy, the arms trade, third-world debt, the notion of a basic citizens' income, water wars and genetic patents. Bruges collates a huge range of facts and figures, and has a nice line in polemical humour, referring derisively to \"flat-earth economists\". However he does evince a slightly twee, New Agey twang, and his insistence that humans must \"live within the rules set by nature\" is either silly agrarian atavism or just meaningless - probably the latter, since he does allow that genetic engineering \"may have great benefits\". <strong> SP</strong> </p> <p> <strong> Shoot the Singer!, edited by Marie Korpe (Zed, £15.95)</strong> </p> <p> You get a CD taped inside the back cover of this collection of essays about \"Music Censorship Today\", so you can listen to the cheerful, plinky waltz-time Mexican song which bigs up Osama bin Laden for frightening the Americans and relates a remarkable scene in which George Bush's wife tells him to go to Afghanistan and offer Bin Laden \"your ass\". The book does not suggest that this particular song has been censored, but it does describe how Mexico has seen many efforts to stamp out undesirable examples of the tradition of corrida , a sort of musical newspaper. Anyway, singer Andrés Contreras should read the chapter about Bin Laden's Taliban mates, who banned all forms of music and burned musical instruments, before deciding whose side he's on. Other stories relate censorship and victimisation of musicians in Lebanon, Zimbabwe and Burma, and a few sparks of hope, such as the gradual reappearance of women musicians in Iran. <strong> SP</strong> </p> <p> <strong> Einstein's Refrigerator: Tales of the Hot and Cold, by Gino Segrè (Penguin, £7.99)</strong> </p> <p> For physicist Gino Segrè, understanding the universe \"is one of our noblest pursuits\". Using temperature as a key to unlock nature's secrets, such as the origin of life, Segrè takes us on a journey back to the super-heated atomic furnace of the Big Bang and then on to the Big Chill of absolute zero (-273C). At such low temperatures the bizarre behaviour of atoms (as in superconductivity) can only be explained using quantum mechanics, a field in which, as Segrè puts it, \"even the subtleties have subtleties\". Segrè's \"temperature chronicle of our universe\" is a memorable celebration of the scientific search for understanding, even if in the end all we learn is that \"we are only special in realising how ordinary we truly are\". And yes, the greatest theoretical physicist of the 20th century did design a fridge. It didn't reach the high street; the appliance of science was never Einstein's forte.<strong> PDS</strong> </p> <p> <strong> The Man Who Found Time: James Hutton and the Discovery of the Earth's Antiquity, by Jack Repcheck (Pocket Books, £7.99)</strong> </p> <p> According to Stephen Jay Gould, James Hutton \"burst the boundaries of time\". His Theory of the Earth (1795) claimed that \"with respect to human observation, this world has neither a beginning nor an end\". In other words, the Earth was not created on October 23 4004BC, as the King James Bible said, but was unimaginably ancient. This insight was crucial to Darwin and provided the timescale over which evolution could work its slow magic. Hutton also grasped the geological importance of \"subterranean heat\". Born in Edinburgh, \"the father of modern geology\" didn't have to look far: Castle Rock is the basalt core of a volcano. Repcheck succeeds wonderfully in reviving this scientific hero, but even he has to admit that Hutton's key text was so turgid that it \"simply would not be read today\". A reason, perhaps, why Hutton has been unjustly obscured by the sands of time. PDS</p>",
  "<p>A planned strike by British Airways workers was called off last night after negotiations between BA's management and unions representing 11,000 ground staff at the airline's Heathrow headquarters. </p> <p>Check-in staff, baggage handlers, loaders and drivers belonging to the T&amp;G and the GMB unions had threatened a 24-hour stoppage on Friday in protest at an 8.5% pay deal over three years. </p> <p>Yesterday British Airways had stopped taking bookings on flights over the August bank holiday weekend. But last night the company started taking bookings again, saying it was relieved that holidaymakers would not be affected. </p> <p>According to early reports from the negotiations BA has agreed an 8.5% pay increase over three years as well as £1,000 payable in three lump sum payments between now and September 2006. </p> <p>The deal was agreed in the early hours after four days of tough negotiations. Leaders of the Transport and General Workers Union and the GMB will now recommend the deal in fresh ballots of BA workers. </p> <p>The agreement follows acceptance by the unions of what BA described as a company-wide sickness absence policy which will be introduced immediately. </p> <p>BA had offered bonuses to staff who cut back on sick leave, with talks centred on a way to structure this payment which avoids penalising work ers who fall genuinely ill. </p> <p>Under the new policy, BA will aim to reduce the present level of sickness absence from an average of 17 days per worker every year to 10 days within 12 months. </p> <p>However, even if the BA strike is averted, bank holiday travellers face disruption elsewhere. Industrial relations problems are piling up as airlines struggle to cope with soaring fuel prices and cheap fares. Some 600 United Airlines staff at Heathrow are to hold a 24-hour strike next Friday. United claimed it had \"contingency plans\" to operate all its flights. </p> <p>United, which has filed for bankruptcy protection in the US, has offered its staff a pay rise 0.5% over inflation. It is accused of reneging on pledges last year of a bigger increase. </p> <p>Pilots at Britain's second largest full-service airline, BMI, have backed industrial action by nine to one in an unofficial ballot over a 1.5% pay offer. Talks with the management of the Derby-based airline will resume next week. </p> <p>In Ireland, Aer Lingus this week announced it intended to slash 1,100 jobs from its 3,800-strong workforce to reposition itself as a \"low fares airline\". </p> <p>On the railways, Eurostar faces a 24-hour strike by customer services representatives at Waterloo and Ashford next Saturday, although it insists that trains will run as usual. The Rail, Maritime and Transport union says a new pay scale will discriminate against Eurostar staff in Kent.</p>",
  "<p>Having started out as a \"proper\" actress, mine was a circuitous route to comedy. Although I did get acting work, I always felt like a bit of a phoney and, in the middle of a serious production, was constantly waiting for someone to leap to their feet, point accusingly at me and shout: \"She's not a proper actress! She's only pretending!\" When I started writing and performing in sketch shows, initially with Alexei Sayle, I instantly felt a sense of belonging. One thing led to another, and then, by dint of being practically the only girl Paul Whitehouse and Charlie Higson knew (apart from their wives, who aren't performers), I was invited, most casually, to be a part of the Fast Show team. </p> <p>From the start, we all wrote and performed our own characters. Charlie and Paul, as the principal writers and producers, wrote sketches for other members of the cast as well, but they were for the guys - because, well, they're blokes. Despite the happy success of my own contributions, The Fast Show was essentially a blokey show, featuring mainly blokey sketches appealing to a largely blokey audience. There were exceptions: of all my characters, Insecure Woman, with her catchphrase \"Does my bum look big in this?\", was the one that appealed most to men. </p> <p>Our working climate was conducive to a male sense of humour and less so to a woman's (I do believe they are different, not generally but specifically). And our show featured very specific characters. It was as a result of my experience of working with them all that I wrote the character Girl Who Boys Can't Hear, for our third series. This character would offer solutions to a problem, no one would respond, then a man would come up, verbatim, with the same idea which would be met with universal backslapping and congratulations. Ironically, Paul and Charlie weren't going to include her in the show until Simon Day, in an uncharacteristically sensitive mood, pointed out that this was how I was often treated. </p> <p>I don't mean to sound ungracious, since I was mostly very happy doing the Fast Show, but a lot of the time it felt very similar to what I fancy it's like being imprisoned in a lap-dancing club with a rugby team after they've downed 20 pints - not that much fun, even for a very un-girly girl. </p> <p>You might choose to dismiss my experience as atypical. If you're a woman who has worked in an all-male environment, I doubt it, but still, I'll float the hypothesis even if I don't hold with it for one moment. For the sake of even-handedness, I talked to other women in my field, particularly those whose routes have been very different to mine. Jenny Eclair, who started doing stand-up in 1982, is still the only woman in 23 years to have won the prestigious Perrier Comedy Award. </p> <p>If you compare Jenny's career trajectory since winning to that of most of the other previous winners, among them Steve Coogan, Frank Skinner, Lee Evans, Sean Hughes and Dylan Moran, it's hard not to conclude that, at the very least, the world of comedy is a little unbalanced. </p> <p>It could be simply that this is a world in which men excel because it all starts in pubs and clubs, the very bastions of their world. Jenny thinks the whole atmosphere - the drinking, the heckling, the loudness - is geared towards the male psyche. She reckons that if you sampled the DNA of most female stand-ups you'd discover that they're actually men: competitive, attention-seeking, selfish and driven. More seriously, Jenny opines that the reason there are fewer women on the comedy circuit is that it is just not geared to women's lives. To succeed and have a family you need to have an \"exceptionally supportive partner who doesn't mind you being out late most nights and only bringing in a tenner when you do come home\". </p> <p>Gina Yashere, most recently seen storming it with her solo spots on the Lenny Henry Show, reckons that the dominance of male comics stems from the fact that: \"We're brought up being told to listen to men - your father, teachers, all the voices of authority have tended to be male.\" She adds that \"a guy appearing on stage is given longer to establish himself by the audience. Women have to hit the stage running or they're dead.\" Gina agrees with Jenny's DNA theory: \"Having been a lift engineer and the only woman on the building site I'm not bothered by the blokey atmosphere in clubs, but it's there all right.\" </p> <p>Like most comics (until they get their own TV shows), Gina travels up and down the country appearing in clubs. She is virtually always the only woman in a line-up of at least five comedians, even if these days she's headlining the evening. \"It's like we're still the 'variety act',\" she says. \"What do they think is going to happen if they book two women on the same bill?\" Once the gig is over, Gina tends to go back to the hotel to read books and watch DVDs because the other acts are mainly interested in \"getting pissed and laid\". We both agreed that if the situation were reversed, with a female line-up and one male, then the women would naturally tailor their after-show activities to include the guy: it's how we're programmed. </p> <p>Miranda Hart, a new-ish, exceptionally funny comedian who has just worked with French &amp; Saunders, thinks the atmosphere in comedy clubs positively invites laddish behaviour. \"When you go to the theatre, you're not allowed to take a beer in.\" She also thinks that a woman's material has to be \"a million times better than a bloke's. Less talented men get away with shit because the audience have instant confidence in them, whereas a woman has to work much harder to rid the audience of the instinctive discomfort they feel when a woman appears on stage.\" Gina's words verbatim, and they've never met. </p> <p>That said, Miranda doesn't think we should be making a \"women in comedy\" distinction: \"It should just be about how funny you are, whoever you are.\" But, she adds: \"Men are just there for themselves and that's OK, whereas I feel like I'm up there representing all women and as such have a responsibility to be extra good.\" How hard did that ring in my ears? I'm horribly familiar with that neurotic conviction. To rationalise it, I think you'd have to go back to our upbringings again: girls are conditioned to make things right for boys and, later, families. </p> <p>\"One good thing,\" Gina tells me, \"is that with so few women on the circuit a very good woman really stands out.\" She's a good example of someone who has turned the male atmosphere to her advantage. She says she loves it when \"as soon as I come on stage a mouthy lad fronts me out, because it gives me an immediate opportunity to establish who's funniest and who's in control.\" She says that, after an initial nervousness that the heckler is going to throw her off, the audience love her all the more for putting him in his place. She agrees with me that this is basically bully-boy tactics (hers and the guy's). \"It's like he sees a woman coming on stage after several, often mediocre, blokes and he voices the audience's collective fear: 'Oh help, it's a bird, she'd better be good'. But because she gives, not as good, but better than she gets, she relieves them of this anxiety, leaving them to enjoy her act. </p> <p>So, is there a male conspiracy to keep women off the telly while handing half-baked, no-talent blokes the whole pie? No. There is an emergence of new women writers and performers on television - Julia Davis, Catherine Tate and The 3 Non-Blondes being the most prominent examples - er, if not the only. But in the comedy clubs and bars, the only venues where most would-be comedians can make a start, it's unquestionably still a full-on ladfest. Gina says that while plenty of women attend comedy clubs they tend to take their lead from the blokes' behaviour, looking to them to react. It's a man's, man's, man's world but it would be nothing without a woman or a girl - but maybe more than just one or two, eh? </p> <p><strong>'I felt like sending my hijab to do its own interviews'</strong></p> <p>When I was growing up I was told to wear the hijab when men were around: apparently they only have to see a strand of hair and they go insane with lust. So I grew up wearing it most of the time, and it was never a problem - but then I wasn't a stand-up comedian. </p> <p>When I started performing comedy I didn't wear the hijab, but I did talk about being a Muslim. Then one night I got harassed by a group of men who thought I was Hindu pretending to be Muslim - though God knows why I'd want to do that on a Saturday night. </p> <p>Anyway, I thought after that I ought to identify myself as a Muslim, and started wearing the hijab on stage. I quickly became pigeonholed; people couldn't see past the novelty value. I felt I had to prove myself twice over, because audiences found it hard to believe a Muslim woman could be funny, and in the beginning they were scared to laugh. Is it right, they'd be thinking? Can I laugh at a group of women who've had such a hard time for so many years? </p> <p>For a time, it became so much about the hijab I felt like sending it off to do its own interviews. Some people even thought I was a \"character\". It got to the point where people in the industry told me they thought I should stop wearing the hijab: audiences and bookers were \"bored\" with it. It didn't matter that I wasn't, that it wasn't a gimmick in the first place. I didn't want to stop wearing the hijab because a lot of other people thought it was a good career move. If only stand-up was full of Muslim women performing in bars, doing lines of cocaine, being hilarious, sleeping with anything that moves, and white blokes in burkas were the ones who had to be twice as funny. </p> <p>I'm now in Edinburgh, performing my new show, and I'm not wearing my hijab. My material is more personal and less about my religion. I'd really like to be able to say what I want, do what I want, and wear what I want - and know that people will see me, not a scarf on legs. But that day is some way off. <br><strong> SM</strong> </p> <p><strong>·</strong> Funny Women, a showcase featuring Gina Yashere, Miranda Hart, Shazia Mirza and others, is at the Smirnoff Underbelly in Edinburgh from August 22-29. For details call 0870 745 3083. Shazia Mirza is at the Pleasance Dome until August 30.</p>",
  "<p>Union negotiators today claimed they were close to agreeing a pay deal with British Airways to avoid a bank holiday strike and the resulting travel chaos. </p> <p>The Transport &amp; General Workers Union (T&amp;G) said the talks could continue into the evening, but was confident a deal would be reached by the end of the day. </p> <p>Without an agreement, more than 11,000 baggage handlers, check-in staff and other ground crew from two unions will walk out for 24 hours on Friday August 27, playing havoc with BA flights on what is one of the busiest travel weekends of the year. </p> <p>The airline has already stopped taking bookings for flights landing at or departing from British airports over the three-day weekend. </p> <p>\"The feeling is there is not a huge amount that we need to get through,\" a T&amp;G spokeswoman told Reuters.</p> <p>The T&amp;G, which represents around 8,000 BA baggage handlers and check-in staff, and the GMB union, which represents another 3,000 BA check-in staff, had rejected the most recent management pay offer. </p> <p>BA had offered an 8.5% rise over three years, and a £1,000 bonus for staff taking less than 17 sick days over two years. The airline's staff take an average of 17 sick days each year, compared to a national average of seven. </p> <p>Union officials said the success of negotiations hinged on a BA move to not link bonuses with attendance, and to take into consideration staff who were forced to take long absences due to genuine illness. </p> <p>The T&amp;G says basic earnings for baggage handlers are around £14,000 a year. Check-in and administration staff earn between £11,000 and £12,000, the union says.</p>",
  "It is some time since we have heard from JK Galbraith, which is not entirely surprising. At 95 he may be excused some gaps in what has, for 75 years, been a regular flow of stimulating political and economic writing. The general assumption, I think, was that he had finally retired from the fray. The Economics of Innocent Fraud shows that is far from the case. He has re-emerged with a pungent, if short, essay on economics, corporate politics and the terminology of public discourse. <p>Galbraith has long argued that major corpor-ations, in the US and elsewhere, are run by their management, largely for their own benefit, and without effective public control or oversight. The collapse of Enron, and the related and unrelated stories of corporate fraud, unbridled greed and negligent auditing, have given much support to the Galbraithian thesis. As a result, although the words themselves do not appear, there is a strong \"I told you so\" theme running through the book. We may take it that Galbraith was not among those who sympathised with the plight of \"Kenny boy\" Lay, photographed in handcuffs on the way to court. And I doubt whether Galbraith will be contributing to the Denis Kozlowski legal support fund. Indeed, he is an unashamed fan of New York attorney-general Elliott Spitzer, the scourge of Wall Street. </p> <p>But his ambitions in this rather curious essay are more lofty: this is not just an exercise in well-deserved gloating. It is a broader critique of the way we talk and write about economic and business life. At least I think it is, since not all the points he makes are wholly clear. The editors have allowed a somewhat staccato style of writing. Sentences without verbs. And sometimes sentences without apparent meaning: \"Let no one try to sell without consumer management, control\" is not easy to parse. </p> <p>But there is a powerful thesis, if at times it struggles to emerge. He argues that much conventional discourse about political, economic and corporate life is based on what he mischievously characterises as \"innocent fraud\". Much of this fraud is semantic. Perhaps the most misleading term, according to Galbraith, is the phrase \"the market system\". In his view this meaningless construct has been coined to avoid use of the term \"capitalism\", widely seen as a weak brand in the political market. </p> <p>He complains, too, and with some justifi-cation, about the blurring of the line between the public and private sectors. His prime target is the relationship between the Pentagon and the defence industry. He argues that both the US Treasury and the Department of Defence have been under \"corporate control\" for some years and notes the increasingly confused roles of the US army and private security firms in combat zones, particularly Iraq. </p> <p>The businesses concerned are, in Galbraith's view, manifestations of the interests of their top management. He rejects the notion that stockholders or investors own corporations. He ignores what some see as a significant consequence of the Enron debacle: the growing influence of institutional investor groupings, which have been flexing their muscles on both sides of the Atlantic. None of this, in his analysis, has altered the fundamentals of corporate power. The technocracy remains in the ascendant. </p> <p>That, he thinks, goes some way to explaining the explosion in senior executive pay. Furthermore, he attacks the notion that CEOs are worthy of the extravagant sums they are paid, by virtue of their entrepreneurial skills and willingness to take wealth-creating risks. He argues that in most large corporations the essential skill required to reach the top is the ability to work effectively within a complex and stifling bureaucracy. </p> <p>He sees management education itself as part of a conspiracy to delude the public into believing in the myth of corporate entrepreneurship: \"The vital role of bureaucracy, even though almost never so designated, and success therein is unmentioned. In common discourse, bureaucracy and bureaucratic achievement exist in government, not in the corporate world.\" Were CEOs to be correctly portrayed as super-bureaucrats, their \"compensation\" packages might be materially reduced. </p> <p>Many public servants in Britain will find that this argument strikes a chord. How different are the skills required to succeed in, say, Shell, from those needed in the Treasury? (Apart, of course, from the need in the former case to cultivate a blind eye.) </p> <p>Were this the principal thrust of The Economics of Innocent Fraud , one would have little difficulty in commending it to any student of public policy and corporate regulation on either side of the Atlantic. But Galbraith indulges himself further than this, and has the Federal Reserve in his sights, too. </p> <p>It is not so much that he wishes to criticise particular decisions made by the Fed in the past few years. Though he sneers, rather, at chairman Alan Greenspan, he does not take issue with the decisions of the Federal Open Market Committee (FOMC) under his chairmanship - contestable though those may have been in the past year, at least. Galbraith is above such banal issues. His off-centre view is that, since it was founded in 1913, the Fed \"has had a record against inflation and notably against recession of deep and unrelieved inconsequence\". He argues that the favourable reputation the Fed currently enjoys is entirely false, and that the impact of central bank actions is minimal: \"Only in innocence does it control general consumer and business spending.\" The FOMC may be filled with men and women of good intention, so he would not wish to deny them \"their largely innocent enjoyment of what in economic effect is a well-established fraud. Perhaps we should let their ineffective role be accepted and forgiven.\" </p> <p>If his point is that central banks should see their role as leaning into or away from the prevailing economic winds, there may be those in Washington, or Threadneedle Street, who would have some sympathy with the argument. But that, I think, is a long way from saying that their actions are wholly ineffective. Small interest-rate changes are magnified many-fold in their impact on bond and sometimes equity markets. So to characterise the Monetary Policy Committee's role as entirely fraudulent economic policy-making is hardly a serious analytical point. But then, just as he is generously inclined to give the FOMC members the benefit of the doubt as to their personal motives, perhaps we should reciprocate. </p> <p>Galbraith has been an agent provocateur all his life. No point in stopping now. After all, as Yeats asked, why should not old men be mad?</p>",
  "<p>David Beresford was the Guardian's foreign correspondent in South Africa. \"A swashbuckling, sexy, drinking, womanising journalist,\" as Ellen, his partner, put it. <strong>The Battle With My Brain</strong> (Channel 4) would be his toughest assignment. </p> <p>He was in his 40s when he noticed the first signs of Parkinson's disease. Ten years on, his hands shook compulsively in a gesture of desperate pleading, like a prisoner's hands thrust through bars. He had covered Nelson Mandela's release from prison and remembered it vividly. \"This man was an ex-convict and generals were standing around him, saluting him. It was too wonderful for words.\" </p> <p>The crippling symptoms of Parkinson's can be suppressed with drugs or surgery. Drugs muddied his mind, so he chose surgery. In three separate operations, bolts were drilled into his skull, electrodes were inserted in his brain and a computer unit was placed under his collar bone to trigger the electrodes. We heard the rapid rattle of neurons firing in his brain like a machine gun battle. </p> <p>Between the second and third operations, he grew grimmer. He sat silently with his hand to his mouth. Ellen took over the reporting. \"He looked like Jack Nicholson at the end of One Flew Over the Cuckoo's Nest. He lost his spirit. Yes, he looked terrible but it wasn't just physical. He seemed very down. He's not saying much. I don't know what he's feeling except he said yesterday he was in a bad way. He looked battered like somebody with a lot of holes in his head.\" </p> <p>He had been in the wars and he didn't feel as if he was winning. At this point of the second world war Churchill had to get on the radio and rally the ranks. \"Say not the struggle naught availeth. The labour and the wounds are vain. The enemy faints not nor faileth and as things have been they remain.\" </p> <p>After the third operation, the surgeon showed how he could be programmed to tap dance or relax. He laughed with delight: \"I'm a cyborg, I guess.\" A year later, he described it as nearly miraculous but Ellen had reservations. \"He's become even more of a hermit because, maybe, less people are now interested.\" </p> <p>He said: \"In the news business there is a cyclical mechanism. A story is hot, then people get bored with it. In a funny way my Parkinson's has been one such cycle. People took a lot of interest in it. One felt tremendously thought about. Virtually anything I wanted to write got used. The Guardian ran a column of mine every week, just on being sick. I was very chuffed by that. But now suddenly things have moved on. I can't believe it was just a passing episode. It was too big for that.\" </p> <p>After the battle, the war correspondents always move on. </p> <p>Waldemar Januszczak must have been a terrible child. You take him to see the Mona Lisa and before you can say: \"Don't show me up, Waldemar!\" (which admittedly takes time), he has asked in that confident shout: \"Why hasn't she got any eyebrows?\" </p> <p><strong>Every Picture Tells a Story</strong> (Five) is a little treat. A joyful combination of expertise, impudence and terrible shirts. This season's bestseller The Da Vinci Code got it in the neck (\"It's so silly\") and so did Leonardo Da Vinci (\"A notorious fiddler\"). We saw where Leonardo was born, almost a stable set in olive groves, and where Mona Lisa may have lived, a graffitied alley lined with what Americans bluntly call dumpsters. (My view is that if she really was the wife of a cloth merchant, she would have worn better schmutter.) In any case, the cloth merchant had to whistle for his portrait. Leonardo kept it to the day he died. In Waldemar's opinion, he was still fiddling with it. Perhaps he was working on the eyebrows. </p> <p><strong>Massive Nature</strong> (BBC1) was not, in its concept, appealing. It studied animals en masse and, as Patrick Campbell once said, we are all ghastly in bulk. </p> <p>The biggest swarm of bats in the world roosts in a Texas cave and every summer 40 million of them emerge with a sound like crumpled tissue paper. Outside snakes and hawks wait slavering and, frankly, they have my sympathy. A bat must taste like an umbrella. Bats have two simple rules for survival. \"Hang on!\" and \"Keep up!\" We could all learn from this. </p> <p>By the way, it is European Bat Night a week on Saturday. Remember to be nice to a European bat.</p>",
  "<p>Dentists have today welcomed the government's plans to shakeup how they are regulated in a bid to crack down on poor performance and improve protection for patients.</p> <p>Health minister Rosie Winterton formally launched a consultation on a series of measures that will also strengthen the hand of patients when private dentists fail to make clear how much treatments will cost or to point out that most treatments - with exceptions for purely cosmetic procedures - are available on the NHS.</p> <p>Ian Wylie, chief executive of the British Dental Association, said: \"For too long there has been confusion over complaints about private dental work. The British Dental Association has been vocal in calling for clarity in this area to aid patients and dentists. Today's announcement represents an encouraging attempt to tackle this problem.\"</p> <p>A new complaints scheme and a dedicated complaints agency for patients unhappy with non-NHS treatment will be set up in response to a 2003 report by the Office of Fair Trading. </p> <p>The watchdog found that patients lacked the information needed to make informed choices about their treatment and could be confused about costs. But when things went wrong, procedures for dealing with complaints were inadequate.</p> <p>The new proposals will also tackle the problem faced by patients who are unable to claim compensation when they have received poor treatment because the dentist is not adequately insured. Under the new proposals, dentists will be breaking the law if they fail to insure themselves.</p> <p>Ms Winterton said: \"We are determined to make sure that patients get a fair deal and clear information when they receive dental treatment, whether in the NHS or in the private sector. </p> <p>\"Our proposals are about assuring the quality of care that patients receive and will provide a more robust and effective complaints system to take early action when things go wrong. I am grateful to the General Dental Council [GDC] for their cooperation in drawing up these proposals.\"</p> <p>She added: \"I also welcome the action being taken by the GDC to make it clear that professional standards require private as well as NHS patients to be given full information about treatment and costs before treatment begins, and that failure to do this may put a dentist's registration at risk.\"</p> <p>The proposals are also aimed at modernising the GDC, which regulates dentists, and give it powers to tackle poor performance by dental professionals. At present, the GDC can only consider complaints about dentists whose health or professional conduct has been called into question. But the council has been calling for additional powers to act in the public interest when a dentist's performance appears to fall below an acceptable standard. </p> <p>The proposed reforms would allow the GDC to strike dentists off the register for a minimum of five years if they are found unfit to practice - a similar penalty to that faced by doctors. The regulator would also have a lesser power to suspend dentists.</p> <p>The GDC has argued that cases could be triggered by a concern about several relatively minor incidents which individually would not amount to serious professional misconduct, but which might still be of concern when considered as a whole.</p> <p>The council's remit will also be expanded to enable it to regulate the entire dental team, including dental nurses and technicians for the first time. While dental hygienists and therapists will be able to develop new skills. </p> <p>The GDC's president, Hew Mathewson, welcomed the reforms to strengthen the council as excellent news for patients and dental professionals. \"We are committed to introducing a fair and effective complaints system to deal with private patient complaints that do not call into question the dentist's fitness for registration and which, therefore, cannot be dealt with effectively under the GDC's existing procedures,\" he said.</p> <p>\"This new scheme should fill that gap, by enabling patients and dental professionals to resolve complaints fairly, efficiently, transparently and quickly. New powers will help us to continue to contribute towards consistent high quality dental care both within and outside the NHS\".</p>",
  "<p><strong>5.15pm</strong> This is my last update of the day, and what better way to leave you than to pass on news that the British national anthem is being sounded in Athens for the first time at this Olympics. Wonderful stuff. Thanks for all your emails, Mike.</p> <p><strong>5.06pm </strong> Ceri D Lewis has quite rightly reminded me that a verdict for the three-day eventing appeal was due over an hour ago. As yet, nobody has released a statement saying whether the appeal was successful, but we'll let you know as soon as something does happen.</p> <p><strong>5.02pm </strong> Chris Hoy's previous best time wouldn't even have qualified him for a bronze, it's no wonder he's burst into tears. Tournat takes the silver and Nimke the bronze. By my early reckoning, that rockets us up to 13th in the medal table. Craig MacLean finished seventh incidentally.</p> <p><strong>4.57pm </strong> Hoy needs to beat 1:00.896 to win gold. Here he goes... he's in the lead after the first lap ... one tenth ahead at halfway... still ahead but not so far... <strong>GOLD FOR GREAT BRITAIN</strong> 1:00.771 for Hoy, he is the Olympic champion!</p> <p><strong>4.55pm</strong> Holland's Theo Bos could only get the third quickest time, but the penultimate rider Arnaud Tournat has recorded another Olympic record. Chris Hoy has it all to do to match that time.</p> <p><strong>4.50pm</strong> The times in the cycling are getting quicker and quicker. First, Australia's Shaun Kelly broke Jason Queally's Olympic record, then Stefan Nimke of Germany broke it again. There are 3 more riders, with Hoy the last of them.</p> <p><strong>4.40pm</strong> Francois Pervis, a 19-year-old from France, has shaved four hundredths of a second off Craig MacLean's leading time. Our hopes for victory rest with Chris Hoy now.</p> <p><strong>4.32pm</strong> Ahmed Lopez Naranjo of Cuba leads the men's time-trial but hopefully not for long because here goes Craig MacLean. He's half a second down at the halfway stage... still 0.1 down... can he do it... he does - 1:02.369. It's slower than his British record though, and unlikely to be good enough to stay in first. There are nine riders to go including Chris Hoy. The Brits in the crowd are going delirious for MacLean, whose mum and dad are called Jack and Jill.</p> <p><strong>4.22pm </strong> The women's final in, erm, trampolining has finished. The final results were: 1 Anna Dogonadze (Ger) 39.60, 2 Karen Cockburn (Can) 39.20, 3 Shanshan Huang (Chn) 39.00. I'm pleased no Brits were involved in the upper echelons of this competition, it was bad enough when we celebrating a synchronised diving medal.</p> <p>Chris Draper and Simon Hiscocks have completed their third race of the day in the mixed 49er sailing class, and their ninth race at the Games in total. They finished 11th, pushing them down to fourth overall, two points behind the United States crew. They need a big performance in their final race tomorrow to win a medal, but it is not beyond them.</p> <p><strong>4.12pm </strong> Many of you have written in to explain why the Great Britain team is so called rather than the United Kingdom. Des Vonbladet's response was the most eloquent and straightforward: \"Athletes from Northern Ireland are eligible to compete for either Great Britain or the Republic of Ireland at their own discretion. This is a historically established skirting of the political minefield; it can't therefore be Team UK, since some competitors may well be UK citizens and not be in it.\" Makes sense I suppose.</p> <p>Right, back to the action. The men's 1km time-trial has begun. Craig McLean is the eighth rider to go, with Britain's Chris Hoy the 17th, and final, competitor. Hoy is expected to win gold. The veoldrome is packed with Brits who deserve to have something to cheer.</p> <p><strong>3.57pm </strong> Anna Meares of Australia has won the gold in the woman's time-trial after a world-record time of 33.952. Jian Yonghua of China finished second, Natalia Tyslinskaya third, with Victoria Pendleton sixth eventually.</p> <p>South Korea have beaten China in the final of the women's team 70m archery.</p> <p>Meanwhile, Gregor Ramsay proposes an alternative Olympics: \"Any chance of a commentators' Games? I've no doubt Team BBC would be top of the table. Steve Cram, Colin Jackson and Michael Johnson on the track. Sharon Davies and Adrian Moorhouse in the pool. Sir Steve on the rowing lake, even Sue Barker at the tennis. But what could Barry Davies bring to the asymmetric bars?\" Gregor, I think you underplay the role Bazza could play - he is after all the Beeb's finest all-rounder, so surely he would be the broadcasters' version of Daley Thompson. I can just see him doing the pole vault now.</p> <p><strong>3.47pm </strong> And there goes another medal. Simona Krupeckaite of Lithuania has moved into second place so the highest Pendleton can now finish is fourth. Another near miss. Apologies for raising your hopes.</p> <p><strong>3.44pm</strong> Holland's Yvonne Hijgenaar has also beaten Pendleton's time. She is now in third. It doesn't look good for the Brit.</p> <p><strong>3.41pm</strong> Natalia Tyslinskaya of Belarus has just shaved a tenth of a second of Victoria Pendleton's time, pushing the Brit down to second. Four more to go. It's going to be tight.</p> <p><strong>3.36pm </strong> We could have another medal on our hands. Victoria Pendleton is in first place in the women's cycling 500m time-trial with six competitors to go. Pendleton finished in a time of 34.626, a new British record.</p> <p><strong>3.30pm </strong> Chris Draper and Simon Hiscocks have completed their second race of the day in the sailing mixed 49er class, finishing a slightly disappointing 13th. They remain 3rd overall.</p> <p>John Davies asks: \"There is women's basketball in the Olympics, but not netball. My wife wants to know why. Any answers?\" Well, John, I don't want you getting in trouble with her indoors, so my theory is that few countries actually play netball. Like cricket, it is a sport mainly played in Commonwealth countries, hence its prominence at the Commonwealth Games but not the Olympics.</p> <p>Andrew Cosgrove asks the next mind-bender: \"As an aside, do you have any idea why we compete as GB (and Northern Ireland) rather than the UK?\" We're a bit baffled by it on the sportsdesk actually, Andrew, but we're onto it. You lot really are converting these updates into a national sports quiz.</p> <p><strong>3.20pm </strong> Bradley Wiggins has finished top of the cycling qualififcation, with team-mate Rob Hayles fourth. Looks promising.</p> <p>Steve Johnsen has written in to point out that the so-called \"boffins\" were actually people from The Observer - an honest mistake I assure you. Anyway, click <a href=\"http://observer.theguardian.com/osm/story/0,6903,1270861,00.html\"> here </a> to get the run-down on which countries perform best compared to population (in athletics at least). David Holme adds that Cuba came top overall in the Sydney Olympics in terms of GDP. You learn something every day don't you.</p> <p><strong>3.10pm </strong> A Greek athlete has failed a drugs test. The athlete is unnamed as yet, as the authorities are waiting for the result of the B sample.</p> <p>Bradley Wiggins is currently in first place in the men's individual pursuit qualification with an Olympic record time of 4:15.165mins. Only Chris Boardman has ever gone quicker. Rob Hayles is going for Britain now.</p> <p>South Korea have beaten France 249-234 in the women's 70m archery, and will play China in the final. Another Korean, Jong Sub Baik, will be Amir Khan's opponent in the lightweight boxing quarter-final.</p> <p>So to Chris Horgan's question. Thank you Ben Roome and Philip Tyman for your emails. As suspected, America lead the table with 843 golds, the old Soviet Union is second with 440, GB lies third with 180, with Germany in fourth and France fifth. Niger are bottom of the table with one bronze.</p> <p><strong>2.55pm </strong> Do you chaps and chapesses think I have nothing better to do than work out pointless statistics? Ok, so admittedly I don't, but still. Mark Cook wants to know: \"Let's forget about fourth places. Can we have a list of medals as a proportion of the population, or even as a measure of their economic development?\" You may have been taking the michael with this question, Mark, but I actually have an answer for you. Some boffin worked out before the Games began that if all the predicted gold medal winners did indeed win, the highest proportion of gold medals to a country's population would be Finland. As of yet they haven't won any golds though, so I don't know whether it will actually work out like that.</p> <p> <strong>2.45pm </strong> Chris Horgan has a little puzzler: \"What would the medal table look like for all the Olympics since 1896? Would the US of A be leaders?\" Where's Chris Powell when you need him? I'm going to stick my neck out with absolutely nothing to support me and say, yes, the US of A would be leaders. Sure some clever-clogs will prove me wrong shortly, though.</p> <p>Because I feel bad if I don't give you any Olympics info when I write, China have beaten Taiwan 230-226 in the semi-final of the women's 70m archery. Remember, hitting a beer mat from seven buses away - that's what it's like in case you didn't know.</p> <p> <strong>2.32pm</strong> Britain has moved into medal contention in another sailing discipline. Chris Draper and Simon Hiscocks produced an excellent race in the mixed 49er class to finish first and move into third place with three races to go. It is very tight at the top, with Spain leading on 29 points, Brazil second on 30, and the British duo a further point behind.</p> <p>Now I don't know what job Chris Powell does, but he obviously has too much time on his hands. In response to the query over whether Britain finish fourth more often than any other country, he writes: \"Having looked at the swimming and diving results I can clearly state that USA have most 4th places at 20%, whilst 'Team GB' have only come 4th 10% of the time, level in second place with Australia and Hungary.\" Chris, you are a very, very bored man. But thanks for doing the hard graft for me. I was just about to work that out. Honest.</p> <p>America beat Spain 71-58 in the women's basketball.</p> <p><strong>2.15pm </strong> The appeal hearing for the three-day eventing has begun, in the Athens Holiday Inn of all places. Should German rider Bettina Hoy be penalised 12 points, Leslie Law will take the indidivudal gold medal, Pippa Funnell the bronze, and the British team will be moved up to take silver. A verdict is expected about 4pm, but these matters have a history of running on. </p> <p>The US women's basketball team now lead Spain 68-54 with just seconds remaining on the clock. Ah, and in the women's beach volleyball last 16, Italy have beaten Germany 2-1, but sadly I didn't witness that one.</p> <p>And to all those writing in about the boxing, yes, I know! Now stop, please!</p> <p><strong> 2.05pm</strong> The commentators are getting phenomenally excited: \"Khan is sending out a message to all other fighters - and it's not a text message.\" Quite. Khan is looking like a seasoned professional, drawing Stilianov in before unleashing a range of scoring punches. This really is a great showing by the Briton, bearing in mind Stilianov is the European amateur champion. And there it is, Khan has won 37-21 against one of the medal favourites. Can anyone stop him? We shall see in the quarter-finals. </p> <p><strong>2pm </strong> Khan v Stilianov: third round - A fantastic body shot hurts Stilianov, who reacts with a low punch and receives a ticking-off from the referee. The Bulgarian has lost his form, and Khan is surging clear. 25-17.</p> <p><strong>1.56pm </strong> Khan v Stilianov: second round - Khan's coach advises his man to take his time, but Khan walks right into a strong shot from Stilianov, who is coming forward a lot more now and takes the lead for the first time. Khan though puts a three-punch combination together, before the two have a heart-warming hug. Khan is pulling away - he just needs to keep his concentration now. And at the bell, the Brit leads 16-13.</p> <p><strong>1.52pm </strong> Khan v Stilianov: first round - a tight opening round with the boxers eyeing each other up. Khan is slightly more aggressive than his southpaw opponent, but showing necessary care. The Bulgarian looks dangerous on the counter-attack. Khan leads 8-7.</p> <p><strong>1.45pm </strong> The boxing is about to begin so watch this space. In the women's basketball, the USA are labouring against the Spanish. The latest score halfway through the third period is 42-37 to the tournament favourites.</p> <p>Isabel Hanson, meanwhile, seems to think I am some kind of statistician. \"It seems to me that Britain comes fourth more often than any other nation (in fact our best hope of a medal seems to be to come fourth, then wait for someone higher up to be disqualified),\" she says, and I can only agree. \"Do you have access to any statistics to back this up?\" Isabel, come on, you surely weren't expecting an answer in the affirmative, were you? But, to offer something on a not wholly unrelated subject, spare a thought for the Russians. They have more medals than any other country apart from America and China, but because most of them are bronze and silver, they lie down in eighth place in the table.</p> <p><strong>1.35pm</strong> With absolutely nothing to report, I'll allow Colin Gerrard to entertain you with a little fencing anecdote. \"Who said fencing was easy?\" he begins, as if anyone had said it was. \"The Frenchman Damien Touya had his right hand wounded at a crucial point in the men's sabre team semi-final against the US. Keeth Smart's sabre cut through the webbing around the knuckles of Touya's glove and the blade emerged through his palm. After a 10-minute time-out Touya won the point for a 45-44 victory.\" I apologise for that image if you're eating your lunch at the moment.</p> <p>Meanwhile, Jenny Hampton has a grave concern. \"Has anyone else noticed that sporting folk are unable to refer to males in any another way than 'guys'? At first I thought it was just a posh rugby/cricket/sailing type affliction, but I noticed a swimmer with a regional accent falling into the same trap. Does anyone have an explanation for this quirk??\" Personally, I prefer \"chaps\".</p> <p>In my next update, I promise to have something worthwhile to tell you about.</p> <p><strong>1.25pm</strong> In the men's 50m free rifle prone, Michael Babb has shot (sorry!) to 7th place. Babb scored 696.8 with his 60 shots. American Matthew Emmons was the victor of the competition, totalling 703.3 with his ammo. Trust the Americans to win that event, eh. Amir Khan's big bout kicks off in 15 minutes.</p> <p><strong>1.15pm</strong> Britain's dressage team have followed where their three-day eventing counterparts left off, moving into bronze medal position halfway through the first day. The team of Carl Hester, Emma Hindle, Richard Davison and Nicola McGivern performed admirably this morning in the Grand Prix, and will hope to maintain their position over the next day and a half. Hester was the pick of the British riders - he lies in fourth place in the individual standings. We do know how to look after our horses in this country.</p> <p>For all those people who have been emailing in about Ben Ainslie, he isn't actually racing today - his last day of competition is tomorrow. I am guaranteeing gold there.</p> <p><strong>1.05pm:</strong> Good afternoon everybody. Thank you for joining me for what should be a big afternoon for Britain in several sports. In the Olympic stadium Denise Lewis and Kelly Sotherton continue their quest for the heptathlon, in the boxing hall Amir Khan has the biggest fight of his young life, and in the cycling arena Chris Hoy goes for gold. Steve Rider has promised more medals - that's good enough for me. It's also my way of saying I haven't yet caught up with what's happened in the last of a quarter of an hour, but don't fret, I will soon.</p>",
  "The recent recall election in Venezuela has given us a disturbing preview of what may be in store for the United States in November: an election result held in doubt by many of the voters that took part in it. <p>A cloud hangs over Hugo Chavez's reaffirmation as Venezuela's president, despite a thumbs-up from international election observers. The source of the scepticism is a new technology that was supposed to take inaccuracies out of elections: touch-screen balloting.</p> <p>Even though the electronic equipment used for Venezuela's election was designed to leave a paper trail that could be audited, the opposition suspects some kind of electoral foul play may have been written into the system's software, limiting the number of \"yes\" votes on the recall. </p> <p>As far-fetched as this may sound, it underlines one thing: a democratic system is only as strong as its participants' belief in its validity. When voters' confidence in the accuracy or fairness of the system is eroded, the system itself is undermined.</p> <p>Confidence in the democratic principles and practices of the US was severely tested, if not ruptured, in the elections four years ago. While there is an opportunity to restore that confidence this year, there is also a risk of further damage.</p> <p>In the US, just as in Venezuela, the source of that danger is the very technology that was intended to provide cast-iron assurance - electronic balloting. Only here, in the one place that needs the biggest confidence boost, the new balloting system differs in one crucial way from the one-road tested in Venezuela. </p> <p>In Florida the ballot on offer will be paperless. That means no auditable trail; no way of verifying that the information entered into the device will correspond to the information it spits out.</p> <p>Florida has already had a dry run of one possible nightmare scenario US voters may be heading for in November. Last month state election officers quietly admitted that thousands of electronic voter records from gubernatorial primaries in 2002 disappeared when a massive computer crash wiped the databases of the new machines in use in Miami/ Dade County. </p> <p>The data in question related to votes between the Democratic contenders vying to challenge Jeb Bush, Janet Reno and Bill McBride. In this case the overall vote was not close, but you can imagine the crisis that would ensue from a close presidential election, where the only way of verifying the actual count has suddenly vanished.</p> <p>You might think that this ballot box debacle would have Florida scrambling to address the problem before the presidential contest by ensuring a paper back- up of all votes cast. But Jeb Bush has declined to consider such changes, declaring that he has confidence in the system. I'm glad someone in Florida does.</p> <p>In other states where the margin of victory in November may be slim there have also been breathtaking examples of the leap of faith required by virtual voting. In North Carolina a software bug deleted hundreds of electronic votes from six paperless machines in two counties in the state's 2002 election for governor. The firm which built the terminals concluded that the machines mistakenly thought their memories were full and stopped counting, even though voters kept casting ballots.</p> <p>In the aftermath of the hanging-chad fiasco of Florida 2000, Congress determined to find a way to fix a system that only works in elections that produce a clear majority. Cyber-balloting was hailed as the solution, but has become part of a much bigger problem, because of congressional inertia. </p> <p> Lawmakers sat for two years before passing the Help America Vote Act, legislation that provides no real federal standards for balloting, leaving it up to individual states to decide their own.</p> <p> The inevitable result is a system that is arbitrary and uneven. In California, the top election official, secretary of state Kevin Shelley, scrapped the use of paperless ballots after a recent election exposed serious software irregularities. He's required all electronic ballots to issue a paper receipt to each voter, similar to the one you get from an ATM machine. No one expects the presidential election to be close in California.</p> <p> In Florida, however, where a repeat of the razor thin contest of 2000 is very much on the cards, secretary of state Glenda Hood has refused to consider a similar requirement, despite calls from both Democrats and Republicans to do just that. As it stands, 15 out of Florida's 67 counties have the new paperless machines, making the potential margin of error or mischief far greater than the margin of victory and defeat.</p> <p> It's not as if Florida would have to look far for a machine that combines the ease of touch-screen voting with the assurance of a paper trail. The one used in Venezuela - and which passed muster with the Carter Center's election monitors - was developed and built in Boca Raton in Palm Beach County. </p> <p><b>·</b> Philip James is a former senior Democratic party strategist</p>",
  "<p>It has been a small screen phenomenon since the BBC first broadcast The London Olympic games in 1948 but this year's event in Athens could go down as the most watched games in history, as record numbers of fans tune in via the internet and interactive TV.</p> <p>More than 6 million people have clicked on their remote control red buttons to use the BBC's interactive TV coverage of the Athens Olympics, while internet users are spending longer online catching up with results.</p> <p>The BBC figures show that 6.13 million armchair Olympic fans used the BBC's interactive service for more than 60 seconds between the opening ceremony last Friday and Wednesday night. </p> <p>Three quarters of sports fans stayed with service for longer than three minutes while 58% of viewers were still watching interactively 15 minutes later, the BBC said.</p> <p>The success of the BBC service in its first outing at the Olympics, shows that sports fans are increasingly keen on editorialising their own Athens experience, despite the near blanket coverage on BBC1 and BBC 2.</p> <p>Viewers watching the two channels get up to 18 hours a day of coverage from Athens, while interactive viewers, who can switch between up to four different sports get a further 1,000 hours over the two week event.</p> <p>\"The Olympics are perfect for interactive television because there are so many events happening at the same time,\" said BBC Sport's head of new media, sports news and development, Andrew Thompson. </p> <p>\"Judging by the initial figures, they are taking full advantage of that.\"</p> <p>UK visits to Olympic websites have risen four-fold since last Friday's opening ceremony, despite Team GB's paltry haul of medals, according to web ratings firm Hitwise.</p> <p>UK Olympics fans are also spending more time online. Hitwise says session times over the opening weekend peaked at over nine minutes before settling down to average seven minutes and 22 seconds over the week. Normally they spend an average if just six minutes and 43 seconds online.</p> <p>The official Olympic site www.athens2005.com is the most popular site with UK internet users, receiving more than half the total traffic in Hitwise's Olympics sector.</p> <p>By Wednesday this week, the official site had risen 1,000 places in the overall ratings since Monday to become the 230th most viewed site in the UK.</p> <p>Yet other winners in the online Olympics ratings war include US broadcaster NBC whose humorous games site garythelifeguard.com is the second most popular in the Olympics category.</p> <p>The site features the hapless Gary in a series of National Lampoon-style misadventures as he attempts to gate crash events like the javelin, the 100 metres and the triple jump.</p> <p>The BBC first broadcast the summer Olympics 56 years ago, paying just over £1,600 for the rights to broadcast to an audience of just 500,000 UK homes.</p> <p>This year the European Broadcast Union, which sub-licences the games to the BBC, paid around £220m for the European rights to the games, dwarfing the record £435m American broadcast network NBC paid for US rights.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "\"He is in touch with events minute to minute, whatever happens in Iraq,\" says Syed Mohammed Musawi, president of the World Muslim League, of his spiritual leader, Grand Ayatollah Ali al-Sistani. <p>Certainly events in Najaf, where Moqtada al-Sadr is said to have agreed to hand over control of the Imam Ali mosque to followers of Iraq's most important Shia leader, suggest that Mr Sistani still wields enormous influence despite being 3,200 miles away from Iraq recovering from a heart operation.</p> <p>Many feared that Iraq would suffer from the lack of his moderating influence when he flew to London for treatment of a blocked artery last month, but Mr Musawi, one of his closest followers, insists that the septuagenarian ayatollah remains Iraq's most important guide.</p> <p>\"Ayatollah Sistani is the father and the wise leader of all the Shia Muslims and Iraqis in general. His word is the word of wisdom, we follow his guidance.\"</p> <p>Asked whether he's in touch with Iraq's interim leaders, he replies: \"He is not in touch, they are in touch with him. Everyone in Iraq, all the leaders in Iraq, they kept on phoning the hospital he was in.\"</p> <p>It was Mr Sistani's mediation that secured the earlier ceasefire between Mr Sadr's Mahdi militia and US forces when the radical cleric led a Shia rebellion across Iraq earlier this year. </p> <p>He was also a voice for tolerance after the wave of bomb attacks on Christian churches in Baghdad and Mosul earlier this month, describing them as \"hideous crimes\" that undermined \"Iraq's unity, stability and independence\". </p> <p>Despite his interventions, Mr Sistani refuses to meet American and British officials and appears committed to the Shia tradition of \"quietist\" clerics who do not seek personal political power.</p> <p>The coded calls for Shia rights in his sermons did, however, frighten Saddam Hussein, who kept him under almost constant house arrest in his modest home in Najaf.</p> <p>Following Saddam's fall, he used his influence to push for democracy in Iraq, mobilising tens of thousands of his followers onto the streets to demand a speedier handover of power to an elected Iraqi leadership when it seemed the occupying powers were dragging their feet.</p> <p>His authority over Iraq's Shia community is now, however, challenged by Mr Sadr. </p> <p>The young cleric lacks the ayatollah's religious standing - much of his popularity stems from his father, a senior cleric murdered by Saddam 15 years ago - but thousands of young Iraqis have been inspired by his determination to resist the US-led occupation.</p> <p>Mr Musawi refuses to be drawn on Mr Sistani's reported antipathy towards Mr Sadr, saying only that \"those who abide to the wisdom of Ayatollah Sistani gain and those who disobey and disagree with his guidance will face the consequences\".</p> <p>Though Mr Sistani is now out of hospital and recuperating at an unnamed location in London, it is unlikely that he will return to Najaf anytime soon. </p> <p>\"He wants to go back as soon as possible but his doctors are not allowing him,\" says Mr Musawi. \"I personally don't want him to go back to Iraq now because if anything goes wrong with his health in Najaf it will be difficult for doctors to reach him.\"</p> <p>But having recently returned from Iraq, Mr Musawi is confident that Mr Sistani's quiet guidance can disarm Mr Sadr's militia and restore peace.</p> <p>\"The majority of Iraqis are not happy with the militia. They want peace, they want security, and they want stability. I know that Iraqis are not with the disturbances and the militias.\"</p>",
  "Iraqi police were today believed to have taken control of the Najaf mosque that served as the nervecentre of the radical cleric Moqtada al-Sadr's rebellion against the country's interim government. <p>An initial statement from the information ministry said Iraqi police had entered the Imam Ali mosque, one of the most revered sites in Shia Islam, to find that Mr Sadr and his militia fighters had left. </p> <p>Later reports suggested 400 members of the cleric's Mahdi army militia were arrested.</p> <p>If confirmed, the takeover of the mosque would suggest that Mr Sadr's two-week rebellion was either over or approaching its end, but Reuters reported there was still fighting outside the site.</p> <p>Haidar Salahuddine, a cameraman for the news agency, said gun battles were blocking his route to the mosque. \"Fighting is continuing near the Imam Ali mosque. We can't approach the shrine because of the clashes,\" he said.</p> <p>The Guardian correspondent Luke Harding, in Najaf, earlier expressed scepticism that the fighting would end with any peace deal. \"The problem is that the old city is totally under Mahdi army control, and is heavily boobytrapped,\" he said.</p> <p>At least 77 Iraqis have been killed and 70 wounded during fighting in Najaf over the past 24 hours, according to Iraq's health ministry. </p> <p>US warplanes this morning pounded the Shia rebels after Mr Sadr rejected a final order from the interim Iraqi prime minister, Ayad Allawi, for him to leave the mosque and disarm.</p> <p>The two sides later adopted conciliatory positions when Mr Sadr said he would hand the keys to representatives of Grand Ayatollah Ali al-Sistani, Iraq's most senior Shia cleric, and Mr Allawi said he was extending the \"olive branch\" of peace with his offer to the cleric to follow a political path. </p> <p>\"He can join the political process and he is welcome to do so. We don't have any objections,\" Mr Allawi told the BBC World Service this morning.</p> <p>\"If he has any political problems with the government, with the multinational force, then he can be chosen as the leader of Iraq when the elections start in two or three months' time. Then he can do whatever he likes, with nobody trying to quash him.\"</p> <p>A senior aide to Mr Sadr said the cleric was still refusing to disarm, but any fighter who wanted to enter the mosque would have to leave his weapon outside.</p> <p>\"Handing over the keys means handing over the administration of this international landmark to the religious authority. We will be ordinary people visiting it,\" Sheikh Ali al-Sheibani told reporters.</p> <p>The standoff in Najaf has plunged Iraq's interim government into its worst crisis so far. Over the past two weeks, the situation in the city has oscillated between war and truce with various peace moves being proposed, but collapsing.</p> <p>Mr Sadr yesterday reverted to his trademark defiance, a day after he had apparently agreed to a demand from Iraq's national conference to give up fighting and enter mainstream politics. </p> <p>On Tuesday, he had refused to see a delegation from the conference that had travelled to the shrine to meet him.</p>",
  "<p>Universities should operate a free market based on student vouchers, the head of the government's inquiry into university admissions said today.</p> <p>Professor Steven Schwartz, vice-chancellor of Brunel University, argued that universities should be free to expand or limit the number of places they offer according to demand. \"We could let the market decide,\" he wrote in the Financial Times.</p> <p>The introduction of variable fees from 2006 will introduce rudimentary market forces, but universities will not be able to respond to changes in demand because their quota of places will still be determined by the higher education funding councils, he said.</p> <p>Picked by Downing Street to head an inquiry into the emotive subject of university admissions, Professor Schwartz, an American who ran Murdoch University in Australia before coming to the UK, is due to report next month. The pressure on popular degree courses from a growing number of young people with very high A-level grades prompted calls for reform and has been compounded by anxieties that students from poor families will be deterred by tuition fees from the top institutions.</p> <p>Professor Schwartz said under the existing system students are often not admitted to their preferred university even if they get good A-levels. \"Such students try their second choice, or third or even fourth, until they finally find a university that will admit them. By limiting the number of subsidised undergraduate places in any university, the government protects the less popular institutions and courses,\" he wrote.</p> <p>He added: \"If funding followed students through the use of vouchers, universities would be cut loose from quotas and allowed to enrol as many or as few students as they wished.\" </p> <p>Sir Howard Newby, chief executive of the funding council Hefce, this year warned universities that they needed to adjust to the new market after 2006 and should not rely on being baled out if they got their pricing wrong and failed to recruit enough students for their courses. </p> <p>But Professor Schwartz, a long standing critic of the funding council, wants to go further in abolishing quotas altogether, although he does not explain why a student voucher would be more market-friendly than tuition fees.</p> <p>\"Without quotas, universities would be able to compete for students. Some would go for high price and restricted access and some would go for low price and high volume. Some institutions would be able to charge premium fees and provide exceptional services. At the other end of the scale universities would offer a low-cost, no-frills, mainly vocational, education.</p> <p>\"All universities would have to be attractive to students because that would be the only way to win resources. Using vouchers' market power, students would be able to influence what was taught, by whom and when. We would no longer need to argue about how many should go to university or whether A-levels have any value: the market would decide,\" concluded the professor.</p> <p>A Department for Education and Skills spokesman responded: \"No matter what system you have in place there will always be competition for places and competition means that it is impossible to guarantee everyone their top choice. \"Higher education has expanded remarkably over the last 20 years. More than one in three young people now enters higher education compared to one in eight at the end of the 1980s and there are plans for further expansion. But the taxpayer will expect that the higher education budget is kept under control, alongside all other government spending. That is why there is no free-for-all for university places,\" he added.</p>",
  "<p>The Common European Framework (CEF) and exams - possibly not the most immediately inviting of combinations. And yet most externally validated English exams relate their levels and individual objectives to the Framework document. If students are to be well-prepared for these exams, we need to find ways to make the CEF relevant throughout their language learning careers.</p> <p>When teachers first meet the CEF they can find it quite difficult to understand. So is it surprising that students have difficulties when they first encounter it? If they are struggling with exam preparation, they may wonder why they are being asked to think about long lists with descriptions of what they do with the language. The challenge to the teacher is first to take ownership of the Framework basics herself, and then to find ways to introduce it to her students. It is probably too late by the time students are preparing for exams to introduce them to the CEF. Instead it needs to become an integral and routine part of their self-assessment and progress management. At first it can be presented in the form of simple checklists containing sentences such as \"I can read a simple letter and understand the basic information\", or \"I can participate in discussions on familiar topics\", tailored to their learning objectives. This can come at the end of a unit of work, clearly relating to course objectives. </p> <p>There is a good reason, at first, to put these descriptions in students' own language. The important thing is to get them used to thinking about their performance without barriers, either in understanding or motivation. A long list of meta-language in English, worded above their level, will turn them off both self-assessment and the CEF from the start. Another reason for using their own language is to ensure that the process is speedy and easy to administer - to give a sense of achievement and closure rather than a groan of \"Oh, no, not this again\".</p> <p>But how can we encourage students to use checklists in their language learning? They need to be gradually and gently trained in the basic concepts of the CEF, and its wider aims for them as lifelong language learners. By utilising the students' own interests, age level, etc the teacher can explain the basic principles. For younger learners it could be explained to them by cartoon characters, or presented as a simple reading text that explains it in an engaging way.</p> <p>For young adults she can show how defining their performance and competencies helps them to assess their progress, set new targets and link their learning to wider objectives, eg, in the world of business or tourism. The basic levels system (A1, A2, B1, B2, C1, C2) is easy to grasp and can be made fun to discuss. And a passage from one level to another can be made into an event worthy of marking and \"celebrating\" with stars, awards or even a party.</p> <p>Getting students to create a Language Portfolio (culture2.coe.int/ portfolio has information and links) is an increasingly popular way of encouraging them to reflect on their own progress. They collect and document pieces of work that demonstrate their communicative skills and competencies, and fill in tables that use CEF descriptors. Language Portfolios link the classroom with the real world, and give meaning to the standard descriptors as it links to their personal histories. They offer students an external benchmark, beyond the \"control\" of the teacher, and give students a sense of power over their learning.</p> <p>Many external exam boards and internal school exams refer specifically to the CEF in their handbooks, matching their exams to the six levels. When students find the same definitions of performance in exams such as Cambridge or Trinity they will realise that the CEF is not an arcane, classroom-limited tool, but that it connects up, and that what they have learnt in their lessons is recognised and validated beyond the classroom. This gives them autonomy, as they can measure their performance against the standards set by an exam board. The students should then see the way in which the CEF is used not only in their lessons, but also in other contexts - they will put together the pieces to get the bigger picture. </p> <p>As they progress up the CEF levels in the classroom, the exams match those levels step-by-step. Students do not have to learn a whole new way to define their performance because the exam guidelines will tell them which CEF competencies are being tested. Through self-assessment students can see clearly, without extra testing, whether they are ready to take an exam or not - and so take control of their language learning. By allowing them to enter for appropriate exams the CEF helps them to achieve a positive outcome, particularly as their preparation can be aimed at acquiring exam techniques, rather than bringing them up to the required level. Students can, however, participate in selecting any remedial work that is needed because, with the CEF checklists, they measure their own strengths and weaknesses.</p> <p>The CEF aims to improve the learning process, as it was designed to create clear standards and benchmarks for all to use, acting as an internationally recognised \"framework\" to language studies. But students and teachers need to become sufficiently comfortable with it as a language learning tool that it becomes as familiar as their phone, car or computer.</p> <p>Taking the time to get students to buy into the CEF is worth the effort as you will see their language learning becoming a joined-up process that links curriculum planning, objectives setting, assessment and exams to their lifelong learning careers. </p> <p><strong>·</strong> Julia Starr Keddle is a freelance EFL writer and teacher trainer, and is a contributor to Insights From The Common European Framework, edited by Keith Morrow (Oxford University Press 2004). The next Exam Action article will appear in the October issue</p>",
  "<p>The entertainment industry's efforts to clamp down on the rising threat from online video and music downloads have suffered a major setback after a US court said file-sharing networks were not breaking the law.</p> <p>Plans by the entertainment industry to shut down file-sharing networks Morpheus and Grokster - used to swap music and movies online - were blocked by a US court, which said such services should not be held responsible for the actions of their users.</p> <p>The decision is a major blow for the record labels and Hollywood studios that had sued the file-sharing networks in a bid to stamp out the £4bn a year the entertainment industry says it loses from illegal music and video downloads. </p> <p>Judge Sidney Thomas said users should not hold file-sharing or peer-to-peer networks responsible for the swapping of copyright content.</p> <p>The judge said that neither Grokster nor Morpheus knew what songs or films were being swapped on their networks as neither operated a central computer database so could net even monitor, let alone prevent, copyright infringement.</p> <p>\"The introduction of new technology is always disruptive to old markets and particularly to those copyright owners whose works are sold through well-established distribution mechanisms,\" he said</p> <p>\"History has shown that time and market forces often provide equilibrium in balancing interests... (and) it is prudent for courts to exercise caution before restructuring liability theories for the purpose of addressing specific market abuses, despite their apparent present magnitude.\"</p> <p>Jack Valenti, the outgoing head of the Motion Picture Association of America, said the Hollywood lobbying group would now have to consider its next move.</p> <p>\"We are carefully reviewing our next steps. Our direction and conviction will not falter, and we will continue to pursue all avenues in our power to fight those who illicitly profit from our members' valuable property,\" he said.</p> <p>But Michael Weiss, the chief executive of Morpheus parent StreamCast Networks, claimed the ruling was a major triumph for file sharing.</p> <p>\"Not only is today's ruling a victory for Morpheus a hard-fought one at that, but this is a victory for our fellow P2P developers, a victory for American innovation and, perhaps more importantly, history will prove this to be a bigger win for the entertainment industry,\" he said.</p> <p>Hopefully they will now embrace new technologies, like Morpheus, to seek new opportunities for artists and creators in the digital domain rather then spend their time and money trying to stifle progress.\" </p> <p>Fred von Lohmann, the lawyer who represented the two file-sharing networks, said the case also had wider ramifications. </p> <p>\"The reason we took this case is to make it clear that people who develop new technologies should not have to face endless expensive litigation from Hollywood even where those technologies may disrupt existing business models,\" he said.</p> <p>But the chief executive of the Recording Industry Association of America, Mitch Bainwol, said the lobbying group would continue to fight illegal music downloads.</p> <p>\"This decision does nothing to absolve these businesses from their responsibility as corporate citizens to address the rampant illegal use of their networks,\" he said in a statement. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Great Britain were involved in more medal-swapping mayhem as Campbell Walsh clinched a dramatic silver in the K1 kayak slalom final today. </p> <p>Following hot on the heels of the three-day eventing controversy which saw Britain's equestrian stars moved from bronze to silver and back to bronze again earlier this week, and last night's drama in the swimming pool involving James Goddard, Great Britain came out on top this time. </p> <p>After initially thinking he had won bronze, Walsh saw his medal upgraded following timing changes which were blamed on inaccurate readings from the automatic timing cameras. </p> <p>French rival Fabien Lefevre thought he had won silver after clocking a quicker time than Walsh, but the times were altered, with Walsh clocking a score of 190.17 seconds and Lefevre 190.99. </p> <p>The official explanation from the results service said that Walsh's finish time was changed \"due to water projection in the starting photocells just before the start\", while Lefevre finished his run \"under the automatic camera so his time was taken manually\". </p> <p>The changes came as a welcome relief for Walsh, who lost out on gold after mistakenly thinking he heard the commentator say he was leading heading into the last few gates. </p> <p>\"I thought I'd heard the commentator say I was in the lead coming up to the finish and I eased off, so I'm not happy with that,\" said Walsh, who revealed he always listens to the commentary to help him relax. </p> <p>\"I kind of thought I had it in the bag but it turns out I was nowhere near it, so I'm a bit disappointed. </p> <p>\"The commentary doesn't distract me, I always try to listen to it. I know that I'm relaxed if I can hear it, and I feel better when I'm relaxed.\" </p> <p>Walsh, ranked No.2 in the world, had gone into the final run as the overall leader after a sparkling earlier run in the semi-final. </p> <p>But the 26-year-old IT Masters degree student struggled under the pressure of being the last man down on the final run, hitting a large wave heading into gate five which he believes ultimately cost him top spot. </p> <p>\"At gate five there's a big wave to go through and I hit that and got stopped,\" said Walsh. </p> <p>\"I'm the lightest guy in the field so if I hit waves head-on like that, then they do tend to stop me more than the other guys.\" </p> <p>Benoit Peschier of France claimed the gold with a combined semi-final and final run time of 187.96. It was his faultless final run which ultimately secured the gold. </p> <p>Despite seeing Peschier set the time, Walsh felt the gold was still within reach. </p> <p>\"I thought I could still have it,\" he said. </p> <p>\"The time that he did was good but I could have done a slower run on my first run and still have gone into the lead. </p> <p>\"I was at the start line going for the gold but as it turned out I didn't get it.\" </p> <p>Walsh's bronze was the second British canoeing medal in Athens following Helen Reeves's bronze in the women's K1 on Wednesday, and it was also the fifth medal in the sport for British athletes overall since the Barcelona Games in 1992. </p> <p>There was no third canoeing medal for Britain, despite high expectations of Stuart Bowman and Nick Smith whose mistake-laden run saw the duo fail to qualify for the C2 canoe slalom final. </p> <p>The pair, who narrowly missed out on a bronze medal in Australia four years ago, hit three of the 20 gates on their semi-final run. </p> <p>That left them down in ninth place, three places outside the top six. </p> <p>\"I'm just totally devastated really because I knew I was going in chasing a medal,\" said Smith. </p> <p>\"We were both so confident about winning a medal if not a gold one. </p> <p>\"Underachievement is the word really. We must be two of the top paddlers in the world but we've struggled to put it on the podium at times, and I don't know why. We'll have to look at that.\" </p>",
  "<p>The Caldecott Foundation welcomes children and young people who have experienced the worst of physical, sexual and emotional abuse; and who need people committed to helping them move on and realise their potential. </p> <p> We endeavour to understand the root of their troubles and be with them whilst they reconcile their past experiences; so that they can take control of their lives. Development of relationships is essential to our therapeutic approach. </p> <p> The Caldecott school provides the opportunity for children and young people to renew their confidence and self respect through achieving; academically and vocationally. </p> <p> Qualified social workers in the Throughcare service track care planning for each child from the very beginning to the very end, and beyond. </p> <p> Caldecott College, established in 1990 to provide training to Foundation staff, is now seen as one of the leaders in developing and providing accredited training for anybody working residentially with children and young people. </p> <p>Website: <a href=\"http://www.caldecottfoundation.co.uk/\">caldecottfoundation.co.uk</a></p>",
  "<p>For someone who has made his fortune out of disturbingly angry music, Liam Howlett does not look terribly angst-ridden. Over the years, the records the Prodigy have released have been accused of everything from inciting arson to condoning domestic violence. They have caused enough controversy to garner comparisons with the Sex Pistols: the mere sight of Prodigy vocalist Keith Flint in the video for their 1996 number-one Firestarter - head shaved down the middle, remaining hair fashioned into two red spikes, make-up smeared face a pantomime of ridiculous snarls and gurns - was enough to provoke a storm of outraged calls to Top of the Pops. </p> <p>The band's members have engaged in public slanging matches with the Beastie Boys and Moby, artists perturbed by the title of the Prodigy's 1997 hit, Smack My Bitch Up. And yet, as he lounges on a roof terrace in Camden, Howlett seems a veritable picture of softly spoken contentment. The closest he comes to doing anything outrageous is drowning a wasp in his bottle of Smirnoff Ice, unless you count his heroic dedication to swearing, which would impress even his prospective brother-in-law, Liam Gallagher (He is married to former All Saints star Natalie Appleton, whose sister Nicole is Gallagher's partner.) During one spirited assault on the state of contemporary music, Howlett manages to use the word \"fucking\" 14 times in six sentences. </p> <p>His turn of phrase can make the simple act of sampling an old record sound surprisingly disturbing: \"I like taking other people's shit,\" he says, \"and squeezing it and moulding it.\" Perhaps his good humour is down to relief. It is seven years since the last Prodigy album, the 8.5 million-selling The Fat of the Land, and four years since Howlett embarked upon making its follow-up. He announced it would be called Always Outnumbered, Never Outgunned, over the internet in 2001, but despite the cocky title, the making of the album proved anything but smooth. </p> <p>Howlett suffered a lengthy bout of writer's block. Dancer Leroy Thornhill left the band shortly after work commenced, although Howlett claims his departure was down to nothing more sinister than a leg injury: \"His dancing days are over,\" he nods, without a hint of irony. In 2002, much to the chagrin of his record company, Howlett scrapped a semi-completed album, after the release of the single Baby's Got a Temper, a flatly awful concoction of uninspired music and platitudinous lyrical outrage. Its references to date-rape drug Rohypnol led to a BBC ban, but the sense that all concerned were trying too hard to shock was impossible to escape. </p> <p>\"I think we were starting to take ourselves a little too seriously,\" he concedes. \"I'm glad it came out, because it really gave me a kick up the arse. It made me analyse what I'm about.\" He came to the conclusion that neither Flint nor longstanding rapper Keith \"Maxim\" Palmer should appear on the new album. Instead, he would call upon guest vocalists, including Gallagher, actress Juliette Lewis and Kool Keith of legendary 80s rap act Ultramagnetic MCs. </p> <p>It's certainly a brave move, to ditch the public face of the Prodigy at a crucial juncture in the band's career, but you can't imagine the news going down terribly well with the rest of the band, particularly considering that the solo projects they had launched after The Fat Of The Land - an eponymous punk band for Flint, a rap album, Hell's Kitchen, for Palmer - had resolutely failed to set the world alight. </p> <p>\"Was that a difficult conversation to have? Erm, it wasn't quite as simple as that. After Baby's Got a Temper, they knew I wasn't into it. I told them: this is a load of shit. I recorded a couple of new tracks and pulled them into the studio and said, Listen, we all want this shit to continue, I'm going to write an album that we can all perform live, that's all you need to worry about. Basically, we've got to put the focus back on the music. Initially, they didn't understand the angle, but once they heard the music, I think Keith was relieved, actually. Prior to The Fat of the Land, they weren't in the studio much anyway. They only turned up as mates to hear what I'd done.\" </p> <p>The best moments of Always Outnumbered, Never Outgunned - the implausibly sleazy opening track Spitfire, Gallagher's fantastic, deranged closing number Shoot Down - suggest the gamble has paid off, and Howlett is bullish about the album's contents: \"It's me with my fists in the air, it makes me feel 10 ft tall.\" </p> <p>But he is also pragmatic about its commercial chances after seven years in which rock and pop music have changed drastically: the last time the Prodigy released an album, dance music was still a major commercial force, no one had heard of Simon Cowell and people still seriously compared Oasis with the Beatles: \"When you're a new band, you come out, fresh to new ears, that's fucking exciting. We'll never have that again, but we've got the next best thing - a whole new generation of kids. It's like a challenge. None of us are under the illusion that it's going to be easy, but it's good to come out as the underdog, come out fighting again and say: listen to this.\" </p> <p>When the Prodigy were a new band, few observers ever thought they would have to face the dilemma of how to finish their fourth album. With the best will in the world, they did not look like a band built to last. They emerged in 1991 from the Essex branch of the \"hardcore\" scene, the dafter, faster, less elitist, offspring of acid house. It was at the hardcore raves that dance music's sillier excesses were born: boggle-eyed ravers in white gloves and fluorescent clothes, sucking dummies or sporting smog masks smeared with Vicks VapoRub decongestant, the smell of which was reputed to enhance the effects of ecstasy. </p> <p>The Prodigy's first hit, Charly, reached number two. It sampled the mewing of a cartoon cat from an early 70s public information film. It was, to all intents and purposes, a novelty record, an accusation that still rankles with Howlett: \"I stand by that record. It's a great fucking tune. Whether or not it was comical, who gives a shit? It was the imitators afterwards that were the problem.\" They certainly were. Charly's success spawned a short-lived movement dubbed \"toytown techno\", in which hardcore producers raided vintage children's television for jokey inspiration. </p> <p>Like the long-forgotten makers of A Trip to Trumpton, Sesame's Treet and Roobarb And Custard, the Prodigy were widely expected to vanish overnight, an impression that their early live shows did little to dispel. \"They were insane,\" Howlett chuckles. \"Just drug-fuelled, ecstasy-fuelled, a real laugh. We used to do nine or 10 songs with Keith and Leroy dancing. You turned up at the rave, it was run by gangsters, you didn't know whether or not you were going to get paid. They were full of characters, people who were completely twatted. It was an adventure.\" </p> <p>A horrified Mixmag magazine accused Howlett of single-handedly turning dance music from an ultra-cool and wildly subversive folk devil into a national laughing stock, an opinion widely shared by the club cognoscenti. Yet the Prodigy resolutely failed to fade away. They transformed themselves into serious, globally popular artists with their second album, 1994's dark, complex Music For The Jilted Generation, a record which, Howlett rightly points out, \"made a lot of the dance scene seem throwaway\". </p> <p>With the release of The Fat of the Land, they briefly became the biggest band in the world: in its first week of release, it entered the charts at number one in 23 countries. Firestarter remains the most extreme piece of music ever to top the charts. And yet somehow, the stigma of Charly has never been entirely eradicated. </p> <p>The Prodigy have been groundbreaking, controversial, critically lauded, musically influential and wildly successful, yet they have never really been fashionable. Flint may have minted one of the most striking images in recent pop history but you never saw anyone copy it. The makers of a late-90s TV ad for an energy drink dressed a pensioner up as Flint to evoke their product's vigour-giving properties (an unamused Flint, displaying what might charitably be described as a shaky grasp of the mechanics of advertising, later threatened to beat up the aged actor, apparently feeling he was responsible for the entire commercial), but that was it: dressing like a cross between a clown and the sort of punk you used to see on postcards in London tourist shops seemed a step too far even for the most rebellious teen. </p> <p>\"We had to really fight to get respect,\" says Howlett. \"The dance scene in particular has always been quite snobby against us.\" He has relentlessly baited clubbers in the past, memorably telling one journalist that he hoped Ibiza got bombed. Understandably, he is unmoved by dance music's recent decline in fortunes. \"I really don't know much about it to be honest. I don't listen to much dance music. That kind of Ibiza music, that shit that Pete Tong plays, I hate that shit. I sound like my dad, but it's fucking music by numbers. The lack of imagination does my brain in. Like, if I'm in a petrol station and the dude pulls in with his fucking shades and his nice shirt and his car stereo playing his Ibiza music, it just fucking irritates me. They're so fucking annoying. It's so stale, something needs to poke out. It would be cool to have bands that are like, electronic bands with leather jackets on, but with no guitars, no drum-kits, just raw electronics. If there's any fucking kids out there, I'm up for producing you, because I'm into the idea of creating an army against the DJs.\" </p> <p>Even today, 15 million albums later, Howlett still seems entirely removed from accepted notions of cool. Today, he is sporting a pair of trainers that appear to be made of fluorescent pink faux-ponyskin. He drinks alcopops. Like Alan Partridge, he is steadfast in the belief that Roger Moore was the quintessential James Bond: \"In my bedroom, glass of Jack Daniel's, Moonraker or Octopussy on the DVD - I'm a happy man.\" </p> <p>As with Depeche Mode, something of Essex still inexplicably clings to the Prodigy, even when they're filling stadiums in the midwest of America. Howlett is rather pleased about this. \"It seems a really English thing. Americans seem to rape and pillage music scenes but they don't do it as well. Like punk - they had the punk thing in the palm of their hands, but they didn't know what to do with it. It was England that made it a scene. It was England that made dance music a scene, they made it important, not just disco. That's what I mean when I say I'm proud to be English. No other country in the world can do that.\" </p> <p>The criticism levelled at the Prodigy's early career seems to have had one other lasting effect upon Howlett's character. He has the sort of trenchant, implacable attitude to concepts like \"selling out\" and the inherent evil of commercial pop that you more commonly find in a teenage Kerrang! reader than a 32-year-old multimillionaire producer. Howlett has made some of the greatest pop music of the last decade, but you suspect that if you said that to his face, he would be mortally offended. </p> <p>When Pete Townshend, misreading the songwriting credits for Firestarter, mistakenly claimed in an interview that Howlett had co-written it with Frankie Goes to Hollywood producer Trevor Horn, Howlett felt compelled to ring the Who guitarist up: \"I couldn't have him thinking I made a record with one of those twats.\" He talks about going to Dave Stewart's wedding - \"lots of people there, Bono, Jagger\" - then quickly qualifies himself: \"I wasn't impressed at all.\" </p> <p>He was similarly unmoved when Madonna asked him to DJ at her London concert. \"It was shite,\" he says, apparently untroubled by the fact that Madonna owns the Prodigy's US record label, Maverick. \"She phoned me up at two in the morning. I was like 'How did you get my number?' And she said 'Come on, I'm Madonna.' I did it for the money. I got twenty grand. I liked the idea of playing the Sex Pistols and some other obscene shit to Madonna's fans, but I knew it wasn't going to be any good.\" </p> <p>He says his attitude to pop nearly scuppered his relationship with Appleton, by whom he has a five-month-old son, Ace. \"Keith comes round my house and says 'We should go to V2000'. I was like, 'OK, what bands are on?' I open the paper and the first band I see is All Saints. I said, 'I'm not going there! I don't want to see fucking All Saints!' That was the head I had on me - I wasn't into any type of pop music. But I ended up going and that's how I met her.\" </p> <p> In theory at least, the relationship should have catapulted Howlett into the pages of Heat and OK!. The Appletons are the kind of pop stars for whom tabloid publicity is more integral to their success than any musical considerations: their debut album famously had its release date changed because of the media furore created by the sisters' tell-all biography. </p> <p>Howlett says he simply avoids the paparazzi's haunts: \"I don't go to film premieres and fancy restaurants.\" But surely his wife needs to be seen in those places for the benefit of her career? Does she never say, \"Oh, come on, love, do me a favour, come to the Met Bar\"? No, he says, she's not like that. \"She's actually really cool. I would not have gone out with her if she was a headline-grabber. When we go out with Liam and Nic, it's always funny, they're always going to get that kind of attention. While they're getting photographed, me and Nat just bomb off, it's great. Liam fucking hates it. The press provoke him. You know they do, man. I've been out to places with him, and the photographers are deliberately shouting things out, just so they can get a picture. I don't know if I could cope with that level of fame. People thinking they know you when they don't. </p> <p>\"I saw it happen with Keith as well. One guy comes up to him in an airport, goes: 'All right Keith?', rubs his head as if he's some mascot or something, then goes, 'You want to cut your hair'. So Keith grabs him by the scruff of the neck, and goes: 'You want to lose some weight you fat cunt'.\" Howlett laughs. \"That sums it up really.\" </p> <p>He says a paparazzo has annoyed him only once, after the birth of his son. \"I was walking up the street with the pram. They grab a couple of pictures. Cool. Then I walked up the road and they were hiding behind lampposts and shit. That ain't on, mate.\" </p> <p>His voice rises in indignation. \"They were all over the fucking place, trying to get pictures inside of the fucking pram. And I'm like, for fuck's sake. I don't need that shit to sell records.\" It is the first time he has sounded remotely angry all afternoon. \"Nah. All the anger on the records just comes out of battling with myself, to make the tracks better. Politics? It's never political for us. We just write music for people to go 'yeah!' to. To be honest with you,\" he grins, \"I've never been angry about anything in my fucking life.\"</p>",
  "Suspected Maoist rebels today shot and wounded a policeman and detonated two powerful bombs in Kathmandu as the blockade of the Nepalese capital entered its third day. <p>People rushed out of the government building after the shooting, with the bomb exploding minutes later, according to witnesses. \"People were screaming and jumping over walls,\" Mukesh Sharma said. </p> <p>It is likely that many of the hundreds of people who were queuing to pay land taxes would have been injured or killed had they had not fled the building on hearing the gunshots.</p> <p>Doctors at the hospital to which the policeman was taken said he had been critically injured, suffering wounds to his head and chest. A second man was taken to the hospital with minor injuries.</p> <p>Another explosion ripped through an empty police checkpost on the outskirts of Kathmandu. No one was injured.</p> <p>The bombings came on the third day of the rebels' blockade, which is intended to pressure the government into releasing jailed guerrillas. </p> <p>Insurgents have cut the capital off from the rest of the country merely by threatening to attack vehicles. They have not set up a single road block.</p> <p>Following the explosions, some taxi drivers who had been waiting to take passengers from the city along a road heading west - the main route - changed their minds.</p> <p>\"We could easily be the next victims. No one know where the bombs will come from and who is going to throw it ... it is just not worth the risk,\" Kami Gurung said.</p> <p>Roads links are vital to Kathmandu, which does not have any rail lines. Most of the city's food, fuel and other supplies are brought in by lorries, and the blockade has left stores with only a few days' worth of fresh produce and cooking fuel.</p> <p>Officials said there were enough food staples, such as rice and flour, to last for around a month, but the price of perishable goods such as fruit and vegetables was rocketing.</p> <p>\"Tomatoes were just 25 rupees per kilogramme two days ago [but] now it is twice that much. The poor people will starve if this continues,\" Tara Maharjan, a housewife, said.</p> <p>Since 1966, rebels have been fighting to replace Nepal's monarchy with a communist state. More than 9,500 people have died in the fighting, most of them in rural areas far from the capital.</p> <p>Peace talks broke down last August when the rebels walked out. A new government, which came to office in June, has called for further negotiations, but the rebels have not responded.</p>",
  "<p><strong>12.50pm:</strong> It's fairly quiet on the Olympic events front at the moment, but the Court of Arbitration for Sport have said they have received a joint appeal from Great Britain, France and the United States over the three-day eventing team equestrian event which saw Germany controversially win gold. They've said that they'll adjudicate on it at 4pm (BST) today, and that a verdict can be expected tomorrow. Fingers crossed that a bronze will turn into silver.</p> <p><strong>12.30pm:</strong> Bad news for Britain in the judo. Again. Karina Bryant has been tossed out of the women's 78+ class after she was defeated by a Venezualan opponent, Giovanni Jose Blanco, who was over 40 kilograms heavier than our Karina - that's around six stone. Gavriel Hollander recognises the moniker Matt Kurton and asks if he went to Warwick University? How would I know?</p> <p><strong>12.20pm:</strong> In an Olympic-related yarn that is also a gratuitous bid to mention Playboy on this page, an Athenian judge has rejected a temporary injunction against said publication for misuse of the Olympic rings. Apparently, the magazine enticed several (well five) nubile lasses to pose for photos with the immortalised circles, clearly an infringement of intellectual property but a judge has ordered that the magazines don't have to be withdrawn until the trial commences. Paul Wakefield has said forget about the Aussie diver, Loudy, there's an American swimmer called Misty Hymen, who has possibly the worst-ever surname to carry a given name that doubles as an adjective.</p> <p><strong>12.15pm:</strong> Australia's Grant Hackett, the uber-swimmer of middle distance swimming and beyond, is clearly nervous about David Davies's bid to usurp his 1500m crown after the Briton qualified first in a national record of 14:57.03. \"He knew he really had to give it everything,\" said Hackett. \"He obviously did because you don't go 14:57 going easy.Obviously tomorrow night is going to be tough\" Run and hide, Hackett, DD's coming for you ...<br> Meanwhile, an explanation, of sorts, for judo scoring from Matt Kurton: \"Two judokans halfheartedly grab at each other for a bit. Their gowns get ruffled. One goes down onto his/her knees, or perhaps wanders outside the ring. Someone gets punished for not trying hard enough. This is repeated ad nauseum until there's a split-second flurry of action, one of them ends up on top of the other, the commentator shouts 'Ippon!' and it's all over. Bingo, back to Barker.\"</p> <p><strong>12.10pm:</strong> Kelly Sotherton has failed at her third attempt at 1.88m but no matter, she is in equal second position after the completion of the high jump discipline - sitting on 2,100 points with the Netherlands' Karin Ruckstuhl, both are behind Sweden's Carolina Kluft. Denise Lewis is biding her time in 14th spot on 1,956 points, just waiting for the right time to make her move and pounce. Meanwhile, Daniel Hayes claims to have spotted a doppelganger: \"Am I alone in thinking that the water-loving American Michael Phelps looks a little bit like Ralph Little from, among other things, the Royle Family?\" </p> <p><strong>Midday:</strong> This may be inviting disaster but could anyone succintly (and I mean it) explain how the judo is scored? Katrina Bryant has just been beaten in the 78+ class in women's judo by a giant Cuban called Dayma Beltran, but she still remains in contention for a medal by way of repechage. Bryant was, apparently, beaten in the final seconds. Sotherton has broken her personal best for the third consecutive time after she cleared 1.85m in the high jump to place her second overall. Amazing. Denise who? Richard Rouse writes: \"There's an Australian woman in the diving competition whose first name is Loudy. Good to see parents who obviously believe in enforcing cheap national stereotypes.\"</p> <p><strong>11.50am:</strong> Denise Lewis has missed her third and final attempt at 1.76m and sits on 1,956 points after the completion of the heptathlon's second discipline. But Kelly Sotherton has soared over at 1.82m for yet another personal best and that should take her into the top echelon. Fantastic effort from the athlete that my colleague, Ben, believes looks like Charlotte Church. She does, you know. Sweden's Carolina Kluft has flown over the bar at 1.91m - which I couldn't reach if I was waving a broom at it. She's in the lead. I thought it was the final word on the clearly provocative canoe/kayak debate, but I was premature. It turns out that it's the kayaker who brandishes the double blade and kneels, or something like that. Enough, please. </p> <p><strong>11.40am:</strong> IT'S CONFIRMED!!!! Campbell Walsh has won silver after Fabien LeFevre cut too fine a corner, and is dropped down to bronze. Walsh is on the podium now to receive his medal and he could be forgiven if he remarked to the Frenchman just how improved the view is from the slightly higher podium. Thank you to all 6,709 of you who have pointed out the apparently bleedin' obvious differences between canoeing and kayaking. John Painter and I have been suitably shamed. Meanwhile, Annamaria Baglioni, who is almost certainly Italian, has not taken kindly to our review of the archery and throws our words back at us: \"2:15pm British sporting triumph alert! Laurence Godfrey is into the semi finals of the Archery where he'll face some Italian guy. Surely he's got a three in four chance of a medal now ... (Thank you for adding juice to our victory)\" Glad to be of service ...</p> <p><strong>11.30am:</strong> Britain's women's 4x100 medley relay team are into the final after coming second to Australia in a heat with a seriously sharp time of 4.05:63. Great medal chance there, it seems. Triple jumper Phillips Idowu, with his hair a lurid fire engine shade of red, has leapt into the final with a jump of 17.33 metres, just 35cm outside his personal best. Al Hinds concurs with Chris's distinction between canoeing and kayaking, as does Mike Danford who adds: \"Technically a canoe is open &amp; a kayak has an enclosed cockpit. Therefore an Eskimo roll can only be executed in a kayak ... (so says my flossie haired workmate, Phil.)\"</p> <p><strong>11.20am:</strong> Denise Lewis has just missed her second attempt at 1.76m in the high jump, and has only one more go at it. An impossibly long-legged Swedish star leads the field with 1.88m, and it's hard to see Lewis even approaching that mark. Chris Webster has helped out John Painter, and myself, with an explanation that seems ridiculously simple: \"a canoeist uses a 2 bladed paddle , whereas a kayakist uses a 1 bladed beast, both are pretty insane.\"</p> <p><strong>11.10am:</strong> Imaginatively-named David Davies has slayed the great Grant Hackett in the 1500m freestyle. Well, in the heats anyway. Davies broke the magical 15-minute mark for the race, finishing in 14 minutes 57.03 to impress American Larsen Jensen, who described it as \"awesome\", and qualify first. Gold medal favourite Hackett finished second in a different heat. Meanwhile, John Painter has a query: \"Maybe I'm showing crass ignorance here but what is the difference between a canoe and a kayak?\" Anyone with a firm grasp on the relevant technicalities feel free to let us know ... </p> <p><strong>11.00am:</strong> Great news for Great Britain. Possibly. Campbell Walsh's bronze looks like possibly being upgraded to silver after Fabien LeFevre incurred a time penalty which will see him downgraded to bronze, and although it's not yet official and at the risk of tempting fate, surely Britain's recent run of bad luck in retrospective medal gradings has come to an end. \"It's much better than a bronze, that's for sure,\" said Walsh, sagely, as he was interviewed on the prospect.</p> <p><strong>10.55am:</strong> More good news for Britain's hepthletes. Both Lewis and Sotherton have now cleared their next height, 1.73m, at the first attempt.</p> <p><strong>10.50am:</strong> BRONZE FOR BRITAIN! Going into the second run of the men's K1 kayaking final, world No2 Campbell Walsh was leading. Yet he produced a shocker of a run - four seconds slower than his time yesterday - and scraped bronze behind Fabien LeFevre and Beniot Peschier. \"I'm very disappointed really,\" he said. \"I didn't attack enough.\" Still, a medal's a medal, eh?</p> <p><strong>10.42am:</strong> Sotherton enters the high jump at 1.70m ... and clears first time! (A height Lewis has also just jumped, by the way). Meanwhile [reporter goes to wires, hits ctrl a, ctrl v, control p], world champion Ivan Tikhon of Belarus has confirmed his position as favourite for the men's hammer gold medal by leading qualifying with 80.78m. Hungary's Krisztian Pars was close behind on 80.50m.</p> <p><strong>10.35am:</strong> Meanwhile, according to Reuters, Olympics organisers have failed to ban this month's Greek edition of Playboy, having objecting to an article featuring naked women (duh!), sports equipment, the Olympic rings and headlines like Go For A Sexathlon Gold. Editor-in-chief Giorgos Kyparissis explained: \"There is no case of us ridiculing the Games or the Olympic symbols. In actual fact we dedicate many serious articles to the event in the magazine. We are just having a bit of fun\". And what's so wrong with that, eh?</p> <p><strong>10.30am:</strong> Another season's best for Denise Lewis - she's just cleared 1.67m in the high jump at her first attempt. Meanwhile expect good things from Sotherton here - the high jump is one of her strongest events, although she's yet to enter the competition.</p> <p><strong>10.23am:</strong> This isn't an Olympic report, it's Points of View. \"I take David Davies isn't former FA chief executive (or whatever he was),\" writes Grace Pickering from London. \"Why oh why oh why do parents insist on giving their children this rather horrible name? There are tons of them on the net if you happen to google for them (today's olympic google's not as good as yesterday's, I feel).\"</p> <p><strong>10.17am:</strong> For those of you who've just stumbled into work, Denise Lewis - who claimed gold in Sydney four years ago before suffering more injuries than Darren Anderton - has made a promising start, winning the third of five heats of the 100m hurdles in a season's best time of 13.40. She's in sixth overall, with Kelly Sotherton in seventh.</p> <p><strong>10.10am:</strong> \"Did David Davies really qualify faster than Grant Hackett?\" asks a bemused Jane McMenemy, who may or may not be related to ex-Southampton boss Lawrie. Yes he did Jane - [Davies came first in 14:57.03, with Yuri Prilukov (Russia) second in 15:01.02 and Grant Hackett (Australia) third on 15:01.89.]</p> <p><strong>10.05am:</strong> No shocks in the first round of the women's 100m. Britain Abi Oyepitan looked solid as she finished second in 11.23 seconds - 0.06 outside her best - to qualify for the next round while Sally Gunnell asked the same inane questions [\"Well-done-Abi-you-looked-really-good-out-there etc, etc] she always does too.</p> <p><strong>9.55am:</strong> More news on Darren Campbell's hamstring. \"I'm told it should be OK,\" he's just told journalists. \"I'll know more over the coming hours but I'll be saying a few prayers tonight.\"</p> <p><strong>9.50am:</strong> But what of the men's 20km walk, you ask? Well, there's been a bit of a shock: Italian Ivano Brugnetti produced a personal best to upset race favourite Jefferson Perez from Ecuador. Spain's Francisco Fernandez came home in silver, with Australia's Nathan Deakes claiming the bronze.</p> <p><strong>9.45am:</strong> Better news this for Britain: David Davies, who's competing in 1500m freestyle (swimming, not some track-based funk work-out) has qualified fastest for the final. \"It felt really good,\" he said. \"I was the last guy to swim in the team so I have been itching to swim all week.\"</p> <p><strong>Mood setting, etc:</strong> According to Games spokesman Serafim Kotrotson: \"This is what we call Super Friday. We have 29 Olympic events running at the same time today and we are expecting 200,000 spectators\". 200,000?! Judging by the numbers so far, they'll be lucky to get half that. However it's not been a Super Friday for Darren Campbell - he's got a minor tear in his hamstring and could be out of the men's 100m, which start tomorrow.</p>",
  "Three sisters made history yesterday, becoming the first triplets to be accepted into Cambridge University when they discovered they had each achieved three A grades. <p>Lil, Helen and Kate Armstrong, 18, will take up offers to read medicine, law and natural sciences. </p> <p>The girls, who studied at Truro College in Cornwall, a state-funded sixth-form college which is 10th in the Guardian's league tables, said it was a coincidence they all applied to the same place. \"It's a great relief to finally know we're all going,\" Helen said yesterday. \"I am speechless.\" </p> <p>The triplets' father, the Royal Cornwall hospital biomedical scientist Tim Armstrong, said yesterday, that the triplets never had to be told to study. </p> <p>\"I think it has been a great help that there are three of them,\" he said. \"There is an element of competition there.\" </p> <p><b>·</b> Also accepted by Cambridge was an Afghan refugee who fled to Britain three years ago, barely speaking a word of English, and who will now study medicine. </p> <p>Soleiman Aria, 20, spoke yesterday of his \"dream come true\" having been accepted into one of the world's most prestigious universities. \"I never thought this day would come. There are no words to describe how I feel today.\" </p> <p>Mr Aria, who lives at a student hostel in Hayes, Middlesex, arrived in the UK in 2001, leaving his family in Kabul. He spent his first year in England doing an intensive course in English. \"I had no family support, but I thought I have nothing to lose,\" he said. </p> <p>He achieved two A grades in chemistry and maths, and dreams of doing voluntary medical work in the developing world. </p> <p><b>·</b> A self-confessed \"computer wiz kid\" who was just 13 when he took his A-level in computing this summer after just nine months' study has become one of the youngest students to pass an A-level this year. </p> <p>Adam Buckland from St Albans, Hertfordshire, said he was \"very relieved\" to learn he had achieved a C grade - he was expecting an E. </p> <p>Adam, now 14, took the exam after studying at Ryde college in Watford for six hours a week - including four on a Saturday - on top of his daytime studies at his private St Albans school. </p> <p>Yesterday he said he planned to concentrate now on studying for his nine GCSEs. </p> <p><b>·</b> Christiana Imafidon, 12, passed A-level statistics with a grade D after five months of study. Christiana took her exams at the Lyceum Institute of Technology in East Ham, east London, this summer. She had passed GCSE maths aged nine. </p> <p>Her elder sister, Anne-Marie, holds the record as the youngest girl ever to pass A-level computing, aged 11. </p> <p>The youngest person to pass an A-level is thought to be Ganesh Sittampalam, who got an A in maths in 1988 when he was nine years and four months old.</p>",
  "Peter Hain, the leader of the House of Commons, said today that individual MPs needed to \"up their game\" to improve parliamentary scrutiny of European legislation. <p>He rejected, however, the Confederation of British Industry's (CBI) recent charge that MPs are \"asleep on the job\" when it comes to curbing the flow of red tape regulation coming out of Brussels, but conceded that there was a tendency for the \"average\" parliamentarian to ignore EU rules.</p> <p>\"The European scrutiny committee does an excellent job sifting through these piles of documents that come from Brussels but they do not mainstream the issue,\" Mr Hain told BBC Radio 4's Today programme. He added: \"We have to up our game substantially in taking the whole issue of European legislation much more seriously and urgently as individual MPs.</p> <p>The government, he said, had put forward proposals to set up a new European committee with the Lords to scrutinise European legislation in advance and make Brussels more accountable to parliament.</p> <p>Mr Hain's comments come after the CBI released a statement demanding greater government action to stop the rise in unnecessary burdens on the \"most successful economy in Europe\".</p> <p>\"When it comes to EU legislation, UK MPs have been asleep on the job,\" the CBI's director general, Digby Jones said. \"That is not acceptable for our country, since more than half the laws affecting UK companies, and the jobs of millions come from the European commission.</p> <p>\"The government has put constructive proposals on the table but these do not go far enough.\"</p> <p>The CBI's intervention followed Conservative party plans to allow companies to sue the British government for compensation over excessively cumbersome EU business directives.</p> <p>Mr Jones identified a \"reformed EU\" as the key to maintaining Britain's competitiveness, adding that \"the UK is now in a great position to advance an agenda for change\". </p> <p>\"But we will fail if we are always the 'Johnny-come-lately' to parliamentary scrutiny,\" he warned.</p> <p>Meanwhile the government's champion of change, Peter Mandelson, is meeting his fellow European commissioners for the first time today.</p> <p>Before the meeting, he said: \"The task for the commission is to re-establish its credibility and others' confidence in it.\"</p> <p>\"We need to show we are on the public's side, doing what is important to make people better off and safer, and demonstrating our relevance to everyone in member states. </p> <p>\"For that we need a clear European vision, a clear set of priorities and a close working relationship to get the best out of the EU for the general public.\" </p>",
  "<p><strong>·</strong> Find out how much the national lottery has raised for good causes in its first 10 years<br><strong>·</strong> Read the feedback on the first phase of the consultation on charity information<br><strong>·</strong> Job of the week - earn £40k at a charity for the elderly </p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for voluntary sector professionals</p> <p>^^^^^^^^^^^</p> <p><strong>WHAT'S HAPPENING IN THE VOLUNTARY SECTOR THIS WEEK</strong> </p> <p>The national lottery has raised the equivalent of the GDP of Luxembourg in first 10 years, new figures show <a href=\"http://society.theguardian.com/lottery/story/0,8150,1286776,00.html\">Read the story</a> ... Call for criteria to define 'public benefit' in Scottish law that would strip private schools of their charitable status <a href=\"http://society.theguardian.com/charityreform/story/0,11494,1286404,00.html\">Read the story</a> ... Britain's third largest private hospitals operator is receiving £18.5m a year in tax breaks because of its charitable status <a href=\"http://society.theguardian.com/charityreform/story/0,11494,1284995,00.html\">Read the story</a> ... Darfur diary - aid worker Dean Harris struggles to help the sick in the rainy season in western Sudan <a href=\"http://society.theguardian.com/aid/story/0,14178,1284170,00.html \">Read it here</a></p> <p>^^^^^^^^^^^</p> <p><strong>ELSEWHERE THIS WEEK</strong></p> <p>Want to have a say on charity law reform in Scotland? There are just five days left to respond to the Scottish Executive's consultation on its draft charities and trustee investment (Scotland) bill. Read the document <a href=\"http://www.scotland.gov.uk/consultations/social/dctib.pdf  \">here (pdf)</a>. </p> <p>GuideStar UK, the organisation funded by the Treasury to provide a database of comprehensive information about the finances, organisation and activities of UK charities, has published feedback from the first phase of consultation about how it should work. Read it <a href=\" http://www.guidestar.org.uk/feedback.htm  \">here</a>.</p> <p>The National Council for Voluntary Organisations has published an updated guide to VAT. Find the details <a href=\"http://www.ncvo-vol.org.uk/asp/search/ncvo/main.aspx?siteID=1&amp;subSID=77&amp;sID=6&amp;documentID=1675\">here</a>. </p> <p>The Institute of Fundraising is planning a new code of best practice covering fundraising from 'major donors'. It is inviting people to join the working party that will draw up the code. Click <a href=\"http://www.institute-of-fundraising.org.uk\">here</a> and scroll down grey panel on the right.</p> <p>^^^^^^^^^^^</p> <p><strong>JOB OF THE WEEK</strong></p> <p>Contact the Elderly is looking for a director to lead the charity which \"aims to relieve acute isolation of very elderly people living alone with limited support\". A salary of around £40,000 is on offer.</p> <p>For more vacancies, including a range of posts at Victim Support and a team leader at Doncaster Council for Voluntary Service, visit our <a href=\"http://jobs.theguardian.com\">free online database</a>.</p>",
  "<p>Indian weightlifter Tratima Kumari Na, whose disqualification from the Olympics after returning a positive drugs test was confirmed by the International Olympic Committee yesterday, has blamed her coach for her predicament.</p> <p>Kumari said that her coach, Pal Singh Sandhu, ordered injections for her during a pre-Olympic training camp in Belarus, and that he oversaw everything she ate and drank.</p> <p>\"I don't know what was in those spinal injections,\" said Kumari, of the time Sandhu and an unnamed Russian coach accompanied her to a doctor after she complained about pain in her back. </p> <p>\"I was given 10 injections. They told me it would ease the pain, but I felt no better. </p> <p>\"However, within days my body broke out in a rash and my face and body were covered in eruptions. These have not cleared up. </p> <p>\"In Athens, I've had no help from anyone. Coach Sandhu said: 'I can't help you. You have to fight this on your own.' </p> <p>\"How can he do this?\" Kumari said. \"He trained me. He used to decide what I could eat and what I couldn't eat. Before I left for Athens, I underwent a dope test in India and I was cleared.\" Kumari, who was to compete in the 63-kilogram category, was one of five weightlifters named by the IOC yesterday as having been banned from competing. The other four were Wafa Ammouri of Morocco, Victor Chislean of Moldova, Zoltan Kecskes of Hungary and Shabaz Sule of Turkey.</p> <p>India's sports minister Sunil Dutt said athletes were to blame for drugs violations, not coaches or other officials. </p> <p>\"If somebody drinks, then it's the guy who drinks who is to be blamed,\" said Dutt. \"Not the one who offers him the drink.\"</p> <p>News of Kumari's disqualification was greeted with headlines such as \"Shame\" from India's media, although The Hindustan Times queried why the Sports Authority of India's (SAI) laboratory cleared Kumari in a drugs test in the first week of August, only days before she failed the Olympics check. </p> <p>\"This positive test has raised several questions about Indian officials' seriousness in tackling the menace of doping,\" The Hindustan Times reported. \"It has also raised questions about SAI's dope laboratory in New Delhi.\" </p> <p>Indian newspapers also reported that senior Indian sports officials had lied to the media about the reason for Kumari's absence until the International Weightlifting Federation announced that she and compatriot Sanamacha Chanu - who finished fourth last Sunday in the 53-kilogram class - had been disqualified and suspended for failing Olympics drug tests. The Hindustan Times reported that Chanu is a repeat offender, meaning her suspension could be for life.</p> <p> Kumari said her coach told her to return to India on August 15, saying she had failed a drug test. Yet the Asian Age newspaper quoted the deputy chief of India's Olympic contingent, Harish Sharma, as saying Indian officials were only told on August 16 that Kumari had failed the August 12 test. </p> <p>The day before the IWF announcement, Sharma told Indian newspapers that Kumari had withdrawn from competition voluntarily because of a \"back problem\". He withheld the fact that she had already returned to India. </p> <p>\"I have waited 10 years for the Olympics,\" Kumari said. \"I never had a family life, never celebrated a festival, never took a holiday. I was training all the time with the goal of getting into the Olympics. No sportsperson should go through what I have.\"</p>",
  "<p>Geologists plan to fly over the valleys of Boscastle with laser-based radar devices, thermal cameras and other detectors in search of potential landslides. </p> <p>Even if there are no secondary dangers to the stricken Cornish village, the dangers of avalanches driven by heavy rains in unstable land are on the increase, the geologists warn. </p> <p>As the world warms, the east of England could get drier, but the west country faces wetter winters, according to Alan Forster of the British Geological Survey. </p> <p>Where slopes are covered with permeable soil over a layer of rubble, they could become suddenly saturated in the kind of downpour that caused havoc on Monday in Cornwall. This could suddenly begin to slide. </p> <p>\"If you are in the way of it, it is bad enough,\" said Dr Forster. \"But if that happens to block off a river or a stream that backs water up, you are building up a tremendously dangerous situation, because that can suddenly burst, like a dam, and send water charged with debris and boulders down the valley.\" </p> <p>Something very like this happened at Lynmouth in Devon 52 years ago, causing massive destruction and loss of life. Geologists are concerned that in a warmer, wetter world there could be greater potential for catastrophic landslips. </p> <p>\"Why we are interested in Boscastle is to see how the ground reacts to these high intensity rainfall events. These rainfall events and landslides happen in the tropics. Hong Kong experiences them. They happen all the time there. They don't here. So we need to find out,\" said Dr Forster. </p> <p>The research is part of a wider attempt to examine potential hazards in a changing world. The 1952 Lynmouth flood itself was a lesson in the build-up to calamity. </p> <p>\"The rain was very intense. It was falling on Exmoor and draining down into Lynmouth. Up on Exmoor, there were small landslides in tributaries coming up the valley sides, blocking up the water, creating little dams, backing the water up. </p> <p>\"When that failed, you got a pulse of water going down. If it happened to be the topmost, that pulse hit the next one, and hit the next one. If you get a really big pulse going down - charged with rocks, boulders - then you end up with a debris flow which would be particularly devastating,\" Dr Forster said. </p> <p>\"It may well not be the case that there were landslides involved in Boscastle. But it is part of a bigger picture.\"</p>",
  "<p>There couldn't be a greater contrast between the opinion polls taken on both sides of the Atlantic this week. In the United States, for the first time since the Vietnam era, foreign affairs and national security emerged as the most important pre-election issue, according to a survey by Pew Research Centre. </p> <p>In Britain, according to an ICM poll in the Guardian, Iraq came last out of a list of 10 issues that voters considered to be important when deciding how to vote in the next election. </p> <p>The UK poll helps to explain why Tony Blair is still popular in the country at large, even though he is increasingly regarded as a liability by his own party activists. Outside the chattering political classes, the issue of Iraq is not the subject of saloon bar conversation.</p> <p>The differences in attitudes are mainly explained by the much greater number of deaths that the US military have suffered so far relative to the British and, of course, by memories of 9/11. </p> <p>But they are also a function of the questions asked. In the US, respondents were asked about foreign policy and terrorism together. 41% said they were the most important problems facing the US.</p> <p>In Britain, the question merely related to Iraq and made no mention of terrorism. If it had, the outcome may well have been different. In Britain, Iraq is not regarded as a grave terrorist threat. Neither was it in the immediate past. However, a Mori poll in today's Financial Times found that the broad issue of foreign policy and defence is now the greatest concern of British voters.</p> <p>But it is surprising that in both countries - albeit for different reasons - the economy has ceased to be the most significant factor. In Britain the NHS was named by 59% as the most important issue, followed by education, law and order, and tax and spending. The economy came fifth. </p> <p>This is rather flattering for the Labour government. It means that Chancellor Gordon Brown's success in steering Britain through the longest sustained economic recovery on record (and in bringing unemployment down) is now being taken for granted. This has never happened to a Labour government before, since all previous Labour administrations have been associated with economic failure.</p> <p>In the US, economic recovery has been strong, if more patchy than in the UK, but it has not brought with it the sharp generation of new jobs that voters have come to expect. Although there have been tentative signs of an increase in jobs recently, there are still a million fewer jobs than there were when the current president came to power.</p> <p>This matters desperately from a social point of view but has been knocked off the political agenda by the threat of terrorism and the continuing war in Iraq. </p> <p>According to this week's poll, only 26% of Americans thought economic policy took precedence. Interestingly, 49% of Americans thought that foreign policy should take allies' interests into account, compared with 37% saying it should be based on US interests. </p> <p>That ought to be welcome news for the United Nations, which has so far been marginalised in the programme to restore democracy to Iraq. But the message hasn't got back to the president. Yet.</p>",
  "<p>Apple is recalling some of the lithium ion rechargable batteries sold between January and August this year for 15-inch aluminium PowerBook G4s. There have been some safety concerns about a fire hazard caused by possible overheating.</p> <p>Click below to see if you are affected - and if you are, what you should do.</p> <p>FROM APPLE: ====== In cooperation with the U.S. Consumer Product Safety Commission (CPSC) and other international safety authorities, Apple is voluntarily recalling certain lithium ion rechargeable batteries that were sold worldwide from January 2004 through August 2004 for use with 15-inch PowerBook G4 (Aluminum) notebook computers. Apple has initiated an exchange program and will provide you with a new replacement battery, free of charge.</p> <p>Issue - The affected batteries could overheat, posing a fire hazard. Apple received four reports of these batteries overheating. No injuries have been reported. Apple urges you to stop using your battery and to order a replacement battery immediately. If you continue to use your battery, do not leave it unattended and check for signs of overheating.</p> <p>Product - The recalled batteries have the Model Number: A1045 and serial numbers that begin with: HQ404, HQ405, HQ406, HQ407, or HQ408. Batteries with the affected serial numbers contain cells that were manufactured by LG Chem, Ltd. of South Korea during the last week of December 2003 only. The model and serial numbers are located on the label on the bottom of the battery, and can be viewed by removing the battery from the computer. The serial number is printed in black lettering beneath a barcode. The battery is approximately 4.75-inches long by 3.25-inches wide by .75-inches high. The label located on the bottom of the battery reads in part, \"15-inch PowerBook G4 Rechargeable Battery\" and \"Model No: A1045.\"</p> <p>No other PowerBook or iBook batteries are part of this recall.</p> <p>What to do - To begin the battery exchange process, go to Apple's website at:</p> <p>(<a href=\"http://www.apple.com/support/powerbook/batteryexchange\">http://www.apple.com/support/powerbook/batteryexchange</a>)</p> <p>You will be asked for the serial number of your 15-inch PowerBook G4, the serial number of your PowerBook battery and a ship to address. After serial number verification, a new battery will be shipped to you free of charge. When you receive the replacement battery, please use the same shipping envelope and included prepaid shipping label to return the recalled battery to Apple. If you do not have access to the website listed above, please call Apple at 800-275-2273 between 8:00 a.m. and 8:00 p.m., Central time, seven days a week, for further assistance.</p>",
  "<p>Negotiations between British Airways and trade unions will resume this morning after a day of progress which brought them within \"touching distance\" of a deal to prevent a disruptive strike on the August bank holiday weekend. </p> <p>BA's operations director, Mike Street, held seven hours of talks yesterday with the GMB, the Transport and General Workers' union and Amicus. The three unions represent check-in staff, baggage handlers, drivers and loaders. </p> <p>All parties expressed optimism as they left the discussions at the airline's headquarters near Heathrow. Mr Street, said: \"We have made substantial progress and I am very much more confident.\" </p> <p>BA has offered an 8.5% pay deal over three years. Still at issue is a proposal to reward staff with a bonus of £1,000 if they take fewer than 17 days sick leave over two years. The plan is intended to tackle the dismal record of absenteeism - on average, its staff call in sick on 17 days each year. </p> <p>The unions accept that absenteeism is a problem, but they say the offer would penalise genuinely ill staff. </p> <p>Ed Blissett, chief negotiator for the GMB, said: \"BA has given us a new document which we will consider overnight. We are within touching distance of a deal, although there is still a little way to go.\" </p> <p>By last night's adjournment, the GMB was yet to give the seven days formal notice required to hold a strike, which appeared to rule out its 3,000 members joining any action next Friday. </p> <p>The T&amp;G, which represents 8,000 staff, gave notice earlier in the week. </p> <p>The airline can ill afford the estimated £10m cost of a 24-hour stoppage on one of the busiest weekends of the year. BA is due to carry 100,000 passengers next Friday and a one-day strike would cause a backlog stretching over the holiday. </p> <p>The airline's chief executive, Rod Eddington, has warned that a dispute would cause BA to lose ground against competitors such as Ryanair, BMI and easyJet. </p> <p>Ryanair's chief executive, Michael O'Leary, waded into the controversy. At a press conference in London to launch a giveaway of 900,000 seats at 90p each, he said: \"I don't think check-in staff at BA have a leg to stand on. There are times when it's justified to go on strike over pay, but it's insane to do so at an airline as financially troubled as BA.\" </p> <p><strong>·</strong> TGWU baggage handlers and check-in staff at United Airlines based at Heathrow are to stage a 24-hour strike on pay next Friday, after rejecting a pay offer worth 0.5% above the rate of inflation.</p>",
  "<p>A US federal court ruling says peer to peer services are not legally liable for the copyrighted works shared by their users, reports <a href=\"http://www.ap.org\">AP</a>.</p> <p>\"The 9th U.S. Circuit Court of Appeals said Grokster Ltd. and StreamCast Networks Inc. were not responsible because they don't have central servers pointing users to copyright material.</p> <p>\"Nikki Hemming — chief executive officer of Sharman Networks, the Sydney-based company that distributes the immensely popular Kazaa peer-to-peer software — hailed the ruling as 'a fantastic result for the peer-to-peer community. This ruling reinforces similar decisions in other courts around the world that P2P is legal.'</p> <p>\"She called on the entertainment industry to 'stop litigating and start partnering with us. Legislation is not the answer, commercialization of P2P is.'\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS</b>: US forces launched an intense bombardment of Mahdi militia positions in Najaf overnight as Moqtada al-Sadr rejected a final offer to retreat. <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1287251,00.html\">More details</a></p> <p><b>SADR DEFIANT</b></p> <p>\"Ayad Allawi's ultimatum yesterday to the rebel Shia cleric Moqtada al-Sadr ... was notable for one thing: the lack of a deadline,\" writes the Guardian's Michael Howard. Nonetheless, the paper says the \"final offensive\" to drive Mr Sadr's Mahdi army out of Najaf could be hours away - and indeed it appeared to have begun as the Wrap was being published. The Iraqi PM would have been in danger of damaging his credibility if he had waited any longer.</p> <p>The militia are apparently running out of food, ammunition and water. \"Mr Sadr has managed to outwit his enemies with an extraordinary display of brinkmanship,\" the paper says. \"[But] it seems unlikely he can hang on much longer.\"</p> <p>The Telegraph is worried about a different sort of threat from Mr Sadr's militants. Yesterday his supporters threatened to torch the oil wells in the south of the country.</p> <p>Elsewhere, the FT leads with a Mori poll suggesting that foreign policy now worries the public more than domestic issues. Earlier this week, the Guardian published an ICM poll suggesting that voters still ranked domestic issues - the NHS, education and crime - as their most important considerations when deciding how to vote. Iraq was not a major factor.</p> <p>But the FT's poll paints quite a different picture. Asked about the \"most important issues facing Britain today\", 38% cited defence and foreign affairs and 30% \"race relations\". But it also suggests the Lib Dems, who opposed the war, are falling behind again, with voters disappointed by Charles Kennedy's performance.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1287093,00.html\">Najaf faces final assault</a><br> * <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1287068,00.html\">Analysis: Michael Howard</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/20/wirq20.xml&amp;sSheet=/news/2004/08/20/ixnewstop.html\">Telegraph: Rebels threaten oil</a><br> * <a href=\"http://news.ft.com/cms/s/77b3ae02-f220-11d8-861d-00000e2511c8.html\">FT: Iraq war shifts voters' priorities</a><br> * <a href=\"http://politics.theguardian.com/polls/story/0,11030,1285307,00.html\">August 18: Iraq given a low priority by voters</a></p> <p><b>'NIGHTMARE WITHOUT END'</b></p> <p>The Herald Tribune reports on a \"new influx\" of Sudanese refugees crossing the border into Chad. There is no indication that the Janjaweed militia's attacks have let up in Darfur, the paper says, despite the 30-day deadline imposed by the UN security council at the end of July for the Sudanese government to restore stability.</p> <p>One 29-year-old refugee arrived at the Oure Cassoni camp after surviving two Janjaweed raids - both accompanied by Sudanese military planes. Her father was killed in the first attack, and her sons in the second.</p> <p>\"Inside a tent at Oure Cassoni sat the camp's most fragile, most acutely malnourished children, their mothers waiting for fortified milk,\" reports Somini Sengupta. \"The journey across Sudan was so long and arduous, the mothers said, and they came with so little. Their animals, which are their livelihood, had been stolen or died along the way.\"</p> <p>The Guardian says nine camps have already been established along the Sudan-Chad border, sheltering about 190,000 people. The Chad government has been \"very, very supportive,\" the World Food Programme's head of logistics in the country tells the paper. \"The donor countries have been coming through. Those two elements are in place, but mother nature is not cooperating.\" Many of the roads leading to the border are traversed by wadis, dry riverbeds which flood in the rainy season and can sweep vehicles away. </p> <p>* <a href=\"http://www.theguardian.com/sudan/story/0,14658,1287074,00.html\">Sudan accused as more refugees flee</a><br> * <a href=\"http://www.iht.com/articles/534868.html\">IHT: Sudanese refugees run from a nightmare without end</a></p> <p><b>UNSETTLING PROBLEMS</b></p> <p>The FT despairs of Ariel Sharon's inability to persuade his party to accept a partial withdrawal from Gaza. </p> <p>\"Mr Sharon this week ignored his pledges to Washington to freeze colonisation of the West Bank, announcing 1,100 new housing units for Jewish settlers,\" the paper says. \"Yet still he cannot carry his irredentist party.\" The Israeli PM, it adds, might even decide to shrug off the stubborn rightwingers in his party and form a centrist coalition to vote the unilateral plans through. </p> <p>* <a href=\"http://www.theguardian.com/israel/Story/0,2763,1287030,00.html\">Sharon defies Likud on Gaza plan</a><br> * <a href=\"http://news.ft.com/cms/s/52bba7c6-f1fd-11d8-861d-00000e2511c8.html\">FT: Israel's Labour leader backs early elections</a></p> <p><b>MAKING THE GRADE</b></p> <p>Yesterday's cynicism about ever-improving A-level results gives way to celebration today. Most of the papers picture smiling Helen, Kate and Lil Armstrong, a set of triplets who will all begin courses at Cambridge - though at different colleges and on different courses - in October.</p> <p>Alexander Shannon received eight A grades in chemistry, physics, statistics, maths, further maths, music, French and German; he intends to study maths at Cambridge.</p> <p>Tony Blair's second son, Nicky, will read modern history at Oxford. Downing Street refused to reveal his grades.</p> <p>* <a href=\"http://education.theguardian.com/alevels2004/story/0,14505,1287096,00.html\">Triplets off to Cambridge with a clutch of A-levels</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/20/nexam20.xml&amp;sSheet=/news/2004/08/20/ixhome.html\">Telegraph: A-level joy means first-choice university record</a></p> <p><b>THREE WOMEN IN A BOAT</b></p> <p>To the Guardian, they are yachtswomen; to the Times, they're \"three blondes in a boat\". Skipper Shirley Robinson, Sarah Webb and Sarah Ayton secured Britain's first gold medal at the Olympics in the Yngling category.</p> <p>\"Britain ruled the waves yesterday,\" says the Telegraph proudly. For those unfamiliar with yachting jargon, \"the Yngling is a three-person boat with a keel and three sails, and replaced the Soling boat in Olympic sailing after the 2000 Sydney games.\"</p> <p>Robertson, who grew up near Dundee but now lives on the Isle of Wight, sailed in her first boat - built for her by her father, an officer in the Royal Navy - at the age of six. </p> <p>Back in London, \"until Andy Flintoff began to plaster the ball all around the Oval yesterday evening, West Indies had come back strongly at England,\" writes the Guardian's Mike Selvey. England ended the day on 313 for five.</p> <p>* <a href=\"http://www.theguardian.com/Sport/olympics/story/0,10308,1287043,00.html\">Yachtswomen take unassailable Olympic lead</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,10750-1224543,00.html\">Times: Britain rules the waves</a><br> * <a href=\"http://sport.theguardian.com/cricket/story/0,10069,1287019,00.html\">Flintoff wields the hammer</a></p> <p><b>PURR-FECT</b></p> <p>\"The Meow Mix cafÀ, the brand-new Manhattan restaurant for cat-owners and their cats, confirms the proclivity of otherwise well-adjusted individuals to turn their pets into household gods,\" reports the FT. You guessed this wasn't a tabloid story, didn't you? \"With a bizarre mix of scratching-posts, catnip mice, human cuisine and feline dishes, it represents the ultimate in the themed eaterie.\" This is the FT, of course, so there are no pictures. But if any editor wishes to send the Wrap to investigate Meow Mix - well, just say the word.</p> <p>Skimming over the regrettable story of a water-skiing squirrel in the Mail (\"It's kinda like training a husband\") the Wrap turned to the Times for another tragic helping of anthropomorphism. \"Did the fire of passion kill London zoo dragon Nina?\" wonders the headline.</p> <p>So keen was Nina to reach six-year-old Raja, a fellow Komodo dragon inhabiting the neighbouring pen, that she scaled the glass wall separating them and fell into his enclosure. After a short chase, Nina was persuaded to return to her pen, but a vet diagnosed severe internal breeding and she perished that evening.</p> <p>Raja peers mournfully from page nine. \"Lizard experts are trying to find a new mate for him,\" the paper explains.</p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,2-1224183,00.html\">Times: Did passion kill London Zoo dragon Nina?</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; British Airways is hoping to reach a deal with check-in and baggage handling staff who have voted to strike on the August bank holiday weekend.</p> <p>&gt;&gt;&gt; Peter Mandelson will meet his fellow new European Commissioners for the first time in Brussels.</p> <p>&gt;&gt;&gt; Sean Ingle leads our live Olympic coverage as the athletics competition gets underway in Athens. British sportsmen and women are also competing in archery, canoeing, judo, swimming and trampolining.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>McDonald's has launched an advertising campaign to counter any negative effects of new film Super Size Me. P2<br>Lawyers for England footballer Rio Ferdinand are to sue Channel 4 for libel over footage in its programme, Sex, Footballers and Videotape, aired last night. P4<br> Eight female members of Spain's new socialist government have attracted the ire of feminists by posing for a Vogue photo-shoot. P17<br>Obituary: Life photographer Carl Mydans. P25<br>Google's shares defied critics by racing to an 18 per cent premium on their Nasdaq debut. P27<br>Hutchison Whampoa set a target of breakeven by the end of the year. P27<br>The Fast Show's Arabella Weir finds out why stand-up comedy is dominated by men. G2 P6-7</p> <p>MEDIA BUSINESS<br>Hollinger International puts the finishing touches to a 400-page report that will detail the findings of an internal investigation into allegations of looting at the newspaper firm. P28<br>The company behind the Dallas Morning News agreed on Monday to hand back 12.5m pounds to advertisers after admitting circulation figures had been inflated. P28<br>Scottish librarians are considering making it compulsory for academic research to be made freely available online, challenging commercial publishers such as Reed Elsevier. P28<br>Virgin Radio has trumped Radio 1 by signing a deal with online music service Napster to launch a download chart. P28</p> <p><strong>THE TIMES </strong>(tabloid edition)</p> <p>Rio Ferdinand last night abandoned a high court bid to prevent Channel 4 screening alleged footage of him in a programme about the sex lives of young footballers. P5<br>Paul Kirby is the new head of Value For Money at the BBC, charged with cutting 2bn pounds from costs. P7<br>People: Andrew Neil has quit his media column in the London Evening Standard. P8<br>Comment: Patience Wheatcroft on Google's flotation. P18<br>Google's shares raced to an 18 per cent premium on their Nasdaq debut, defying the critics. P40<br>Google has the last laugh. P40<br>Google's battle is still not won. P41<br>WPP reports its interim results today. P43<br>Tweedy Browne increased the pressure on Hollinger International to extract a 55m pound settlement form former board members. P44<br>Obituary: Life photographer Carl Mydans. P54</p> <p><strong>FINANCIAL TIMES</strong></p> <p>City professionals are using instant messaging services such as Microsoft's MSN Messenger to leak information. P1<br>Channel 4 in talks on possible link-up with Channel Five. P2<br>Virgin Radio and Radio 1 launch online music sales charts aiming to stimulate singles sales. P3</p> <p>COMPANIES &amp; MARKETS<br>Investor stampede gives Google an 18 per cent premium on its Nasdaq debut. P19<br>Sir Martin Sorrell may face questions on the wisdom of a WPP bid for Grey Global. P22<br>Warner Music has returned to profit. P24<br>The attempt to sell Google to private investors has backfired. P25</p> <p><strong>THE INDEPENDENT</strong></p> <p>Pandora: Tony Blair's son Euan is spending his summer doing work experience on the sports desk of Rupert Murdoch's Times. P14<br>Google shares jump 15 per cent on Nasdaq debut. P38<br>Tweedy Browne has demanded in a legal filing to see Hollinger International's insurance documents. P42</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>The BBC was criticised yesterday after a convicted criminal it hired to work on a programme was sentenced to life imprisonment for murder. P2<br>Eight female members of Spain's new socialist government have attracted the ire of feminists by posing for a Vogue photo-shoot. P14<br>Google off at a gallop with an 18 per cent rise on its debut on Nasdaq. P31<br>Hollinger International delayed the release of what could be a damaging report into the conduct of former executives. P33</p> <p><strong>THE WALL STREET JOURNAL</strong></p> <p>Google shares finished 18 per cent up on their first day of trade. P1<br>Procter &amp; Gamble is returning to the classic blue-liquid technique to seel its toilet paper in the UK. P7</p> <p><strong>DAILY MAIL</strong></p> <p>Jewish Ali G comedian Sacha Baron Cohen's latest show is to be investigated by broadcasting watchdogs after complaints about a sketch featuring an anti-semitic song. P36-37<br>Tweedy Browne has demanded in a legal filing to see Hollinger International's insurance documents. P80<br>Customer numbers treble at 3. P80<br>Shares in Google opened 17 per cent up. P81<br>Pearson is facing a damages claim that is worth 30p off its share price - with Collins Stewart pressing ahead with its 240m pound libel action against the Financial Times. P81</p> <p><strong>THE DAILY EXPRESS</strong></p> <p>The man who played the trumpet on the Coronation Street theme tune earned just 36 pounds for doing it. P21<br>The BBC is to make a sequel to its hit historical lesbian romp Tipping the Velvet. P29<br>Google's market launch gets off to a modest start. P69</p> <p><strong>DAILY MIRROR</strong></p> <p>Viewing figures have soared for the Olympics, but the BBC has had three complaints about presenter Sharron Davies' tops. P3<br>Beyonce Knowles is being paid 2.6m pounds for just 10 days' work a year for L'Oreal. P7<br>Chris Tarrant has made it on to the broadcasting rich list with a 328m pound fortune. P9<br>Ian McShane's latest TV role contains a lot of swearing. P27<br>Google shares soared 19 per cent after opening on the stock market. P41</p> <p><strong>THE SUN</strong></p> <p>Danniella Westbrook has landed her first TV host role -on a live plastic surgery show. P27<br>Shares in Google made a flying start. P44<br>3 has signed its millionth customer in the UK. P44</p> <p><strong>DAILY STAR</strong></p> <p>Rio Ferdinand lost a legal bid to get a shocking TV sex video banned from being aired by Channel 4. P1, P7<br>A raunchy sequel to Tipping the Velvet is being planned by BBC bosses. P12<br>Brian Capron has been voted the top draw on TV with his Coronation Street killer character Richard Hillman. P25</p> <p><strong>AND FINALLY...</strong></p> <p>Experts say Britain is awash with tens of thousands of \"corporate psychopaths\". They have no conscience, enjoy making co-workers' lives a misery and in their mad ambition to succeed share many of the characteristics of Jack Nicholson's Jack Torrance in The Shining. They are often seen in politics, law and, surprise-surprise, the media. Daily Mirror P31</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>British gamblers are staking more than three times as much money as they bet every week on the National Lottery on virtual roulette machines in Britain's top five high street betting shop chains. The new touch-screen terminals, introduced less than three years ago, have rapidly attracted a dedicated and growing following, offering punters the best return in the betting shop and a maximum prize of £500 on each spin of the wheel - 20 times the payout cap on traditional fruit machines. </p> <p>An investigation by the Guardian conservatively estimates that more than £290m a week is gambled on about 15,500 machines at Ladbrokes, William Hill, Coral, Stanley Racing and the Tote. This compares with average weekly ticket sales of £88m recorded by Camelot, operator of the National Lottery. </p> <p>With virtual roulette at the \"big five\" bookmakers generating an annualised turnover estimated at more than £15bn, this new betting craze has become far and away Britain's most popular gambling product almost overnight. </p> <p>And the exact total staked on virtual roulette across the entire industry is likely to be higher still, though it is impossible to estimate how much is being fed into machines in the 2,500 or so betting shops owned by the smaller private operators. </p> <p>The Association of British Bookmakers admits nobody even knows how many of the machines have been installed - only that the number is growing as fast as manufacturers can build them. </p> <p>Customs and Excise figures show a fourfold leap in betting industry turnover to £29.4bn since the first roulette terminals began appearing in 2001, although bookmakers note this figure includes all betting shop products as well as internet and telephone betting. </p> <p>ABB chief executive Tom Kelly said: \"Nobody is saying the industry isn't doing well [out of roulette machines] - of course it is. But the turnover figure [cash staked by punters] is extremely misleading.\" </p> <p>He points out that much of the money fed into the terminals is won back by punters and recycled through the machines several times. The result is a high turnover figure - although, in reality, at the end of a spell on the virtual roulette wheel punters tend to lose only a fraction of the amount staked. The Guardian nevertheless estimates that punters are losing more than £8m a week to the big five. </p> <p>Exact figures for turnover and punter losses remain closely guarded secrets - although all the big five bookmakers have provided the Guardian with limited guidance on average machine performance, except the state-owned Tote. </p> <p>What is more clear, however, is that the roulette terminals are becoming an increasingly lucrative source of profits. Britain's two largest betting shop chains, Ladbrokes and William Hill, are due to post interim figures in the next three weeks that are expected to suggest profits from machines have outstripped those made from traditional over the counter bets on horse racing, greyhounds and football. They will have to answer claims that their primary business has essentially switched from sports bookmaking into an amusement arcade operation. </p> <p>William Hill floated at 225p on the stock exchange in June 2002, when it had no roulette machines. Since then it has installed 4,000, and in April it entered the FTSE 100 and hit share price highs above £5. Last month Stanley Racing became the first chain to reveal that profits from its machines had more than doubled to a level exceeding the combined profits generated by all its other betting shop products. Stanley also said longer betting shop hours had been introduced to accommodate punters wanting to gamble on the new terminals. William Hill and Ladbrokes have also extended their opening times. </p> <p>The virulent proliferation of roulette machines is understood to have generated a degree of panic in the Department of Culture Media and Sport, where plans had been afoot for a wholesale deregulation of Britain's casinos, bingo halls and betting shops in the government's imminent gambling bill. </p> <p>Such has been the concern of the culture secretary, Tessa Jowell, about the potential for problem gambling associated with touch-screen roulette that it is thought to have influenced her decision in June to substantially reverse the deregulatory spirit of the draft bill. </p> <p>Surprising and frustrating many within the gaming industry, Ms Jowell ditched the department's proposals to permit a measured rollout of US-style jackpot slot machines into scores of high street casinos in Britain. It is thought she is keen to do more to curb the proliferation of roulette machines as well, but for the time being has given her backing to a voluntary code of conduct, limiting each betting shop to a maximum of four terminals. </p> <p>The ABB signed up to the code, which came into effect in April, after it became clear that the industry would otherwise find itself in the high court. The government had wanted to ban the new machines, insisting that by law, roulette is not permitted outside licensed casinos. But a regulatory loophole appeared to suggest the outcome of a court case would have been unclear. Bookmakers have been careful to ensure that the virtual spin of the roulette wheel does not technically take place inside the machine but rather in a central computer located many miles away and provided as a service by the machine manufacturer. </p> <p>While this is of no consequence to those placing bets, it allows the bookmakers to advance the argument that their machines are not gaming machines - which are prohibited in betting shops - but \"fixed odds betting terminals\", simply taking bets on an event which is happening off the betting shop premises. </p> <p>If this sounds like a sophist's argument, it has nevertheless been enough to dissuade Ms Jowell from challenging the bookmakers in court. Her hands temporarily tied, she has told bookmakers their roulette terminals are \"on probation\". </p> <p>Ironically, the proliferation of virtual roulette was sparked by a change in betting duty introduced by Gordon Brown in October 2001. The decision to tax bookmakers' gross profit and abolish the unpopular duty on bets staked was welcomed by punters, but few within the Treasury understood they were opening the door to a new generation of unregulated gambling machines attracting bets of more than £15bn a year. </p> <p>Meanwhile, few have been busier tapping the seemingly insatiable appetite for virtual roulette than Peter Jones, the chairman of the state-owned Tote. Despite being established 75 years ago as the monopoly operator of pool bets, the Tote has doubled its betting shop estate in the past four years to 450 and has set a target to install 1,200 machines. </p> <p>Mr Jones argues the Tote's ties to government have not made its installation of roulette machines contentious. A signatory to the industry code of conduct, he insists this is regulation enough to ensure a responsible approach to the potential risks associated with problem gambling. </p> <p>With the privatisation of the Tote expected early next year, many will want to see the value of its new roulette machines fully reflected in the price. So far, the Tote is keeping the figures close to its chest.</p>",
  "<p>The government's controversial private finance initiative (PFI) is making a second appearance on the stage when it features as a key theme of a new play touring Scotland.</p> <p>Private Agenda is the work of theatre director Lorenzo Mele, whose work aims to put Scotland's public services under the spotlight.</p> <p>The play is the second production that uses PFI as its central theme, after Purge was staged last year at the Edingburgh festival. </p> <p>The extraordinary new play being performed by 7:84 Theatre Company next month will perform 18 narratives, based on true stories gathered from public services during interviews carried out earlier this year.</p> <p>Mr Mele, artistic director of 7:84, interviewed teachers, pupils, midwives, doctors, porters, nurses, technicians, accountants and senior managers from across Scotland to create his stage documentary drama Private Agenda. </p> <p>Most of the staff who were interviewed work in hospitals and schools which have faced rebuilds and upgrades through private finance schemes. </p> <p>Theatre-goers will hear about the impact of government PFI policy on public services, and attempts to downsize health services in Caithness and Fort William.</p> <p>The theatre company insist tickets are \"selling well\". At the end of each performance, the audience will be able to air their views on public service delivery with an invited panel including MSPs and local campaigners.</p> <p>Purge: a PFI Fantasy - written by James Duncan, was performed at last year's festival by a Unison member based on his experiences of working as an NHS manager at Edingburgh Royal Infirmary. </p> <p>Private Adgenda was performed at Unison's health conference earlier this year and will open for two nights at this year's Trade Union Congress annual conference in Brighton. </p> <p>Marge Jaffe, Unison's national officer, welcomed a second play on the thorny issue of PFI: \"This is an issue that is very difficult to communicate,\" she said. </p> <p>\"If someone with a theatrical background can popularise the message and issues around PFI, that is really doing service to the public.\"</p>",
  "<p>A furniture company has agreed to give consumers a better deal after the Office of Fair Trading uncovered problems with faulty goods and misleading advertising.</p> <p>The OFT conducted an inquiry after a complaint by Kent trading standards office about the company Land of Leather. </p> <p>Consumers had complained that goods were not always of a satisfactory quality, there were delays in delivery times and \"interest-free credit\" claims were misleading. </p> <p>The company, which is based in Kent, sells leather furniture through a chain of stores across the country and online. </p> <p>The OFT found that Land of Leather was giving unequal cancellation rights, in which cancellation had to be agreed by the company and incurred a minimum 25% charge even when the supplier was at fault. </p> <p>The company also explicitly disclaimed liability for employees' oral statements and tried to restrict liability for faulty goods by imposing a refundable £25 charge for making a claim for goods between a month and a year old. </p> <p>Credit deals were advertised as \"free until 2004\", \"free for a whole year\" and \"everything's free until 2005\". </p> <p>However, if the balance was not paid off within a specified period, interest was charged right from the beginning of the agreement. </p> <p>Land of Leather responded \"positively\" when approached by the OFT and is putting in measures to improve compliance with trading standards legislation, the OFT said. </p> <p>The company has also signed undertakings that it will not use the unfair terms and will change its credit advertising. </p> <p>Christine Wade, the OFT consumer regulation enforcement director, welcomed the company's moves. </p> <p>\"Consumers have a right to expect goods to be of satisfactory quality and delivered on time, for advertising to be accurate and not to have their legal rights undermined by unfair terms. </p> <p>\"Where companies breach consumer legislation we will take action to protect consumers,\" she said. </p> <p>No one from Land of Leather was available for comment.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Akram Abu Elouf's leg was blown apart by an Israeli bullet fired from a watch tower half a mile away as he led his two children upstairs to their home. Doctors patched together his thigh bone with nine metal pins but he needs further extensive surgery in Egypt if he is to walk again. <p>But Mr Abu Elouf was told that he could not cross the checkpoint from Rafah in the the Gaza Strip to Egypt because of the metal in his body. So two weeks ago, he had the pins removed. </p> <p>For the vast majority of Gazans, the checkpoint at Rafah is their only exit to the outside world. Some want to leave for medical treatment, education and jobs; some are returning to their lives elsewhere after visiting family in Gaza. </p> <p>Thousands crowd around the border for days, waiting for an opportunity to leave. Men between the ages of 16 and 35 and anyone with metal inside their body are forbidden permission to cross. </p> <p>Israel routinely bans the movement of young men on the grounds that they are the most likely group to be involved in militant activity although only a small per centage of Palestinians are involved in violence. The ban on people with metal parts dates from a suicide bombing in January. Rim Saleh el Riashi, approached security gates at Gaza's Erez crossing claiming she had a metal plate in her leg that was setting off the metal detector. When they allowed her to pass she blew herself up killing four people. </p> <p>The Israeli organisation, Physicians for Human Rights, recently issued a report detailing the bureaucratic maze people must go through to be allowed permission to leave. Even after securing permission, the report states, many Palestinians are refused passage for arbitrary and nonsensical reasons. </p> <p>The report particularly criticises Israel for the ban on young men and people with metal in their bodies leaving Gaza. </p> <p>Shabtai Gold, a spokesman for PHR said: \"It is collective punishment to prevent all men aged 16-35 and people with metal implants from leaving. It is illegal and we are completely against it. </p> <p>\"If Israel requires prior coordination to allow people passage that's fine. But it should not delay people getting health care,\" he said. </p> <p>A spokesman for the Israeli army denied there was a ban on people with metal implants crossing the border. He said that they were processing applications for exit from 13 people with metal implants to leave Gaza but described the process as \"lengthy\". </p> <p>He added that the army had lifted its requirement for medical patients to seek prior approval before travelling for treatment. </p> <p>Mr Abu Elouf, 34, said he was shot on February 9 by a high-calibre bullet fired from a watch tower. His home and those of his brothers in the same block are splattered with bullet holes. </p> <p>\"There was no reason for it. We live in this border area and there is shooting day and night. They know that we are a peaceful family but I don't think that matters,\" he said. </p> <p>After 70 days in hospital, his doctors tried to arrange for further treatment abroad as Gaza only has a rudimentary health service. </p> <p>\"I received a lot of assistance from Israeli and international human rights groups but even they could not help me. It was clear that the only way to deal with the problem was to have the pins removed in another operation,\" he said. </p> <p>Next month, he will begin the process to get permission to go to Egypt. He knows there is no guarantee of success. </p> <p>At the Rafah crossing point, Khalik Hajaj, 41, a teacher at Al Azhar University in Gaza City, was hopeful of making it across. \"I have been here each day for four days from 5am to around 2pm. I want to visit a university in Bahrain. I think I might get through today,\" he said. </p> <p>None of the thousands of people milling around in the sun paid any attention to the sound of shooting in the distance and the dust clouds which signalled the movement of tanks around Rafah. </p> <p>Mwafa Alfarra, 32, said his American wife had their first child three months ago but he had not been able to leave. He forlornly waved a copy of the fax his wife sent to the Israeli prime minister but the Palestinian officials tell him no men under 35 are allowed to cross. </p> <p>Mohammad Sharafi, the civilian head of the border crossing, said a massive backlog had arisen after Israel closed the border for three weeks. </p> <p>\"But the the biggest problem now is that the Israelis have banned all men under 35 from leaving Gaza. Most of those who want to leave are students who are enrolled in universities abroad or those who work abroad but came to Gaza to visit their families. \"Many have residency visas in other countries which are due to expire. The jobs of many will have been given to other people. </p> <p>\"The other new problem is the banning of people with any metal in their bodies from crossing the border. Yesterday the Israelis sent back an old woman, she must have been about 80 years old because she had a piece of metal in her body,\" he said. </p> <p>\"The Israelis want to make sure that anyone who leaves has such a hard time, they will think twice about coming back to Gaza.\"</p>",
  "<p>The British eventer Leslie Law will discover over the weekend if he is a silver or gold medallist as the Court of Arbitration for Sport prepares to rule on the penalty controversy that overshadowed Wednesday's competition. </p> <p>Appeal papers are due to be lodged at the CAS in Athens today challenging Bettina Hoy's win, which came after she passed through the start gate twice in her second showjumping round. </p> <p>The English-based German's victory has been challenged by France and the US as well as Britain. When these countries met today, the US turned up with four legal representatives, indicating how serious they are about overturning the decision. Britain are also serious. As well as Law moving into the gold medal spot, Pippa Funnell could be elevated to bronze and the British team upgraded to silver. Their wait will be a nervous one. </p> <p>Law, who flew home last night, said that the team should be proud whatever the verdict. \"We will look back on these games and feel we have competed to our best in nearly every phase,\" he said. </p> <p>\"The aim for all five of us was to keep our score below 50, which those of us who finished did and William Fox-Pitt would have done had Tamarillo not picked up his injury.\" </p> <p>The Briton on the appeals committee that handed Hoy her medal was last night in no doubt the correct decision had been reached. </p> <p>\"We looked into the situation and we all agreed the incident was primarily caused by an error in the management of the competition,\" said the veteran official Hugh Thomas. \"When errors occur in the management of a competition, it is right to make sure the rider doesn't pay the consequences.\" </p> <p>Hoy said the drama had taken its toll. \"I do feel a lot older, that is for sure. I cannot put it in words; I will have to wait for it to sink in.\"</p>",
  "<p>Heavy legs and heavier eyelids, bloodshot eyes and blistered feet: Olympic fatigue is kicking in. It's been a tough, competitive and intensely gruelling opening week under a blazing hot sun, and we've been mercilessly thrown in with experienced Olympians from all over the world. </p> <p>Yep, we're knackered already. Never mind the athletes, all they have to do is compete. With our pathological box-ticking obsession, we have to watch them compete. All of them. </p> <p>Even our specialist lamb souvlaki, cheese pie and milkshake diet hasn't helped as we race from event to event - badminton, cycling, archery, volleyball (the real one and the one with the sand, bikinis and dancing girls), football, water polo, boxing and lots more, all over Athens and beyond. </p> <p>The venues aren't so easily reached as they seemed during the first few days, when we wandered casually from one city-based arena to the next, although they are still mostly queue-less. Despite the metal detectors and enormous lines of staff wishing us a nice day (and looking like they mean it), we can turn up late and leave early, and can choose from countless empty seats - but still the days have grown longer and our sleep shorter. </p> <p>From lazing in the sun and giggling at the woman cross- country rider falling in the water at the Markopoulo equestrian centre (three trains, two buses and two hours away) to the Goudi arena in town and on to the Peace and Friendship stadium by the port, it can be a daily marathon - one with a bit of sprinting, in flip-flops, thrown in. </p> <p>No wonder we're tired. Especially staying in a little flat with no natural light in a graffiti-covered neighbourhood with a fish market that sets up right outside our door at 6am and a burglar alarm that seems to go off every hour. On the hour. For what seems like an hour. Rather like my alarm clock on snooze, only this one succeeds in waking me. Every time. </p> <p>Why do people bother with burglar alarms? No self-respecting thief is deterred, and how do people react when it goes off, ear-grating noise bouncing loudly round the block? Do they ring the police? Do they rush to the rescue? Of course not. They wrap their pillow round their head and try to ignore it. </p> <p>Which is what we've been doing. Unsuccessfully. Not that it matters. We're still at the Olympics - and we've started getting lucky. </p> <p>True, we missed out on the shot put at Olympia; true, we arrived at the weightlifting just in time to see the British bloke shout \"ouch\", fall on the floor and get carted off on a stretcher; true, we left Roger Federer to check out quickly the Greek-Australian Mark Philippoussis, only to get the wrong court and miss the end of the Federer match trying to get back in - but things were about to get better. </p> <p>As we wandered into Monastiraki Metro, volleyball tickets swinging from our necks, a group of Argentinians in Maradona shirts joined us on the escalator, travelling the same way. Faliro also hosts football and the thought inevitably crossed my mind: \"Argentina in the football? Let's jack in the volleyball.\" </p> <p>When we reached the platform and our train filled with Greeks in football shirts, my mind was made up. Argentina-Greece: who wouldn't be thinking \"let's get to the stadium, ditch these tickets and watch the football instead\"? </p> <p>Well, Claire and Lucy for starters. But, as we got off the train, and just as I was working out a cunning argument for binning our original plan, the Greeks all started going the wrong way. Our way. </p> <p>Our tickets just said \"volleyball\" and we had no idea who was playing - but we'd got the Greeks. For once the arena was nearly full, we were courtside and the atmosphere was electric, the noise intense, Euro 2004 still hanging triumphantly in the air - the same shirts, flags and songs, displayed with what seemed even greater pride and belief. </p> <p>The match, against Poland, was breathless, powerful and fast, with players frantically hugging and high-fiving each other after every play (even lost ones) as if they'd just won gold, not a solitary point in a pool match. </p> <p>The fans went just as mad when Greece clawed their way back, with a pair of unbeatable long-haired Adonises (or should that be Adoni?) at the net. And when they clinched victory, everyone - us included - leapt in celebration, bounced from foot to foot and, smiling broadly, joyously hammered their hands red raw, furiously joining in to Zorba the Greek. </p> <p>If that was a necessary, life-inducing sight for tired eyes and a frazzled brain, we were now on a roll: the following morning, even more respite from Olympic fatigue was handed to us on a plate. </p> <p>Hooray for shooting. It might have been a rather long way for 45 minutes' action involving a tetchy, frankly frightening Australian getting even tetchier as she was hammered by a Chinese girl boasting a dead cool demeanour and even deadlier accuracy, but a wonderful, much needed surprise awaited us at the gate . . . earplugs.</p>",
  "<p>They jumped ship. Britain's first gold medal of the 28th Olympics had been won at last, and Shirley Robertson, Sarah Webb and Sarah Ayton - the much-acclaimed three blondes in a boat - linked arms and leaped into the deep blue sea in joyous and unfettered celebration. </p> <p>Having splashed around for a few minutes and whooped their delight, they clambered back on board their Yngling keelboat and prepared to sail the last gentle two or three nautical miles to the Olympic marina. </p> <p>Then, as if jolted by a sudden moment of doubt, Robertson made doubly sure there had been no mistake. \"Have you done your numbers?\" she inquired of the nearby press boat. Reassured, she finally relaxed. All the hard work was over. All was glory now. </p> <p>Back in the marina the Greeks were noisily celebrating their own success in the women's 470 class, the harbour a cacophony of blaring ship-sirens and rapturous applause. The party that greeted the three British women was altogether smaller but no less ebullient, with Robertson, a gold medal winner in the Sydney games when she sailed alone, thrown back into the water as the celebration began. </p> <p>Even when they had all been on land for more than half an hour she could still not quite believe it all. \"I'm dying to see the result on a piece of paper - I want to see the evidence.\" </p> <p>So much of the build-up to this most golden of moments had been a struggle, particularly financially, that it was no surprise that the 36-year-old Scot could scarcely take it all in at the final point of impact. </p> <p>\"I'm overwhelmed that we managed to put it all together. I can't praise the other two enough. I'm absolutely thrilled. After all, I'm only the driver; I steer the bus.\" This was not something the two Sarahs were about to let go. \"Shirley has been absolutely fantastic,\" they chimed. </p> <p>At the start of the day there was already a strong possibility that their gold medal would be won a day early, but none of the three dared think too much about that. However, when they finished third in the day's first race, the ninth in total, it seemed that nothing would stop them. </p> <p>Their two main rivals were the Ukrainian and Danish boats, with the former blowing their chances in the 10th race when they veered off to the right and never recovered in tricky shifting winds. This left the British trio playing cat and mouse with the Danes; they had to keep within four places of them to clinch the gold. </p> <p>It was only in the final stages that the Danish boat managed to slip ahead, and it was never far enough. \"Shirley kept asking us how we were doing and I said 'We're doing all right' just to calm her down,\" said Ayton. </p> <p>\"They both kept me calm,\" said Robertson, who readily admitted, for all her experience at this level, that she was \"flapping a bit\". She had learned how to keep her nerves under control at the last Olympics but unsurprisingly the anxiety hit her again on the cusp of her second gold. She had no need to worry. Once again she proved, as she had in Australia four years ago, what a wonderfully cultured and cultivated sailor she is, and her crew backed her to the hilt. </p> <p>Practice, practice and more practice is Robertson's motto. Ten days on the water, four days off - a pattern repeated over and over again. Her dedication has been implacable, although raising the money for the boat had been far from easy, with 36 different friends and backers shelling out £1,000 each. There were also crew problems, with Webb joining only a year ago when Inga Leask became ill. </p> <p>The close-knit companionship was obvious yesterday as they approached the waiting television cameras with inter-locked arms, their faces wreathed in smiles that signalled joy and immense relief. \"The last thing any of us want to do is to get back in that boat,\" said Robertson. </p> <p>They do not have to. While the silver and bronze medals are being sorted out tomorrow the three British women will be having their hair done. Robertson had tried to get in touch with her husband, Jaime, but he was briefly out of contact. He will fly in today. </p> <p>Asked if she thought she might go for a third gold in Beijing, Robertson demurred. \"I think my husband would like to have his wife back.\" By winning yesterday she equalled the Ipswich-born Spaniard Theresa Zabell's record for most Olympic gold sailing medals won by a woman. </p> <p>Having been used to long years of sailing alone in the Europe class, Robertson felt that this medal, and the sharing of it with the two Sarahs, was all the more satisfying. </p> <p>All three praised the backing they had received and the facilities that had been set up in Greece before the Olympics. \"Girl power\" they called it, before peeling off for another bout of interviews. </p> <p>\"It's fantastic for them. I'm so happy,\" said Ben Ainslie, himself a race away from a second successive Olympic gold. The rest of the team were equally delighted. They had always believed that what had been achieved in Sydney - three golds and two silvers - could be replicated in Greece. There may be no stopping them now.</p>",
  "<p>Manfred Kurzer of Germany set a new world record in qualifying for the running target final of the shooting competition. Kurzer scored 590 out of a possible 600, beating the record of 588 set by Yang Ling of China in 2002. Kurzer went on to win gold, with Russia's Alexander Blinov and Dimitri Lykin taking silver and bronze. </p> <p>In fencing, the Frenchman Damien Touya had his right hand wounded at a crucial point in the men's sabre team semi-final against the US. Keeth Smart's sabre cut through the webbing around the knuckles of Touya's glove and the blade emerged through his palm. After a 10-minute time-out Touya won the point for a 45-44 victory. </p> <p>The Americans lost the bronze to Russia by the same score whereas France defeated Italy 45-42 to take gold, with Touya scoring the winning points. </p> <p>Liu Chunhong, 19, of China broke her own 69kg weightlifting world records in the snatch, raising 122.5kg, and the clean and jerk, with 153kg. Liu's gold was China's fourth of the weightlifting competition. Eszter Krutzler of Hungary won silver and Russia's Zarema Kasaeva took the bronze. </p> <p>Brazil stayed unbeaten at volleyball with a 3-1 win over the Netherlands. France had their first win, 3-0 against Poland. Italy beat Australia 3-0, Serbia and Montenegro beat Tunisia 3-0 and Argentina beat Greece 3-1. </p> <p>The US basketball team needed a late surge to beat Australia 89-79. Spain clinched a play-off place by beating Italy 71-63. New Zealand beat Serbia and Montenegro 90-87. </p> <p>Having trained for the games in a makeshift pool, Rad Aweisat of Palestine swam in the first heat of the men's 100m butterfly yesterday, but finished in 1min 1.6sec, the worst time of the 59 competitors in the event. In the women's 800m freestyle an official shook her handbell to announce the final 100m too vigorously, sending the clapper into the pool, and in the women's 200m backstroke China's Xiujun Chen was leading at halfway but suddenly stopped, believing the race to be over. Realising her mistake, she swam one stroke freestyle and was disqualified at the finish. </p> <p>On a hot day at the beach volleyball Brazil's Adriana Behar asked the Greek referee, Fani Katsavouni, if the sand could be watered with hoses. Katsavouni said no. The Brazilians beat Cuba 21-14, 21-19. </p> <p>The cost of the Olympics will surpass €7 billion (£4.7bn). The new figure is significantly higher than the €4.6bn originally budgeted, the Greek deputy finance minister Petros Doukas said yesterday. Doukas said the government will sell or lease games venues once the Paralympics end on September 28.</p>",
  "<p><strong> The big event</strong><br> </p> <p> The centrepiece of the first day of the athletics programme is <strong> Haile Gebrselassie's</strong> attempt to become the first man to win three 10,000m titles (19.35). The Ethiopian, however, is struggling with injury and his 22-year-old training partner <strong> Kenenisa Bekele</strong> is almost certain to dethrone his mentor, just as he did in the 2003 world championships. \"The important thing is that Ethiopia wins,\" Gebrselassie said. \"For me, any medal would be fantastic.\" Another ageing star who would agree with that sentiment but is less likely to achieve it is <strong> Denise Lewis</strong> , who begins the defence of her heptathlon title (06.30-18.11); the 21-year-old Swede <strong> Carolina Kluft</strong> is the clear favourite. Also the <strong> women's 100m </strong> kicks off (first round 07.50, second round 17.05) but you would be hard pushed to recognise a single face after so many high-profile pull-outs. </p> <p><strong> Brits in action</strong><br> </p> <p> <strong> Chris Hoy </strong> and <strong> Craig McLean</strong> </p> <p>The Scottish pair are among the leading contenders in the 1km time-trial (14.55-15.45), the event won by Jason Queally in Sydney. Hoy is the hot favourite after he regained the world title in Melbourne this year but McLean set a national record in 2003 and is also in with a decent chance. \"I wouldn't want to make too many predictions but there's no reason why either one of us couldn't win,\" Hoy said. \"Craig's preparing quietly in the background but I can definitely see him on the podium.\" </p> <p><strong> Amir Khan</strong> </p> <p>After the media scrum that followed his victory over Greece's Marios Kaperonis, the British Olympic Association has realised it has a major star on its hands in the 17-year-old world junior champion from Bolton, Britain's only boxer in Athens, so it is trying to organise a proper press conference after his fight with Dimitar Stilianov (11.30-13.30). The only problem is that the Bulgarian is considered a very tricky opponent. \"He's a southpaw who is very mobile,\" said the Team GB coach Terry Edwards. \"He's also experienced and could cause one or two problems for Amir. But we have every confidence in Amir and he is ready for the challenge.\" </p> <p><strong> Campbell Walsh</strong> </p> <p>Ranked second in the world, Walsh finished in second place after the heats and has a good chance in the K1 slalom final (07.35-09.50). The cocky Scot said he took it easy on his second run yesterday so he did not have the pressure of being the last competitor in the finals. \"I will be up in the medals if I paddle with that kind of form,\" he said. <strong> Stuart Bowman</strong> and <strong> Nick Smith</strong> should also be in the medals in the C2 slalom (07.00-08.50) but gold is unlikely after the Slovakian twins Peter and Pavol Hochschorner, the defending champions, showed their class and finished 12 seconds faster than their rivals in the heats. </p> <p>Also in action: <strong> Rebecca Cooke</strong> qualified second fastest for the 800m freestyle (16.43) and <strong> Katy Sexton </strong> was eighth quickest for the 200m backstroke . . . <strong> Karina Bryant</strong>, European silver medallist, tries to save some face for British judo in the +78kg category (07.30). . . <strong> Michael East </strong> gets going in the men's 1500m (16.35) . . . <strong> Kirsten Lawton</strong> lifts off on the trampoline (13.30). </p> <p><strong> Other highlights</strong><br> </p> <p> Blink and you'll miss it as Gary Hall Jr attempts to defend the <strong> 50m freestyle</strong> title he shared at the last Olympics with his fellow American Anthony Ervin after a dead heat (17.05). The 100m freestyle champion Pieter van den Hoogenband and world champion Alexander Popov both foundered in the heats to leave the door wide open for Hall. Michael Phelps goes up against his fellow American Ian Crocker, who beat him to gold in last year's world championships. <strong> Women's football </strong> world champions Germany take on Nigeria while the United States, who took silver in Sydney four years ago, face Japan in the pick of quarter-finals (15.00). </p> <p><strong> Weird and wonderful</strong><br> </p> <p> Up against Campbell Walsh in the canoeing is <strong> Brett Heyl</strong>, nephew of the American folk singer James Taylor. Equally weird and almost as wonderful is the fact that participation in <strong> archery</strong> went up by 10% after the film Lord of the Rings came out. </p> <p><strong> True Olympian</strong><br> </p> <p> Russia's <strong> Alexander Popov</strong> took his first international title in the 1991 European championships and then won the 50m and 100m sprint double in the Barcelona Olympics. In 1994, in the world championships in Rome, he did the double again, then repeated the feat in Atlanta in 1996; he remains the only swimmer to do the sprint double twice at an Olympics. Not even a knife attack on a Moscow street a month after his Atlanta triumphs could stop him. He retained his 100m gold in the 1998 world championships in Perth and after looking all but finished he did the sprint double again in last year's world championships in Barcelona. But at 32, and in his fourth Olympics, age finally caught up with him and he failed to get past the first round in both his individual events in Athens. </p> <p><strong>Schedule: Day 8</strong> </p> <p><strong> Archery </strong> Women's team eliminations through to final </p> <p>05.30-15.12 </p> <p><strong> Athletics </strong> </p> <p> Men: Final: 10,000m; 20km walk. Qualifying: hammer, triple jump, high jump, 400m, 1500m. </p> <p>Women: Qualifying: discus, heptathlon, 800m, 100m. </p> <p>06.00-20.57 </p> <p><strong> Baseball </strong> Men's preliminaries </p> <p>07.30-10.30 </p> <p><strong> Badminton </strong> Men's singles semi-finals and doubles finals, plus women's doubles semi-finals </p> <p>06.00-15.50 </p> <p><strong> Basketball</strong> Women's preliminaries </p> <p>06.00-07.45 </p> <p><strong> Beach volleyball</strong> Men's and women's round of 16 </p> <p>11.30-20.50 </p> <p><strong> Boxing </strong> Feather- (57kg), light- (60kg) and bantamweight (54kg) </p> <p>10.30-19.30 </p> <p><strong> Canoeing/Kayak</strong> Men's K1 and C1 finals </p> <p>07.00-10.45 </p> <p><strong> Cycling (track)</strong> </p> <p>Men: individual pursuit qualifying, 1km time-trial. </p> <p>Women: 500m time-trial final </p> <p>13.30-16.15</p> <p><strong> Diving</strong> Women's 10m platform preliminaries </p> <p>09.30-12.23</p> <p><strong> Equestrianism</strong> Individual and team dressage grand prix (day one) </p> <p> 05.30-10.00</p> <p><strong> Football </strong> Women's quarter-finals </p> <p>15.00-20.0</p> <p><strong> Fencing </strong> Team epee qualifying through to final </p> <p> 07.00-12.25 </p> <p><strong> Gymnastics</strong> Women's trampoline through to final </p> <p>13.30-15.30</p> <p><strong> Handball</strong> Men's preliminaries</p> <p> 06.30-19.30 </p> <p><strong> Hockey</strong> Women's preliminaries </p> <p>05.30-18.30</p> <p><strong> Judo </strong> Men: +78kg Women: +100kg</p> <p> 07.30-15.00 </p> <p><strong> Sailing</strong> Open Laser and 49er plus women's Europe </p> <p>10.00-16.00</p> <p><strong> Shooting</strong> Men's and women's 50m rifle </p> <p>06.00-12.40</p> <p><strong> Softball</strong> Women's preliminaries </p> <p> 06.30-18.30 </p> <p><strong> Swimming</strong> </p> <p>07.00-17.47 </p> <p>Men: Finals: 50m freestyle 17.05 100m butterfly 16.37. Heats: 1500m freestyle 08.21; 4x100m medley relay 09.28. </p> <p>Women: Final: 200m backstroke 16.30; 800m freestyle 16.43. Heats: 50m freestyle 07.00, SF 17.20; 4x100m medley relay 09.06. </p> <p><strong> Tennis</strong></p> <p> Men: singles semi-finals and doubles bronze medal match. </p> <p>Women: singles and doubles semi-finals 14.00-20.00 </p> <p><strong> Table tennis</strong> </p> <p>Men: singles quarter-finals and doubles semi-finals. </p> <p>Women: doubles finals 08.00-17.00 </p> <p><strong> Volleyball</strong> Women's preliminaries 06.00-20.00 </p> <p><strong> Water polo</strong> Women's preliminaries 06.00-16.00 </p> <p><strong> Weightlifting</strong> Women's 75kg </p>",
  "<p>For many, not least the TV companies, the real Olympics begins tonight. </p> <p>Four years ago the sight of Cathy Freeman streaking to gold in her space-age bodysuit set a tone of triumph that embodied the spirit of the Sydney games, and for Athens this weekend could do the same. But for Ekaterini Thanou, until this week an equivalent local hero, there will be no lap of honour to the roar of ecstatic countrymen when the women's 100 metres title is won tomorrow evening. </p> <p>The athletics programme began in infamy before a starter's gun had sounded last week and badly needs a glittering first night of competition. Step forward Haile Gebrselassie, 10,000m champion of the last two games and embodiment of all that is good in the sport. In Sydney he provided a highlight second only to Freeman on the first night in what has been described as the greatest race in history. That was not an exaggeration. The margin between Gebrselassie and Kenya's Paul Tergat was closer than Maurice Greene's victory in the 100m. </p> <p>Gebrselassie's race tonight against his training partner and almost certain successor as the world's leading distance runner, Kenenisa Bekele, will be a battle between mentor and pupil. And although in public Gebrselassie has acknowledged the 22-year-old as his worthy heir, the older man's pride should produce nothing less than a classic, but only if he has recovered from a knee injury sustained two weeks ago when setting a British all-comers' 5,000m record in the London grand prix. </p> <p>He has since travelled to Munich, attending the same clinic as Paula Radcliffe, and resumed training in Addis Ababa early last week but is believed not to be in peak condition. \"The important thing is that Ethiopia wins . . . for me, any medal would be fantastic,\" he said. </p> <p>For Britain's Denise Lewis, the challenge to her Olympic heptathlon crown also comes in the shape of a youthful and seemingly invincible opponent. A games in need of a sparkling figurehead with boundless talent need look no further than Carolina Kluft. </p> <p>The 21-year-old Swede's exuberant personality thrills the crowds, her face-pulling, squeals of delight and bounding jigs of victory in sharp contrast to the studied concentration of her British rival. Kluft is the European and world champion as well as the world record holder and Lewis, though never less than a gutsy competitor, will do well to stay with her beyond today's competition. </p> <p>Indeed, Lewis might not even be the leading British heptathlete. The form of Kelly Sotherton has been improving all season, to the point where she comes to Greece ranked third in the world, although the Isle of Wight-born 27-year-old fears the pressures of her first Olympics might put her out of the reckoning. </p> <p>\"I have never been to a global championships with the pressure of 75,000 people around me; the most I have performed in front of is about 5,000,\" said Sotherton. </p> <p>\"I need to deal with the pressures of being a performer because the physical side comes easier to me than the mental side and I am at the beginning of that massive learning curve. </p> <p>\"Every time I compete I am learning. Physically I think I could medal because I am flying in training and couldn't be in better shape going into a major games, but mentally I don't know if I can cope. </p> <p>\"I might be in better shape than Denise physically but she's got it up top and that's what got her a gold medal in Sydney. Maybe I can surprise everyone.\" </p> <p>Tonight also sees the heats of the women's 100m, a competition sure to baffle the bookmakers. As well as Thanou, there will be no Marion Jones, the Sydney champion who failed to qualify, and no Kelli White or Torri Edwards - who inherited White's gold medal after her disqualification for doping at the world championships in Paris last year. Since then Edwards has also fallen victim to a drug scandal, testing positive for the banned stimulant nikethamide. Both are now serving two-year bans. </p> <p>There has never been a more scandal-ridden women's race in Olympic history, nor a more open one. In Jones's absence the favourite will be a former 400m runner, LaTasha Colander-Richardson. </p> <p>A 27-year-old who trains with Jones's former coach Trevor Graham, Colander-Richardson was a 100m hurdler for years before attempting the 400m hurdles in 2004. She said she had developed the strength to run the 100m while working with Graham. </p> <p>\"Once I decided to go professional I knew that the intensity level was going to be different,\" she said. \"I started researching and checking out the times and I saw that my strength and speed were there [in the 100]\". </p> <p>For a truly great athlete such as Morocco's Hicham el Guerrouj, previous Olympics have been a disaster of bizarre proportions. El Guerrouj regards himself as the unluckiest athlete of modern times after being beaten to the 1500m crown in Atlanta and Sydney, and tonight marks what will surely be his final attempt to correct the record when the heats begin. </p> <p>But the world record holder may be too old already. Bernard Lagat of Kenya has led the way on the grand prix circuit, but the strength of El Guerrouj's will could prevail. </p> <p><strong>Five clashes to shake Athens</strong> </p> <p> Today Men's 10,000m final </p> <p>Even though Gebrselassie is suffering with an achilles injury he will not lightly give up the title he has won at the last two Olympics. The race should be between him and Bekele, who broke his compatriot's world record in May. </p> <p>v</p> <p>Tomorrow Heptathlon (2nd day) </p> <p>Lewis, who won gold in Sydney four years ago, will face the challenge of her life. Kluft has shattered all her rivals over the past two years but Lewis remains a supreme competitor and if she starts well it could be a fascinating duel.</p> <p>v</p> <p>Sunday Men's 100m final </p> <p>Greene won in Sydney and after a difficult past two years is back to electric form. But Powell is the next big thing and beat Greene at both the London and Zurich grands prix. These two should be at the front in the chase for gold.</p> <p>v</p> <p>Monday Women's 800m final </p> <p>Last year's world championships brought claims that Mutola's victory and Holmes' second place might have been planned by the training partners. This time Holmes looks more powerful whereas Mutola is recovering from injury.</p> <p>v</p> <p>Tuesday Men's 1500m final </p> <p>World record holder El Guerrouj has missed out on gold at the last two Olympics and Lagat has had the upper hand in recent races. But El Guerrouj, a great champion, is obsessively determined not to finish second again.</p>",
  "<p>A sparse Wantage Road crowd needed something to justify their decision to opt for live cricket over televised badminton after enduring a painfully scratchy innings from Ed Joyce. It came in the unusual form of Simon Cook's dismissal. </p> <p>Joyce had just gone, for 23 eked from 101 balls in 141 minutes, when Cook was struck on the pad by Johann Louw. The South African appealed loudly as the ball flew to Graeme Swann at slip, but the umpire David Constant shook his head. Swann then spotted that Cook had wandered out of his crease, and threw down his stumps. However while his team-mates were appealing to the square-leg umpire, Peter Willey, for the run-out, Northamptonshire's captain David Sales had the presence of mind to ask Constant why he had turned down the lbw shout. </p> <p>\"He nicked it,\" said Constant. \"In that case,\" Sales responded, \"we're appealing for the catch.\" Constant checked with Willey that the ball had carried to Swann, and sent Cook on his way: third appeal unlucky for the Middlesex seamer, and all off the same delivery. </p> <p>The day, thus far, had belonged to Northants, as they made Middlesex, and particularly Joyce, scrap for every run, reducing them from 182 for two overnight to 303 for eight. </p> <p>Swann had bowled an excellent spell, trapping the nightwatchman Chris Peploe lbw and causing Joyce and his fellow left-hander Paul Weekes all sorts of problems after taking a good low catch at second slip to give Louw the wicket of Ben Hutton for 100. </p> <p>Ben Phillips took the second new ball to have Weekes caught by Sales, again in the slips, for 44, and the innings almost ground to a halt either side of lunch as Jamie Dalrymple and Ben Scott struggled as badly as Joyce to force the ball off the square. </p> <p>However, after Cook's dismissal the game swung back towards Middlesex. First Stuart Clark, their new Australian seamer, thumped 34 from 22 balls, profiting from Louw's unwise decision to trade control for aggression. </p> <p>Then the weakness of Northamptonshire's upper order was exposed as they slipped to 29 for three. Tim Roberts steered Nantie Hayward's first ball to Joyce at deep gully, Rob White lost his off stump shouldering arms to Cook, and Mark Powell chipped a tame return catch to Peploe. </p> <p>Sales and Usman Afzaal showed their greater experience in a fourth-wicket stand so far worth 60. But there is much more work to do.</p>",
  "<b>·</b> Despite sitting seven and a half hours of exams in a day at St Bernard's convent school, Slough, due to subject clashes, young actor Patrick Niknejad - who has appeared in the Harry Potter films and as Pete in the My Family Are Aliens TV series - gained A grades in chemistry, general studies, Latin, maths, further maths and theatre studies. <p><b>·</b> Paul Buchanan, who had two operations during his A-levels (one to remove his appendix and the other after suffering a collapsed lung) achieved two As in IT and biology and a B in chemistry. Paul, from Ballyclare high school, Co Antrim, hopes to study biochemistry at Queen's University in Belfast. </p> <p><b>·</b> Identical twins Mahdi and Hadi Godazgar, who arrived in England from Iran in 1993 when they were eight and spoke no English, hope to study an identical degree after achieving A grades in the same subjects - maths, further maths, physics, chemistry and biology, as well as an AS-level in additional further maths. The 18-year-olds have spent the past two years at York college. </p> <p><b>·</b> Elizabeth Johnson, who is in Athens training for the 200 metre breaststroke in the paralympics, passed biology, chemistry and physical education. Elizabeth, who has cerebral palsy, intends to study clinical physiology. </p> <p><b>·</b> A former kickboxing champion achieved four top grades in English language, law, physical education and history at Liverpool community college. Ian Hollett, from Fazakerley, Liverpool left school at 16. </p> <p><b>·</b> Hugh Mansfield, 48, from Andover, Hants, who was seriously injured when a set of shelves collapsed on him at the DIY store where he worked, has won a place to study English at University College Winchester, despite suffering severe memory loss problems. He embarked on an adult education course at Cricklade college in Andover. </p> <p><b>·</b> Zoe Pearson, who was paralysed by a chronic pain disorder when she was 12 and forced to stop school, achieved A grades in psychology and chemistry at Nottingham's High Pavement college. </p> <p><b>·</b> A 68-year-old grandfather of six who left his strict Catholic school in Leeds at 15 with no qualifications in 1950, has passed the A-level in English. Raymond Catterill, a retired window cleaner, hopes to take a part-time degree course in English literature and theology.</p>",
  "Triumphant students with a string of A grades always dominate the headlines, but at Whalley Range high school there were reminders yesterday that achievement comes in many forms. <p>For the students who trod apprehensively through the purple painted corridors of the inner-city Manchester school for girls there were lots of Bs, Cs and Ds inside the piles of neatly stacked white envelopes. </p> <p>And those like Noareen Akhtar, 18, could not have been more delighted. </p> <p>Her B in psychology and C in sociology were better than she needed for a social work course at Salford University. </p> <p>\"I feel fantastic that I've achieved my goal of getting on the right course to get the job I want,\" she said. </p> <p>There were echoes of her story all around the hall, the majority of students getting the grades they needed to go on to college, some of them in vocational subjects, in a school which professes to help its girls attain \"realistic careers\". </p> <p>A little indicator that these girls are going somewhere was lying on the tables from which the smiling teachers were dispensing the results - literature about accounts at HSBC, keen for their custom. </p> <p>Noareen's only complaint was about the obsession with top grades and record-breaking results. \"It's really annoying that they get all the attention. And the talk about them being easy I can't understand - I think A-levels are hard.\" </p> <p>Whalley Range, the old school of the former education minister Estelle Morris, has been turned around in recent years. </p> <p>In some schools there may have been clutches of high-achieving students discussing Oxbridge colleges yesterday, but the sense of achievement at Whalley Range - motto \"not for oneself but for all\" - was surely as vital. </p> <p>Among the excited students, many of whom are of Asian descent, was Mariam Akram, 18, of Chorlton, who got the two Cs needed in health and social care to train as a student paramedic with Manchester ambulance service. </p> <p>She agreed she would probably be saving lives in the future but had less ambitious plans today. \"I am just going to celebrate,\" she said. </p> <p>And nobody in the hall appeared more happy than the sisters Shamila and Shazena Khan, from Chorlton. </p> <p>Shazena, 18, got four C grades in media studies, sociology, English literature and religious studies, and had needed two Cs to get on to a criminology and sociology course at Manchester Metropolitan University. \"I might try and transfer to law though,\" she said, smiling. </p> <p>Shamila, 19, was happy with the three Cs and one B that earn her a place doing management and IT at Manchester's Umist. \"I got 360 points,\" she said, \"I'm really proud of that. I only needed 240.\" </p> <p>Zahra Hamrang, 18, earned As in biology, chemistry, physics, and maths, helping to raise the school tally of As from 5% to 11% in a year. </p> <p>Zahra had problems doing her GCSEs, and did not get the grades she was capable of, because of absences while her sister Leila, 16, was being treated for leukemia. </p> <p>Zahra said: \"It was difficult but last year Leila was in remission and she is better now. We both like sciences, Leila is interested in becoming an engineer.\" </p> <p>Zahra has a place to study pharmacy at Manchester University. She had wanted to do medicine, but had had no offers, her teachers said. </p> <p>The headteacher, Dame Jean Else, said: \"We'll have to see what happens. We'll give her career advice - one option is for her to wait a year if she really wants to do medicine.\" </p> <p>Dame Jean, who has been feted for revitalising the school over the past 10 years, said 120 students were getting their results and only about a dozen had failed to get the grades they needed. </p> <p>She said the school had a record of taking students who might have had relatively poor GCSEs and giving them a chance with A-levels. </p> <p>\"You have to remember many of them have to learn English as a second language and they may be the first from their families to go on to higher education. Those are real achievements.\"</p>",
  "Government efforts to curb the flow of red tape regulations from the EU are still failing and the MPs deputed to scrutinise them are \"asleep on the job\", the Confederation of British Industry said yesterday. <p>A CBI statement demanded sweeping reforms of procedure to stop the rise in unnecessary burdens on the \"most successful economy in Europe.\" </p> <p>Though ministers are trying to improve the situation - and the Conservatives are threatening to allow businesses to sue over excess regulation - current levels of scrutiny, high by EU standards, are not enough. </p> <p>\"When it comes to EU legislation, UK MPs have been asleep on the job,\" said Digby Jones, the CBI's director general. </p> <p>\"That is not acceptable for our country, since more than half the laws affecting UK companies, and the jobs of millions, come from the European commission. </p> <p>The government has put constructive proposals on the table but these do not go far enough.\" </p> <p>In an interview last month with the Guardian, Peter Hain, the leader of the Commons, warned that the Eurosceptic climate in Britain would not be eradicated as long as Brussels remained beyond proper democratic scrutiny. </p> <p>Complaining that effective links between Brussels, Strasbourg and Westminster remain notoriously poor and that \"only a small coterie of MPs, 30 or 40 at best, are engaged with Europe\", Mr Hain urged better scrutiny of the flow of paperwork from Brussels. </p> <p>Mr Jones echoed that plea, urging a \"more proactive approach\" by parliament. </p> <p>\"A reformed EU has to be our goal and the UK is now in a great position to advance an agenda for change,\" he said. \"But we will fail if we are always the Johnny-come-lately to parliamentary scrutiny.\"</p>",
  "<p>Harry Cohn famously commented that he knew when a film was doing well by the feeling in his ass. </p> <p>I'm with him. For, finally, the decision to greenlight a film, or to pass on it, is made by some man or woman sitting where the buck stops, and guessing. </p> <p>Napoleon frowned on councils of war, as he vowed never \"to take counsel of his fears\". </p> <p>Executives, coming now, as they do, in the main from the ranks of business people rather than show people, have never had the opportunity to learn, and so to enjoy, relying on their instincts. </p> <p>So the film business is currently plagued by audience research. </p> <p>What is wrong with audience research? It doesn't work. If it worked, there would be no flops. </p> <p>But wait, is it not common sense to ask a potential viewer if she would see such-and-such a film, to ask a preview viewer what he would like to change? </p> <p>It may be common sense, but it is useless. Why? </p> <p>Consider the difference between the barbershop and the jury room. </p> <p>In the barbershop, beauty parlour, subway and so on, we gossip. There is much enjoyment in knowing better than the principals, in realising the error of the prosecution, the defence, the defence department, the indicted captains of industry and their mouthpieces. We form and express our vehement opinions, based on information that is incomplete and most probably skewed, or indeed manufactured. </p> <p>Why not? That is the purpose and the joy of gossip - to strengthen community norms through essentially dramatic discourse. </p> <p>In the jury room, however, we are sworn. We struggle, individually and as a group, to put aside prejudice, to put aside the pleasures of gossip; the proxy exercise of power, vicarious revenge etc, and act according to a set of rules. </p> <p>The jury is continually taught and admonished to use reason, as the stakes - the fate or condition of another human being - demand it. </p> <p>In audience testing, the situation is reversed. Appreciation of drama, an endeavour which has been correctly and necessarily consecrated to a form of gossip, has been degraded into a mock trial. The tester insists that we put aside our not only personal but necessarily inchoate reactions to a drama, and apply an idealised norm of human behaviour. </p> <p>This norm is idealised both in the projection of a putative imaginary viewer (over whom we are to exercise responsible control), and in our self-idealisation. For the questioned viewer asks himself not only \"Is this the sort of movie I like?\", but \"Is this the sort of movie 'someone like me' might like,\" and, most corrosively, \"Is this the sort of movie someone like me would proclaim he liked?\" </p> <p>At this point any subjective experience of the film is banished by reason. What remains? The power to teach or admonish - both of which are death to any art. </p> <p>The filmgoer has been turned into Babbitt, \"responsible\" for the film rather than being a member of the audience. As a newly responsible member of a jury he will, of course, take the safest course. </p> <p>What is the safest course? To, rationally, exclude that which may not be explained. </p> <p>This is much the wisest course for the surveyed, which is why the executive has enlisted him. </p> <p>His refusal to be moved by a film, his characterisation of the disturbing, or unusual as anathema, has relieved, from the troubled mind of the studio bureaucrat, the responsibility of taste, which is to say, of choice. </p> <p>To succeed, a film must treat the audience member as an audience member, not as a Commissar of Culture. The commissar gets her thrill not from the film, but from the power to admonish. (That's why moviegoers fill out cards after a screening, engaging in a process which would be recognised as an imposition, were it not for the honour of the thing.) </p> <p>But the real film-makers have to listen to the lessons of their ass. </p> <p>Will they fail? Certainly. Both artistically, and commercially. But a) they have no other choice, and b) realising that their final choices must be essentially subjective, they may learn to trust their instincts. Also c) they'll have more fun. </p> <p>Is it not necessary to gauge the audience? Sure thing. The way to do it is to sit in the back of the theatre while the film is being screened, and watch their reactions when their attention is off of themselves; that's the way to see if the film, and any section of it, works or fails. </p> <p>For that is the state the eventual viewer of the films will be in: disbelief suspended, attention on the screen - wanting to be thrilled, pleased, and diverted, hoping along with the hero, and fearing the villain; and to lead the moviegoer to that state, one may not ask, but must pay attention. </p> <p>© 2004 David Mamet.</p>",
  "<p>I've just asked Ken Loach if he is a \"romantic\". The 67-year-old director seems perplexed by the question. \"No, not really, no, no ... I can't think of any way that would apply to me,\" he says, as if someone had just inquired if he ever votes Tory. Nonetheless, there is a strong romantic undertow to his new film, Ae Fond Kiss, the third part of his so-called \"Glasgow trilogy\" with writer Paul Laverty (after My Name Is Joe and Sweet Sixteen). </p> <p>The archaic-sounding title comes from an old Robert Burns poem. It's a story of love across the ethnic divide. Roisin (Eva Birthistle) is a young Catholic teacher who starts an affair with Casim (Atta Yaqub), a second-generation Scottish-Pakistani. The hitch is that he is due to marry his cousin in nine weeks' time and his parents, Tariq and Sadia, devout Muslims, are appalled that he has chosen to live with a \"goree\", a white girl. </p> <p>For Loach and Laverty, Ae Fond Kiss is about assimilation, racism, arranged marriages and the problems of immigrant families. Laverty says he was inspired to write the film by the events in the wake of 9/11, when \"Muslims were demonised\". He had heard from friends how Scottish-Asian kids were targeted and bullied after the terrorist attacks and he wanted to explore \"another part of Scottish culture\". Loach, for his part, describes the relationship at the heart of Ae Fond Kiss in typically downbeat language. \"It's two people who fancy each other, and want to be together, and get on - that's not romantic: that's the way you are when you meet somebody you really enjoy being with; like and laugh with and are touched by and care for.\" </p> <p>Whatever the writer and director claim, many audiences are likely to take Ae Fond Kiss as a romantic drama: an East Is East-style version of Romeo and Juliet relocated to the south side of Glasgow. Even the actress Eva Birthistle describes it as \"a love story ... a very gentle love story.\" For once in a Loach movie, there are few explicit political references. This is nothing like the account of the bungled privatisation of the railways (The Navigators) or of the justice-for-janitor campaign in the US (Bread and Roses). The real emphasis is on the family - and the threat that Casim's affair with a white woman poses to it. In particular, Casim risks ruining for ever his relationship with his revered father (Ahmad Riaz). </p> <p>Loach acknowledges that there are parallels with his own experiences. When he gave up his legal career to work in drama, his father (an electrician) was intensely disappointed. \"But he came round in the end. When I got a job at the BBC, that was seen as respectable ... he thought that was a steady job because the money came in regularly.\" </p> <p>Loach is a deceptively mild-mannered film-maker. On set, Birthistle recalls, he was \"very friendly and unassuming and gentle and vicar-like, but he has a clever way of making you believe you came up with an idea when actually he is getting his way.\" His methods are well known. He shoots in sequence, rarely rehearses, and doesn't allow his actors (many of whom are non-professionals) to know in advance what is going to happen to the characters they play. </p> <p>\"It's a liberating way to work,\" Birthistle says. \"It keeps you on your toes. It's as close to real life as is humanly possible. You don't know what's around the next corner. </p> <p>\"But we were trying to wheedle information out of crew members, who've all read the script, after they'd had a couple of drinks in the pub. They get frightened if you sit beside them and suddenly walk off in case you ask them any questions.\" </p> <p>Loach's goal is always to capture what he calls \"authenticity of experience\". In one key scene in which Roisin is confronted by Casim's family for the first time, the director deliberately kept secret from Eva what she was about to see. \"In the first take, the shock actually made her colour up, and tears came to her eyes. If you rehearsed that, you'd never get that. You can't do that to order,\" he says. </p> <p>The director's reputation as a polemicist who shoots in his own gritty, realist style is so ingrained that critics are sometimes oblivious to the humour in his movies and to the delicate way in which he treats relationships. In his work with Laverty, relationships are invariably foregrounded. My Name Is Joe was the tale of a love affair between a recovering drunk (wonderfully played by Peter Mullan) and a middle-class health visitor. The strongest parts of Carla's Song were arguably those dealing with the relationship between Nicaraguan refugee (Oyanka Cabezas) and the Glaswegian bus driver (Robert Carlyle) she meets by chance. In Bread and Roses (which he is currently re-editing), he interweaves the story of the Justice for Janitors campaign with an account of the relationship between Maya (Pilar Padilla), the young Mexican woman recently arrived in LA and the union activist Sam (Adrien Brody). </p> <p>The difference about Ae Fond Kiss is that the love affair is not just an element in a bigger story: it is the central focus. The film features some of the frankest sex scenes in any of Loach's work. The director admits these were hard to film without lapsing into voyeurism or prurience. \"I don't know whether we've succeeded, but we tried to play it straight and not lose the emotional contact between the people, the eye contact. The relationship stays there and they don't just become bodies.\" </p> <p>Still, Loach doesn't want to spend too long discussing the intricacies of shooting sex scenes. It's intriguing how quickly he will steer any given conversation back to politics. During a press conference at the Berlin film festival, after patiently answering questions about whether or not Ae Fond Kiss was optimistic or romantic, he took the opportunity to launch a withering attack on the Labour government's policies toward asylum seekers. Ask him about his recent trip to Japan to accept the £85,000 Praemium Imperiale from the Japanese Royal Family and he'll acknowledge that, yes, it was a little \"surreal\" having an audience with the Japanese emperor and his wife (\"they were very pleasant\"), but he then tells you that he was much more interested in meeting some sacked Japanese railway workers, to whom he donated part of his prize. </p> <p>Ask him about the changes he has witnessed in British film culture over the years, and he advocates a nationalised cinema chain. \"We need cinemas that are programmed by people who enjoy films, not by people who are good at looking after fast food - cinemas which have a wide range of films on show and are not driven by the market. Imagine if you did that in libraries: you'd just have John Grisham and Jeffrey Archer books in public libraries.\" </p> <p>The day before I interviewed Loach, I was in the audience at a special European Film Academy event in Berlin, entitled How I Learned to Stop Worrying and Love the Critics. Speaking on the panel, Loach struck a surprisingly fierce note. He expressed his dismay at \"trivial\" and \"celebrity-driven\" reviewing, and bemoaned critics who \"don't take on board the subject matter you're trying to deal with\", or spend too much of their time comparing films to earlier movies they have seen. \"That's completely stupid and a waste of space and irresponsible and they (the critics) should be knee-capped,\" he said. </p> <p>He went on to argue that big Hollywood movies provided reviewers with the perfect opportunity to become politically engaged. \"You can actually write about American imperialism if you get the chance to review Black Hawk Down,\" he said. \"The films Hollywood make give us a way of speaking about their role in the world.\" </p> <p>Loach, one guesses, will not be happy if critics and audiences choose to regard Ae Fond Kiss as a romantic drama and to ignore the bigger question it poses about class, race and religion. Nor does he much enjoy the reverence in which he is held by his peers. \"You have to remember you're just one person who has contributed to a series of films ... they owe as much to writers like Paul Laverty, Jim Allen and all the other people who've worked on them as to me. We've just been lucky to hit it off on certain occasions - and the director often takes the credit for other people's work.\" </p> <p>Even now, he is not quite sure what his work has achieved. Back in the late 1960s, his famous TV drama Cathy Come Home (about a homeless mother) provoked questions in parliament and led to the founding of homelessness charity, Shelter. His 1990 feature, Hidden Agenda (a film he now dismisses as \"not terribly good\") dealt directly with Britain's shoot-to-kill policy in Northern Ireland. In his work, he has tackled social and political questions head-on. But ask him if he feels his films have made a difference and he strikes a strangely tentative note. \"A film or a television programme can contribute to a climate of opinion,\" he muses. \"That's all you can do: add that one voice to a general discussion about a particular subject.\" </p> <p><strong>· </strong> Ae Fond Kiss screens at the Edinburgh film festival on August 22, 23 and 27 and is on general release on September 17.</p>"
]