[
  "A 12-year-old boy is critically ill in hospital with gunshot wounds to his head after a an incident involving suspected \"lampers\", who hunt deer and rabbits at night with powerful lights. <p>The boy was shot on an evening walk with his father and the family's dog along a footpath by a golf course near Castleford, West Yorkshire, where the practice is illegal but has been regularly reported in recent months. </p> <p>Neighbours in Castleford called for tougher action against gangs who use high-powered torches or car headlights to mesmerise their prey before killing them. Lamping claimed another young victim last month when Byron Evans, 13, was shot by his stepfather in Devon during a legal night-time hunt. </p> <p>The latest victim, who has not been named, was taken to Pontefract general infirmary after the shooting at 8.30pm. </p> <p>A spokeswoman for West Yorkshire police said: \"He and his father had been walking their dog on a path near to Whitwood Technical College, which backs on to Whitwood golf course. </p> <p>\"They were distracted by a bright light and the boy cried out. His father turned to discover his son had received a gunshot wound. Due to the seriousness of this incident police are keen to trace anyone who may have been in the area at the time.\" </p> <p>Lamping is legal on private land with the owners' permission, provided the guns are all licensed - the position at Little Cholwell farm in Harberton, where Byron died. Dorset police believe that he was mistaken for a fox when his eyes reflected the light. </p> <p>In August a lamper was cleared of assault at a court hearing after a leading nature writer, Trevor Lawson, was shot in the chest while out looking for barn owls. </p> <p>Anthony Burns, 52, from Prestwood, Buckinghamshire, mistook Mr Lawson's night-vision binoculars for a fox's eyes.</p>",
  "<p>In keeping with a brand that is synonymous with style and has 18 of its products in the permanent collection of New York's Museum Of Modern Art, the head of Denmark's Bang &amp; Olufsen is cool. </p> <p>Torben Sorensen, who took the helm of the 79-year-old company three years ago, designed the house he lives in near Bang &amp; Olufsen's headquarters in the Danish hinterland of the Limfjord and has filled it with the vast abstract oil paintings he creates when he is not listening to classic rock and roll tracks on his own, amazingly expensive stereo system. </p> <p>Sitting in the demonstration room of the company's Canary Wharf store, the 53-year-old claims: \"I am not the brand, it is Bang &amp; Olufsen that is the brand.\" But it is hard not to notice a correlation between the understated elegance of B&amp;O's TVs, CD players and speakers and its well dressed, laid-back chief executive. </p> <p>Born in the university town of Aarhus, he toyed with studying geology or becoming an architect before opting for a business degree as a way of ensuring that he might make money after graduation. After various jobs within the Danish business world he was approached by Danish toy manufacturer Lego in 1996. </p> <p><strong>Addictive</strong></p> <p>The purveyor of little plastic bricks needed to create a new range of products to defend itself against the increasing appeal of computer games. </p> <p>During his six years with the company Mr Sorensen helped to create the Lego Mindstorms range of programmable robot kits. They were a hit, and not only with children. \"One-third of our customers were adult males who were playing around with Lego. It was thoroughly funny for me.\" During the dotcom boom several Silicon Valley start-ups banned staff from bringing Mindstorms kits into work because they were so addictive and no one was getting any work done. </p> <p>\"People often say it's a big jump from Lego to Bang &amp; Olufsen,\" Mr Sorensen says with a smile. \"But the fact is that at Lego I made toys for boys, I still do but now they are for older boys.\" </p> <p>A B&amp;O toy is for a boy with a lot of pocket money. Most people who walk around one of the company's 640 stores spread across the globe will be hard pressed to afford a chrome speaker stand let alone an actual stereo or TV. Its latest top of the range speakers, the BeoLab 5s -metre-high cones that look as if they could beam you down from the Starship Enterprise - cost a whacking £10,000 a pair and that's before you've actually bought anything to plug into them.</p> <p>But its products should not be considered in the same category as the \"here today, gone tomorrow\" consumer goods made by rivals, counters Mr Sorensen. One of the company's TVs has been on the market for 18 years, while the sleek silver stereo system that looks like a hot plate was launched in the 1980s but will plug straight into the company's latest subwoofer.</p> <p>\"Again, it's like Lego. My mother had some of the Lego bricks I used to play with as a boy and they still fit together with what you can buy today. This degree of timelessness in a world where everything is shortened and everything is thrown away somehow struck me when I was approached.\" </p> <p>Lego and Bang &amp; Olufsen occupy a central position in the heart and mind of the average Dane. \"Most kids in Denmark have played with Lego and listened to Bang &amp; Olufsen. Bang &amp; Olufsen is for Denmark, next to the queen, one of the most high-profile jobs you can achieve. Everybody in Denmark follows the company in the same way that everybody in the UK follows BT or Richard Branson or Marks &amp; Spencer.\" </p> <p>While Britain is undoubtedly B&amp;O's largest market in terms of sales, Denmark is where it has the biggest share. Despite its astronomical prices, in a country of about five million people Bang &amp; Olufsen products account for a fifth of the entire Danish market for stereos and TVs. </p> <p>\"In Denmark you find young people like my daughter's friends, who work over the summer and save their money to buy a basic model, or a family may skip their holiday to buy a TV. It is not snobbish, they just appreciate the quality. Somehow people in Denmark are brought up to appreciate design.\" </p> <p>But three years ago B&amp;O dropped into the red as the dotcom bubble collapsed and the company's core adult male audience found itself suddenly cash-strapped. Then came the September 11 terrorist attacks in Washington and New York. </p> <p>When he was offered the top job at B&amp;O in 2001 it was obvious to Mr Sorensen that the company's pre-eminence in Denmark had generated delusions of grandeur. \"When you are a relatively big company in a small town you think you are a big company and then you get all that crap of staff functions and bureaucracy and background operations that you really do not need.\" </p> <p>To address this, Mr Sorensen brought in a new chairman when he took over and set about using Bang &amp; Olufsen's small size and in-house expertise to advantage. He also ended a troubled expansion plan in the US which had merely inflated costs. </p> <p>\"I would not express - and not just because I am polite - anything negative about the past regime, but nothing blinds you like success and you sometimes end up thinking that whatever you do is always right and you become, to some degree, arrogant or complacent, and that happens in many companies. </p> <p>\"Coming from small companies has taught me to have a lot of respect for what is actually productive work and to ignore what is just bullshit in the corridors.\" </p> <p>He dumped the company's multimedia operation and brought its experienced technicians back in-house to create a series of CD and DVD players that can connect directly with the internet or a PC. \"My agenda was get back to the basics, get back to products, because Bang &amp; Olufsen is a products company. The brand comes from the products, it does not come from advertising.\" </p> <p>He also reined in the company's US retail business, shutting down a separate headquarters in Chicago which had been a drain on resources. </p> <p>Last month the group's annual results showed some of the fruits of this labour with profits of more than £30m, up from £25m the previous year. But B&amp;O is by no means out of the woods. Sales, down to £331m from £364m in the previous year, are still suffering as several crucial markets, especially Germany, remain sluggish. For the current year B&amp;O is hoping for growth but it will not be dramatic. </p> <p>The downturn caused talk that the families of the two original founders, who still have a sizeable stake, might be looking for a sale of the business. While dismissing this speculation, Mr Sorensen admitted that the company might look at changing the way its shares are split. Like many European companies, it has publicly listed B shares, which carry limited voting rights, and closely held A shares which carry the weight in the boardroom. \"I think possibly in the long run most European companies will have only one class,\" he admits. </p> <p>B&amp;O is also looking to get more out of the wealth of intellectual property created by the company's army of 600 developers who beaver away at its headquarters in Struer on the west coast of Denmark's Jutland peninsula. </p> <p><strong>Solution provider</strong></p> <p>The amplifier technology that makes its BeoLab 5 speaker powerful enough \"to blow away your house\", as Mr Sorensen puts it, has been licensed to other companies such as Sanyo and Samsung, and he wants to plough this cash back into further research. </p> <p>\"You have to have a few intellectual properties that you really exploit and generate finance from so you can continue to be leading edge. You cannot do that by protecting it for yourself. Long term, Bang &amp; Olufsen will survive as a company because we are incredibly good at generating new products. </p> <p>\"This world consists of two types of survivors: either you are a box mover with extreme efficiency in the commodity market or you are a solution provider giving an experience that you will never forget. You cannot survive in the middle.\" </p> <p>B&amp;O has plumped firmly for the latter path. But complexity for its own sake has never been the company's watchword, he stresses. </p> <p>\"When we are evaluating projects in our product committee, which I chair, we look at return on investment and risk, etc, but we also have something called the 'women's acceptance factor', meaning that if it is not simple and cannot be worked with one hand from the sofa with a glass of wine in the other hand it is not Bang &amp; Olufsen.\" </p> <p><strong>The CV</strong></p> <p><strong> Born</strong> February 7 1951 </p> <p><strong> Education </strong> MBA from Aarhus School of Business; Stanford executive programme, Stanford University </p> <p><strong> Career </strong> 1978-82, chief financial officer, Aarhus Stiftsbogtrykkerie; 1982-83 vice-president, Computer Composition, Los Angeles; 1983-88, president, AaS. Grafik, Aarhus; 1988-96, president, CCI-Europe; 1996-99, senior vice-president, Lego System; 1999-2001, executive vice-president, Lego System; 2001, president and chief executive, Bang &amp; Olufsen </p> <p><strong> Family</strong> Married with two daughters </p> <p><strong> Hobbies </strong> Oil painting, architecture, rock music, skiing</p>",
  "Witan investment trust has announced the final stage of its move away from the traditional single management team in favour of open architecture. <p>This is industry jargon for not having one team make all the decisions but carving up the fund and dishing out slices to other managers, chosen for their expertise in specific sectors. </p> <p>For investment trusts, such as Witan, I prefer a single management team to have total control on both asset allocation and stock selection. </p> <p>A switch to multi-manager may also mean a change in risk profile and shareholders need to satisfy themselves that the new approach meets their needs. If not, there are plenty of successful alternatives where stock selection is not sub-contracted.</p>",
  "<p>Nicky Butt will miss Newcastle United's next three European matches as punishment for his sending-off against Bnei Sakhnin in the Uefa Cup first-round tie. </p> <p>Uefa's control and disciplinary body imposed the ban yesterday after reviewing the incident that saw Butt dismissed for grabbing the Sakhnin captain Abas Suan around the throat during Newcastle's 2-0 win last week. </p> <p>Butt is suspended for the return in Israel next Thursday and will miss Newcastle's opening two games in the four-match group stage if the club progress. The ban will otherwise carry over. </p> <p>Newcastle's manager Graeme Souness could select Lee Bowyer and Jermaine Jenas in central midfield against Sakhnin in Butt's absence. Darren Ambrose is another option but Kieron Dyer is injured. </p> <p>Patrick Kluivert has escaped censure from Souness after being photographed leaving a Soho nightclub at 2am on Wednesday. \"The first thing I asked Patrick was just where did he get such a terrible shirt,\" said Souness yesterday. \"My attitude is that the players are young men and they have to have time to relax.\" </p> <p>The Birmingham City striker Mikael Forssell's knee injury is worse than first thought and he will be sidelined for about six months, a Finnish national team spokesman said yesterday. The 23-year-old, who is in his second season on loan from Birmingham's Premiership rivals Chelsea, underwent an exploratory knee operation on Wednesday. \"They found something in his kneecap,\" Timo Walden said. </p> <p>The news is a setback to both City, for whom Forssell scored 17 Premiership goals last season, and Finland, who will be without him for at least two World Cup qualifying games. </p> <p>Real Madrid's president Florentino Pérez has defended his English summer signings, insisting Jonathan Woodgate is close to fitness and dismissing fears over Michael Owen's inauspicious start by comparing him to Zinédine Zidane. He has also rubbished suggestions that David Beckham was bought merely to sell shirts. </p> <p>\"This year we have made three signings - Woodgate, Owen and [Walter] Samuel - and all three are going to bring us great pleasure,\" Pérez said. </p> <p>He also lauded Beckham. \"David is one of the greatest players in the world, captain of England and a footballing reference point . . . throughout Europe.\"</p>",
  "<p>The British Council, the body charged with promoting British ideas and achievements around the world, was yesterday accused of an embarrassing lack of Britishness. </p> <p>MPs on the foreign affairs committee were none too impressed when they saw the council's new logo - four pale blue dots on a white background intended to symbolise the four countries of the UK. </p> <p>The committee had already heaped scorn on the logo's predecessor, introduced two years ago, which was made up of 49 dots arranged in a stylised Union flag, but they agreed the new version was worse. </p> <p>\"We are concerned that the British Council may be making the same mistake as British Airways in underplaying its Britishness,\" the committee said. </p> <p>\"The Union flag is the most widely recognised symbol of Britain and, as British Airways belatedly realised, it can be presented as part of a modern and dynamic corporate image.\" </p> <p>The MPs said they would be surprised if people understood the symbolism of the four dots \"which in our view completely fail to reflect the council's mission\". </p> <p>Andrew Mackinlay, Labour, said: \"What we are concerned about is its reluctance to brand itself as British. We do think that the Britishness should be up front\".</p>",
  "A delegation of British Muslims was today preparing to fly to Baghdad to try and save the life of the hostage Kenneth Bigley, the Guardian has learned. <p>The two will tomorrow meet with senior Iraqi religious leaders and ask them to do all they can to save the life of the British contractor, whose captors have threatened to behead him.</p> <p>Sources say the Foreign Office and Mr Bigley's family are supporting the mission, which has been organised by the Muslim Council of Britain.</p> <p>Foreign Office officials today confirmed that 50,000 leaflets, carrying an appeal from Mr Bigley's family for information, had been distributed in the area of Baghdad from which the 62-year-old was taken a week ago.</p> <p>The Muslim Council of Britain, which has already condemned the holding of Mr Bigley, today said it was the \"duty\" of Muslims in the UK to do all they could to save his life. The two men travelling to Iraq are both Sunni Muslims, and at least one is an Arabic speaker.</p> <p>The developments come after the foreign secretary, Jack Straw, told the UN that the UK was \"doing all it could\" to save Mr Bigley's life.</p> <p>Last night, the hostage's 86-year-old mother made a televised appeal for her son's release. Hours later, she was taken to hospital suffering from stress, but was discharged in the early hours of this morning.</p> <p>Supported by her sons Philip, 49, and Stan, 64, she begged the Islamist group holding Mr Bigley to free him. </p> <p>In tears, she said: \"Will you please help my son? He is only a working man who wants to support his family. Please show mercy to Ken. Send him home to me alive. His family need him and I need him.\"</p> <p>As fears over Mr Bigley's fate grew, the father of the US businessman Nick Berg, who was shown being beheaded on film after he was kidnapped in Iraq, today called for troops to be withdrawn from the country.</p> <p>Michael Berg, whose son was killed by terrorists led by Abu Musab al-Zarqawi in May, said the government should be doing more to try to secure Mr Bigley's release, and accused the prime minister, Tony Blair, of immorality.</p> <p>\"[Mr Blair] certainly can't control George Bush - but he can withdraw British troops from Iraq,\" Mr Berg told BBC Radio 4's Today programme. \"I think our moral duty is to get out of Iraq.\"</p> <p>Kidnappers thought to be led by al-Zarqawi have threatened to murder Mr Bigley unless the UK and US released all women held in Iraqi jails. They have already killed two US hostages captured at the same time as the Briton. </p> <p>British government officials have said they would not make any concessions to the hostage-takers, believing such a move would result in a spate of kidnappings. </p> <p>As Mr Straw spoke to the UN, Iraq's interior ministry revealed that six Egyptians working for a telecoms company had been seized from their offices by a group of armed men overnight, although other reports suggested that two had been kidnapped.</p> <p>The families of the two murdered US hostages yesterday telephoned Mr Bigley's relatives in Liverpool to offer support and sympathy. Mrs Bigley, who is originally from Dublin, said she had been touched by their call, adding that she could not imagine what they were going through. </p> <p>The Irish Labour politician Michael Higgins yesterday offered to travel to Iraq in a bid to negotiate with the hostage-takers. The offers came as Mr Blair made a second call to Mr Bigley's family.</p> <p>The prime minister, who spent the day at Chequers, was put under renewed pressure on Wednesday night when Mr Bigley, in a video released by the terrorists, called on him directly to do what he could to save him. Downing Street has refused to say whether Mr Blair had seen the video. </p> <p>Unlike the French government which made a public show of trying to secure the release of two kidnapped French journalists, Mr Blair has been reluctant to become directly involved.</p>",
  "<p>From being active in the anti-apartheid movement, to fighting the Conservative government over the 1994 Education Act and the threat to shut down student unions, students have a long history of being a strong political force.</p> <p>Such periods of radicalism and motivation were generally created by a sense of deep injustice and solidarity. Over recent years we've seen a cultural shift on campus generated, or at least connected, with the political move towards centralism. The government ignoring the vocal views of its electorate, (top-up fees and the war in Iraq being prime examples) has led to more and more students turning their back on traditional political debates. </p> <p>It's obvious that young people aren't apathetic, as we're seeing rapid growth in membership of single issue campaigning groups (People and Planet groups are now the biggest societies on campus). However, with even less young people voting at the last general election they are clearly turned off by political processes, and perhaps the attitudes of the mainstream parties. </p> <p>This is why the recent Tory policy announcement on higher education is of great interest and concern to our members. I've never been a friend of the Conservative party, but its support during the NUS campaign to defeat top-up fees was very important. Throughout that time, it called on us to wait for a policy announcement that would be both progressive and financially viable for all. While I remained suspicious during this time, I was still fairly shocked by what the party finally came up with.</p> <p>In short, the Tories want to abolish tuition fees, hand control of loans over to universities and charge commercial interest rates on student loans, which apparently removes the barrier to access caused by fees, while closing the ever widening higher education funding gap. However, the policy clearly shows a fundamental lack of understanding of the broader problems within the sector, and appears geared purely and simply towards the next general election. </p> <p>Abolishing tuition fees will likely be a vote winner with middle-income families, but will not help those from poorer backgrounds. The Tories have simply replaced one way of charging students through the nose with another. It's still a \"buy now, pay later\" idea, but this time the later you pay back, the more you pay back. The party's policy punishes lower income families, those who need to take out large loans, those who cannot rely on parental support and anyone taking on valuable public sector roles, and, therefore, low paid work. It is an attack on exactly the kind of underrepresented students we are aiming to get into university in the first place, and it's a blatant attack on the widening participation agenda that the student movement has fought so hard for.</p> <p>The Tory plans will not reduce the burden of debt and will not ensure widening access. To try to convince students otherwise borders on naivety. We're a clever bunch, us students, with a far better and simpler solution to the HE funding crisis. If the Tories had bothered to listen to students during the fees debate they would have realised that loans lead to debt and commercial rates of interest on loans leads to a lifetime of debt. To be a student-friendly party they must try a whole lot harder.</p> <p>The National Union of Students has just launched its voter registration campaign, which aims to register student voters and, crucially, empower them to cast informed votes. We want education to be the biggest issue on the doorsteps at the next general election and the source of lively debate on campus. Students make up the majority of voters in some parliamentary constituencies, and the difference in terms of majority in many more. Our votes will be crucial in a general election where the result is no sure thing. Students will undoubtedly vote in part, if not wholly, on a party's student funding policies and in that respect both the current government and the Tories must be concerned.</p> <p>It's no wonder we're facing a voting crisis among young people when two of the main political parties present us with policies on higher education that fail to take into account our views or concerns. It's time for all parties to revisit the HE question and come up with policies that reflect the reality of the student situation.</p> <p><strong>·</strong> Kat Fletcher is president of the National Union of Students</p>",
  "<b>ON GUARDIAN UNLIMITED THIS WEEK</b> <p>Polls showing a close race in the solidly Democratic New Jersey illustrate the trouble John Kerry is in, <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1311997,00.html\">says Philip James</a> ...</p> <p>Thousands of leaflets carrying an emotional appeal for the release of the British hostage Kenneth Bigley have been distributed in Baghdad, <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1312053,00.html\">it was revealed today</a> ...</p> <p>He'd worked in Kuwait, Dubai, Oman and other Gulf states, but Iraq was going to be his last job. Simon Jeffery profiles Kenneth Bigley, <a href=\"http://www.theguardian.com/international/story/0,,1311209,00.html\">the Briton currently held hostage in Iraq and whose kidnappers have threatened to kill him</a> ...</p> <p>Read extracts from the books on the Man Booker prize shortlist, <a href=\"http://books.theguardian.com/bookerprize2004/0,14182,1127217,00.html\">announced this week</a> ...</p> <p>Garforth Town new boy and Old Trafford alumnus Lee Sharpe talks goal celebrations, dodgy haircuts and seven-day benders <a href=\"http://sport.theguardian.com/smalltalk/story/0,13852,1311163,00.html\">with Rob Smyth</a> ...</p> <p>\"It's hard to imagine the joy and pleasure that having a donkey in your garden can give to a small boy...\" <a href=\"http://travel.theguardian.com/countries/story/0,7451,1309578,00.html\">Jimmy Leach and his family enjoy glorious empty beaches, quiet roads and hours of late summer sun in Brittany</a> ...</p> <p>Biographer Linda Wagner-Martin <a href=\"http://books.theguardian.com/top10s/top10/0,6109,1310221,00.html\">picks her top ten books from the jazz age</a> ...</p> <p>Once a byword for struggle against apartheid, Soweto is now firmly on the tourist trail. As it celebrates its centenary, <a href=\"http://travel.theguardian.com/countries/story/0,7451,1311159,00.html\">Gwyn Topham visits the townships</a> ... </p> <p>________________________________</p> <p> <b>NEXT WEEK...</b></p> <p>On Saturday, England play West Indies in the final of the ICC Championships ... the Labour conference begins in Brighton on Sunday, with Tony Blair's closing speech on Thursday ... some baggage handlers will strike at Gatwick on Thursday ... the Hartlepool byelection will establish Peter Mandelson's successor as MP ... the first of three presidential debates between George Bush and John Kerry takes place in Miami ... on Friday, new legislation under the Disability Discrimination Act comes into force ... the minimum wage rises to GBP4.85 per hour ... the US begins collecting fingerprints and photographing British visitors ... and the UK takes over the presidency of the UN security council.</p> <p>________________________________</p> <p><b>WE'RE GIVING THEM AWAY</b></p> <p>* <a href=\"http://books.theguardian.com/competition/0,13349,1309335,00.html\">Win the Booker prize shortlist</a> ...</p> <p>* <a href=\"http://sport.theguardian.com/competitions/page/0,15079,-144,00.html\">Five copies of the Tiger Woods PGA Tour 2005 for the PS2</a> ... </p> <p>* <a href=\"http://www.theguardian.com/competitions/page/0,13349,-142,00.html\">Veteran cricket commentator Richie Benaud has picked his all-time Test team and we have ten copies of the commemorative DVD - Richie Benaud's Greatest XI - to give away</a>.</p> <p>________________________________</p> <p><b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>MIDDLE EAST: Reluctant publishers, translation difficulties and tired preconceptions have all hampered the progress of Arabic literature in the west, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1311290,00.html\">writes Brian Whitaker</a> ...</p> <p>By blindly insisting that all its citizens are equal, FRANCE is failing to tackle social injustice, <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1311070,00.html\">says Jon Henley</a> ...</p> <p>INTERNATIONAL RELATIONS: \"No one ever said it was going to be easy to patch up transatlantic relations after months of bitter differences over Iraq. But it is proving far, far harder than many had imagined.\" <a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1308768,00.html\">Ian Black on the parlous state of EU-American relations</a> ...</p> <p>________________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Exclusive pre-conference interview with Gordon Brown ... can the Scissor Sisters make it in middle America? ... what movies reveal about world politics ... photographer Simon Norfolk on the campaign trail ... Tom Paulin remembers Edward Said ... St Tropez on a budget ... Tangier revisited.</p> <p>________________________________</p> <p> <b>... AND THE OBSERVER ON SUNDAY</b></p> <p>An exclusive interview with Tony Blair ahead of the Labour party conference ... In a design special edition, Observer Magazine teams up with Elle to name and 'fame' this year's 10 smartest new designers ... In Observer Review, Simon Garfield celebrates eBay's coming of age ... and a free five-track Libertines CD.</p> <p>________________________________</p> <p> <b>READERS' LETTERS</b></p> <p><b>On the news alert of Brain Clough's death:</b><br> \"With no disrespect to the dead, I'm not sure that your news alert warranted being sent. I can't really think of any football related item of news that would warrant such an alert, let alone the death of a 70/80s club manager. Please keep the news alerts for important news.\" (MB)</p> <p>Ros Taylor: We discussed whether this particular item merited a Wrap alert, and opinions did vary. This is what Guardian Unlimited's executive news editor has to say: \"I feel ... we should cater for the many people who are interested in sport and lighter news as well as those who only want to receive news of the Queen's death. If you only had one complaint I'd say that meant most people didn't feel it was inappropriate to send the alert. It was surprising news, the paper put it on the front page, and he was a national figure a lot of people had strong feelings about. I think we should have done one on the Commons invasion last week, and if the timing had been right we should have done one on the Ryder Cup.\" Over to you. When should we send a breaking news alert? Opinions are very welcome.</p> <p><b>On Tuesday's Wrap:</b><br> \"Today's Wrap is headlined 'British hostage faces execution'. I wish you wouldn't use this word to dignify the cold-blooded murder of innocent people. Apart from anything else, it's in contravention of your own style guide.\" (JP)</p> <p>RT: You're right. Apologies.</p> <p> <b>On Andrew Brown's column on Turkey and EU enlargement:</b><br> \"I guess Andrew Brown meant 'Sweden, Norway, Finland, Austria, and Switzerland were the only democracies with land borders to the EEC...' as Denmark has always been a EU member. However, the northern part of Scandinavia do not have land borders to EU so maybe I am wrong.\" (ML)</p> <p>Andrew Brown: This worm has its ear to the ground. The original members of the EEC were France, Germany, Italy, and the three Benelux countries. Denmark joined in 1973, the same year as Britain did. I took the formative years to mean from 1956-73, since it is obvious from a British perspective that the EEC was pretty much fully formed before we joined.</p> <p><b>On the Worm's Eye View:</b><br> \"I like the Wrap for its news. I delete the worm's eye view as I do not want to read a single opinionated view. Can you PLEASE have the worm on a separate subscription/ list. I want and am happy to pay for the Wrap. When I get the Worm, I want to unsubscribe from the whole thing. Aargh.\" (SK)</p> <p>RT: I don't think any newspaper columnist has ever been universally appreciated by his or her readers. That's partly why we employ them ... A few other subscribers have made similar requests. Unfortunately, while it might seem like a simple matter to produce an \"opt-out\" mailing list, it actually involves a lot of technical work and administration. It's for very similar reasons that the paper Guardian comes in a single package rather than a pick-and-mix combination of sections and supplements. And the environmental cost and inconvenience of disposing of unwanted sections of the paper is far greater than that of simply deleting an email each week. If you are really keen to banish Andrew from your inbox, I suggest you either delete the Worm on sight or, if possible, block emails with \"worm's\" in the subject line. Sorry to disappoint ...</p> <p>________________________________</p> <p>Write to us. The Wrap Roundup is an opportunity to comment, recommend articles other readers may have overlooked and castigate those you disliked. Contact us at unlimited@guardianunlimited.co.uk, including \"Wrap\" in your subject line.</p>",
  "<p>A majority of American parents say they were not too concerned when Janet Jackson revealed her breast during this year's Super Bowl show, the incident that landed US broadcaster Viacom with a record $500,000 fine.</p> <p>In a survey undertaken by the influential Kaiser Foundation, less than 20% of parents said they were \"very concerned\" over the incident, which sparked a crusade by American regulators against on-air indecency and a series of massive fines against radio and TV companies.</p> <p>The survey, Parents, Media, and Public Policy, reveals that although 60% of parents are \"very concerned\" over the amount of sex and violence on television, most only favour more stringent controls in pre-peak time hours, when the majority of children are watching.</p> <p>Just 17% said they were \"very concerned\" when Janet Jackson's breast was revealed by singer Justin Timberlake during the peak time Super Bowl show.</p> <p>The stunt earned CBS the record fine despite pleas by the US broadcaster that it had no prior knowledge of the incident.</p> <p>Though it was the highest ever fine awarded against a TV broadcaster, it was dwarfed by the $1.75m fine imposed on US radio group Clear Channel after notorious shock-jock Howard Stern was found guilty of breaching indecency rules.</p> <p>More than 90 million people watched the prime time broadcast, and over 542,000 viewers complained after seeing the show.</p> <p>Federal Communications Commission officials pointed to the complaints as evidence of a nationwide outcry against the amount of nudity and bad language on TV.</p> <p>But decency campaign group Parents' Television Council claimed it was responsible for hundreds of thousands of the complaints after it organised an email campaign.</p> <p>The campaigning group welcomed the record fine but called on the FCC to step up its campaign against on-air indecency.</p> <p>\"Janet Jackson's Super Bowl stunt was raunchy and tasteless and while we applaud the FCC's finding of a violation of the federal law, frankly the commission didn't go far enough,\" said the PTV president, Brent Bozell.</p> <p>\"And while the FCC issued the maximum fine against CBS and its affiliates, let's put it in perspective: their $550,000 fine represents the cost of just 7.3 seconds of advertising during the Super Bowl. It's laughably trite, and yet another reason why Congress needs to increase these fines at least ten-fold.\" </p> <p>CBS, whose MTV subsidiary produced the show, said it would contest the fine.</p> <p>\"While we regret that the incident occurred and have apologized to our viewers, we continue to believe that nothing in the Super Bowl broadcast violated indecency laws,\" CBS said in a statement. </p> <p>\"Furthermore, our investigation proved that no one in our company had any advance knowledge about the incident.</p> <p>\"We are reviewing all of our options to respond to the ruling.\" </p> <p><strong>Is it President Bush's fault?</strong> </p> <p>Soon after the show was broadcast Janet Jackson issued a video apologising for the show, but she and Howard Stern have both recently accused the Bush administration of manipulating public opinion to try and shift the spotlight away from the ongoing political turmoil in Iraq. </p> <p>The two have pointed to the links between the FCC and the Bush administration. The FCC chairman, Michael Powell, is the son of US secretary of state Colin Powell.</p> <p>\"I truly feel in my heart that the president wanted to take the focus off himself at that time,\" Jackson also told the gay magazine Genre in an interview planned for its October issue. \"And I was the perfect vehicle to do so at that moment.\" </p> <p>Meanwhile, Howard Stern has used his widely syndicated show to lobby the US electorate to vote President Bush out of office.</p> <p>\"The show is under siege. Stem cell research is stifled. Free speech is endangered. The environment is being ruined. Court appointments, the freedom to have an abortion and everything that makes our country great are about to be compromised for the next four years,\" Stern says on his website.</p> <p>\"You have the power to change all of these things by voting on election day, but you cannot do that unless you are registered to vote. Please take the time to register right now, so all Howard Stern fans can unite and tell the president we don't want him in office anymore. Kick his frigging ass out of office and send him back to the ranch where he spends most of his time anyway.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The next election, expected in only six months time, could perhaps be as important as the one of 1923 when the old Liberal party was irreversibly elbowed aside by Labour. Or that of 1983, the year Labour somehow survived against a near-overwhelming challenge from the Social Democratic party. The real contest may be about the election after next, but the framework will be decided by the party that emerges as the challenger in 2005. So, leaders' conference speeches are more than usually important. Charles Kennedy has not, on a personal level, had an easy year. This was his chance, not only to tackle the enormous task of defining his party on its own terms, but to make a triumphant comeback from the vicissitudes of the spring to offer a version of himself that would drive out the unhappy memories of his last-minute absence from the budget and his brush with political annihilation. It was his moment to prove that he was papabile. Kennedy, interesting, well-intentioned and curiously passionless, often seems to be the essential Liberal Democrat, only without the energy. Yesterday, despite - or perhaps because of - the sombre background of events in Iraq, he made his best conference speech so far. But was it good enough? </p> <p>Mr Kennedy is not a man naturally absorbed by the detail of policy making. It has sometimes seemed that while he wants to win, he is not necessarily quite clear why. The conference slogan - freedom, fairness, trust - said to be the framework for all party policy, begs a hundred questions, none of which the party leader appeared interested in answering. His journey through the pledges on pensions and the NHS, bobbies on the beat and green initiatives in local government was dutiful rather than illuminating. How, for example, would a Lib Dem government ensure that class sizes are cut while devolving more power to local authorities, or ensure that only qualified teachers teach shortage subjects like maths? </p> <p>It was a speech of bold claims, of which perhaps the boldest was his assertion that Liberal Democrats are making the political weather. Certainly, the confidence everyone has observed in Bournemouth this week stems from the belief that the party, with its 55 MPs, has carved out a place where it can dominate debate in the two larger parties. That, rather than flashy byelection successes, or even the more solid local election gains, is what underlies its claim to be the real party of opposition. And, while the Conservatives continue to wallow directionless and Labour is sucked into the violent, messy aftermath of a misguided war, Charles Kennedy's party has (mostly) seemed a model of cohesiveness. There is a new depth of expertise in the party: Sir Menzies Campbell is no longer the answer to everything. </p> <p>The danger for Mr Kennedy is that he can look dwarfed by his talented supporting cast. Yesterday, it was only when he finally turned to Iraq that he showed he has the talent to dominate his party, injecting a sense of where it must go with a well-judged attack first on the prime minister's conduct and then on the Conservatives as a party which had \"failed pathetically\" in its fundamental duty of holding the government to account. There was no doubt here that he was convinced of the rightness of his purpose, nor that he believes that his party is uniquely placed to reflect the anxieties of a broad swathe of voters. Next week's byelection will be the first test. This is where his claim to be making the political weather will be judged. If he has successfully defined the two larger parties in the mind of the Hartlepool electorate, if they see the Tories as yesterday's party and Mr Blair as a man who has betrayed trust behind a cloak of secrecy, then Mr Kennedy's conference speech will have been a triumph.</p>",
  "<p>Voluntary organisations today accused the government of earmarking lottery cash for its own agenda with the launch of a £200m young people's fund.</p> <p>The Big Lottery Fund, which distributes half the \"good causes\" cash raised by the national lottery, unveiled the young people's fund yesterday, with details of how the money will be allocated over the next three years. The young people's fund was first announced by the culture secretary, Tessa Jowell, last year.</p> <p>But the National Council for Voluntary Organisations branded it \"inappropriate\" that much of the money will be tied to funding government schemes and priorities. </p> <p>The young people's fund announcement is the latest to reignite controversy over the government direction of lottery funds. </p> <p>Last month, charities accused the government of a \"naked seizure of control\" of national lottery funding, when it was announced that £1.2bn of BLF cash would be handed out under three themes with linked outcomes laid down by the government.</p> <p>Now it has emerged that the largest portion of the £200m young people's fund has already been allocated to government schemes. It will give £28.4m to the Out of Hours Learning/School Sports Partnership, which promotes links between sport and learning, while £25m will be handed to Positive Activities for Young People - a scheme targeted at young people at risk of social exclusion and becoming involved in crime.</p> <p>Another £14m will go to local education authorities to fund extended schools, which offer a longer school day, health and community facilities on school sites, while £12.5m has been allocated for the Get Real initiative offering residential activities in the school holidays.</p> <p>Just £77.6m will be left over to make grants to individual young people or community and voluntary groups, with £10m earmarked for grants to individuals, £40m for local groups and £27.6m for large-scale national projects. </p> <p>Even this will go to projects that meet aims laid down by the government in its directions to the Big Lottery Fund, including promoting healthy living, education, safety, overcoming economic disadvantage and avoiding crime and antisocial behaviour.</p> <p>Ann Blackmore, head of policy at NCVO, said: \"It appears to be an example of the government earmarking lottery funding for an issue that meets its own agenda. </p> <p>\"Young people have always benefited from lottery funding, and we would expect them to continue to do so with the Big Lottery Fund without the need for ringfencing money and specifying outcomes in this way.\"</p> <p>Launching the young people's fund yesterday, the BLF chief executive, Stephen Dunmore, said: \"We are putting young people at the heart of the Young People's Fund. We have consulted widely with a wide range of people - government departments, voluntary groups and with public agencies - but more importantly we have asked young people themselves what they want and we also plan to involve them at the decision-making stage.\"</p>",
  "My friend Paul had a greeting card with a picture of a support group for cattle. One cow says to the group \"I'm not worried about mad cow disease\", the group leader asks why and the cow replies, \"because I'm a helicopter\". Paul amended it to \"because I'm a haemophiliac\" and stuck it on the wall in his office. Paul has been dead eight years now - the Aids virus got him. So how did we go from making sick jokes about British blood in the mid-1990s to me collecting a letter when I got home from work telling me I had a higher risk of vCJD than all the eaters of cheap burgers do. <p>What is it about being told something you already know which still makes it hard to hear? I work in the NHS on promoting patient involvement and I already knew about the two vCJD infections from blood transfusions. I've always known my haemophilia treatment could carry diseases. It takes blood from thousands of people to make my treatment, giving me the opportunity of a disease from every one of them. I can hardly miss the fact that this treatment infected me with HIV, (I have to take my anti-HIV tablets in 20 minutes) and hepatitis C (don't even ask about the treatment for that). In the 70s some of the people that gave blood to make up my treatment had hepatitis C and in the 80s some had HIV. How many in the 90s had mad cow disease? Lots, a few, none?</p> <p>The Department of Health commissioned a risk assessment of the chance of me and a few thousand others being infected with mad cow disease from our treatment. In fact I am so much of a nerd that I had already read the risk assessment when the letter notifying me came out. Although I am dubious about some of the assumptions in the assessment I did like the mathematical formula which I could use to calculate the risk of my own infection. Assuming it is actually possible to pass it on in this way, using their worst case scenario I have a more than 100% chance of being infected. That is very jolly. In their other case scenario I do a little better with about a one in seven chance. Then again it could all be rubbish and there is actually no chance of me getting it. </p> <p>My experience of HIV at least lets me know what the preventive measures to stop possible transmission mean. Aside from the frankly bizarre proposal that I should not give blood, the other bit - about destroying equipment after invasive procedures (cutting, drilling or sticking things into me) - will just be a return to the medical pariah status I had with HIV all those years ago.</p> <p>So what would I do about this as an NHS professional who works to improve the patient experience? It's hard to think how you could make this a good patient experience. I passionately believe that the most important part of patient involvement is not sitting on a committee, but being in control of what happens to your own body. </p> <p>But of all people I should be good at this, I mean surely no one could have more practice than me at the \"we think you may have got something really nasty from your treatment\" conversation. Or does it work the other way, one infection is a tragedy, two is a farce and three just too much for anybody. Both seem true; I can laugh it off as nothing like as bad as being told I had the Aids virus in the mid-80s, and other times I feel I should just give up because if there is a God he or she really must have it in for me. Even if I miss this bug there is bound to be another in the next decade.</p> <p>We have to stop repeating this cycle. In my job I talk about \"clinical governance\" the framework for continuously improving healthcare delivery. One of its simplest features is learning from your mistakes, trying to avoid making the same mistake and to change the system to pick up the problem earlier. Patient concerns can be a good early warning system to prevent future major problems. </p> <p>If a hospital had caused the infection of a patient with vCJD from medical equipment it would be a \"serious untoward incident\" and be investigated. The main focus would be to ensure the same problems were not repeated on more patients. We have now had three occasions with the same treatment of suspecting that it had something lethal in it and on two occasions we were right. Yet there is no decision to investigate this and prevent me getting a fourth, fifth and sixth \"nasty thing in my treatment\". I could go on but I have to stop as it is time to take my HIV medication.</p> <p><b>·</b> Robert James is a patient consultant for the NHS Modernisation Agency</p>",
  "<p>US media mogul John Malone has given up his long-held ambition to control the UK cable industry after selling all of his shares in Telewest.</p> <p>Liberty Media International, the non-US arm of his investment vehicle, has raised £119m selling its remaining stake in the second-largest cable operator in the UK. </p> <p>Mr Malone, who spent a fortune buying up stakes in European cable operators during the late 1990s, had long been tipped as a possible consolidating force in the industry.</p> <p>But the likelihood of his company being a prime mover in the expected merger of Telewest with fellow cable operator NTL receded when Liberty declined to build up a significant bondholding in the company prior to its £3.8bn debt-for-equity swap. </p> <p>Liberty, along with other shareholders, was left to share in just 1.5% of Telewest's overall value after bondholders were handed 98.5% of the company in return for wiping out £3.8bn of its £5.3bn debt. </p> <p>The company said in a filing to US regulators that it had disposed of a 7.5% holding in Telewest in two tranches over the past month. Before the debt-for-equity swap, Liberty had a stake of 25%, and its withdrawal mirrors that of Microsoft. </p> <p>The computer giant had also once hoped to play a key role in the UK cable industry but wrote off billions of pounds in investment earlier this year when it sold its 23% stake for just £3m. </p> <p>Earlier this year Mr Malone spun off Liberty's international ventures into a new company in an effort to simplify his complex media and telecoms investments around the world. </p> <p>The company includes Liberty's 45% stake in J-Com, Japan's cable television, broadband and telephony player, and UnitedGlobalCom, the biggest European cable and broadband network, of which Liberty took control earlier this year. </p> <p>Mr Malone, the US \"cable guy\" who made a fortune investing in the technology in the US but saw billions wiped from the value of Liberty when similar investments in Europe crashed, is expected to concentrate on his investments in the US and continental Europe. </p> <p>Mr Malone's withdrawal from the UK leaves New Jersey investor Bill Huff in pole position as the most powerful force in the marriage of the two companies. He holds an 18% stake in Telewest and is also a director of NTL. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "I sit in paradise. Well, I wouldn't have placed Khartoum in that category when I arrived eight weeks ago, but now I can think of few things more luxurious. The difficulties encountered in the field certainly make you appreciate electricity, running water and food. <p>The R&amp;R respite is a brief few days but this is much needed after staying in a small village in Sudan. There we are limited by security constraints that prevent our movement in the evenings, so any free time is spent in one of three rooms in the house. The chance to explore a foreign city is refreshing and I hope it will add to the complicated picture that is life in Sudan. </p> <p>At present this is not to be. I am restricted to a small section of the city because increased security guidelines have been introduced since Colin Powell's recent statements. These things, over which we have no control, all have important implications for our life here. </p> <p>I have not checked my weight, but earlier teams weighed themselves before entry and on exit to R&amp;R or holiday, with the average weight loss about 5-6kg (and these are not big people). This is due to many factors. It is difficult to secure an adequate supply of food and eating local food carries the risk of the usual gastrointestinal disturbance.</p> <p>The week preceding my R&amp;R was filled with the usual trials. Every trip to the clinic was accompanied by a vehicle being stuck in the mud or water. It is strange to think that, before coming here, I had never removed a land cruiser from mud and now lengthy discourse passes between myself and the drivers about which of the options is best in this setting. On one occasion, the passing bus - well, that is to say a Land Rover from the 1970s stacked to the gunwales with people - stopped to assist us and I was able to add further techniques to my repertoire. </p> <p>Things like this are so normal to these people and their kindness and willingness to help anyone never ceases to amaze me. It provides another chance to talk to people about the dramatic changes that have occurred in their lives and everyone has a story. As we watch one man digging out the back wheels of the car, others tell me of dead loved ones and increased numbers of relatives that they must care for, the majority of whom are female. </p> <p>Medically, the last few weeks have been notable for the rise in malaria cases, which we have been expecting since the rainy season started. </p> <p>In the middle of a crowded outpatient waiting area, while trying to access the lab to look at the blood film of a patient (one of the few tests we are able to do here), I am dragged across to see a young man stretched out on a donkey cart covered with a blanket. He is unconscious and arrived yesterday from Zalingei. His story is difficult to put together, but it appears he has had fever for four days and was found unconscious by his companions this morning. </p> <p>After little thought, I place an IV line and give a concentrated solution of glucose into the vein, as low blood sugar from malaria presents like this, and, minutes later, he awakes, aggressive and confused. The diagnosis of cerebral malaria is confirmed and, after injections to start treatment of the disease, I have to use further medication to sedate him before he injures himself or someone else with his thrashing around. So, after an hour and a half's work, I have successfully taken a man who was asleep and, with several injections, made him sleep. </p> <p>What we do must seem so confusing to those not medically trained and even more so to the Sudanese family members who watch in stunned silence. Added to the mix is the fact that, when the disease reaches this stage, the risk of death increases dramatically. I explain this to them. There is little more I can do for him now, so I have to go and attend to the next patient and leave his side.</p> <p>The break in pace is needed and it is amazing to discover just how tired you are when you arrive at a place to rest without disturbance. Now the bed calls and somehow they seem softer and larger here in the capital. I wonder what they will be like in the comfort of little New Zealand, which seems so far away now.</p> <p><b>·</b> Dr Dean Harris is an aid worker with Médecins sans Frontières in Garsila, Darfur</p>",
  "Next year sees the 40th anniversary of the Watts riots - or rebellion, depending on your politics. Among the hottest points of the civil rights struggles of the 1960s, the riots were condemned by the white establishment at the time as one of the largest outbreaks of mass looting ever seen, involving an estimated 50,000 people. <p>Almost 40,000 police and national guard officers confronted the rebels/rioters as the authorities reacted belatedly and heavy handedly. Of the 34 people who died during the six days of unrest, 28 were African-American.</p> <p>After the event, despite the tepid recommendations of the official McCone commission, orthodoxy swung behind the more liberal interpretation of events: the Watts riots had been a \"rebellion of rising expectations\" fuelled by poverty, racial injustice, a lack of services and the awareness that Watts, Willowbrook and Compton, predominantly African-American areas of Los Angeles that were later renamed South Central, were being left behind.</p> <p>The McCone commission, while largely dismissed as a whitewash, did produce one legacy, a legacy that has returned Watts and the events of almost 40 years ago to the news this week.</p> <p>Three years after the riots and just six days after the assassination of Martin Luther King Jr, work began on the construction of what came to be called the King/Drew medical centre, a response to the catastrophic lack of services for the local community. The 500-bed hospital, serving 1.5 million people, opened in March 1972.</p> <p>Since then the proud hopes of the King/Drew medical centre have given way to less edifying stories of mismanagement, corruption, and inefficiency. Lurid tales have abounded in the press: the use of stun guns to subdue patients on psychiatric wards, the avoidable deaths of four patients on a single ward last summer, operating instruments being stitched up inside patients, and filthy wards. The outcry over the state of what became known as \"killer King\" became vociferous and ceaseless.</p> <p>Yet a beacon shone out of the rubble of the hospital's original aims. The pride of the medical centre was its trauma unit. The unit, additional to the emergency room, specialised in the treatment of violent injuries such as gunshot wounds, stabbings and car accidents. It treated 2,150 patients last year and was the busiest and best trauma unit in the country.</p> <p>However, at a press conference last week hospital officials announced that the trauma centre was to be shut down as part of an attempt to rationalise the chaotic state of the institution and prevent the closure of the entire facility. Faced with demands to make the hospital pay or see it lose federal funding, the LA county health director and the local supervisors charged with overseeing the institution chose to lop off the healthiest part of the organism.</p> <p>Arguing that the work of the trauma centre placed an undue strain on the rest of the hospital, Thomas Garthwaite, the health director, proposed that closure was the only way to achieve the reforms demanded by the federal funders, who provide half of the hospital's $400m (£222m) annual budget. \"It's like driving your car on the edge of a cliff,\" he told the LA Times. \"Anything can just push it over.\"</p> <p>His proposal provoked the fury of those who use the trauma centre and those who are aware of its political importance, both as a product of the uprising of 1965 and as a vital tool in the fight against crime in areas that were once called ghettos.</p> <p>The authors of the reform plan took a step back this week and announced a period of public consultation on the plans, but that was a faint victory for its opponents: Californian law obliges the authorities to consult publicly on such a decision. </p> <p>With the health authorities already agreeing to place the institution under the control of an outside management firm for a year, the prospects for the trauma unit seem fragile. If it closes, the numerous and overwhelmingly poor local victims of shootings and stabbings will have to take themselves further afield to get the necessary medical attention - precisely the situation the hospital's founders aimed to alleviate when they responded to the causes of the Watts riots.</p> <p>\"As we approach the 40th anniversary of the Watts riots, I see a convergence of so many problems - not just the hospital but in public housing, law enforcement,\" Tim Watkins, a local activist, told the LA Weekly. \"Evidently, the solution to poverty is to displace the poor. We're not fixing the problem, we're exacerbating it.\"</p>",
  "<p><strong>·</strong> Find out why a Catholic aid agency is suggesting that the church's insistence on abstinence as the only protection from HIV/Aids infection is unrealistic<br><strong>·</strong> Read the strategic agreement between the voluntary sector and the Department of Health<br><strong>·</strong> Job of the week - earn £70k as a director at a children's charity </p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for voluntary sector professionals </p> <p><strong>WHAT'S HAPPENING IN THE VOLUNTARY SECTOR THIS WEEK</strong> </p> <p>Cafod, the Catholic aid agency, has admitted that it ignores 'oversimplistic' solutions such as the Vatican's prohibition on the use of condoms when advising those at risk of contracting HIV/Aids in the developing world <a href=\"http://society.theguardian.com/aid/story/0,14178,1311674,00.html\">Read the story</a> ... Charity chief executives call for 'practical detail' on funding of contracts to provide NHS services, after the signing of a strategic agreement between the Department of Health and the voluntary sector <a href=\"http://society.theguardian.com/futureforpublicservices/story/0,8150,1310274,00.html \">Read the story</a> ... Noreena Hertz on why developing countries' crippling debt hits women hardest <a href=\"http://society.theguardian.com/aid/comment/0,14178,1311880,00.html\">Read her comment</a> ... For more on international aid visit our <a href=\"http://society.theguardian.com/aid/0,14178,1127081,00.html\">special report </a> ... The Salvation Army warns that staff may be made redundant as part of plans to tackle a £10m budget deficit <a href=\"http://society.theguardian.com/charityfinance/story/0,8150,1309548,00.html\">Read the story</a> </p> <p>^^^^^^^^^^</p> <p><strong>VOLUNTARY SECTOR DIARY - WHAT'S COMING UP THIS WEEK</strong></p> <p>TUESDAY: Stuart Etherington, chief executive of the National Council for Voluntary Organisations (NCVO), will speak at a fringe meeting at the Labour party conference, organised by the Future Services project, an alliance that also involves the Confederation of British Industry and the National Consumer Council, which discusses the future of public services. Find out more <a href=\" http://www.ncvo-vol.org.uk\">here</a>. </p> <p>Tom Levitt, chairman of the all-party parliamentary group on charities, to speak at a joint fringe meeting - the Voluntary Sector, in Europe for Good? - held by the NCVO, international development agency network <a href=\" http://www.bond.org.uk/aboutus/index.html\">Bond </a> and international NGO alliance <a href=\"http://www.solidar.org\"> Solidar</a>. </p> <p>WEDNESDAY: The Charity Commission to hold a board meeting that will be open to the public for the first time. Find out more <a href=\"http://www.charity-commission.gov.uk/tcc/boardintro.asp  \">here</a>. </p> <p>THURSDAY: The joint parliamentary committee scrutinising the draft charities bill to publish its report on the new legislation. Find out more <a href=\"http://www.parliament.uk/parliamentary_committees/jcdchb.cfm  \">here</a>. </p> <p>^^^^^^^^^^</p> <p><strong>ELSEWHERE THIS WEEK</strong></p> <p>The voluntary sector and the NHS signed a strategic agreement aimed at underpinning partnerships in service provision (pdf). Read it <a href=\"http://image.theguardian.com/sys-files/Society/documents/2004/09/22/agreement.pdf\">here (pdf)</a>. </p> <p>The Charity Commission has published new model governing documents for charities. Find out more <a href=\"http://www.charity-commission.gov.uk/registration/mgds.asp\">here</a>. </p> <p>The Big Lottery Fund has formally launched its £200m young people's fund. Find out more <a href=\"http://www.biglotteryfund.org.uk/ypfintro.htm\">here</a>. </p> <p>^^^^^^^^^^ </p> <p><strong>JOB OF THE WEEK</strong></p> <p>Children's charity NCH is looking for directors of children's services to cover its north-west, eastern and south-eastern regions. Salaries of £70,000 plus are on offer for candidates \"that share NCH's vision, values and ethos\". </p> <p>For more details of this and hundreds more public sector and voluntary posts, including director of the Trust for the Study of Adolescence based in Brighton and chairman and trustees at the Peace Hospice in Watford, Hertfordshire, visit our <a href=\"http://jobs.theguardian.com\">free online database</a>.</p>",
  "<p>The problem of identity theft is becoming a growing concern for Britons, with 90% of people who are aware of the phenomenon worried about falling victim to it, research showed today. </p> <p>Incidents of identity theft - when a fraudster uses someone else's personal details to apply for credit or benefits - soared by 45% last year. </p> <p>Fraud prevention service, Cifas, estimated that there will be around 130,000 reported cases of identity theft this year, up from 101,000 in 2003, and levels are expected to continue growing as the introduction of chip and pin cards reduces credit and debit card fraud. </p> <p>But despite the growing problem of identity theft around 18% of people said they were unaware of the crime, according to the financial services firm CPP Group. </p> <p>People aged between 18 and 29 were least likely to have heard of it, with 21% saying they did not know what it was, compared with just 16% of those aged between 30 and 50. </p> <p>Even among those who were aware of what identity theft was, many underestimated the knock-on effect falling victim to the crime could have. </p> <p>Around 43% of people did not realise they could face problems opening a utility account if someone damaged their credit record. And 30% didn't realise they could be wrongly accused of criminal activities such as benefit fraud. </p> <p>Nearly two-thirds of people were also unaware that being a victim of identity theft could make it difficult for them to get a job, as many companies carry out credit checks on potential employees or check they have no county court judgements against them. </p> <p>One in five people even thought the crime would have no consequences for them at all. </p> <p>Stephen Chinn, of CPP Group, said: \"Identity theft is growing at a tremendous rate already and the UK financial services industry is anticipating a dramatic rise once chip and pin makes its impact. </p> <p>\"This type of fraud can affect any of us and all it takes is for a few personal details to fall into the wrong hands.\" </p> <p>He urged people to dispose of papers containing personal details, such as their name, address and date of birth, carefully, and warned them not to give personal details to cold callers or account information to people claiming to be from their bank.</p>",
  "<p>Dennis Hopper has signed up for George A Romero's zombie sequel <strong>Land of the Dead</strong>, and will appear alongside John Leguizamo and Simon Baker. Universal Pictures will distribute the eagerly awaited release, which is due to begin filming in Toronto in October and pits an army of undead against human survivors trapped in a walled city. Romero rose to prominence in 1968 with Night of the Living Dead and enhanced his reputation 10 years later with the cult hit Dawn of the Dead.</p> <p>Tom Wilkinson and Laura Linney will star in the drama <strong>The Exorcism of Anneliese Michel</strong>, about an exorcism that results in the negligent death of a teenager, Variety reports. Shooting is due to begin in November in Vancouver. Linney will be seen later this autumn in the romantic comedy PS, and she stars opposite Liam Neeson in Kinsey, a biopic about sexuality researcher Alfred Kinsey that is expected to be a strong awards season contender.</p>",
  "Few like to look at them, but the statistics on rape convictions are unbearably bleak: reported rape has trebled in the past decade; less than 6% of reported rapes result in a conviction; less than 20% of rapes are reported to the police. There is more rape, and it is easier to get away with. <p>The law itself is not to blame. MP Vera Baird was the driver behind the Sexual Offences Act, which came into force in May. A man may no longer claim that he believed a woman was consenting to sex; a jury must instead be convinced that his belief was \"reasonable\". This change could have a big impact, with more pleas of guilty at an early stage and the message sent out that the smug, \"But I thought she wanted it, m'lud\" defence is no longer enough. </p> <p>But the act must be closely monitored if it is to have any effect at all, because it is in the hands of judges, lawyers and juries. Our judiciary, not renowned for its regiment of women (there are 11 among 156 of the most senior judges), needs to be evaluated carefully to check that it interprets the new law properly. How did Judge Michael Roach let off trainee croupier Michael Barrett with a conditional discharge for having sex with a 12-year-old girl with the comment, \"I trust you to behave yourself now\"? Do judges have a clue about the reality of today's social culture, of contemporary gender relations? </p> <p>As for the police, we need sexual assault referral centres (Sarcs) in each of the 43 police forces - where victims have access to women doctors, counsellors and specialist non-uniformed officers. There is evidence that specialist treatment by the police is more likely to end in a conviction, and yet there are only eight Sarcs in the whole of England and Wales. We also need public funding for rape crisis centres, which are aimed at more long-term psychological support. Three have closed in the past three months, demonstrating the low priority our culture gives to the victims of sexual abuse. </p> <p>And finally, the public. It is jurors who acquit presentable young men who look just like their sons; it is jurors who assume that women in short skirts are asking for it. So what is needed is a high-profile, hard-hitting public information campaign debunking the myths about rape. Just as aggressive public information broadcasts changed the way the public sees drink-driving, which was absolutely acceptable 30 years ago, so outdated thinking on sexual violence must be highlighted and quashed. For example: a low-cut top does not excuse rape; nor does bleached hair or being drunk. Rape is rarely committed by strangers; former stranger-rapists understand the courts well enough to know that if they get to know a woman before they rape her then they will probably get away with it. The overwhelming majority of rapists are friends, boyfriends, husbands, ex-lovers, men in bars. </p> <p><b> Summary</b> </p> <p><b>·</b> Tight monitoring of judges over the new Sexual Offences Act. </p> <p><b>·</b> Sarcs in each of the 43 police areas in England and Wales. </p> <p><b>·</b> Public funding for rape crisis centres </p> <p><b>·</b> High-profile public information campaign debunking myths about rape.</p>",
  "Over the past six months the debate about abortion has been dominated not by words but by pictures. In April, Channel 4 screened the documentary My Foetus, which included footage of an abortion procedure four weeks into pregnancy. A few months later, Professor Stuart Campbell, a former head of obstetrics at King's College hospital, published a book of striking images from ultrasound scans, which showed babies stretching, scratching and apparently walking in the womb. The \"strolling foetus\" image in particular has been reproduced with delighted regularity by the rightwing press, even though it told us nothing new. <p>We should make no mistake - abortion rights in the UK are under greater threat than they have been for more than a decade. The anti-abortion movement is on the march, having learned the lessons of their more aggressive - and more successful - American counterparts. (In the past seven years in the United States there have been more than 300 new measures restricting abortion.) David Steel shocked many earlier this year when he advocated another cut in his 1967 abortion law time limit, last reduced from 28 weeks to 24 in 1990. He now proposes cutting it once again, to 22 weeks. </p> <p>A pre-emptive strike is necessary. The government should make a commitment to the pro-choice agenda by legislating for abortion on request during the first three months of pregnancy, sweeping away the current requirement for the consent of two doctors. This needless rubberstamping wastes everybody's time, including doctors'. It also impacts most negatively on vulnerable women, especially young working-class women, who may not be well versed in articulating what they need and want. </p> <p>It is time to reconfigure the entire abortion debate to be concerned with class rather than time limits. The number of pregnant teenagers seeking abortions varies widely across social class: in affluent areas three-quarters of under-18 pregnancies are terminated, in deprived neighbourhoods the figure is less than a fifth. Researchers have also discovered that the number of teenagers opting for abortion is directly related to the number of older women in the same area making the same decision, which suggests that attitudes are not so much individual as cultural. Becoming a parent at an early age is not sufficient to limit these girls' life options - poverty does that. But it is these same young women who are most susceptible to the imagery we have seen over the summer, and for whom quicker access to abortion, if they want it, could make a genuine difference. </p> <p><b> Summary</b> </p> <p><b>·</b> Abortion on request during the first three months of pregnancy, sweeping away requirement for the consent of two doctors.</p>",
  "<p>It began nearly 30 years ago, during my South Welsh childhood. The attics of our red brick villa, which had already done duty as my puppet theatre, were now converted into a studio. I was given a Super-8 movie camera and, with various chums playing truant from the rugby field, I became quite the pint-size Cecil B DeMille. Shouting through a cardboard megaphone, I directed a two-minute Frankenstein spoof, a double-identity spy thriller called Bumble Bee Bong, and a stop-motion animation, using nudes chopped out from my dad's dirty books, called Boff! Attired in a ladies' black plastic leatherette-effect mackintosh from Peacocks in Caerphilly, I appeared on screen as Peter Sellers doing the lunatic Nazi on the Parkinson show (\"Churchill was a rotten painter! Hitler? Two coats - one afternoon!\").</p> <p>The Victorian villa was eventually to become a psychiatric home. My friends grew fat, got married and divorced, and became salesmen for plastic window frames, transport managers in Chippenham, or accountants wanted for fraud. As for me, I remained true to my Peter Sellers obsession. At Oxford I was taught by Richard Ellmann, renowned biographer of James Joyce and Oscar Wilde. What if, I wondered, the time and attention given to classical authors was expended on a comic movie star who went off his head in more than a manner of speaking? Amazingly, Tynan's profiles aside, nobody had taken a showbusiness figure seriously before. The icons of popular culture were either the province of the appalling Alexander Walker, or else the subjects of impenetrable sociology dissertations at polytechnics. Five years later, I produced the 400,000 word (or 1,200 page) The Life and Death of Peter Sellers, which owes more to ETA Hoffmann than to Sheridan Morley.</p> <p>That was in 1994 and, ever since, I have been receiving hate mail from the actor's many fans, who took issue with my portrait of a dark, twisted genius, whose comedy was rooted in his insanity and egomania. It's difficult for me to believe this, but some people do genuinely expect that a comedian, at his core, will be sunshiny and giggly; that the tantrums are no more than a reaction to the pressures of fame. My exposure of Sellers's sexual promiscuity, violence, hysteria and bad manners was somehow a betrayal.</p> <p>Actually, never for a single moment have I denigrated Sellers as an artist; it's just that the artistry happened, his multi-faceted comedy occurred, because he was divided against himself and was aware (like Francis Bacon or Laurence Olivier) of the nearness of primordial chaos. As he himself explained the process, which enabled him to freely flow between being a French detective, a German rocket scientist, a Swansea librarian, or a stocky trades union rep: \"One acts as an open wavelength and maybe something comes through. Maybe you trap evil spirits somehow.\"</p> <p>There was certainly a voodooistic element to my own meditations on Sellers; I grew to be interested in the interrelationship of the biographer and his subject, the often toxic byplay between the sleuth and his elusive quarry. It's like Javert and Valjean, or Clouseau after the Phantom, if you prefer. What I wanted to know was how did Sellers keep making himself into another person? What were his dreads and desires? He was acting and impersonating all the time to keep back his feelings of emptiness - he was an incomplete being unless putting on a different voice. But just why did he sense himself to be on the outside of life and never at home anywhere, despite the acquisition of family, friends, castles, fast cars and the latest cameras?</p> <p>To explore all this I devised a book-within-a-book; a biography about a person writing a biography; a quest. What I love about this biopic they have now made is that structurally much of this Shandyism is retained. Most movies don't use the language of film; this does. The narrative games, the visual tricks and surprises, the way Geoffrey Rush wheels around and he's turned into Sellers playing the other people in his story - the flavour and texture and rhythms of Stephen Hopkins's film are evocative of Sellers's spellbinding freakishness.</p> <p>Paradoxically, to go from my home movies in Monmouthshire to the multi-million pound production at Shepperton, with the greatest cast ever assembled since The List of Adrian Messenger (Emily Watson, Charlize Theron, Stanley Tucci, John Lithgow, in addition to the astonishing Rush), was, for me, in a way, a small step. I'd always dreamed of this film, like Prospero spending years perfecting his masque. Scenes I'd invented, situations I'd imagined, in my falling-down Normandy farmhouse, were now being physically, lavishly, built on the sound-stages. There I'd been a poverty-stricken non-stipendiary junior research fellow of an Oxford college with crying babies and an exhausted publisher's advance; now here came Theron with her entourage of hairdressers, a crew of 200 technicians, a catering bus called the Mobile Mouthful, and innumerable Hollywood producers shuttling first class between Los Angeles and LHR on mysterious errands.</p> <p>I adored my trips to the studio, ferried thither from the Groucho Club in a chauffeur-driven BMW with black glass in the windows. (Unless I can persuade John Boorman to adapt my Anthony Burgess opus, this will remain a once-in-a-lifetime spree.) The mock-up of the Dorchester Hotel was bigger, grander, than the real thing. A balcony gave way to a painted panorama of Hyde Park. Elsewhere at Shepperton they'd constructed a street in Gstaad with snow coming down, a replica of the war room in Dr Strangelove, and Sellers's parents' house, crammed with music hall memorabilia and posters.</p> <p>Rush was in the make-up chair from 5am getting rubbered up. A clay nose, silicone lips, porcelain teeth, spongy cheeks and a foam chin were glued or cemented to his head. Brown contact lenses were inserted to disguise his icicle-blue eyes. One of several dozen specially woven wigs was knitted to his scalp. He had over 80 costume changes, each tailored from authentic 1950s or 1960s fabrics. A wiry Australian metamorphosed into England's greatest clown, and it was one of the best moments in my life when I met him in character - for I was finally meeting Peter Sellers. We stepped outside for a cigarette and talked for an hour about Alec Guinness.</p> <p>The shoot lasted throughout the spring and summer of 2003. Each day Rush was a different Sellers - young and plump, old and emaciated, dapper at the Dorchester; he was made up both as Sellers in private life and as Sellers in his various famous roles. Lithgow and Tucci flew in from America to do their scenes - then Rush would become Sellers impersonating those actors, I quite lost sight of the real Rush. I didn't know where he and Sellers began and ended any more.</p> <p>Before principal photography had begun, I was invited to dinner in Soho to meet the stars, the director, and sundry other bigwigs. Freddy De Mann, Madonna's former business manager, who'd acquired my rights in 1997, and who is responsible for initiating the project, squirmingly saluted \"Roger's great vision\", and people said I was to be welcome on the set. All very jolly. It was a shock, therefore, after such geniality, when HBO, the producers, refused to invite me to the world premiere at cinema's equivalent of the Eurovision Song Contest, the Cannes film festival, last May. \"Your presence may stir unnecessary controversy,\" I was informed by fax from a gauleiter in the legal department. Though I (contractually) have a major screen credit in the main titles, my name was air-brushed from the press release material. It was like the behaviour of the old Soviet Union politburo - one minute they love you and toast you in gallons of vodka (or Alastair Little's house burgundy); the next minute it's a bullet in the back of the neck.</p> <p>The churlishness remains hard to forgive. I thought controversy was the life-blood of cinema, but there you are. Without my book there'd have been no movie, and I was tempted to fly to Cannes and strut up and down the Croisette before the premiere wearing a sandwich board to this effect. From what I can gather, HBO were concerned about the vilification my work had long received from Sellers's 50-year-old son, Michael, and the more possessive fans - the ones that go to Goon Show conventions and speak in Bluebottle and Eccles voices, no doubt. They were particularly scared of the negative publicity that would ensue if Britt Ekland, the guest of honour, alligator-wrestled me on to the red carpet.</p> <p>You'll appreciate that part of me hoped the film would be a total turkey; the whole experience was soured by the insults and injuries. (One of the producers went through the motions of trying to explain to me that, in any event, HBO's budget couldn't run to another plane ticket and hotel room.) And when I did eventually get invited to a screening in London - and then only after the picture had been safely sanctioned by the surviving Sellers family and given the thumbs up by the world's press - I did think it was rather frantic and fragmented. It was as if the Fellini of Juliet of the Spirits had decided to explore the Goons. While it could be argued that this is exactly what the inside of Sellers's head was like, the movie seemed to flicker past in a bedlam of brilliant images. Nothing stood still long enough to engage you. The first night of Stravinsky's Rite of Spring was similar - and people threw chairs at the orchestra in frustration.</p> <p>The film-within-a-film format, or framing device, had been substantially edited. Sequences with Sellers/Rush as the director, striding about the various sets shouting \"Cut!\" and organising the stagehands as they dismantled the scenery, were missing. The bit where he turned into his cardiologist, Dr Wexler, and told us about the experience of his heart attack, only for Milligan and Secombe to whizz on, remove his white coat and make-up and carry him bodily off screen, was gone. The virtuosic mix, where Sellers/ Rush turned into Stephen Fry's fortune-teller, was gone. Rob Brydon as Dustin Hoffman and Emilia Fox as Lynne Frederick, Sellers's last child bride, had vanished. (I remembered that Johnny Vegas was called to a medical for the role of Harry Secombe and was never heard from or seen again.) The brilliant concept that it was Sellers himself making the biopic, playing all the parts, with the theatricality and artifice of sound-stage always on view, was curtailed. Vestiges, immaculately executed, remain - but for long passages the film, despite the busy editing style, is almost conventional.</p> <p>My error was to keep subconsciously comparing and contrasting the final cut with the written script or the printed book. It took me a while - three viewings - to forget the antecedents and enjoy the movie for itself. (It also helped that I was reinstated on the publicity handouts, though I had to scream for that to happen.) I do, however, now genuinely think that Stephen Hopkins has created a pop art masterpiece. It is not a documentary but a fancy-free set of variations on a theme of Sellers, with Rush, attired in Clouseau's belted trench coat or Dr Strangelove's sharp charcoal suit, almost in competition with the man he has come to inhabit so disconcertingly well. The ethos of Sellers and the Age of Aquarius comes hurtling back at you with the rhapsodic opening title-sequence cartoon. Shot in the manner of a lurid cheery red and canary yellow DePatie-Freleng Pink Panther animation, caricatures of Sellers multiply and proliferate as the soundtrack is filled with Tom Jones growling What's New, Pussycat? All my aunties in Wales will be paying a fortune to go to the cinema three times a day just to see the bit where my name comes up in big flashing lights.</p> <p>But everything is reduced to a cameo or a cipher by Sellers's vast, hungry ego. It is Rush's show. He told me that making this film was \"the ride of my life\". I want him to do it all again in a stage musical, if he has the stamina. From the Glenn Miller 1940s swing to Burt Bacharach's trombones, and the circus clarinets of Nino Rota during his Cinecitta heyday, it's as if Sellers's biography has already been highkickingly orchestrated and arranged. He lived a jazzy life.</p> <p>If my book was necromancy, so is the movie. I felt that Sellers had risen from the dead to appear in it. The Being There scenes are particularly ghostly, and it was eerie trying to talk to Rush when he was garbed as Chance, carrying an umbrella and wearing a natty dove grey bowler. He was monosyllabic and far-off. Sellers had lobbied for eight years to star in an adaptation of Jerzy Kosinski's novella; he identified fully with the hero's self-annihilation. Chance the gardener is without a traceable past; it is impossible to detect his background. Sellers's affinity with the role was so complete, he threatened to sue Kosinski for stealing his life. He even had stationery printed up with Chauncey Gardiner's name. He was to play him as a holy innocent - yet it was the emotional disengagement he recognised.</p> <p>Rush even gets to create the famous moment where Chance potters off across the surface of a misty lake. He literally walks on water. Rush then ascends into the sky and the camera pulls back, and it's the poster for Being There on the wall in the Gstaad chalet. The mortally ill Sellers, as pale as winter, is sitting all alone, sorrowfully watching his home movies - comfortless reminders of so many lost days, with Anne and the children. This is the very meaning of the Peter Sellers story: the pressures he was under, or put himself under, as he compulsively questioned and searched for happiness.</p> <p><strong>· </strong>© Roger Lewis 2004. The Life and Death of Peter Sellers is released on October 1. Lewis's biography of Sellers is published by Arrow, price £9.99. To order a copy for £8.99 with free UK p&amp;p, call the Guardian Book Service on 0870 836 0875, or go to <a href=\"http://www.theguardian.com/bookshop\">www.theguardian.com/bookshop</a>.</p>",
  "<p><strong>Q</strong> I bought a second-hand privately-owned car in February 2004. The vehicle looked OK but for my \"peace of mind\" (as referred to on the RAC website) I decided to have an RAC inspection, at a cost of £111. It didn't highlight any major problems so I went ahead and bought the vehicle. </p> <p>The first time I loaded the car with any considerable weight was the day before we were due to go on holiday in August. Then I found that the alloy wheels fitted to the vehicle came within a centimetre of the wheel arch. Any suspension movement meant the tyre and the wheel arch would make contact. Although the wheels are not standard they are clearly marked with a manufacturer's name which should have alerted the engineer to a potential problem. </p> <p>Although the car was not loaded up at the time of the inspection, there is less than six centimetres between the tyre and wheel arch unloaded. A visual check from behind or above is all it takes to see that the tyre projects out past the bodywork and that it would make contact with the arch. My local garage spotted the fault within minutes without any prompting. The vehicle is in a dangerous condition if it is used for loaded journeys within the UK and abroad.</p> <p>My options now are to sell the car at a loss, change all five wheels or upgrade the suspension. At the moment the RAC have denied any responsibility saying they only perform a visual check (which is all that was needed anyway) and have referred me to a tyre specialist.</p> <p>I believe this is something that should have been spotted at the inspection and would appreciate your opinion on my intention to take the matter further, possibly through the small claims court.</p> <p><strong>PB</strong></p> <p><strong>A</strong> When you buy a car privately it is very much a case of \"let the buyer beware\". You can't expect the car to be of satisfactory quality. All you can rely on is the seller's description, but unless you get something in writing this won't take you very far.</p> <p>So you were wise to have the car inspected by an RAC engineer before you bought it. In theory this means you have some come back against the RAC if the engineer negligently fails to spot an obvious defect within the remit of the inspection. </p> <p>Since the problem with the ill fitting tyres was dangerous and clearly visible it seems clear that the engineer is in breach of his duty of care. So you're within your rights to claim compensation from the RAC for the cost of having the matter put right. After all you paid the RAC £111 to prevent this kind of thing from happening. </p> <p>If the RAC continue to dispute your claim you should ask the garage to write a brief statement confirming that this problem was an obvious one that could be detected within minutes. Send this to the RAC as proof of their negligence. If this doesn't do the trick you will have to take your claim to the small claims for the cost of repairs.</p>",
  "<p>A Hollywood film executive today emerged as the third contender in the battle for control of Liverpool football club.</p> <p>Liverpool-born Mike Jefferies - who is currently producing Goal!, a football film trilogy about a South American who comes to play in the English Premiership - and Stuart Ford, an entertainment lawyer with Merseyside roots, have reportedly begun talks with the club with a view to putting together a potential £100m deal.</p> <p>The two men believe the club should pursue a more aggressive international commercial strategy and do more to exploit its brand, the Financial Times reported.</p> <p>Their interest - reported to be at an early stage - is likely to spark a three-way battle for control of the Merseyside club. </p> <p>Already this year, consortiums led by the Thai prime minister, Thaskin Shinawatra, and Liverpool businessman Steve Morgan have put forward £65m and £73m deals.</p> <p>\"We would like to be able to contribute to helping Liverpool become the most successful club in the world again,\" Mr Jefferies told the Financial Times.</p> <p>The Jefferies and Ford consortium is understood to want to retain the involvement of David Moores, the present Liverpool chairman, but ultimately supplant his family's 51.6% ownership of the club. They are also backers of Rafael Benitez, Liverpool's recently appointed Spanish manager.</p> <p>Mr Jefferies told BBC Radio Five Live that he has not put a timescale on any potential, bid but says that, if Liverpool want to capitalise on the January transfer window, club officials needed to act now.</p>",
  "<p>Buying a car has always been a risky business judging by the high number of complaints received by the Office of Fair Trading each year from disgruntled motorists. But if you are unlucky enough to buy a faulty car you must return it quickly if you want to be sure of getting your money back. </p> <p>Currently, if you pay by cash or cheque, you must ask for a refund within the first three weeks or so, otherwise your claim will be reduced to the cost of repairs. New European laws introduced in March last year allow you to ask for a replacement car. But you can't insist on this if it would be disproportionately costly for the seller. </p> <p>Curiously, you have a longer period to claim a refund if you buy a car on hire purchase or under a conditional sale agreement because the law allows you to return the car and get your money back throughout the period of the credit agreement. It won't be a full refund though, since the finance company can retain an amount to reflect your use of the car up to the time it is returned. </p> <p>Buying from a dealer ensures you get the maximum legal protection since the law demands that the car is of satisfactory quality and fit for its purpose. What is satisfactory depends on the price, age and description of the car. And obviously, for example, you can't expect a second-hand car to be as perfect as a new one. But the bottom line is that all cars sold by a dealer must be roadworthy, reasonably durable and safe to drive.</p> <p>If a fault comes to light in the first six months you are not required to prove the car was faulty when you bought it. Under European rules if you complain within the first six months the fault is assumed to have existed at the time of sale and the burden is shifted to the dealer to prove the car was not defective.</p> <p>But if a dealer tells you about a defect before you buy, or if you examine the car and should have noticed a defect such as worn tyres, you can't complain later about these problems as the law says you had notice of them. But this applies only if you actually examined the car. Dealers can't rob you of your rights by saying you were given the opportunity to examine the car if you chose not to because, for example, you know nothing about cars.</p> <p>All new cars are supplied with a manufacturers guarantee, which can last for one, two or three years. Any rights you get under the guarantee are in addition to your basic legal rights and operate as a bonus. Check the small print since terms can vary. It's worth finding out whether the guarantee contains restrictive conditions such as requiring you to have the car serviced by a franchised dealer, which could cost you money in the long term. </p> <p>Private purchases in response to small adverts in the local paper work out much cheaper than buying from a dealer. But you have very limited comeback if something goes wrong. The law merely requires that the car is described accurately and owned by the seller. You cannot complain simply because the car is faulty. </p> <p>If you are buying a car from a private individual, you should take someone with you who can verify what the seller says about the condition of the car. Try and get the seller to write down any description given such as \"serviced regularly\" or \"excellent condition\" since this will help you to claim compensation if the statements turn out to be false. </p> <p>You must examine the car thoroughly. If you don't know anything about cars take someone with you who does. Alternatively, you can arrange to have the car examined by an independent engineer from a motoring organisation such as the AA or RAC for between £100 and £300. Such an examination will let you know if the car is in good condition. And if the engineer fails to spot a serious defect you can claim compensation from the motoring organisation. </p> <p>Bargains can be found at auctions but be careful of the auctioneer's conditions of business. If a car is sold \"as seen\" your basic statutory rights don't apply. You need to bear in mind that your rights are against the seller and not the auctioneer. The entry form on the car's windscreen will give you some idea of the car's history and help you find out about the seller.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Elton John calls Taiwanese photographers \"rude, vile pigs\" when he is besieged by the local media at the start of a tour. P2<br>Former BBC director general Greg Dyke says the BBC governors should be abolished. P6<br>MPs have attack the the new logo of the British Council for a distinct lack of Britishness. P7<br>Shaun the sheep, star of Wallace and Gromit film A Close Shave, is to get his own 40-part CBBC series. P7<br>The BBC has bowed to a wave of complaints and dropped Popetown, its satirical cartoon series about the Pope . P11<br>Johnny Briggs, who plays Ken Baldwin, will leave Coronation Street in 2006. P14<br>Members of the audience at an Oprah Winfrey show who were all given a free car face a 7,000 dollar tax bill to keep it. P18<br>The celebrity book club on Channel 4's Richard and Judy has boosted profits at Ottakar's, the bookshop chain. P24</p> <p>MEDIA BUSINESS<br>Media group Chrysalis issued a profit warning yesterday as problems at its books division overshadowed a strong year in its radio arm. P25<br>Corporate raider Vincent Bollore has increased his stake in advertising group Havas to almost 14 per cent. P25<br>Sir Martin Sorrell was this week paid 16.7m pounds from an incentive scheme. P25<br>Martha Stewart's contract at her firm Martha Stewart Living Omnimedia has been renewed for five years but she will not be paid while she is in jail. P25</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>The Dandy comic will revamp to attract new readers. P3<br>The BBC censored live coverage of the Liberal Democrats' conference because the Tories had objected to any mention of the Hartlepool byelection being aired. P10<br>A campaign advert for the Republicans uses footage of US presidential contender John Kerry windsurfing to claim that Kerry's opinions change like the wind. P19<br>Opinion: Patience Wheatcroft says it was wrong not to hold a public inquiry into the death of former Daily Mirror owner Robert Maxwell. P22<br>ITV political editor Nick Robinson on media coverage of the hostage crisis. P22</p> <p>MEDIA<br>Telefonica, the Spanish phone company, has sold its 5 per cent stake in Pearson, owner of the Financial Times. P32<br>Chrysalis, the media group, ponders the sale of its books division. P32<br>Brian MacArthur says Fleet Street has its shares of heroes and rogues in the new Oxford National Dictionary of Biography. P32<br>Obituary: Alan Crompton-Batt, the charming PR who helped to revolutionise the restaurant scene. P36</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Major US newspapers play down the killing of US hostages in Iraq. P4<br>The BBC drops its cartoon about the Pope, which has been labelled offensive. P7<br>The Dandy, the world's longest-running comic, is updating its image. P7<br>Shaun the sheep from Wallace and Gromit is to get his own TV series. P7<br>Spanish phone group Telefonica sells its Pearson stake. P37</p> <p><strong>THE INDEPENDENT</strong></p> <p>The Mail on Sunday refused to run an advertisement for the controversial book by Craig Unger, House of Bush, House of Saud, citing legal reasons, despite the Daily Mail serialising it. P8<br>Elton John shouts at photographers in Taiwan airport. P16<br>British Council logo labelled \"unBritish\". P25<br>Chrysalis prepares to sell its underperforming books division. P44<br>Reuters shares dive on fears of tough year ahead. P52</p> <p><strong>THE FINANCIAL TIMES</strong></p> <p>Publisher Tony Elliott is globalising his Time Out empire, having just launced Time Out Shanghai. P12<br>A fragmented and partisan US media is shaping the US presidential race. P17<br>US TV networks lose viewers to cable. P17<br>US cable operator John Malone has exited the UK market by selling his stake in Telewest. P22<br>Viacom is expanding music channel MTV in China. P28<br>News Corporation vows to increase its corporate governance disclosures in an attempt to stop a shareholder revolt over moving its stock market listing from Australia to the US. P29</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Airbus has withdrawn its support for Microsoft's antitrust battle with the EU. P3<br>Interview with Bertelsmann chief executive Gunter Thielen on how he will tackle problems besetting the music industry. P12</p> <p><strong>DAILY MAIL</strong></p> <p>Elton John blasts the press at Taiwan airport. P3<br>MPs say the British Council logo logo suggests the organisation is embarrassed about being British. P4<br>The Dandy comic has revamped. P37<br>The BBC has wasted 2m pounds on a cartoon series about the pope that it will never show. P37<br>Jeremy Isaacs review Greg Dyke's book Inside Story. P56<br>WWP boss Sir Martin Sorrell gets 16.6m pounds in shares as part of a performance award. P82</p> <p><strong>DAILY EXPRESS</strong></p> <p>Coronation Street star Johnny Briggs says he has not been sacked by the soap but is retiring. P15<br>MPs blast British Council for ditching its Union Jack logo. P18<br>Sir Elton John lets fly at photographers in a Taiwan airport. P20<br>Desperate Dan in the Dandy has lost his gun in a politically correct revamp. P31<br>Channel 4's Richard and Judy boosts sales at Ottakar's, the bookshop. P74</p> <p><strong>DAILY MIRROR</strong></p> <p>Model Sophie Anderton has dumped reality TV programme The Farm and is close to signing with I'm a Celebrity... Get Me Out of Here!. P7<br>Johnny Briggs denies he has been sacked from Coronation Street. P7<br>Bookies take bets on EastEnders' Christmas Day episode having the worst ratings ever. P7<br>Sir Elton John has a hissy fit at photographers. P15<br>Desperate Dan has lost his gun, his spurs and his cigarettes in a revamp of the Dandy comic. P35</p> <p><strong>THE SUN</strong></p> <p>Sir Elton John shouts at photographers at an airport in Taiwan. P5<br>Two-page survival kit on how to save ailing EastEnders. P12-13<br>Former Coronation Street stars praise actor Johnny Briggs, who will leave in 2006. P19</p> <p><strong>DAILY STAR</strong></p> <p>Storm as British Council bins Union Jack. P11<br>Johnny Briggs from Coronation Street blasts rumours he was sacked. P13<br>Bookies predict EastEnders will get its lowest ratings ever. P13<br>Channel 4 drama Sex Traffic will show the most shocking rape ever broadcast. P13</p> <p><strong>AND FINALLY...</strong></p> <p>Worries about state control of Russian media have proved well founded. In Turkmenistan, president Saparmurat Niyazov broke into regular TV programming yesterday so he could read poetry to his citizens. The title of his latest work is the very Stalinesque sounding The Love of the Motherland. The Daily Telegraph P16</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "'From a party of protest to a party of power\"? Anything is possible, but as things stand that remains unjustly unlikely. Never have the Liberal Democrats looked more plausible. Charles Kennedy's grown-up quietude chimes well in a world of political mistrust. They were right to hold back the ceilingful of yellow balloons - balloons are not the message. No shouting, no boasting, just a clutch of policies that are reported seriously this time. <p>Kennedy's team breathes experience and confidence - Menzies Campbell has more avuncular aplomb than Jack Straw; Vincent Cable's Treasury costings look more credible and he is considerably more chancellor-like than the eccentrically erratic Oliver Letwin; Steve Webb and Chris Huhne have brains and political acumen to match Labour ministers. </p> <p>Never before has this party approached an election with a great vote-getting policy that is its alone: its stand against the Iraq war. The Lib Dems have Europe, climate change and green politics to themselves, questions of monumental importance lamentably sidelined by Labour. </p> <p>But whether or not they deserve it, they are still nowhere near power. The electoral mathematics remain infuriatingly unfair. Professor John Curtice, a leading psephologist, gives them only a 10%-15% chance of landing themselves that elusive hung parliament at the next election. It's a sad irony that a hung parliament can only happen if the Lib Dems do rather worse and the Tories get a three-point lead. The better the Tories do, the closer the Lib Dems are to that statistical chance. </p> <p>Iraq will change some votes. Lib Dem supporters who threw Labour votes to keep the Tories out may not do it this time, too angry over the war. But even so, says Curtice, with Labour some three points ahead, the chance of that hung parliament remains remote. What are the chances of the Lib Dems taking power - actually winning? \"Zero.\" They would need to be at least six points ahead of the rest to do that, and that would take a political earthquake. </p> <p>In truth, the realistic Charles Kennedy doesn't expect it either. He hopes to bag another 20 seats; he might make inroads into more Labour urban heartlands - Hartlepool, perhaps - but Tory seats are still his prime pickings. He aims for a good benchful more MPs in 2005, and then maybe power in 2009. But that dizzying date is beyond our short-termist political horizons. Who will be Labour leader then? Will there be a new model Conservative party? What wars, what US leader, what urgent issues global or domestic are not worth crystal-balling about? </p> <p>In the here and now, political atrophy with an ever worse turnout beckons. Millions tell pollsters they would vote Lib Dem if the voting system let them. In a horseshoe-shaped Commons, proportional representation would make a coalition between Labour and the Lib Dems necessary, desirable and wise - the best of both parties. It works well in Scotland and now, with PR for Scottish local elections, it breaks up the old Labour rotten boroughs. </p> <p>It is the standard tribal jibe to complain that the Lib Dems face both ways, depending on where they are standing. Peter Hain in these pages - an ex-Liberal himself - cranked out the stock insults that make politicians so disliked. How can Labour, with a straight face, call the Lib Dems two-faced? Labour has made facing both ways its ruling creed these past 10 years. It has been Blair's mercurial political genius to refuse to be defined left or right. \"Both ways\" is what the third way is, wooing the Mail and Murdoch into its big tent alongside as many strange bedfellows as can be coaxed. A touch of Janus may be necessary to seize that sacred centre ground now old party political loyalties are weak and voters fickle. </p> <p>To be sure, there are important differences between Labour and the Lib Dems that go deeper than cultural and historic animosity. Labour remains the only party for the dispossessed, where its heartlands remain. Despite control of Liverpool, Newcastle and other urban territories, Lib Dem political roots are still in middle England. Lib Dem policy-making has a tin ear for questions of equality and class. They are nice people from nice places, and their policies are not aimed at the poor. Where in Kennedy's speech yesterday was Labour's great pledge to end child poverty? </p> <p>He did deplore the injustice of a system that taxes the poorest 20% far more, proportionately, than the top 20% - but he then proceeded to redistribute cash to the middle classes, not to the unpropertied poor. So Lib Dem university-fee subsidies will go overwhelmingly to middle England families; the few of the poor who go to university already get their fees paid. Manual workers will pay taxes for lucky middle-class kids to go free. </p> <p>Most elderly people get free care already; it is the better-off 40% who would also get free care under the Lib Dems. They are home-owners who want their well-heeled children to inherit those homes, making taxpayers (some of them poor, as Kennedy says) fork out instead. It would cost a hefty £2bn. </p> <p>Council tax would be replaced with local income tax. But that removes the only property tax in a land where 70% of people hold most of their wealth in their property; a combination of the two would be fairer. To avoid too many losers, the local tax take will actually shrink, with even more contributed from Whitehall - which is an odd policy for a localist party. As for localism versus centralism, it's that old conundrum about which is worse: services run by central diktat or by postcode lottery. </p> <p>Now all these are debatable questions, on which opinions vary wildly across the left-of-centre spectrum within Labour and within the Lib Dems, as much as between the two parties. Delegates' anger about the privatising tendency of the Lib Dem Orange Book suggests the same splits in Bournemouth this week that caused Labour backbench rebellions on these very themes. For David Laws, read Alan Milburn. Here are two parties play-acting a phoney war - and wondering why voters yawn. </p> <p>The tragedy is that among Tony Blair's too many missed chances, he retreated from his promise to Roy Jenkins and Paddy Ashdown to heal this rift. It is the schism that made the last century the conservative century, despite a minority of conservative voters. Under proportional representation, even with a tame alternative vote system, it would be worth citizens' while to go out and vote for a party closer to their views. </p> <p>Under PR, open debate between parties on fraught issues would be better than closing down argument behind the ruling party's cabinet doors. Under PR, a coalition would be strong enough to raise taxes to EU levels and lift public service standards. Under PR, we would be at the heart of Europe, not in Iraq. </p> <p>The time will come, in some election not far off, when Labour will rue the day it let the childish hubris of a large majority blind it to this 21st-century necessity. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p>There has been much hand-wringing about the detrimental effect of hype on rock and pop music. But no manufactured pop single or media-darling indie album can hope to match the hype preceding Smile, which has been going on not for weeks or months, but for 37 years. It was the Beach Boys album that was supposed to revolutionise pop music, to dwarf even its predecessor, Pet Sounds. Instead, composer and producer Brian Wilson suffered a drug-induced breakdown in 1967, declined to finish the album and took to his bed.</p> <p>Smile became mythic, a status fuelled by the outrageously inventive tracks that trickled out on later Beach Boys albums and bootlegs. They suggested that, during the Smile sessions, Wilson and lyricist Van Dyke Parks had variously been writing elegiac ballads of startling beauty (Surf's Up, Wonderful, Wind Chimes), attempting to condense the entire history of America into a series of LSD-skewed musical fragments (Heroes and Villains, Do You Like Worms?, Cabinessence) and, perhaps less ambitiously, making animal noises and banging bits of wood together (Barnyard, Workshop).</p> <p>The news that Wilson and his backing band (based around American 1960s revivalists the Wondermints) were going to completely re-record and release Smile, after touring a completed version of it, was enough to cause an outbreak of mild hysteria. One Sunday supplement urgently sought the government's opinion. Even they may have been surprised to get an answer not from the arts minister, but from defence secretary Geoff Hoon. Luckily, the past 18 months have been exceptionally quiet for the British armed forces, giving Hoon plenty of time to ponder the influence of the Beach Boys' mid-1960s work on current alt-rock. He certainly seems well informed - \"It's such a good time for its re-release,\" he told the Observer; \"the indie bands my son listens to are building on Wilson's ideas\" - which will doubtless come as some comfort to the 8,900 British troops stationed in Iraq.</p> <p>Despite the hype, it is hard not to be impressed with the new Smile. Ever since his 1967 breakdown, Wilson has looked pretty bewildered by life. Even today, ostensibly healthy, he gives off the air of a man not entirely sure which way round his trousers go, let alone how the myriad parts of Smile were ever supposed to fit together. And yet, fit together they now do. The album's \"concept\" may be as baffling as ever (even Parks seems at a loss to explain precisely what the richly evocative imagery of his lyrics is evoking), but the music flows beautifully - no mean feat when it encompasses barbershop singing, acid rock, early pop, Hawaiian chanting and mock-religious plainsong.</p> <p>You suspect this may have more to do with Wilson's \"musical secretary\", Wondermints keyboard player Darian Sahanaja, than anybody is letting on. The painstaking re-creation of Heroes and Villains' complex harmonies or the orchestral arrangement of Mrs O'Leary's Cow sound less like the work of a songwriting genius than that of a particularly dogged fan given free rein in the studio. The feeling that some of the re-recordings are otiose - given that you can't improve on perfection, it's hard to see the point of a new version of Good Vibrations - is undermined by the fact that if Wilson had simply wanted to complete the original 1960s recordings, he would presumably have had to negotiate with Mike Love, the vocalist who now owns the Beach Boys' name. Negotiating with Mike Love is a state of affairs you wouldn't wish on your worst enemy, let alone a fragile 62-year-old.</p> <p>Sahanaja also deserves credit for reining in his band's excesses. On their own albums, the Wondermints tend towards a wearisome brand of wackiness, which must have been hard to keep in check, given the nature of Smile's music. Only once does the temptation become too much to resist: the joyous Holiday now comes with a monologue about pirates going yo-ho-me-hearties that could make even the soundest of minds consider following Wilson's lead and pulling a duvet over their head for a few years.</p> <p>For his part, Wilson seems reinvigorated by Smile's resurrection. His last album, Gettin' in Over My Head, was marred by his disconcerting vocal technique: he sang everything in a halting, distressed bark, as if he were reading a ransom note rather than his own lyrics. Here, he may not always reach the high notes, but he oozes a relaxed confidence, and with good reason. Confronted with Cabinessence's breathtaking chorus, the unfathomably lovely melody of Wonderful or the sudden explosion of lavish vocal harmonies that brings Wind Chimes to a close, you're forced to conclude that four decades on, the songs Wilson wrote for Smile still sound like nothing else rock music has ever produced. Its release may not warrant a quote from the defence secretary, but only the hardest heart would not be gladdened by its contents.</p>",
  "<p>If you are travelling to an event that bills itself as the world's first conservative film festival, it is prudent to do a little research in advance. The premise of the American Film Renaissance, held in Dallas recently, was that Hollywood is in the grip of a clique of anti-religious, gay-loving, gun-hating, foreigner-appeasing, left-wing degenerates who wilfully and foolishly fail to represent mainstream American opinion. </p> <p>Cruising over the Atlantic on an American Airlines Boeing 777, en route to Dallas, seemed a good opportunity to test the theory, particularly since I had been seated squarely over the right wing of the aircraft. Films don't come any more Hollywood mainstream than the ones they put 20 inches in front of your face on big US airlines. </p> <p>Fourth on American's inflight bill was Saltwater, a four-year-old foreign film, and hence immediately suspect, but not actually Hollywood's fault (it's Irish). Third on the menu was Bobby Jones: Stroke of Genius, about an amateur golfer who achieved a clean sweep of the big world golfing trophies in 1930 and went on to found the Augusta National Golf Club. I searched for a Marxist parable on the hallowed greens. I did not find one. </p> <p>I sought, too, for the dark satanic subtext of Harry Potter and the Prisoner of Azkaban, for the hidden message of evil that would draw American youngsters into a life of godlessness and vegetarianism. I sought in vain. </p> <p>Top of the bill was a movie called New York Minute, starring the Olsen sisters, Ashley and Mary-Kate, as pretty blonde teenagers being pursued through Manhattan by a truancy officer, a criminal bungler of less than pantomime menace and a pair of lovable mussy-haired boys. Where was the sex? Where was the violence? Where were the drugs? Where, in this Desperately Seeking Susan de nos jours, was the subversion to inflame conservative America? </p> <p>\"Our film festival is not really to chastise liberals, it's to chastise conservatives,\" said Jim Hubbard in the lobby of the Intercontinental Hotel, Dallas, next day. Hubbard set up American Renaissance with his wife Ellen. \"Quit whining about Hollywood, quit threatening these meaningless boycotts, get into the market of ideas and fight for what you believe. There was just such a shortage of films and documentaries that represented a conservative world view. For some reason, conservatives don't go into film. They don't tend to be artists. I don't know why. That's just a tendency.\" </p> <p>Hubbard has been described by the media as a wealthy Dallas attorney, although he isn't. He's from Arkansas, not long out of law school, and has done various jobs, including restaurateur and schoolteacher. He told me he and his wife slept on a $200 futon from Wal-Mart. Ellen Hubbard did not seem happy he told me this. </p> <p>The Hubbards set up the festival - mainly, they say, with money from family and friends - after going to an arthouse cinema one night and being faced with a choice between Michael Moore's Bowling For Columbine and Frieda, a film about Frieda Kahlo - \"a film about a communist artist,\" as Hubbard put it. \"Neither of those films reflected our world view.\" </p> <p>What upsets Hubbard and festival-goers is as much what Hollywood puts into its films as what they leave out. Why, Hubbard asks, did they change Muslim terrorists to right-wing terrorists from Europe when they filmed Tom Clancy's The Sum of All Fears? And could I name any films in which the Viet Cong were portrayed as villains? Well, there was The Deer Hunter, which won the Best Picture Oscar in 1978; in it, sweating, screaming, vicious North Vietnamese soldiers are shown dragging their US prisoners from rat-infested cages and forcing them to play Russian roulette. Hubbard hadn't seen it. </p> <p>The festival launch was in a small function room in the hotel that evening. It wasn't Cannes. Not that it wanted to be. There were lots of black and orange balloons, a buffet and a free bar, and about 80 film-makers, journalists, producers and hard to label individuals drawn to the scent of conservative gatherings like deer to a salt-lick, such as a well turned-out Englishman, Jonathan Boyd Hunt - there to promote his research proving \"the very real threat that the BBC-Guardian axis poses to the interests of the United States\". </p> <p>Among the crowd I got talking to was a marketing executive, Matt Tibbitts, who was hoping to get his movie Echoes of Innocence accepted for Sundance. It's about a girl whose childhood sweetheart vanishes but who holds true to her promise to marry him. Tibbitts wouldn't tell me how long she waits, but I had the impression it is a very long time. \"She promised a guy in seventh grade that he would be the one she married so, obviously, she's still a virgin,\" said Tibbitts. \"We want people of all faiths, of all backgrounds to come and view it, to start the dialogue, because virginity isn't just a Christian thing.\" </p> <p>To the outsider, it might appear that 2004 was honours even for the anti-war left and the pro-war Christian right in film terms in America: the former had the astonishing commercial success of Michael Moore's Fahrenheit 9/11 to enjoy, the latter the huge phenomenon of Mel Gibson's The Passion of the Christ. They didn't see it that way at American Film Renaissance. They were angry about Fahrenheit 9/11, certainly - surprisingly so, given that so few of them had seen it. But they were still angry that the big studios had scorned The Passion. Even their triumph at Gibson going off and showing the big players how a Christian film could make money was tinged with rage. </p> <p>Michael Medved, the right-wing talk radio host whose speech opened the festival, is not a Christian, as he took pains to point out; he is Jewish, which is why, he explained, he couldn't use a microphone. It was the Sabbath. \"The huge success of The Passion of the Christ has changed western culture permanently and forever,\" he said. \"The opposition to the film is not because it was anti-Jewish but because it was pro-Christian ... People who fear all religion are going to react to that movie like Dracula reacts to the cross.\" </p> <p>Medved's festival oration climaxed on the struggle over the legalisation of gay marriages. \"Every single image you see of homosexuality in the media is positive, saintly,\" he said. \"When was the last time you saw some degraded [homosexual] character?\" He accused the Massachusetts judges who ruled gay marriage constitutational of jeopardising America's mission in the Middle East. \"We are engaged right now in trying to plant the seeds of democracy in Afghanistan and Iraq ... how do we try to teach Iraq about democracy when a handful of unelected judges dictate to the American people?\" </p> <p>The festival opener was one of only two full-length feature films on show - DC 9/11: Time of Crisis, a dramatisation of events in the Bush administration on and after September 11 2001. Timothy Bottoms, best known for his role in The Last Picture Show, plays George Bush. The movie premiered on the Showtime TV channel and went swiftly to DVD from there. Bottoms turned out for the opening, the only remote hint of anything suggesting the glamour of Cannes, Sundance or Venice. He also had the only limousine, and offered me a ride to the screening venue, which was a mile away. </p> <p>Bottoms distanced himself from the festival's agenda. \"I'm not into that conservative-liberal stuff,\" he said, pointing out that the last time he played Bush, it was as a clown for the TV channel Comedy Central, in a sitcom from the creators of South Park called That's My Bush. That was before 9/11, however, and Bottoms said he played Bush serious this time so as to give something back to the survivors of the terrorist attacks on America. </p> <p>\"For that two-week period, America came together and helped pick George Bush up and gave him the spotlight and the stage to make a decision,\" said Bottoms, sitting in the dark interior of the limo with a stubby plastic bottle of water in one hand, as the lights on the vehicle's built-in bar changed from orange to yellow to green. \"The comparison is with Peter Pan. Tinkerbell, her heart was broken, you think she's going to die, but Peter Pan tells everyone they can bring her back if they just believe in fairies. I think America did that to the president of the US, especially when he went to Ground Zero.\" </p> <p>I vowed not to review the festival films, and I will be as true to that vow as a good Christian girl guarding her chastity for her missing sweetheart. Let the record show only that DC 9/11 does show Donald Rumsfeld predicting the coming attack to his marvelling generals before it happens; that Paul Wolfowitz, the real version of whom can be seen in Fahrenheit 9/11 chuckling, licking his comb and running it through his hair, is portrayed in DC 9/11 as looking like one of Samantha from Sex and the City's more attractive lovers; that when a senior Democrat was portrayed on the big screen, pledging loyalty to Bush, a moan of hate rippled through the audience, like wind in the chimney; and that DC 9/11 includes quite a lot of dialogue like this: </p> <p>George Bush: I have faith. </p> <p>Laura Bush: We both do. </p> <p>GB: I love you. </p> <p>LB: And I love you. </p> <p>GB: Amen. </p> <p>Next morning kicked off with The Siege of Western Civilisation, by Herb Meyer, a one-time minor official in the Reagan administration. \"By\" in this context means that Meyer is the whole film: Meyer standing there on the big screen and talking at you for 42 minutes about why Islam needs to be dragged at gunpoint towards modernity, on American terms, and about why it is more important for American women to have children than to have careers. Speaking with the relish many men of his generation would reserve for discussions of a forthcoming golfing trip, he talks of a coming second American civil war, and explains how abortion is robbing America's retired people of their welfare safety net. </p> <p>\"Abortion is a human tragedy but it's also an economic tragedy,\" he says. \"If these children had been allowed to live, we would not have the problem we have now. We would have the consumer base, the tax base, and wouldn't be facing a social security and Medicare crisis. Isn't it amazing? We never think of it that way.\" </p> <p>In true film festival style, Roger Aronoff, the maker of Confronting Iraq, a professionally-produced documentary intended to show why the US was right to launch its invasion, told the audience that he had only finished the final edit the night before. He was proud of its watertight accuracy. He challenged me to find any outright untruths in it, and, sure enough, it did not contain outright untruths. Among the interviews with Christopher Hitchens and Bernard Lewis, and the footage of Al Gore intercut with footage of the extreme fringe of the US peace movement, there were many outright truths that it didn't contain either, particularly the outright truth that no weapons of mass destruction have been found in Iraq. </p> <p>The documentaries rolled on. Silent Victory was about the valour of a special forces unit in Vietnam. The unit's veterans spoke candidly and movingly of the horror of war. Afterwards Don Hall, one of the veterans, who co-produced the film with his wife Annette, was asked what he thought of John Kerry, who also served in Vietnam. Hall said he thought Kerry was a charlatan and a fake. I asked him later why; he said that Kerry had won more medals than he deserved in too short a time. </p> <p>\"I used to be a Democrat,\" said Mrs Hall. \"That was before I knew. Then came talk radio and the internet. The blinkers came off.\" </p> <p>Next up on the big screen was another Republican woman. There she was, talking to students at a campus meeting about Iraq. \"Suppose, for the sake of argument, this was a war just for oil,\" she told them. \"We need oil. Why not go to war for oil?\" </p> <p>This was Ann Coulter, the mind of Rush Limbaugh in the body of Lisa Kudrow, a witty and blazingly right-wing columnist and chat-show guest who cannot quite make up her mind whether she is a comedian or a serious political analyst - a combination that may be easier to get away with over there. As the star of the documentary Is It True What They Say About Ann? she had American Renaissance festival-goers rolling over and purring. They already knew her greatest moments off by heart: the time she called Joe McCarthy a great American patriot, those liberal media types she bested head to head on TV (in these clips, at least), and her most notorious opinion, expressed shortly after 9/11. She wrote: \"It is preposterous to assume every passenger is a potential crazed homicidal maniac. We know who the homicidal maniacs are. They are the ones cheering and dancing right now. We should invade their countries, kill their leaders and convert them to Christianity.\" </p> <p>Towards evening, the focus shifted to gun control. I watched Innocents Betrayed, a collage of archive footage devoted to the proposition that laws restricting private gun ownership were responsible for the most notorious genocides and civilian massacres of the 20th century, including Turkey's massacre of the Armenians, Cambodia, Rwanda and the Nazi slaughter. Hitler's gun control laws came in for particular attention. \"All over Europe, people resist the Nazis, except in Germany,\" the narrator intoned. The message of the film was so all-encompassing that I was surprised it didn't go for broke and argue that if Jesus had only owned a gun, he might still be alive today. </p> <p>Earlier, I'd spoken to the film's director, Aaron Zelman, who is also executive director of an organisation called Jews for the Preservation of Firearms Ownership. \"It's a warning to human beings on how to stay alive,\" he said. \"Our film is a warning to people to be on their guard, to be alert, to watch out for when governments go bad.\" </p> <p>I asked Zelman about something that had been bothering me: that traditionally film festivals welcomed film-makers who considered that their films were, in some way or another, artistic, whatever political message they might have; that, traditionally, polemics of any stripe didn't make great films. I asked Zelman if he considered himself an artist. I might as well have asked him if he considered himself a cross-dresser. \"This is my first effort at making a film,\" he said. \"I'm not going to put the whole artist label on myself, put on a beret, you know. Our documentary is based on a book called Death By Gun Control. We adapted our book into a film: that I would not consider to be artistic.\" </p> <p>Surely Hollywood was only interested in making money? Could he give an example of a left-wing Hollywood movie? He could. \"The one Michael Douglas had; he was the stockbroker. I forget what it was called. That was a message showing how evil capitalism is ... Forget about the movies they make, just their politics, look at who they support. Hollywood is famous for, 'If you want to make money, everything else is secondary.' But the perception of the leftists in Hollywood is based on their political activities.\" (I checked later: Oliver Stone's Wall Street was released 17 years ago, and proved such a setback to capitalist values that the Republicans stayed in the White House for five more years.) </p> <p>It was at around 7pm that I broke. I cannot pinpoint the precise time. It may have been the moment when, in Larry Elder's anti-gun control documentary Michael &amp; Me (made as a response to Bowling For Columbine) he reveals how safe children really are with guns in the home by pointing out that, in 2001, only 50 kids died in firearms accidents in America. All I know is that when I came out and saw a line of Texans queuing up to see a non-festival film, the unpleasant horror movie Resident Evil, I envied them. </p> <p>I asked Hubbard why, when the festival was so preoccupied with Michael Moore, he hadn't been to see either Fahrenheit 9/11 or Bowling For Columbine. That wasn't fair, said Hubbard; he'd seen bits of Bowling, and had read Stupid White Men. \"I know what he said in public,\" said Hubbard. </p> <p>The last film of the night, To End All Wars, the second of the festival's two features, starred Kiefer Sutherland and Robert Carlyle as Allied prisoners of the Japanese during the second world war. Neither actor was present; the picture was, after all, three years old. It shows how Christian faith helps the POWs endure their ordeal, which is not without crucifixions. The movie never got a full distribution deal. Introducing it, Dave Ellswick, a talk radio host from Arkansas, said this was because of its Christian content, rather than because it wouldn't have sold tickets. </p> <p>\"Conservatives have given up Hollywood and movies to the liberals and the left,\" he said. \"That's got to stop. We've got to be in the arena of ideas because our ideas are right, they are the correct ones. They are not teaching our kids these things; it's not on TV, it's in hardly any of the books any more. You and I and that big silver screen and talk radio can really start a renaissance. Enjoy the film!\"</p>",
  "The publisher, editor, biographer and sometime politician Nigel Nicolson, who has died aged 87, laboured in the shadow of his famous and turbulent parents, the diplomat Sir Harold Nicolson and the writer and gardener Vita Sackville-West. Although, like his elder brother, the art historian Ben Nicolson, he managed to carve a distinguished career for himself, this background was something of an ordeal, both professionally and emotionally, and, for a man of such obvious talents, Nigel Nicolson remained all his life considerably underrated. <p>With Lord Weidenfeld, he founded Weidenfeld &amp; Nicolson, one of the most important and enterprising publishing houses to be started after the war; he served as a director from 1948 until his 75th birthday, in 1992. He was also closely involved, in 1959, in the publication in Britain of Nabokov's Lolita, a book that drew the threat of prosecution under the Obscene Publications Act. It went on to sell 200,000 copies. </p> <p>For seven dramatic years in the 1950s, Nicolson was also a Conservative MP, paying a heavy price for exercising a liberal conscience. But his chief claim to fame is as an elegant and fastidious biographer, and an editor of outstanding skill. </p> <p>Nicolson was born in Ebury Street, London, where his parents, always better off than they pretended, had a London home, in addition to their first country house in Kent, Long Barn. When, in 1930, Harold and Vita splashed out on a semi-ruined Elizabethan castle, Sissinghurst, Nigel and his brother were lodged in a cottage, the old Priest's House, in what was to become one of the most magical gardens in England. At about this time, he was enrolled at Eton, going on to complete his education at his father's old Oxford college, Balliol. </p> <p>After serving throughout the war with the Grenadier Guards, and being made MBE in 1945 for his services in Tunisia and Italy, where he was an army intelligence officer, Nicolson became the regiment's official biographer, although his main contribution to military history was a much-admired life of Earl Alexander of Tunis, published in 1973. </p> <p>Much of his literary career, however, was taken up with sorting out the posthumous reputation of his wayward parents, whose bisexual parading of numerous lovers must have had an unsettling effect on both Nigel and his brother. Ben himself became bisexual, and the marriages of both boys ended in divorce. </p> <p>In 1973, after consultation with Ben, and convinced that his mother had wanted such a book to appear, Nigel published his bestseller, Portrait Of A Marriage, a brilliantly structured account of the dramas, infidelities and deep emotional attachment that went to construct the partnership of Harold Nicolson and Vita Sackville-West. Unfortunately, when the television rights were purchased, which thrilled him at the time, Nigel made rather a fuss over the inevitably slanted treatment of the book on screen. </p> <p>His other books included a biography of Mary Curzon, which won the Whitbread prize in 1977, and, in 1985, a highly accessible account of Napoleon's fatal invasion of Russia. Between 1975 and 1980, he also edited six volumes of the letters of Virginia Woolf, one of his mother's numerous lovers. </p> <p>In 1992, he edited a collection of his parents' letters, but, in the field of editorship, he will be best remembered as the custodian of his father's diaries, which appeared in three meticulously edited volumes and revealed Harold Nicolson as one of the most vibrant and immediate diarists of the 20th century. Drawing on further diaries and letters that recently became available, Nigel re-edited the diaries in one volume. Happily, he lived to see its publication three weeks ago. </p> <p>His brief interlude as a politician occurred between 1952 and 1959, when he represented Bournemouth East and Christchurch. He had already contested Leicester North-West in 1959, and Falmouth and Camborne in 1951. He eventually lost the confidence of his reactionary constituency association after a succession of differences of opinion - first, over his objection to capital punishment, then his disquiet with regard to Anthony Eden's intervention in Egypt and, finally, because of his support for the recommendations on homosexual law reform proposed by the Wolfenden committee. </p> <p>Nicolson had quite a knack of getting embroiled in arguments, once with the third wife of his cousin Lord Sackville, who descended one day from Knole, the family seat in Kent, to demand what right Nigel thought he had to fly the Sackville flag from the tower at Sissinghurst. </p> <p>He was also capable of great kindness, offering hospitality to the historian Count Nikolai Tolstoy, a distant relative of the novelist, who had written a pamphlet accusing Lord Aldington of war crimes. In 1989, Aldington was awarded $2.2m in damages after winning a libel suit that bankrupted Tolstoy. Nicolson was a defence witness. </p> <p>He also heaped praise on the author of a life of another cousin, the tiresome Edward Sackville-West, saying he had \"painted a portrait as good as [Graham] Sutherland's\". </p> <p>Yet in the lovely surroundings of Sissinghurst, where he continued to live alone after it had become a National Trust property, Nicolson seemed to evince more disdain for the hoards of appreciative visitors than delight in his good fortune. He appeared essentially a very lonely man, a condition no doubt to some extent alleviated when, late in life, he embarked on a new career in journalism. </p> <p>In 1992, he began to write the Long Life column for the Spectator, eventually combining this weekly assignment with one for the Sunday Telegraph, called Time Of My Life. He drew heavily on these articles when, in 1997, he published a modest and agreeable memoir, Long Life. He also wrote a biography of Virginia Woolf in 2000, and one of the writer Fanny Burney in 2002. His final book, The Queen And Us, appeared last year. He was awarded the OBE in 2000. </p> <p>By his marriage to Philippa Tennyson d'Eyncourt, who died in 1983 (his parents nicknamed her family, the Tenniscourts), Nigel Nicolson had a son and two daughters. And by a strange quirk of dynastic fortune, after the deaths of his father's two older brothers, he became his cousin's heir presumptive to his grandfather's barony of Carnock. </p> <p><b>·</b> Nigel Nicolson, politician, publisher, editor and author, born January 19 1917; died September 23 2004 </p> <p>This obituary has been revised and updated since the writer's own death in 2002</p>",
  "When the Thai wife of Ken Bigley made a faltering appeal from the garden of the British embassy in Bangkok yesterday for her husband's release it marked more than a personal plea from a desperate relative. <p>Written with the aid of the Foreign Office, Sombat Bigley's statement came within 24 hours of a televised appeal from Mr Bigley's family in Liverpool. </p> <p>Sombat, 47, addressed the militants directly: \"I plead for your mercy; release Ken so that I may be with him again and so he can be reunited with his family in England. He is an ordinary, working family man who wanted to help the people of Iraq.\" </p> <p>The back-to-back appeals were a measure of how effective an ordinary family from Liverpool has been in forcing normally recalcitrant FO officials to do their bidding. </p> <p>The Bigleys, a Liverpool-Irish family, have done what few families have managed in the past. Rather than obey Foreign Office instructions to let them handle the crisis, in the last four days the Bigleys have taken charge. </p> <p>Until Monday night, when the first of the American hostages taken with Mr Bigley was killed, the Liverpool branch of the family had listened to FO advice. </p> <p>Mr Bigley's brothers, Philip, 49, a businessman, Stan, 64, a retired lorry driver, and his son Craig, 33, had refused to speak to anyone outside their home in Walton as instructed by the Foreign Office. </p> <p>It was a strategy which Paul Bigley, 54, the third brother, who lives in the Netherlands, had not approved of. </p> <p>Yesterday the civil engineer, who has experience of working in the Middle East, includ ing in the Lebanon during the hostage crisis, said that there had been a family dispute over the issue. </p> <p>\"At the beginning we were advised by the Foreign Office to let them handle it,\" Paul Bigley told the Guardian. </p> <p>\"I disagreed with that from day one but I was overruled by the rest of the family. </p> <p>\"We are a democratic family and I bowed to the majority opinion. </p> <p>\"But when the first American hostage was killed on Monday I phoned the family and said: 'Are you going to listen to me now? We have to do something. I am going to stir up so much shit that they have to do something'.\" </p> <p>A few hours later Philip Bigley took his advice. He invited two television networks into the terrace house in Walton where the family was gathered. </p> <p>In a live statement, he criticised Tony Blair for attending the launch of a new tilting train at Euston station in London instead of concentrating his energies on securing the release of his brother. </p> <p>How much that stung the prime minister is impossible to say. But since then the Bigley family have determined the tactics, which, according to friends, are driven not by any outside professional help, but from the heart. </p> <p>\"They have had no advice from public relations people or professionals,\" said a friend. \"When things like this happen you find depths you didn't think you had.\" </p> <p>In the Netherlands, Paul Bigley has spent the last week sitting at his computer in his flat. </p> <p>\"I haven't spoken to the Foreign Office at all,\" he said. \"The most helpful people have been al-Jazeera. They have somehow, with their contacts, got me indirect access to the terrorists. </p> <p>\"The statements I make through them reach the insurgents in half an hour. All I have had from al-Jazeera is support.\" </p> <p>Mr Bigley believes it was the family's decision to wrest control from the Foreign Office which secured his brother an extension of the deadline for his execution. He blames the Americans for sabotaging that by refusing to release the two female Iraqi prisoners, whose liberty had already been approved by an Iraqi judge before Mr Bigley was taken hostage. </p> <p>\"Forget this 'negotiate with terrorists' syndrome. Nobody needs to negotiate with terrorists. Just let the Iraqi people conduct their legal judiciary system in the way they wanted to,\" he said. </p> <p>At the Bigleys' home in Walton yesterday one of the few visitors was the Catholic parish priest, Father John Thompson, who revealed that he too has been trying to use his contacts to ensure the safe return of Mr Bigley. </p> <p>Father Thompson, of St Frances de Sales church, is a second cousin of Cherie Blair. He has attempted to contact her, but said yesterday he had not been able to influence her husband. </p> <p>\"I am a priest not a politician,\" he said. </p> <p>As the hour at which the American hostages had been killed approached last night, there was no let-up in the family's determination to do their utmost to fight for Mr Bigley's life. Mr Bigley's mother, Lil, 86, who was later taken to hospital, was earlier driven to a police station to add her voice to that of her daughter-in-law in Thailand.</p>",
  "<b> Lembit Opik, leader of Welsh Lib Dems, MP for Montgomeryshire</b> <p>Charles had to prove a readiness to lead the country and in the last 60 minutes of our conference it all came together. We got both ... What's happened is the party has signed a partnership deal with Charles which says: \"Be yourself, tell it like it is, relax because people really like you.\" And if it works for us, there's a good chance it will work for the rest of the country </p> <p><b> Norman Lamb, MP for North Norfolk</b> </p> <p>Charles has come of age. There's a self-confidence about the man which is just growing every day. It all goes back to the budget [which he missed]. Yes, that was a wake-up call but ever since then he's just been superb and played a blinder ... I thought the most impressive thing about the speech was that he didn't spend any time slagging off Blair or Howard. It was entirely positive </p> <p><b> Vince Cable, Treasury spokesman, MP for Twickenham</b> </p> <p>The country is now taking the Liberal Democrats very seriously and we have a remarkable opportunity that perhaps comes once in a lifetime. We need to seize it. It was very clear from the tone and content of Charles's speech that he's very much ready for that kind of challenge. He was himself. There was no sense of it being staged or coached </p> <p><b> Paul Burstow, health spokesman, MP for Sutton and Cheam</b> </p> <p>It was a great speech that set out the agenda coming up ... It's part of our style to be positive and straightforward about what we are about rather than just slagging off other parties. Iraq played a large part because inevitably the election will turn on the question of trust and Iraq. This was a very upbeat speech by a man who is clearly in control of the party</p>",
  "The world's highest ice fields are melting so quickly that they are on course to disappear within 100 years, driving up sea levels, increasing floods and turning verdant mountain slopes into deserts, Chinese scientists warned yesterday. <p>After the most detailed study ever undertaken of China's glaciers, which are said to account for 15% of the planet's ice, researchers from the Academy of Science said that urgent measures were needed to prepare for the impact of climate change at high altitude. </p> <p>Their study, the Glacier Inventory, was approved for publication last week after a quarter of a century of exploration in China and Tibet. It will heighten alarm at global warming. </p> <p>Until now, most research on the subject has looked at the melting of the polar ice-caps. Evidence from the inventory suggests that the impact is as bad, if not worse, on the world's highest mountain ranges - many of which are in China. </p> <p>In the past 24 years, the scientists have measured a 5.5% shrinkage by volume in China's 46,298 glaciers, a loss equivalent to more than 3,000 sq km (1,158 sq miles) of ice; there has been a noticeable acceleration in recent years. </p> <p>Among the most marked changes has been the 500metre retreat of the glacier at the source of the Yangtze on the Tibet-Qinghai plateau. </p> <p>The huge volumes of water from the glacier's melted ice, estimated at 587bn cubic metres since the 1950s, are thought to have been a factor in flooding that has devastated many downstream areas in recent years. </p> <p>Shrinkages were observed at almost every ice-field in the Karakorum range, including the Purugangri glaciers, which are said to be the world's third largest body of ice after the Arctic and Antarctica. According to Yao Tandong, who led the 50 scientists in the project, the decline of the Himalayan glaciers would be a disaster for the ecosystem of China and neighbouring states. </p> <p>If the climate continued to change at the current pace, he predicted that two-thirds of China's glaciers would disappear by the end of the 2050s, and almost all would have melted by 2100. </p> <p>\"Within 20 to 30 years, we will see the collapse of many of the smaller glaciers,\" he said. \"Within 60 years, we can predict a very significant reduction in the volume of high-altitude ice fields.\" </p> <p>In the short term, he said, the water from the ice would fill reservoirs and lead to more flooding - as was already the case in Nepal and downstream areas of China. </p> <p>In the future, he predicted, the end of the glaciers would deprive the mountain ecology of its main life source and hasten the desertification that threatens western China, particularly in Gansu and Xinjiang provinces. </p> <p>Once the mountain ice was gone, rivers would start to dry up and ocean levels would rise, threatening coastal cities. </p> <p>The inventory confirms earlier studies of Everest, which showed the world's tallest peak more than 1.3 meters shorter than in 1953, when it was first scaled by Edmund Hillary and Tenzing Norgay. </p> <p>To ease the impact of the glacial melt, the scientists plan to advise China's government to build more reservoirs and hydro-electric dams to improve downstream flood control. </p> <p>But they said that there were limits to what could be achieved. </p> <p>\"No one can reverse the changes to a glacier,\" said Shi Yafeng, head of China's environmental and engineering research institute for the cold and arid regions.</p>",
  "You can always tell when Tory leaders are in trouble - they resort to playing the race card. But I hadn't realised that Michael Howard was in quite that much trouble. <p>On the evening news on Wednesday, the Prince of Darkness appeared in a carefully stage-managed walk towards the TV cameras to talk about immigration. On either side of him were respectable-looking black people chuckling along with him to send out the message: \"Of course our leader isn't a racialist, look here he is with some coloured chappies!\" No wonder they were laughing; Michael had just asked them if they were Tory MPs. </p> <p>This embarrassing gap in the Conservative benches made setting up this photo opportunity a nightmare. At the planning meeting, Oliver Letwin and Theresa May helpfully offered to black up and hum songs from Motown's Greatest Hits. \"No, that won't work, Theresa, the press might notice that you don't have a natural sense of rhythm.\" \"I could be eating rice and peas ... \" suggested Oliver, \"and talk about how good I am at sport.\" </p> <p>In the end they found some black Conservatives that they'd managed to keep as party members by desperately preventing them from ever meeting the rest of the grassroots Tory membership (who probably would have screamed and called security). </p> <p>The Conservative party has come a long way since the days of Enoch Powell. It has to be much more subtle these days; Tories have learned to start by saying: \"I'm not a racist but ... \" \"Yeah that's great, Michael. But can we try it again, but this time without the pointy white hood and the burning cross in the background ... \" However, the core message is still the same: \"If you don't like all these immigrants, we're the party for you.\" </p> <p>At a time when the number of asylum seekers entering Britain is at its lowest point since 1997, the Tory leader chose to go on the offensive about immigration - \"offensive\" being the operative word. He advocated a quota system to set a limit on the number of immigrants and asylum seekers entering the country, which would certainly make for some tense scenes at Harare airport. </p> <p>\"Hello, I'm from British Airways, I'm afraid this flight to London is overbooked - would you be willing to be put on tomorrow's flight instead?\" </p> <p>\"No, you see if I don't get on this plane right now, I'll just miss the cut-off point for Britain's asylum quota, and be sent back to Zimbabwe and certain execution ... \" </p> <p>\"Right, not even if we offer you a glass of bucks fizz and some complimentary travel vouchers ... \" </p> <p>Maybe the RNLI could have a quota for the number of sinking trawlers they rescue. Our hospitals are under a lot of pressure; how about a limit on the number of emergency resuscitations? \"I'm sorry we can't send out the ambulance, we reached our annual quota of lives saved back in August ... \" </p> <p>The curious thing about this week's pitch for the anti-immigration vote is that even from the basest Machiavellian point of view, it was not even good politics. In a week when the focus was on the Liberal Democrats (the greatest threat to Tory marginals), Howard chose to lurch to the right in an attempt to shore up the votes that he is losing to the UK Independence party and the BNP. If you are going to sell your soul, you should at least try to get a decent price for it. </p> <p>When Howard first took over the ailing Tory party, some of us feared that the Conservatives might finally be getting a competent leader to lift their pitiful poll ratings. Of course, we should have trusted the verdict of those who knew him best. Tory MPs gave their judgment in 1997, the last time Howard actually had to fight a leadership election. I suppose coming fifth isn't so bad, even if there were only five candidates. But his own party decided he was less appealing than John Redwood, less charismatic than Peter Lilley, less of a fresh face than Kenneth Clarke and less likely to win an election than William Hague. So in 2003 he was the only candidate - and this time they thought they'd better not risk a vote in case he still didn't win it. </p> <p>But this week marked a new low point in Michael Howard's fading political career; he demonstrated that his integrity is even lower than his charm rating. The presenters of Blue Peter can feel that much more secure that he won't be getting any of their jobs. More significantly, he showed that he just doesn't have the skill or judgment required for the one he has at the moment. What greater case could there be for welcoming more foreigners to our shores? We desperately need immigrants so that challenging jobs such as leader of the opposition can be done properly. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Michael Howard's extreme new line on asylum and immigration played well in the red top newspapers. It was meant to. Ignore the protestations of innocence by the Tory leader in his interview on BBC Radio 4 Today programme yesterday. Look instead at facts and history. At the beginning of this month Liam Fox, party chairman, was reported to have declared: \"The number one issue to get Ukip voters back to the Conservatives is immigration and asylum. If we had a tougher line on immigration and asylum, they would come back.\" Hey presto, and much to the anger of Ukip, Mr Howard responded on Wednesday. The new policy package parallels Ukip's, with a cap on economic migrant numbers and a points scheme under which people would be selected on the basis of their skills. More serious, Mr Howard said a Tory government would pull out of the international convention on refugees and derogate from the European Convention on Human Rights, which prohibits deporting asylum seekers to countries where people are at risk of torture. <p>There may be some fair-minded people who still believe that Mr Howard is not playing the race card. Let them remember the interview in which Andrew Lansley, Tory MP and former election strategist, enthused to the Observer in the run up to the 2001 election that immigration had played well in the tabloids in both the 1992 Westminster election and the Euro elections two years later, and still had \"the potential to hurt\". Thankfully that proved wrong in the 2001 election when the Tory party was trounced. Hopefully, the insidious tactic will be equally unsuccessful in the next election, despite the jubilation it raised in yesterday's anti-immigrant press: \"Why Howard had to speak out\" (Mail), \"Honest Talk\" (Sun), \"Time to close the gates\" (Express). </p> <p>Contrary to Mr Howard's assertion the asylum system has not become \"chaotic, unfair and out of control\". Far from it. The UK has cut the overall number of asylum applicants by 70% since October 2002. This followed Tony Blair's demand for an arbitrary cut, which was in breach of the 1951 Geneva convention, but at least he stayed in. It was under Mr Howard's term as home secretary that 30,000 asylum seekers were left on the shelf for years leading the UN high commissioner for refugees to describe the UK system as the worst procedure in Europe. Far from signalling serious political leadership, this week's speech from Mr Howard smacks of desperation as his own and his party's position in the polls continue to stagnate. They deserve to.</p>",
  "The great hope of British football in 10 years' time had his first taste of the limelight yesterday and produced an object lesson in not working with children or animals. <p>Nine times in a brief discussion on Radio 4's Today programme, seven-year-old Jack Higginson, who is being chased by five Premiership sides, gave one-word answers, varying the approach on two other occasions by opting for thoughtful silence and a \"Hmmm\". </p> <p>Unfazed by the thought of millions of listeners, Jack, from Rochdale, Greater Manchester, opened out only twice to ask \"What did you say?\" and to answer the question: \"Why do you want to be a professional footballer?\" with the innocent put-down: \"Because I like football.\" </p> <p>The interview followed Jack's precocious success with scouts from Britain's biggest football clubs, who are vying with one another to spot the next Wayne Rooney. The flop-haired primary pupil trained three times with Manchester United's junior squad last year and has caught the eye of Bolton Wanderers, Everton, Liverpool and Manchester City. </p> <p>Official dealings are out until next spring, his father Paul, 37, explained before Jack's memorable session with Steve May of the Today sports team. The boy cannot put pen to official paper until April 4, when he turns eight. That is a year younger than Rooney was when he signed schoolboy forms for Everton in 1994, after famously being spotted kicking a ball about expertly for his primary team. </p> <p>Mr Higginson said Jack, like Rooney, was strikingly quick and seemed to have a natural knack. \"But I don't know where he gets it from because I've never been a football man,\" he said. \"I used to play rugby for Rochdale Hornets.\" </p> <p>Jack is the star of one of Greater Manchester's youth sides, Pearsons, who play close to his home. He took up football at his father's suggestion only last year and scored 37 goals in his first season. </p> <p>His cousin Sam, who is nine, has also started training with United - the club Jack supports and has decided to choose. Mr Higginson said he would not let the boy sign for a few more years, to keep open the option of try-outs with other clubs. </p> <p>Jack scooted off to St Gabriel's primary in Castleton after his interview, but not before the Today presenter John Humphrys had slipped in a compliment. </p> <p>After chortling in the background during the exchanges, Mr Humphrys consoled Mr May with: \"Well you got direct answers which is more than we get most of the time. I'd give a lot sometimes for a one-word answer.\"</p>",
  "Much as we acknowledge the merits of the joint scrutiny committee's reports on the proposed gambling bill, to say that they have \"saved us from disaster\" is something of a spurious claim (Leader, September 23). Who does \"us\" refer to? Certainly not to the existing UK gaming and leisure industry, which will be unable to compete with the large-scale US casino operators that the bill will open the door to, and therefore will struggle to survive. Nor does it refer to the new problem gamblers that these casinos with unlimited stake and prize machines will create. <p>So who will actually benefit from the bill at all? Not the British public, which has expressed no particular demand for huge regional casinos and will now have their current leisure offerings limited. Nor, curiously, will the government, which despite anticipating major new investment and economic growth as a result of the new legislation, is likely to find that most of this investment and growth will be taken out of the UK and back to the US. </p> <p>Tessa Jowell's call for a more \"cautious, step-by-step approach\" is to be commended, but to say that we have been \"saved...from disaster\" is at best premature and at worst completely misguided. We still have a bill that will threaten British industry, fail to fulfill its lofty regeneration claims, and increase the threat of problem gambling among the vulnerable. <br> <b>Roger Hayes</b> <br> Chief executive, British Amusement and Catering Trade Association</p>",
  "The government will hold a judicial inquiry into one of the most controversial murders of the Northern Irish troubles - that of Belfast solicitor Pat Finucane, in 1989. <p>But the Finucane family are angry as it appears much of the evidence will be heard in private, due to the sensitivities surrounding allegations of security force collusion with his loyalist terrorist killers. </p> <p>Paul Murphy, the Northern Ireland secretary, said yesterday that the inquiry would be given all the powers and resources it needed. However, he added: \"Because this case deals with issues of national security, much of the proceedings will have to take place in private.\" </p> <p>Some of the inquiry might be held in public, but that would depend on legislation to be introduced soon. </p> <p>The family has campaigned for a public, independent tri bunal which they believe is the only forum which can expose the full story. </p> <p>Mr Finucane's widow, Geraldine, said last night that she would not participate in any inquiry which fell short of this, as it would be a \"fiasco and a circus\". She insisted there was no need for new law when legislation already catered for national security interests. </p> <p>\"The fact that he [Paul Murphy] has not announced a 'public' inquiry means the government probably does not intend to have a proper inquiry. We have been asking for the truth to emerge for the last 15 years. Special legislation when it isn't needed can only mean what will emerge is cover-up and lies. </p> <p>\"We will go and see Tony Blair and make it clear that if he presents us with an inquiry that is not public, not judicial and not independent, which is a government investigation, we will not take part.\" </p> <p>Sinn Fein and the SDLP, which said they pressed the prime minister for a full public inquiry at last week's peace talks at Leeds Castle, also criticised the announcement. </p> <p>Mr Finucane, 39, was shot dead in front of his wife and their three children as they ate dinner at their north Belfast home in February 1989. The loyalist Ulster Defence Association, said it killed the solicitor, who represented many high profile republican clients, because he was a top IRA man, a claim denied by his relatives. </p> <p>Suggestions of collusion surfaced almost immediately. It was claimed Royal Ulster Constabulary detectives urged loyalists to target Mr Finucane and that roadblocks near his home were lifted to allow his killers to escape. </p> <p>In 1992, an army/UDA double agent Brian Nelson told the BBC's Panorama that he scouted Mr Finucane's home and gave details to the killers. </p> <p>Sir John Stevens, the Metropolitan police commissioner, said last year that cooperation between rogue police and army officers and loyalist paramilitaries in the late 1980s and early 1990s led to at least 20 murders, including that of Mr Finucane. Sir John has forwarded more than 20 files on former and serving police and soldiers to the director of public prosecutions. </p> <p>Earlier this year, retired Canadian judge Peter Cory recommended a public inquiry, but the government said it could not go ahead because legal proceedings were active. </p> <p>However, last week, loyalist Ken Barrett, 41, admitted the murder and was sentenced to life. He is the only person convicted over the killing, but will be freed early under the Good Friday agreement, possibly in a few months. </p> <p>The Finucane family said they were never particularly interested in the gunmen whom they saw as pawns in larger game.</p>",
  "<p>A defective B test sample means that the American Tyler Hamilton will not be stripped of the Olympic time-trial gold medal he won in Athens in spite of an apparent positive result for blood doping on his first blood sample. However, he still faces a possible two-year ban for a second positive blood test conducted by the International Cycling Union this month. </p> <p>The newly devised test is intended to reveal whether an athlete has been given a transfusion of blood from a donor in order to boost performance by increasing the quantity of oxygen-carrying red blood cells in his bloodstream, a practice which has been banned since 1986. </p> <p>Signs that Hamilton had received blood from an outside source were found in the A sample taken from him on August 19 after his victory in Athens, but analysis of the B sample could neither confirm nor disprove the initial finding because of \"lack of enough intact red blood cells\", the International Olympic Committee said yesterday. </p> <p>The IOC medical commission chairman Arne Ljungqvist said the Athens lab had made a mistake by deep-freezing Hamilton's blood sample rather than simply refrigerating it. As a result, the specimen deteriorated and the B sample could not be analysed, he said. </p> <p>\"It was a case of human error, an unfortunate accident,\" Ljungvist said. Asked if Hamilton had been lucky to slip through the net, he said: \"It's up to everyone to draw his own conclusions on that.\" </p> <p>The IOC added that it had ended its investigation into Hamilton's case and \"would not be pursuing sanctions regarding this matter\". But it also said that the validity of the test was not called into question: \"The fact that the analysis of the B sample was not conclusive does not challenge the accuracy of the analysis of the A sample.\" </p> <p>However, the picture remained unclear regarding a second test carried out on Hamilton at the Tour of Spain on September 11. That found anomalies similar to those in the Athens A sample, and Hamilton's Phonak team said yesterday the back-up sample had also tested positive. </p> <p>After both A test results were released on Tuesday, Hamilton vigorously denied he had ever used blood transfusions to improve his performance, and said he would fight both the test findings \"to his last euro\". </p> <p>Phonak suspended the American on Wednesday with the proviso that he will remain on the team until \"clarity\" is achieved. The team has also stated that it intends to set up a \"scientific board\" which will check the reliability of the test method, which was introduced only this year. </p> <p>A statement from Phonak yesterday called the test's validity into question, saying that \"since the new method is based on probability and interpretation, uncertainties will remain in this procedure in any case. The team's goal is, and this is in the exact interest of Tyler Hamilton, that we have clarity in the end.\" </p> <p>In apparent contradiction to this, however, Michael Ashenden, the Australian physiologist who led the team that devised the new test, has gone on record as saying that the test can show either negative or positive, but that it indicates nothing in between. </p> <p>Likewise, the president of the World Anti-Doping Agency, Dick Pound, said yesterday: \"We are perfectly satisfied [that] when it is properly implemented the test is reliable.\" </p> <p>The test procedure involves adding a marker to the blood sample and putting the sample through a machine which examines every blood cell. </p> <p>Under the analysis, blood cells which are all produced within the host body will either all give a fluorescent glow, or none will do so. In the event of blood having been transfused, a mixture of both glowing and non-glowing cells will be seen.</p>"
]