[
  "<p>Bago faces the moment of truth at York today in the Juddmonte International Stakes, but he can pass the test with flying colours. </p> <p>The unbeaten French colt has carried all before him in six career starts so far and though he may not have been tested against the best, the racetimes he has recorded and the manner of his victories suggest he could prove out of the top drawer. </p> <p>Some observers have crabbed the style of his latest success when he beat today's rival, Cacique, by just half a length in the Grand Prix de Paris. </p> <p>However, the muddling pace probably did not suit the winner that day and he is best judged on his smooth three-length beating of the same horse in the Prix Jean Prat. </p> <p>Sulamani will appreciate any cut in the ground, but this is shorter than ideal for him, while in contrast Azamour may find conditions stretching his stamina at this new trip. But the softish ground will hold no worries for <strong> Bago (3.00)</strong>, who romped home on much more testing conditions last year at Saint-Cloud. </p> <p>The Great Voltigeur Stakes features another clash between the Derby second and third, Rule Of Law and Let The Lion Roar. They met again in the Irish Derby when fourth-placed Rule Of Law finished a place ahead of his rival. The Godolphin horse can come out on top again this time, but both may have to give best to <strong> Go For Gold (2.25)</strong> from the Aidan O'Brien yard which had no less than nine in this race at the five-day stage and relies on a colt who looks just the sort to go on improving. </p> <p><strong> Millenary (1.50)</strong>, reportedly in good order despite his three-month absence, has a turn of foot rare in a stayer and should be able to exploit that advantage provided the ground does not get too testing. First Charter is feared, but is best on top of the ground. </p> <p>The Godolphin camp are in no doubt that <strong> Oude (3.35)</strong> is a class act, while in the other race for juveniles the advice is to rely on <strong> Lubeck (4.10)</strong>. He won his Newmarket maiden in eye-catching style and his big-race entries suggest he could prove better than his current handicap mark. </p> <p>The bookmakers go 10-1 in the opener, which tells you everything you need to know. <strong> Etmaam (1.20)</strong> is the tentative suggestion and the other all-aged handicap at the end of the day provides a more tempting wager in the shape of the Stewards' Cup runner-up <strong> Fantasy Believer (4.45)</strong>.</p>",
  "<p>Britain's gold-medal prospects in three-day eventing received a boost yesterday when Pippa Funnell, William Fox-Pitt and Leslie Law each produced their best-ever dressage tests to give the team first place with a narrow lead at the end of the discipline. </p> <p>In the individual placings Funnell is lying second on a score of 31.40, only two points behind France's Nicolas Touzaint on Galan de Sauvagère. Fox-Pitt, with Tamarillo, lies in sixth position. </p> <p>Funnell, who is favourite to win the individual gold medal here, was delighted with her performance on the big-striding Primmore's Pride, for which she was awarded the maximum mark of 10 by all three judges for the extended trot. </p> <p>This was a better test than they had performed at the Burghley and Kentucky last year, both of which they won. But Funnell may have trouble overtaking the 24-year-old Touzaint, who rode an impressive clear round on the cross country in Punchestown last year to win the European Championships. </p> <p>Fox-Pitt was also pleased with Tamarillo, an \"incredibly spooky\" horse, who was unfazed by the blustery wind, the billowing flags and the flowers in the arena yesterday. But Fox-Pitt thinks his score of 38.6 is \"bit off the pace individually\". </p> <p>Law's personal best performance on Shear L'Eau, for which he gives much credit to the team trainer Tracie Robinson, has put him in 10th place on a score of 41.40. </p> <p>The top three teams are separated by only 1.2 penalties - Britain on 113.2, France on 113.4 and Germany on 114.4 - so there is no room for error on today's cross country, which has been criticised for being too straightforward. </p> <p>Hugh Thomas, the director of Badminton, has described it as the easiest Olympic course he has ever seen, and Heidi Antikatzides, Greece's only representative in the eventing, said she is \"disappointed\" with it. </p> <p>But other riders have been more guarded. Funnell is concerned about the twists and turns towards the end of the 34-fence course, where a lot of jumps come in quick succession, and she regards the first water complex as \"a very serious fence\".</p>",
  "<p>Nathan Robertson has never had much time for his old nickname of \"Mr Scaramanga\". But, if you must be compared to a Bond villain, then perhaps The Man With The Golden Gun is as good as any. </p> <p>Until yesterday, gold was not on the agenda for Robertson and his mixed doubles partner, Gail Emms. Robertson regarded it as about as likely as growing Scaramanga's third nipple. \"Realistically, we are not there to win,\" he had warned. \"There is another pair who have lost only once in the last four years.\"</p> <p>That pair was the Korean world champions Kim Dong Moon and Ra Kyung Min, unbeaten for 13 tournaments. They had intended to retire after winning Athens gold.</p> <p>No longer. Robertson and Emms had left the Goudi Olympic complex, after a victory against the Chinese pair Chen Qiqiu and Zhao Tingting, psyching themselves up for a semi-final against the Koreans. Then Kim and Ra suffered a shock three-games defeat against the Danish pair Jonas Rasmussen and Rikke Olsen.</p> <p>Emms was intent on curbing her excitement. \"I was watching it in disbelief on the physio's table while I was having my leg massaged. My jaw just dropped. It has happened before. Kim bottled it in the semi-finals in Sydney and he has done it again.\"</p> <p>Perhaps the wind is finally favouring Britain. Surprisingly, even the badminton players are talking about it. When there is a thermal low over Turkey, the Meltimi wind funnels down from the mountains. Sailors, swimmers and rowers must combat it.</p> <p>It might not be thought to be much of a problem inside the Goudi Olympic complex, but it is. The players refer to it as \"drift\" but there has been a hint of down-court zephyr that can disturb the players' accuracy.</p> <p>Robertson and Emms face Rasmussen and Olsen tomorrow, knowing that they beat them in the European final in Geneva in April. The familiarity runs deeper: Robertson spends much of the year in Copenhagen and trains regularly with the Danish squad, taking advantage of the most professional set-up in Europe.</p> <p>\"Psychologically we don't fear them; we have beaten them the last three times,\" Emms said. \"But now the Koreans are out, we have to do some new thinking about our game plan.\"</p> <p>Robertson and Emms' communication was a feature of yesterday's victory. Robertson's form dipped as they led 9-4 in the second set, and they went set-point down at 14-13 before Emms's constant cajoling finally jabbed him back into form. They won 15-8, 17-15.</p> <p>\"We are both tough characters and we know when one or the other isn't playing to our potential,\" said Robertson. \"We know what to say to each other to turn things around.\"</p> <p>Emms talks of complementary styles and a natural telepathy on court. They play full-time in the Danish League for Hvidovre, with Emms commuting from her home in Milton Keynes. Both 27, they first played together in a Midlands junior tournament at Chilwell Sports Hall. Both were weaned on badminton. Robertson's mother ran a junior club in their Nottinghamshire village. Nathan first played at six, Gail at four, her mother lobbing shuttles at her as she wielded a specially shortened racket.</p> <p>Those childhood links engender a relationship of trust, allowing them to remain united under pressure, and avoid blame and recriminations. She habitually refers to Robertson as \"he\", as a married couple might. \"He has so much flair,\" she said. \"He is not robotic like the Koreans or Chinese. Fortunately, I can read him. It's best not to analyse it too much.\"</p> <p>Robertson is the laid-back, natural talent benefiting from a more committed approach. Emms packs a vivacious personality into a 5ft 2in frame. She describes herself as \"a blatant extrovert\", though her promise to \"smile for the rest of my life\" if she wins Olympic gold might be pushing it.</p> <p>Robertson benefits hugely from Emms's coaxing. There is no danger, as Scaramanga suggested to Bond, of their relationship finishing with pistols at dawn.</p> <p>Meanwhile, a controversial line call last night ended Robertson's involvement in the men's doubles, viewed as Britain's second best medal chance. He and Anthony Clark lost 15-7, 15-12 to the Indonesians Eng Hian and Flandy Limpele.</p>",
  "<p>British swimming displayed two faces at the Olympic pool last night. The lantern-jawed grin that lit up Steve Parry's face after he stunned everyone, including himself, by defeating Michael Phelps was the most cheering, but the scowl worn by the head coach Bill Sweetenham was more significant. </p> <p>Parry's brave dash from lane eight to defeat Phelps in the semi-final of the American's strongest event, the 200 metres butterfly, ensured that an otherwise dismal evening for Team GB's swimmers finished on a light note. As an augury of what might happen when the pair line up in the final tonight the result was unreliable. Phelps was swimming only 20 minutes after taking bronze in the 200m freestyle. For Sweetenham it should be no more than a distraction from the malaise that is affecting his team. </p> <p>Four years ago Britain's swimmers returned home from Sydney dubbed the British Disco Team with nothing but hangovers and disdain to show for their efforts. UK Sport responded by reducing the team and spending the bulk of the £50,000 savings on recruiting a head coach who could turn it round. Sweetenham was supposed to be that man but at the sharp end of his four-year programme, recently rewarded with an extended contract, he has yet to deliver a medal. </p> <p>More worryingly, there were suggestions last night that his famously tough regime may have brought his best medal hopes to poolside with their tanks empty. </p> <p>No swimmer better personifies the apparent benefits of the Sweetenham regime than Melanie Marshall, Britain's most realistic hope of a swimming gold, in the 200m freestyle. Last night, however, she failed even to reach the final, trailing in last in her semi-final after going out like a torpedo and home like a wreck. </p> <p>Marshall's time was almost four seconds slower than this year's world best she set in April to establish herself as favourite for the event, and as she turned for home the water in lane two might as well have been treacle as the field she had led until half distance paraded past. The urgings of the Team GB members behind whom Sweetenham stood at poolside were in vain. </p> <p>It was a performance that made a mockery of Marshall's vow to her coach Ben Titley in 2002 that she would win a medal in Athens. That Titley is the most avowed of the Sweetenham loyalists only amplified the questions being asked of the Australian's methods. </p> <p>Marshall arrived here ranked No1 after her swim of 1min 57.51sec in the British trials in Sheffield. She was third in her heat, recording 2:00.46 yesterday morning. She was a second slower come the evening, however, and afterwards suggested that the last six weeks of training had left her spent. </p> <p>\"It's not four years of hard work that have just gone, it's 15 years,\" she said. \"Gutted would be an understatement and I don't know what went wrong. I just had nothing left. I felt quite tired but I wasn't willing to let that be an issue. It's just embarrassing. </p> <p>\"I went out fast because that's the way I swim. I did it at the trials and it didn't kill me,\" she said. \"Maybe I trained too hard. If the training had gone better in the last six weeks I would have had more confidence.\" </p> <p>Then she was ushered away by a Team GB media official, a gesture that could be interpreted as compassionate, or another manifestation of the media-averse Sweetenham's control over the team. </p> <p>With the British Olympic Association having spent much of the weekend attempting to head off stories focusing on British disappointment, it is tempting to go for the latter, but in Parry's reaction to his semi-final success there was evidence that in spirit at least all is not lost inside Team GB. </p> <p>\"I was really upset after last night's qualifying, and I love swimming for GB, I really do care about this team,\" he said. \"I think we got off to a bad start and I wanted to help do my bit to change it. The spirit in the team's great and we've got a lot of good chances left.\" </p> <p>He will have to be right if Athens is going to see a smile out of Sweetenham. </p> <p><strong>Brits who have flopped</strong></p> <p><strong> Melanie Marshall</strong></p> <p>200m freestyle </p> <p>Last in semi-final in 2:01.56. Personal best: 1:57.51 (2004) </p> <p><strong> Darren Mew</strong> </p> <p>100m breaststroke </p> <p>Seventh in final in 1:01.66. PB: 1:00.02 (2004) </p> <p><strong> James Gibson</strong> </p> <p>100m breaststroke </p> <p>Sixth in final in 1:01.36. PB: 1:00.37 (2003) </p> <p><strong> Adrian Turner</strong> </p> <p>400m individual medley </p> <p>23rd fastest in heats in 4:23.53. PB: 4:16.65 (2004) </p> <p><strong> Joanne Jackson</strong> </p> <p>400m freestyle </p> <p>21st fastest in heats in 4:14.89. PB: 4:08.45 (2004)</p>",
  "Tumbleweed blowing across the car parks, under-worked staff in the box offices and empty seats in the stands. Welcome to Athens 2004. <p>\"We will not be giving tickets away, and we will not be offering discounts. To do so would be unfair to those who have paid full price,\" an Olympic games spokesman, Michael Zacharatos, said yesterday, denying there were plans to, in a phrase used most commonly by failed theatre impresarios, \"paper the house\". </p> <p>Mr Zacharatos's sentiments will have been welcomed by anyone who spent €60 (£40) to watch the likes of China play Spain at basketball, but with 5.3m tickets available and only 2.9m sold by yesterday morning it seemed a safe bet there were a few spares to be had. The question was where to find them, though surely no-one was better placed to help out than the woman who invited the world to come celebrate the Olympics in the place they were born, the mayor of Athens, Dora Bakoyannis. </p> <p>\"Excuse me?\" a spokeswoman in the mayor's office said. </p> <p>We were wondering if the mayor had any tickets she didn't need? Something in the front row for the women's weightlifting would be great, because Britain's Michaela Breeze was in with a real medal chance. </p> <p>\"Don't be silly. This is the mayor's office. We don't have any tickets for you. That would be ridiculous.\" </p> <p>So much for the Olympic spirit. Undeterred, the Guardian spent the rest of the day seeking out the great, the good and anyone else we could find, asking them if they could help </p> <p><b> The British minister</b><br> </p> <p>The culture secretary, Tessa Jowell, has been ubiquitous around Athens over the last week; shaking hands with athletes, talking up London 2012, meeting the movers and shakers of the Olympic world. Surely someone must have slipped her a couple of briefs they didn't need? </p> <p>\"The minister has her own accreditation for events. She has no reason to need any tickets. Why would we have any spare tickets for you or anyone else?\" said an aide. </p> <p><b> The corporate sponsor</b><br> </p> <p> \"Of course we've got tickets - what events do you want? We've got basketball, beach volleyball, fencing, gymnastics\" </p> <p>How much? </p> <p>\"Oh, I don't know - how about a nice big mention in your newspaper would be very welcome.\" </p> <p>The Guardian doesn't do that sort of thing. </p> <p>\"Well, in that case, I'm sorry we can't help.\" </p> <p><b> The shoemaker</b><br> </p> <p>Over at Adidas, the official supplier of Team GB's equipment, the staff have had to buy all their own tickets for the games. \"But don't worry, I've got a couple of spares I bought that I can give you,\" said spokesman Jon Deacon. </p> <p>Terrific. Are they for Michaela Breeze in the weightlifting? </p> <p>\"Sorry. They're for the hockey,\" he said. \"I bought them and then I realised it was on the same day as Michael Phelps and Ian Thorpe race in the swimming. We're going to the pub to watch that on the telly.\" </p> <p>Who's playing? </p> <p>\"Holland and somebody. It might be Korea, I don't know. I'll come back to you.\" </p> <p><b> The competitor</b><br> </p> <p>Greek lifter Kastritsi Chariklia was competing against the British hopeful in the 58kg division at the Olympic weightlifting hall. Surely she had a few spare tickets? </p> <p>\"Sorry,\" she sighed, waving across a table crowded with proud, happy Greeks. \"I have my family with me today, and even they had to buy their own tickets.\" </p> <p>Full price? </p> <p>\"Of course, full price. Can you buy half-price tickets?\" </p> <p>There was only one place to find out. </p> <p><b> The box office</b><br> </p> <p> As stony-faced as the statues in ancient Athens, as immovable as the Parthenon, the woman behind the box office had clearly never heard about the law of supply and demand. </p> <p>\"Half-price tickets?\" she said. \"No.\" </p> <p>But there's only five minutes to go before the event begins and there's no one here - are you expecting a last-minute rush? </p> <p>\"We do not sell discounted tickets to anyone. If you have a student card maybe. Are you over 65? I don't think so.\" </p> <p><b> The triple gold medallist</b><br> </p> <p>Haili Mutla won his third gold medal on Sunday. He is the greatest weightlifter in the world, a legend in Turkey, and he happened to be sitting in a cafe across the street from the weightlifting hall. If anyone could lay his hands on a few spare tickets it was Mutla. </p> <p>\"No,\" he said through his interpreter. </p> <p>Surely, the organisers must give a few extra tickets out with their gold medals? </p> <p>\"Go away,\" he said through an interpreter. </p> <p>We don't even need two; one will do. </p> <p>\"Leave the guy alone. Can't you see he's drinking his coffee?\" said his interpreter. </p> <p><b> The non-existent touts</b><br> </p> <p>Charlie May, a schoolteacher from Geneva, has travelled the world watching the Olympics; Barcelona, Atlanta, Sydney - the four-yearly holiday is even written into his contract. \"I've never seen anything like it before. Usually, you turn up at these things and you'll find a bunch of English touts with a handful of tickets. You move, you groove, you make a deal and you're in. This is a bloody desert,\" he said, looking across the meagre line of people waiting to get in. </p> <p>\"The Guardian doesn't have any spares, does it?\" Sorry Charlie. </p> <p><b> eBay</b><br> </p> <p>At last. It's not tickets for the weightlifting events, but at least its something; two tickets for badminton for sale on eBay; highest bid, £1.05. The Guardian bids £1.24. There's one minute to go. We're in; the highest bidder. </p> <p>Are there any Brits in the Badminton? </p> <p>There's 30 seconds left. </p> <p>What time does it start? </p> <p>There's 15 seconds to go. </p> <p>We'd better phone for a taxi. </p> <p>There's three seconds to go. </p> <p>Sorry you have been outbid. </p> <p>Winning bid: £1.46. <br></p> <p><b> Facts and figures </b> <br></p> <p><b>·</b> Athens organisers have sold 2.9 million out of of 5.1 million available tickets </p> <p><b>·</b> If Athens can achieve between 3.1 and 3.4 million sales, it will break even. Organisers were expecting to reach this figure tonight </p> <p><b>·</b> The cost of a ticket to the opening ceremony was up to £636 </p> <p><b>·</b> As of Sunday, only eight sessions out of 44 across all events had sold out. These included the US basketball team's shock reverse to Puerto Rico </p> <p><b>·</b> The lowest sales for any event were for the weightlifting Group B finals </p> <p><b>·</b> Between 5,000 and 10,000 UK citizens have bought tickets to events in Athens</p>",
  "<p>There should have been trumpets, fireworks, processions, showers of rose petals. Instead it looked, to the naked eye, just like any other race in the swimming pool, albeit one attended by a full house of 8,090 spectators, including the members of several royal houses, with camera lenses pointing from every direction and a northerly breeze stiffening the flags above the grandstands. This was the hottest ticket of the games, and Ian Thorpe rose to the occasion. </p> <p>Thorpe's victory in last night's 200m freestyle final, ahead of Pieter van den Hoogenband of Holland and Michael Phelps of the United States, came in a new games record time. His fifth gold medal also took him ahead of the runner Betty Cuthbert and the swimmers Dawn Fraser and Murray Rose in Australia's all-time Olympic rankings. </p> <p>What the 21-year-old from Sydney does has no need of fanfares. When Thorpe launches himself into the water, drama is guaranteed. Last night, under challenge from old rivals and a young pretender, he reasserted his authority with an unanswerable display of lissom speed and an implacable competitive spirit. </p> <p>The young pretender was, of course, Phelps, the 19-year-old street kid from Baltimore whose 6ft 9in wingspan makes him so formidable in the butterfly event. Phelps came to the line last night still hoping to equal Mark Spitz's 1972 mark of seven gold medals in the pool in a single Olympics, with a bonus of $1m (£550,000) from his kit manufacturer as the added incentive. </p> <p>Freestyle, however, is Thorpe's domain. On Saturday he took the gold medal in the 400m, getting the touch ahead of his Australian compatriot Grant Hackett, the last man to beat him over the distance, seven years and four days ago. But the race was so close that many thought they saw signs of an era coming to a close, and imagined that Phelps might be the man to pull down the curtain. </p> <p>Two years younger than Thorpe, the American looks like the product of a different generation altogether. He arrived in the pool last night wearing, as usual, an enormous pair of silver headphones, inside which some rap record or other was starting a war in his head. When the announcer spoke his name and the crowd cheered, he made no sign of acknowledgement. </p> <p>Phelps took up his station in lane three, two away from Thorpe. Between them stood Van den Hoogenband, who denied the Australian a fourth gold medal in front of his home crowd in the Sydney 200m four years ago. On Phelps's other flank was Hackett, nursing hopes kindled by the memory of beating Thorpe over the distance only a month ago. </p> <p>After wiping his take-off board with an American team towel, Phelps stretched his legs, sat for a few moments in his chair and finally removed his headphones before peeling off his warm-up suit. Simultaneously, Thorpe was stripping down to the trademark black all-in-one skinsuit that covers his arms and legs to wrists and ankles. </p> <p>Afterwards the statistics showed that Thorpe had produced the most leisurely reaction to the starting gun of all eight swimmers, his 0.90sec contrasting with the 0.75 next to the names of three others, including Simon Burnett, the 21-year-old from Oxford in lane seven. </p> <p>Thorpe hit the water with his usual perfect entry, his massive frame barely disturbing the surface and his body seeming to gather speed even before his arm had come over for the first of the 120 strokes that would carry him to the finish. But it was Van den Hoogenband, the oldest man in the race, who set the pace, pulling a few inches ahead of the Australian as they neared the end of the first 50 metres and touching in 24.44sec. </p> <p>For three laps Thorpe stayed on the 26-year-old Dutchman's shoulder, a second adrift in time but always a menacing presence. Rick Say of Canada, third at the end of the first length, soon gave way to Phelps, whose surge completed an arrowhead formation at the head of the race. </p> <p>As they came out of the final turn, Thorpe attacked. And when the black shape moved up, Van den Hoogenband was powerless to defend his title. The Australian switched on a final burst that brought the crowd to their feet and gave him victory by 0.52sec, a massive margin in so tight a race. </p> <p>\"This race became a big deal,\" Thorpe said afterwards, \"but I wasn't focusing too much on that. I just wanted to make sure I swam the race well. That's the way I've been successful in the past, by not bothering about what my competitors were doing. It was a good race tonight, but I don't remember much about it. That's true of a lot of my best races. You just let your body do what you've trained it to do, and it becomes something that's almost mechanical.\" </p> <p>Behind him came Phelps, who swam the fastest final length of all but failed to catch the tiring Van den Hoogenband by a mere 0.09sec. </p> <p>\"Now we're even,\" Thorpe said to Van den Hoogenband as they trod water and looked up at the scoreboard, \"it'll be an even more exciting race in Beijing.\" Phelps ducked under a rope, shook hands with both of them, and paddled off towards his next race, no longer a threat to Spitz's record.</p>",
  "<p><strong> Highlights of the day</strong> </p> <p> <strong> Ian Thorpe</strong> won the gold medal in the men's 200m freestyle - \"the race of the century\". The Australian emerged triumphant in a time of 1min 44.71sec to claim his second gold after winning the 400m freestyle at the weekend. The Dutchman Pieter van den Hoogenband took silver in 1:45.23 and the American Michael Phelps collected the bronze in 1:45.32. </p> <p><strong> Amir Khan</strong>, Britain's only boxing representative in the games, used his lightning jab and reflexes to out-class the home favourite Marios Kaperonis, with the referee stopping the fight after one minute 40 seconds of the third round. The Bolton lightweight, 17, is the youngest fighter in the Olympic competition. </p> <p><strong> Ben Ainslie</strong> lost an appeal against his disqualification from the second race in the Finn class but the gold medal hopeful now leads the discipline after six of the 11 races. Ainslie had a fourth-place finish in race five in the morning and followed that up with a third win of the regatta in the afternoon to move ahead of Spain's Rafael Trujillo. </p> <p> <strong> Lowlights </strong> </p> <p><strong> Sarah Gibbins</strong>, Team GB's only woman shooter, became the third Briton to misfire her way out of the Olympics, joining the Sydney silver medal winner<strong> Ian Peel </strong> and <strong> Ed Ling </strong> in failing to qualify for their respective finals. The primary school teacher was two shots away from the top six and a place in this afternoon's final in the women's trap. </p> <p><strong> Melanie Marshall</strong>, the fastest woman in the world this year in the 200m freestyle, finished last in her semi-final. The 22-year-old from Lincolnshire went out with all guns blazing and took control of the race to lead at the 150m mark but ran out of steam in the final 50m. </p> <p> <strong> Quote of the day</strong> </p> <p>\"I'm thinking it's going to be a hit-and-run attack while I am standing in line for food or something\" - <strong> Andy Roddick </strong> is watching his back after hearing the Australian women's water-polo team will give £300 to the first girl who lands a kiss on the US Open champion. </p> <p> <strong> Medal table - G S B </strong></p> <p><strong> 1 China </strong> 10 4 1 </p> <p><strong> 2 Australia </strong> 6 2 4 </p> <p><strong> 3 Japan </strong> 4 1 1 </p> <p><strong> 4 United States</strong> 3 4 5 </p> <p><strong> 5 France </strong> 2 2 3 </p> <p><strong> 6 Italy </strong> 2 2 1 </p> <p><strong> 7= Turkey </strong> 2 0 1 </p> <p><strong> 7= Ukraine </strong> 2 0 1 </p> <p><strong> 9 France </strong> 1 5 2 </p> <p><strong> 10= Germany </strong> 1 1 1 </p> <p><strong> 10= Hungary </strong> 1 1 1 </p> <p><strong> 19= Great Britain </strong> 0 1 0</p>",
  "<p><strong>·</strong> The cycling world champion Chris Hoy has fallen off his bike while trying to overtake a bus in the Olympic Village. The Edinburgh rider, twice kilometre world champion, sped up to pass the bus on a curve but his wheel slipped and he fell. </p> <p>He is not seriously hurt but he did suffer minor scrapes on his elbow, hip and thigh. </p> <p>\"I am fine,\" he said. \"I was lucky not break something. A stupid fall could have destroyed my tournament.\" </p> <p><strong>·</strong> Britain's hopes of success on the cycling track could be affected if the wind continues to blow in Athens. The high winds could be serious for the cycling, which begins on Friday, because of the design of the velodrome. </p> <p>The track is open at the sides and turbulence and dust on the track could dramatically affect performances and make crashes more likely. The British team have invested in high- performance \"disc\" wheels which they may not get to use because of the wind. Rob Hayles, who will compete in the team pursuit squad, the individual pursuit and the madison, trained on the track yesterday. </p> <p>\"We've got five spoke wheels in the front, just because of the wind, but even then on the back straight it was fairly dodgy,\" Hayles said. </p> <p><strong>·</strong>Richard Faulds will defend the double trap title he won in Sydney under the added pressure that he is Britain's last hope of a shooting medal here after Sarah Gibbins failed to reach the final in the trap. </p> <p>The 34-year-old, Britain's only woman shooter, finished three rounds of qualifying at a blustery Markopoulo shooting range having hit 58 of 75 targets - a score which put her two shots away from the top six and a place in yesterday's final.\"It was not a constant wind, it was very gusty. I have never shot in conditions as ferocious as this,\" she said. </p> <p><strong>·</strong>Two of Britain's rowing medal hopes were affected by the weather yesterday, as strong winds caused the postponement of all racing. Cath Bishop and Katherine Grainger had been due to take part in the coxless pairs repechage after finishing second in their heat on Saturday. </p> <p><strong>·</strong>The weightlifter Kamran Panjavi had to retire from the 62kg event after pulling a muscle during his second lift of the competition in Athens. Panjavi was stretchered off the platform at the Nikaia Olympic weightlifting hall. He is now back in the Olympic Village receiving treatment from the Team GB medical team.</p>",
  "<p><strong> The big event</strong><br> </p> <p> The three-day eventers will find out today (07.00-11.00) whether there is substance to reports that the cross-country course, 4.6 miles stacked with 35 obstacles to be completed in a set time limit, is not demanding enough. The Brits, who top the team table by a whisker from the French and the Germans, traditionally do well. Individually <strong> Pippa Funnell</strong> is second following the dressage leg, <strong> William Fox-Pitt</strong> is sixth and <strong> Leslie Law</strong> is 10th. Britain once dominated the sport, winning gold in 1956, 1968 and 1972, but have had to settle for silver in 1984, 1988 and 2000. </p> <p><strong> Brits in action</strong><br> </p> <p><strong> Richard Faulds</strong> </p> <p>The Sydney gold medallist will be defending his title in the men's double trap shooting event (12.15), with Italy's Marco Innocenti, Kuwait's Fehaid Aldeehani and the US's Walton Eller his main threats. Faulds, a man who likes a flutter, was only able to find one of his fellow shooters to have a bet with in practice, India's Rajyavardhan Rathore. The raffish Briton proceeded to relieve the gullible Rathore of £30. </p> <p><strong> Stephen Parry</strong> </p> <p>The 27-year-old scouser will be feeling confident after upstaging Michael Phelps in the semi-final of the 200m butterfly yesterday. Phelps, of course, will be feeling more confident. </p> <p>Also in action: The conditions are likely to be rowable if rough today for the repechages and if so <strong> single scull</strong> Ian Lawson (14.50pm) should win his race to move into the semi-finals. Helen Casey and Tracy Langlands (16.01), the <strong> women's lightweight doubles</strong> who took bronze in the 2002 worlds, should also progress ahead of a tough Spanish outfit. </p> <p><strong> Other highlights</strong> </p> <p>The <strong> women's team gymnastics </strong> (20.15) often give us memorable moments and the defending champions Romania, Russia, the US and China should provide a keenly fought contest. Svetlana Khorkina, a Russian Playboy pin-up, is likely to attract some attention from the otherwise uncommitted. </p> <p><strong> Weird and wonderful</strong><br> </p> <p> <strong> Sada Jacobson</strong>, the US world No1 in the women's individual sabre competition (18.35), isn't the only athlete in her family in Athens - her little sister, Emily, is also a member of the sabre team. Their inspiration? \"Definitely the fight scene in The Princess Bride.\" </p> <p><strong> True Olympian</strong><br> </p> <p><strong> Leontien Zijlaard-Van Moorsel </strong> will defend her Olympic time-trial title tomorrow despite the heavy bruising on her arms, hip and neck sustained in a crash during the weekend road race. \"In a time trial everything hurts anyway,\" said the triple gold medalist from Sydney. </p> <p><strong> Live TV and radio details</strong><br> </p> <p>BBC1: 7am-12.30pm and 1.40pm-6pm; highlights from 12.30-1pm and 10.35pm-midnight. </p> <p>BBC2: 6pm-10.30pm </p> <p><strong> Digital, satellite and radio:</strong> live action throughout the day on BBC interactive, British Eurosport and BBC Radio Five Live. </p> <p><strong> Weather</strong><br> </p> <p>Mostly sunny. Wind from the north at 13mph. Humidity: 48% </p> <p>All times BST</p>",
  "<p>Terry Edwards, Britain's national boxing coach, threw a shadow hook into Amir Khan's rib cage, then clutched him protectively around the shoulders, and planted a fatherly kiss on his head. The 17-year-old lad from Bolton grinned a little coyly and skipped away for his medical check. </p> <p>Understandably, everybody connected with Britain's one and only boxer at these Olympics, and the youngest of the lot, had been as nervous as kittens before his opening bout in the lightweight category. So when he won, and won in considerable style, the relief seemed to engulf the Peristeri hall, mingled with the sheer joy of his exuberant performance.</p> <p>It is impossible not to feel protective towards any athlete of such tender years competing in their first games, with the latent brutality of the boxing ring only accentuating the apprehension. But nobody needed to have worried, for here is a young boxer of exceptional talent.</p> <p>Indeed, such was the pre-Olympic build-up for Khan that the Princess Royal was on hand to lend her support, along with the culture secretary Tessa Jowell and Sebastian Coe, the leader of London's bid for the 2012 Olympics.</p> <p>True, there was initial anxiety and for the first minute Edwards, Khan's Pakistan-born father Shajaad and his two uncles were scarcely able to breathe as the youngster briefly struggled to come to terms with the most demanding ring he had ever stepped into. And with the added complication of a Greek opponent.</p> <p>The home crowd bayed for British blood, with an uncaring disregard for Khan's youth. Marios Kaperonis, a southpaw, stalked solidly forward, cuffing his way to an early points lead as the British boxer attempted to rid himself of his uncertainty.</p> <p>Khan has already proved himself a precocious talent, winning the world junior title this year, but there must always be doubts when stepping up to a more senior level. He had qualified for Athens against opponents considerably more experienced but this was an altogether more rarefied atmosphere, if any boxing hall can be considered rarefied even with a princess in the seats.</p> <p>Kaperonis may have just about have begun to believe in his own support when in an instant, midway through the opening round, the voices in his own head began screeching the opposite. Suddenly, dramatically, Khan cast away the shackles that had temporarily stilled his punches and let rip with a rapid cluster, including a right cross of crystalline precision.</p> <p>At the end of the opening round the scores were level, but the fight was really all but over. \"After that first round I felt a lot more relaxed and began catching him with some good shots,\" said Khan.</p> <p>A left-right combination saw the Greek take a standing count, and with 40 seconds of round three remaining the bout was halted, the British boxer having amassed a 32-12 lead.</p> <p>\"He's such a wonderfully calm and mature lad with such a good boxing brain,\" said Edwards. \"He has everything but experience, but he's talented enough to win the gold.\"</p> <p>One boxer, one song - but caution must still prevail. Khan's next opponent, on Friday, is the European champion, Dimitar Stilianov of Bulgaria, who won his opening bout with studious ease.</p> <p>\"He's a good boxer but I'm confident,\" declared Khan. \"Me and Terry will be sitting down and talking tactics, and I know I will need to be a bit quicker and sharper at the start.\"</p> <p>His father, a motor mechanic who first took his son to a boxing gym to curb his hyperactivity, was immediately on the phone to his wife, Falak, who was watching the bout on television with Amir's 13-year-old younger brother, Haroon, also a gifted boxer. \"We were all immensely relieved,\" said his father. \"I'd told him to box the way he normally boxes, but you could see he was very nervous.\"</p> <p>Sporting prowess runs in the family. Amir's cousin Sajid Mahmood, who also lives at the family home, is a Lancashire fast bowler who debuted for England's one-day side against New Zealand last month.</p>",
  "<p>Disgraced he may be, but down he is not. Kostas Kederis yesterday pledged to defend himself to his \"last drop of blood\" as fans turned on him. </p> <p>Breaking his silence hours before Greek authorities ordered a criminal investigation into the missed dope test saga, the sprinter appealed to his compatriots to stand by him in his hour of need. </p> <p>\"I have waged superhuman struggles and made great sacrifices to honour my country,\" the Sydney gold medallist said in a statement released from the Athenian hospital where he and his fellow sprinter Ekaterini Thanou were admitted after failing to show up for a drug test. </p> <p>\"The very people who are now tearing me to pieces are the same people who, after every victory, wanted to be photographed next to me,\" he told Greece's leading sports daily, Goal News, three days after apparently being injured in a motorcycle accident. </p> <p>\"I don't hold grudges but the injustice and the way I have been treated from one moment to the next pain me, especially when I'm injured in hospital.\" </p> <p>He insisted he was \"never informed\" that dope controllers wanted to test him as he checked into the Olympic village on the eve of the games. </p> <p>\"I believe and have hope in God that the truth will shine . . . and to defend myself I am willing to give my last drop of blood.\" </p> <p>But Greeks are voicing mounting anger and disillusionment with the duo. Television channels have dropped advertisements featuring Kederis and Thanou. Almost every national newspaper yesterday denounced the pair who had heaped \"such shame\" on Greece. Special venom was reserved for their coach, Christos Tzekos, with many media commentators describing him as \"Mr Chemist\". </p> <p>The mayor of Athens, Dora Bakoyiannis, said: \"We all feel very disappointed. Of course the verdict is not final yet, there is still no proof, but at least we can say that the games are really clean, that we have not been afraid to check.\" </p> <p>Hundreds of ordinary Greeks lashed out at the athletes in messages posted on their websites. </p> <p>Nearly all highlighted the shame - a potent force in a society where people are imbued with the concept of honour from childhood - the two champions had wrought on the country. </p> <p>\"You are nothing but a shame and disgrace,\" wrote Antonis Papadopoulos. \"We have had to watch our country being ridiculed internationally by you staging a traffic accident and pretending to be injured.\" </p> <p>Some fans demanded that Kederis be stripped of the military honours bestowed on him since his victory in Sydney. </p> <p>Other Greeks said they were not surprised. \"Privately a lot of us thought it was just a matter of time before Kederis and Thanou were caught,\" said Vasillis Stathokostopoulos, who runs a cafe-bar. </p> <p>\"Although it was never mentioned in our media, the foreign press were always talking about them evading drug controls. Whatever happens they are history. The Olympics are here and they're not going to spoil the party.\"</p>",
  "<p>Kostas Kederis and Ekaterina Thanou will be expelled from the Olympics at a disciplinary hearing here tomorrow. The two sprinters, who missed a mandatory drug test last Thursday, are also to be the subject of a Greek government inquiry into their behaviour. </p> <p>Kederis, the Olympic 200 metres champion, and Thanou, the 100m silver medallist in Sydney, had been due to appear before a disciplinary panel yesterday but were granted an extra 48 hours by the International Olympic Committee because they were still being detained in hospital after a motorcycle crash that is the subject of much debate here. </p> <p>But IOC sources said last night they expected the pair to be found guilty when they appear before the hearing and that they would be banned from the games. They also face a two-year suspension from the International Association of Athletics Federations after being unavailable for four out-of-competition tests in 18 days. </p> <p>The local authorities also clearly believe the pair have a case to answer after it emerged they may charge them for bringing \"Greece into disrepute\", a charge that may allow them to sue Kederis and Thanou for all the support they have received from the state during the past five years. </p> <p>\"The state prosecutor Dimitris Papangelopoulos has ordered two prosecutors officially to investigate the incident involving the sprinters Kostas Kederis and Ekaterina Thanou,\" said a government source. \"They will report the findings to him.\" </p> <p>An Athens prosecutor ordered the city's chief medical examiner to check the athletes at the hospital where they have sought refuge since missing the eve-of-games drugs test in the Olympic village, a police source said. Kederis and Thanou checked into the hospital in the early hours of Friday as Athens reeled under the news that two top gold-medal hopes faced being banned. </p> <p>The duo said they had crashed on a motorcycle but no other vehicle was involved and no witnesses have come forward. </p> <p>The government has launched an investigation into the alleged drug violations and the circumstances of the reported accident. </p> <p>\"This investigation includes athletes, federations or other officials who could have violated doping laws or who could have helped in the athletes avoiding a drugs test,\" said a government spokesman. </p> <p>Kederis and Thanou have been cleared to leave hospital by today, a medical bulletin said, bringing closer the denouement of a saga that has degenerated from tragedy to farce over the past four days. </p> <p>\"Their clinical condition is improving and, provided it continues to develop satisfactorily, they will leave the hospital on Tuesday,\" said a hospital statement. </p> <p>\"He [the lawyer] personally committed himself to bring both athletes on Wednesday,\" said François Carrard, the IOC spokesman. </p> <p>A disciplinary hearing set originally for Friday and then Monday was adjourned until tomorrow by the IOC, which agreed to the further delay after receiving the medical report. </p> <p>\"We have won the first fight,\" said the runners' lawyer Michalis Dimitrakopoulos, who asked for the adjournment. \"On Wednesday, even on crutches, Kederis and Thanou will be in front of the panel. They will fight their fight and prove they're clean. </p> <p>\"What interests Greeks the most is to know the medals they've won, they won them honourably.\" </p> <p>Drug-testing officers failed to find the two at the Olympic village last Thursday and the Greek Olympic committee suspended them from the team on Saturday for the lapse. </p> <p>\"The investigation isn't about a failed dope test,\" added Carrard. \"Any new test would be irrelevant. The time would have lapsed a long time ago.\" </p> <p>Christos Tzekos, Kederis and Thanou's coach, attended the hearing yesterday that ended in the adjournment. Afterwards he spent several minutes on his mobile phone to Kederis. </p> <p>The commission, made up of the Ukrainian former pole vaulter Sergei Bubka, the Athens co-ordination committee chairman Denis Oswald and the IOC vice-president Thomas Bach, had been due to make a recommendation to the executive board, who wereset to meet later tonight. But after it became clear the athletes would not attend, IOC officials had requested a medical update on the pair, although they ruled out visiting them in hospital to conduct interviews. </p> <p>\"The athletes would very much like to be here,\" said Tzekos. \"They are very happy with the postponement - of course they are physically not very well. We are definitely confident.\" </p> <p>If they are found guilty, as nearly everyone here expects, Dimitrakopoulos plans to fight any attempt to keep the sprinters out of the Olympics. \"The suspicions are not the reality,\" he said. \"It is not true that our athletes tried to evade doping control.\"</p>",
  "<p>Paula Radcliffe, Britain's main hope for an Olympic gold medal, arrived in the athletes' village here yesterday amid reports she had visited Munich last month to receive treatment for a calf injury which could affect her preparations for the marathon next week. </p> <p>The German coach Volker Wagner spotted the world record holder at the clinic of the German doctor Hans Wilhelm Müller Wohlfahrt.</p> <p>Müller Wohlfahrt, who has previously worked with Linford Christie, José María Olazábal and a host of footballers, treated the Briton after she travelled from her altitude-training base at Font Romeu in the French Pyrenees.</p> <p>Radcliffe, the favourite to win on Sunday, had not been due to arrive in the village until Thursday but she turned up early. She then cancelled a planned telephone conference call with Britain's athletics writers. It was the first occasion in which she had refused to cooperate with the media, and it led to speculation that she is struggling to cope with the pressure.</p> <p>The Bedford runner, 30, has made only two track appearances this summer, both of which demonstrated that she was in fantastic shape. In Poland she ran the fastest 5,000 metres ever by a European-born runner and a fortnight later, in Gateshead, she ran the fastest 10,000m in the world this year.</p> <p>Since setting the marathon world record of 2hr 15min 25sec in London during April 2003, Radcliffe has been bedevilled by problems. She had to withdraw from her last two major events, missing last year's world championships in Paris because of a shin problem and the world cross-country championships in Brussels after suffering a hamstring strain.</p> <p>Then there was the magnesium deficiency which contributed to her defeat in a road-relay in Japan last November, her first loss of any kind in 16 months, and her unexpected reverse over 10km in Puerto Rico last February, when struggling with swollen glands.</p> <p>But Radcliffe bounced back last autumn with victories in the Great North Run and World Half Marathon Championships to show that, when on form and 100% fit, no woman can touch her.</p> <p>Doubts, however, have been raised about whether her body will be able to handle the demands of training for the marathon, let alone face the 26.2-mile test from Marathon to Athens in the middle of a Greek summer.</p> <p>Sian Masterton, her agent, did not deny that Radcliffe had visited Germany. \"She went to Munich a month ago for a check-up on her hernia injury,\" she said. \"I have spoken to her several times. She definitely doesn't have a calf injury.\"</p> <p>Max Jones, the performance director of UK Athletics, also denied she had a calf injury. \"She's a regular visitor to Müller Wohlfahrt,\" he said.</p> <p>Philip Pope, the spokesman for the British Olympic Association, said that Radcliffe was \"fit and raring to go\" according to agency reports he had read. But he admitted he had not spoken personally to her.</p> <p>Britain badly needs Radcliffe to deliver the Olympic gold if the team are to stand any chance of repeating the achievements of Sydney. She narrowly missed out on a medal in the 10,000m four years ago, when she was out sprinted by a trio of Ethiopians led by Derartu Tulu.</p> <p>This time she will have to deal not only with the intense heat of Athens but more-than-useful opponents including the likes of the Kenyan Catherine Ndereba.</p> <p>\"Everything has gone really well in training, and my preparations - particularly the quality work - has gone very successfully,\" the Briton reportedly said yesterday. \"Now it is just a case of doing some easy running and light strides.\"</p> <p>The athlete and her support team arrived on Sunday night and stayed on the outskirts of Marathon, where the gruelling race will begin. \"We needed to get acquainted with the course, where there have been a couple of changes,\" she said.</p> <p>Radcliffe then joined her Team GB colleagues at the Olympic village, where her presence will be a massive influence, particularly on first-time Olympians. She has an awesome work ethic and not the least of her achievements has been to prove that not only Africans possess the necessary physical toughness to win major long-distance races.</p>",
  "The prime minister's desire to invite Ayad Allawi to the Labour party's annual conference is one of the odder stories to emerge since Tony Blair vanished into the gangster luxury of Berlusconi's holiday home in Italy. Maybe the proximity to the sinister Italian premier has skewed Blair's sense of what is right and what is possible in British politics. <p>It must be clear to the dimmest adviser in No 10 that Allawi is making a hash of a job that would be impossible for the noblest and most saintly of leaders. Besides this, he is tainted with current and past scandals that make Ahmad Chalabi - the discredited leader of the Iraqi National Congress (INC) who was blamed for misleading the west on WMD - look like the average timeshare shark. Allawi is the real thing: a manipulator and by some accounts a brute. How he is supposed to vindicate Blair's Iraq policy and to allay the party's anxieties about the way it was misled in 2002-03 and the worsening security situation is a complete mystery. In fact, it seems likely that his presence in Brighton will do everything to underline the folly of the coalition's original ambitions and concentrate the Labour party's righteous anger on its leader. </p> <p>The ink has not been dry on the Butler report for very long, yet Blair seems to have forgotten the deep undercurrent of criticism that ran through the Review of Intelligence on Weapons of Mass Destruction, and particularly on MI6's sources and the use of the joint intelligence committee to do his bidding. Butler established that over four-fifths of the intelligence on Iraq's WMD came from two principal sources. It now seems very likely that one of the chief proponents of the 45-minute claim, fed to MI6 via the CIA, was the man who beat all rivals to become Iraq's prime minister. If he was not the direct supplier of this information, he was certainly one of those who fanned the intelligence to the point that it took light in the September dossier. </p> <p> He acknowledges that he gave help to the CIA and MI6 after he arrived in this country from Saddam's Iraq. But there is an even murkier past that includes close links to Saddam's Mukhabarat intelligence agency in the 70s. Though a Shia, as a young man Dr Allawi was also a convinced Ba'athist, and when he came to found the Iraqi National Accord in the wake of the first Gulf war, it was to Ba'athist exiles that he looked for support. The INA - unlike Chalabi's INC, which had no muscle inside Iraq - was encouraged to attack and harry Saddam's regime as best it could, which, according to a recent article in the New York Times, included car bombs against civilian targets. A former CIA agent, Robert Baer, recalled that one bomb blew up a school bus and that children were killed - precisely the same terrorist tactics that are causing havoc among the civilian population in Iraq today. \"Send a thief to catch a thief,\" observed another former officer mordantly. </p> <p>It will be clear to Labour ranks that Allawi is much like any other Iraqi politician, though more successful at winning and retaining the support of western governments and their intelligence agencies. They seem to favour him because of his proven toughness. One recent report in the Australian press accuses Allawi of personally executing six out of seven insurgents at the al-Amariyah security centre, to the south-west of Baghdad. This has been denied by the INA spokesman, yet the reporting in the Sydney Morning Herald suggested that there are good reasons to believe that he was involved in an incident that took place just days before he was confirmed as the interim leader.</p> <p>On Allawi's record so far as Iraq's prime minister there is almost nothing you can say in his favour. Ahmad Chalabi, his fellow Shia and a distant relation, would have been no worse, that's for sure. And you cannot even say that Allawi is emerging as a traditional Middle-Eastern strongman, which increasingly seems the only option in Iraq to members of American and British governments who stopped talking about introducing democracy in the region some time ago. </p> <p>What we have created in place of Saddam's regime is an extremely dangerous and unstable state that has been seeded far more quickly by al-Qaida than by democrats. This is to say nothing of the Shia revolt in the south, which Allawi has demonstrated no ability to control whatsoever. He is a symbol of all that has gone wrong in Iraq and his presence in Brighton can only remind people of what they learned in the Butler report about the British prime minister's role in talking up the intelligence provided by men like Allawi. On second thoughts, perhaps Tony Blair's poolside inspiration is no bad thing.</p> <p><a href=\"mailto:porter@bluehome.demon.co.uk\">porter@bluehome.demon.co.uk</a> </p> <p><b>·</b> Henry Porter's book about the cold war, Brandenburg, is published next year by Orion.</p>",
  "Michael Jackson yesterday came face to face with the prosecutor who has pursued him on child molestation charges for more than 10 years. <p>The singer made a rare courtroom appearance to watch a pre-trial hearing in Santa Maria, California, during which district attorney Tom Sneddon was in the witness stand. </p> <p>Mr Jackson's defence has accused him of overstepping legal bounds during his investigation. </p> <p>The two men share a long and bitter history. Mr Sneddon filed charges against Mr Jackson in 1993 based on the claims of a 13-year-old boy, allegations that were eventually settled out of court. </p> <p>During the 1993 investigation, the prosecutor forced Mr Jackson into a strip search to see if he matched the boy's description. The singer in return wrote a thinly disguised attack on Mr Sneddon in a song. </p> <p>Mr Jackson was met by dozens of screaming fans when he arrived at the court. Flanked by minders and walking under an umbrella to shield him against the sunlight, he was dressed in a white suit with his trademark gold armband and large reflective sunglasses. </p> <p>His sisters Janet and LaToya and his brother Jermaine followed him into the court, also dressed in white in an apparent display of solidarity. His parents were also present. </p> <p>\"It's a face-off between Jackson and Sneddon,\" Laurie Levenson, a Loyola University law professor and former federal prosecutor, told Associated Press. \"Emotionally, it's a big moment in the case. This is high drama.\" </p> <p>Mr Jackson has pleaded not guilty to charges of committing a lewd act upon a child, administering an intoxicating agent and conspiring to commit child abduction. He is free on $3m (£1.6m) bail. </p> <p>The singer's defence lawyer, Thomas Mesereau Jr, was due to question Mr Sneddon about his actions in the weeks before the current charges were filed last November. </p> <p>The defence is arguing that Mr Sneddon breached attorney-client privilege between Mr Jackson and his previous lawyer. </p> <p>The district attorney allegedly conducted surveillance of the office of a private investigator, Bradley Miller, who was working for the singer's former lawyer. </p> <p>If the judge finds in favour of the defence it could prompt a motion to dismiss the charges against Mr Jackson entirely. </p> <p>Santa Barbara county sheriff's officials have already testified that they used a sledgehammer to break into Mr Miller's office and seize videotapes and files related to the case. </p> <p>The defence is trying to suppress any evidence seized during the raid. </p> <p>The materials seized are said to include a videotape of Mr Jackson's 12-year-old accuser and his family, in which they praise the singer. </p> <p>Prosecutors claim the tape was made under duress and the family was being held prisoner at Mr Jackson's Neverland ranch. It is a central piece of evidence in the prosecution's case.</p>",
  "<p>To round off the opening weekend of the Premiership season they gave us a seminar instead of spectacle. Only Chelsea supporters could have sat rapt in the Stamford Bridge lecture room. They appreciated the meticulousness of a side that adopted a defensive stance for most of the afternoon. The team may have won by the same score on the last meeting of these clubs at this ground but everything has changed utterly. </p> <p>While Claudio Ranieri would consider a fixture wasted if he could not insinuate some eccentricity into it, his successor Jose Mourinho is wedded to practicality. His triumphant Porto side could come up with flourishes in the midst of their conservatism and Chelsea will surely do likewise eventually but the Stamford Bridge project is barely begun. </p> <p>We might have read the character of this match in dispatches from the Harlington training ground that told of Mourinho's tantrum when he stopped a practice game in which a forward had been left one on one with a defender. The squad must have listened because Manchester United never enjoyed so promising a position here. </p> <p>If the match was measured by statistics, United, with all their passes and territorial control, would have merited a point. In truth, though, those calculations are tantamount to self-deception. Can a mishit drive by Paul Scholes, a Quinton Fortune cross that zipped through the six-yard box or off-target headers from John O'Shea and Ryan Giggs really be presented as an onslaught? </p> <p>Over the years inviting United to come forward has been a suicidal impulse. Perhaps it will be again, because a full complement of Old Trafford players, with Ruud van Nistelrooy fit and Rio Ferdinand free of supension, would give Sir Alex Ferguson much enhanced means. </p> <p>There should come a time when they will dispute the claim that they are markedly inferior to Arsenal and Chelsea but until then United must concentrate on keeping themselves in contention. They have to avoid the sort of string of egregious errors that led to the goal yesterday. </p> <p>Fortune was the first at fault, in the 16th minute, with a miscalculated attempt to keep Chelsea penned in their own box that saw the ball bounce over his head. The left-back had rushed out of position, leaving Geremi to counter-attack. </p> <p>The situation would still have been recoverable had it not been for the dubious construction of United's defence. As in last Wednesday's win in Bucharest, conventions were defied, with Roy Keane and O'Shea exchanging roles. The theory is that Keane's know-how assists the back four while the younger Irishman's vim enlivens the midfield. </p> <p>The flaw in the logic is that the captain has not had much specific experience at centre-half. As Geremi broke on the right, Eidur Gudjohnsen and Didier Drogba made cross runs. The movement is so embedded in coaching manuals that it is almost de rigueur, but United were baffled. </p> <p>An unmarked Drogba, whose height and build made Ferguson's side fretful, was presented with a free header from Geremi's delivery. He angled it downwards and then relished the last of United's flaws in the incident. Tim Howard hesitated in coming to collect the ball and Gudjohnsen nipped it away from the goalkeeper to find the net before Keane could quite reach him. </p> <p>Rather than bring a spark to the game, the goal led to prolonged firefighting. It did not seem difficult for Chelsea to extinguish United. They were actually more likely to increase their lead, with Howard stopping Drogba from walking round him following a Frank Lampard pass after 18 minutes. </p> <p>In stoppage-time, with Chelsea able to outnumber United on the break, the substitute Mateja Kezman could have hit the net. Considering that the outspoken Mourinho had informed his players at the interval that they would win 2-0, such a goal would have left the rest of us powerless to dispute this remarkable manager's exalted opinion of himself. </p> <p>Mourinho, who is really rather engaging when he speaks, does realise how much can go wrong and how easily it can happen. There was, therefore, sympathy from him for United. Nonetheless, Ferguson will still have been disappointed that his selection, mostly comprising experienced players, could not adapt to the absence of a few stars. </p> <p>Eric Djemba-Djemba, for example, was bought expressly to supply an alternative in midfield but he is yet to thrive in England and still looks a last resort. There is deeper understanding for Liam Miller. The 23-year-old was just extablishing himself at Celtic when he received the irresistible offer from Ferguson and, in his first start for United, was bemused. </p> <p>Chelsea, with the introduction of Kezman and Ricardo Carvalho as substitutes, had six men making their debuts. The careers of these individuals are at a far more advanced stage than that of Miller. Men such as Paulo Ferreira and Alexei Smertin conveyed an impression of durability. The chance of snatching glory is still in the far distance but Mourinho's side is already hard to beat.</p>",
  "<p>Manchester City are beyond explanation, a nut too far for the crackers of history: Archimedes, Galileo, Newton. Kevin Keegan stands no chance. They are sometimes lovable, often exasperating, always perverse. </p> <p>Saturday was a case in point. Fulham were woeful in the first half, City sharply co-ordinated. Shaun Wright-Phillips, running like an electric rabbit, threatened mayhem. In the first 15 minutes four crosses from the right ran past the far post. In Robbie Fowler and Nicolas Anelka City have two supposed red-hot pokers. Where were they? Chances that should have been poached were not even scrambled. It was a good day to be an egg. </p> <p>Keegan said later: \"We can't do any more than keep creating chances.\" Sadly he looked dead right. Fowler did hook in an opportunist's volley before half-time. \"Robbie's got his feet going,\" said Keegan. \"He's going to have a big season.\" But Anelka's feet may be going to Monaco if the French club get their loan way. </p> <p>Keegan also said \"Fulham were bound to have a spell in the game\", which was true only if City let them. They duly did. Danny Mills stood off Collins John, David James dived the wrong way and, if the keeper had not guessed right when Claus Jensen was through later, City would have lost. In the end both sides could content themselves that it is the taking part that counts, except in Athens, where it is the drugs. </p> <p>City have gone 42 games without winning two running, 25 without losing successively. Victory makes them casual, defeat inspires them. They are defiantly illogical. A year ago Keegan talked of a top-six finish and got a bottom-five. He had spent £54m in three years. This season he kept targets to himself. A bottom-six promise, hardly a PR coup, might get them into Europe, especially after a summer splash of only £100,000 for two full-backs and his eighth goalkeeper. </p> <p>Chris Coleman warned that, in his second season, Fulham may have lost their surprise element. On Saturday they had lost much more, notably the patience and cohesion that stem from the injured Steed Malbranque and Lee Clark. </p> <p>Last season they kept clean sheets 15 times under their midfield blanket. Claus Jensen and Bouba Diop fit the style but Fulham's pre-season has left them under-prepared. The Red Hot Chili Peppers played the stadium in July. Fulham might have been the Stone Cold Cucumbers. </p> <p>The arrival of Tomasz Radzinski and Andy Cole hinted at a twin spearhead but Radzinski was wide in midfield and Cole got no aerial change out of City's central defence. The long ball was out of mind and character until Brian McBride lent forward support. Coleman has got Andrew Cole, 32, not Andy Cole, 22. </p> <p>The 22-year-old of choice was Wright-Phillips, who received a glowing testimonial from Keegan after signing a new four-year contract: \"He behaves properly, has a terrific attitude and courage and is getting paid what he deserves [as much as the rest put together?]. In addition he's stopped shooting single focus and has a film running round him.\" Perhaps he sees the big picture. </p> <p>Certainly his verve and vision have got him in the England squad for Wednesday. Whether better company will make him regret his signature must be open to question. </p> <p><strong> Man of the match:</strong> Moritz Volz (Fulham)</p>",
  "<p>Jenson Button and the BAR-Honda team may have dreamed of a maiden victory in yesterday's Hungarian grand prix but when the chips were down it was Michael Schumacher and Rubens Barrichello who dealt out yet another resounding blow to the pretenders to the Maranello throne. </p> <p>In achieving their seventh one-two of the season, the Ferrari drivers sealed the constructors' championship for the 14th time in the team's history, and Schumacher achieved a one-season record of 12 wins and his seventh win in a row. He also completed his fifth clean sweep - pole position, fastest lap, leading every lap and winning the race - a record bettered only by the late Jim Clark, who produced eight such dominant performances. </p> <p>\"This [constructors'] title means more than winning 12 races in a season,\" said Schumacher. \"To win here compared to last year [when he was lapped by Fernando Alonso's victorious Renault after a particularly uncompetitive performance from the Ferrari team and their Bridgestone rubber] shows why we have won the title so early. The win might have looked easy from the outside but I was flat out most of the way.\" </p> <p>Button, seeking the tranquillity of his BAR cockpit as a refuge from the storm of speculation over his future formula one career, had qualified in fourth place behind the two Italian cars and his own team-mate Takuma Sato. </p> <p>However, when the starting lights went out Schumacher and Barrichello's confident sprint towards the first corner indicated they would brook no opposition, surging away into the distance, never to be challenged throughout the 70-lap procession. Button could do little more than hang on gamely to finish fifth, also beaten to the chequered flag by Alonso's Renault and the Williams-BMW of Juan Pablo Montoya. </p> <p>\"I'm a little bit disappointed because we came here expecting better things,\" said the Briton, who remains at the epicentre of a continuing row over whether he will be able to quit the BAR squad next year and join Mark Webber at Williams. \"I think we might not have put the best condition of tyres on at the first stop, so we lost a lot of time. I had a lot of oversteer which made it very difficult to drive.\" </p> <p>With Sato following Button home in sixth place, BAR could at least console themselves that they had moved to within eight points of Renault in the battle for second place in the constructors' championship. </p> <p>Schumacher's seven in a row is a record not bettered since Alberto Ascari bagged nine across the 1952 and 53 seasons. The German driver now also has 82 grand prix victories, matching the combined career total of Alain Prost and Nigel Mansell. </p> <p>\"We knew pretty well what we could do here,\" said Schumacher. \"I didn't have Rubens on my neck but he was only four or five seconds behind at the first stops. It's so much more predictable a car to drive than last year's.\" </p> <p>Alonso was satisfied with his third place, believing it to be the best he could have managed in the circumstances. Montoya was similarly content with fourth after a strong start which saw him gain three places through the first couple of corners. </p> <p>\"After my first pit stop I lost quite a bit of time behind Webber and this prevented me from getting closer to Alonso, but I don't think I could have caught the Renault today,\" the Colombian admitted. </p> <p>McLaren had a disappointing weekend, opting to use the harder Michelin tyre for qualifying only to encounter unexpectedly cool conditions which meant Kimi Raikkonen and David Coulthard were 10th and 12th on the grid. Raikkonen was the first retirement with an electrical problem in his car's injection system and Coulthard trailed home ninth, struggling to keep his car under control on the wrong tyre choice. </p> <p>\"There was not a lot I could do on the track as we started so far back,\" shrugged the Scot. \"It's almost impossible to overtake on this track, so I think we will just forget about this weekend and look forward to the Belgian grand prix in two weeks' time.\"</p>",
  "<p><a href=\"http://www.digitalbridges.com/\">Digital Bridges</a> is, today, launching 3D Pool, the very impressive and self-explanatory 3D pool sim, created by <a href=\"http://www.distdevs.co.uk/\">Distinctive Developments</a>. Compatible with current Java handsets, it's the first mobile pool/snooker title that doesn't just provide an unrealistic top-down view of the table. Nope, you get a couple of unmistakably three-dimensional views as well, each from a different height, providing a player's-eye view of the action.</p> <p>But does this add to the gameplay?</p> <p> </p> <p>Well, yes. Most of the time. If you overlook a few things.</p> <p>The table, reproduced in simple, flat-shaded polygons looks fine. Very good in fact. It'll take you back to the early days of 3D visuals, before things like bump mapping and bi-linear filtering arrived to confuse graphics card buyers. Controls are simple too: up and down select between the three available views, while right and left move you around the table. Hitting the 5 key allows you to choose where you're going to strike the white, and hitting 5 again starts the power meter. That's it.</p> <p>There are a few problems, however. Left and right movement isn't entirely smooth, so often you won't quite be able to make the shot you want because you can't get the cue to point in exactly the right direction. Also, a shot that appears to be lined up perfectly in say, the very low 3D view sometimes looks completely wrong when you switch to the top-down perspective. You can spend ages tweaking the angle, swapping between views several times - then you make the shot and watch in horror as the object ball spasms wildly off a colour, sending it in completely the wrong direction.</p> <p>This is okay when you're playing against a mate in the handset-swapping two-player mode, because you're both subject to the same capricious control system. But in one player mode, against a range of progressively tougher opponents, it drives you mad when your seemingly perfectly placed shot skews way off target.</p> <p>Ball physics is generally very convincing, even though the cushion bounce is a little over enthusiastic. Forget about trying a soft pot, hoping the ball stays near the pocket if you miss. Chances are it'll rebound off the lip and scuttle away slowly but surely for several seconds as though the table were on a slight but noticeable slant.</p> <p>But these are only trifling concerns. A 3D pool game with a few slight imperfections is far better than any overhead 2D effort. And even if it exasperates you at times, you'll slink back for more the next time you have five minutes free. There's even a trick shot mode, for heavens sake.</p>",
  "<p>If you scan the sports pages, as millions of newspaper readers do every day, it would appear that the new football season has got off to a smooth start. Behind the scenes, though, the newspaper industry and England's football league clubs are playing out extra time in a bitter clash about who should exercise control over the reporting and photographing of games. </p> <p>They have agreed an uneasy truce in order to try to reach a settlement by October 31, and if they fail to do so then they will surely need the services of a first-class referee to sort out a reasonable compromise. </p> <p>The central problem is that each side is playing a different game with a separate rulebook: the papers view it largely in terms of press freedom while the clubs see it as a matter of commerce. </p> <p>A couple of years ago the premier and football leagues created a limited company, Football DataCo (FDC), to police the media, especially the internet, in order to ensure that its many licensing and sponsorship agreements are protected. </p> <p>FDC is particularly exercised by the use of photographs on newspaper websites and their uses for promotional purposes, such as the calendars or posters that papers like to give away in pull-outs or supplements. </p> <p>It may be seen as somewhat ironic that newspapers find themselves defending their right to put pictures on the net before they appear in their next morning's issues but, in so doing, they are facing up to a modern media reality. </p> <p>Editors are incensed by FDC's demand that they wait for two hours after matches until they release pictures on to their websites and, interestingly, mobile phones. Unsurprisingly, they view this embargo as an unfair restriction and also a negation of technology's advances. </p> <p>There are other differences too, but to cover every detail of what has become a complex dispute would require many thousands of words. </p> <p>One further example of FDC obduracy, which certainly shocked me, is its restriction on when matches can be reported. The leagues ban the publication of reports until midway through the match halves, half-times and the final whistle. As editors have argued, in an information-rich world of instant communications there should be no time constraints for football reporters. </p> <p>That, of course, is a variant of the press freedom argument, to which all journalists will undoubtedly subscribe. But it is not as simple as that, as the FDC knows well, because newspapers are - like football clubs - commercial enterprises too. </p> <p>It is all very well for the owners and editors to argue that papers are a public service but they cannot deny that they also seek to make profits, even if some of them find it difficult to do so. </p> <p>Similarly, it is essential for football clubs to maximise profits, which means exploiting every facet of their enterprises. Why, they say, should a paper give away a team poster in order to sell extra copies, without compensating the hard-pressed clubs? </p> <p>Hang on, reply the papers, an independent survey has shown that the editorial material published day by day about football is worth at least £30m a year. Should there not be some give and take by clubs to recognise that fact? </p> <p>In truth, the papers and the clubs depend on each other. National titles devote hundreds of pages every week to football, offering readers an endless diet of fodder to satisfy their appetite for \"the beautiful game\". In its turn this publicity helps to fuel the enthusiasm which keeps people paying for expensive tickets, not to mention exorbitant prices for merchandising. </p> <p>Back come the clubs with tearful tales of gigantic transfer fees and high wages, so every penny counts. The final whistle to this row certainly looks a long way away. </p> <p><strong>The Mirror cracked</strong></p> <p>For many papers, July is a poor sales month. That said, the year-on-year comparison provides a reasonably accurate guide to the overall trend which, for 17 of the 23 titles in our chart, is downwards. </p> <p>Perhaps the most worried owner is, or should be, Trinity-Mirror. Its titles are, month by month, returning decreases which mirror - pun intended - the decline of the Express titles from the mid-1960s until 2000. </p> <p>The circulations of both the Daily Mirror and Daily Record are dribbling away without the least sign of recovery. The Sunday Mirror and the People drift gently towards oblivion. </p> <p>Sly Bailey, the T-M chief executive, may delight the City analysts with her belt-tightening strategy, but she frightens journalists. </p> <p>Did she appoint Richard Wallace as Daily Mirror editor because he had a vision of what to do with the paper? If so, it is not evident. </p> <p>Over in Wapping the situation is not much brighter at the Sun, which is apparently losing readers to the Daily Star without fighting too hard to keep them. </p> <p>Are we to believe that some Sun readers favour the Star because it covers no serious news whatsoever, offering a diet restricted to showbiz, glamour, TV and gossip? Do the analyses of the Sun's esteemed political editor, Trevor Kavanagh, strain them? Or is it the continuing support for Tony Blair which upsets them? </p> <p>Whatever the case, the Sun is not shining and the Mirror is cracked while the little Star twinkles. Then again, maybe I am misjudging the red-top audiences. Maybe they are gravitating towards the Daily Mail, the paper that will surely, if slowly, become Britain's largest-selling morning paper. As long as Lord Rothermere doesn't hire Sly Bailey, of course.</p> <p><strong>Levin the pedant</strong></p> <p>Several of last week's obituaries of Bernard Levin mentioned that his contract with the Times contained a clause which specified that his copy could not be changed by anyone without his consent. He was not, noted one, a lover of subeditors. </p> <p>Maybe, maybe not. After all, in recent years his closest companion was Liz Anderson, a sub of some distinction and, incidentally, a fine, strong-minded woman. </p> <p>But the legend of Levin's supposed dislike of subs has a history stretching back at least as far as his time on the Daily Mail, where he wrote a daily column in the late 60s. </p> <p>He was already known to be prickly about changes, so finding mistakes became a nightly game in which subs' victories were rare because the meticulous writer offered up few hostages to fortune. </p> <p>On the day that a veteran sub in the Mail's Manchester office, Denis Traynor, finally discovered a genuine error he leaped from his chair and screamed out, much to our amusement: \"Got him! Got the bugger at last!\" </p> <p>Levin had evidently attributed a quote to Tennyson that was, in fact, by Newbolt. What a historic day that was. The great columnist had made a mistake: score one to the pedants. </p> <p>When I recounted this tale many years later to Levin he couldn't recall the incident. He was also too modest to say that, given the hundreds of thousands of words published under his name, a single misquotation was hardly a blemish on his long and distinguished career. </p> <p>So let's remember Levin by echoing Tennyson's words, about Milton, as a \"god-gifted organ-voice of England\". Or was that Newbolt's description of Nelson? NB: Subeditor, please check.</p>",
  "<p>Sarfraz Manzoor's article on gap years (Work in a gap year? Give me a break, G2, August 11), drew heavily on the stereotype, in some cases justified, that taking a year out to travel before university is the sole domain of white middle-class students. But as the gap-year industry expands, so too do the opportunities for less privileged students to take part, the growing numbers of deferred entries are evidence this is taking place. </p> <p>Having just completed my pre-university gap year (six months' full-time work at home and six months' voluntary work and travelling around South America), I can say that many other gappers I met had little or no support financially, and funded their travels independently as a result of hard work. Of course there are upper-middle-class students who will always have the safety net of their parents, but there are many students who know if they run out of money they'll be on the next plane home. This self-sufficiency is for many what a gap year is all about. </p> <p>A year off to travel is not wasted on anyone, least of all the 18-year-olds who know that this may be the only time of their lives that it is a feasible concept. I feel glad I took what may be my only chance of spending such a long time in one of the most fascinating areas of the world and working with the kind of community I may never be able to see again.<br><strong>George Hayes</strong><br>York </p> <p>I took a gap year, and am neither white or from a typically middle-class background. I dreamed of and planned my gap year well ahead, and on top of doing four A-levels, I worked 20 hours a week doing night shifts flipping burgers, saving up to go abroad. Instead of going to an English-speaking country, I went to France. </p> <p>I resent the idea that my year abroad was \"like year-long versions of Glastonbury\". First, because I've never been able to afford to go to Glastonbury, and second, because during my gap year I got up at 6.30 every morning and worked as a chambermaid in a hotel. Hardly a holiday. I earned just enough to get by. Character-building, perhaps, but hardly privileged. </p> <p>I sense that Manzoor might be a bit bitter about never being allowed a year of total freedom ahead of university and career. Taking a gap year for me was not about \"living like poor people\". It was about me wanting to recuperate from 12 years of schooling ahead of having to work for four years to earn a degree and money to pay my tuition fees. Anyone who is willing to work hard enough can do it - it's certainly not the exclusive privilege of the white middle class.<br><strong>Liss Anda</strong><br>Reading, Berks </p> <p>The only problem with gap years is that we don't have enough of them. All students and workers should be provided with the opportunity to take a gap year. I had to work for six months to earn enough money to travel for the remaining six months but it was worth every penny. After I returned to start university, I came back with a more mature outlook on life. </p> <p>I agree that the government should not be using gap years as a cheap source of labour. Instead, it should be encouraging all students to take a gap year abroad. Its latest venture should be modified to provide less affluent students with a chance of spending time abroad; perhaps a period of volunteering locally in the UK in the first half of a gap year could be linked to government-funded travel for the remainder of the year. That way students would be able to help out their community and earn their travel time abroad, thereby offering a life-altering experience for all students.<br><strong>Hassan Elhassan</strong><br>London</p>",
  "<p>Even though I was on the go, I still managed to cram a few precious moments of play time between the EIGF sessions, and for your delectation here's what I digitally attended to over the weekend:</p> <p><a href=\"http://www.warioware.biz/\"><strong>Made in Wario</strong></a> (Nintendo Gamecube, on import, and GBA, 2003). The EDGE Award winner was already in my GBA on the way up to Edinburgh, as it has rightly been since its release last year. A truly magnificent game, it gives validity to the concept of \"interstitial gaming\", or pick up and play. Basically, as you progress through the fast-as-lightening levels of mini-game after mini-game, the clock speeds up and your brain begins to freak out. It's better than drugs, it's better than caffeine. There is absolutely no explanation for this madness but by golly it hooks you faster than crack. In a good way.</p> <p>Although it's not out in the UK until early September, the Gamecube version is an honest and literal replica of the GBA portable release with a few unforgiving multiplayer options which saw the controller thrown across the room in adolescent-esque fury (It wasn't me, it was the very grown up Max). More to come on that one later.</p> <p><a href=\"http://www.animal-crossing.com/index.jsp\"><strong>Animal Crossing</strong></a> (GameCube, on import). A really lovely little title that combines the best elements of the offline versions of The Sims with a superb social swapping idea. You are an animal and you're new in town. You've got to get your bearings, talk to people and work in the local shop to pay your rent. That appears to be pretty much it. There are lots of little neat ways the game uses time and interaction, though the artificial intelligence has a tendency to get sexually confused. It didn't like that I was called Biscuit, for one. For two, it thought I was a boy when I was actually a girl. Computers, eh?</p> <p>When it's released in late September in the UK, it will come with its own memory card on which you save your games with the intention of swapping them with your friends. Apparently every Animal Crossing town is different, which offers millions of animal-populated landscapes to explore. The really nice touch is that you can leave messages or gifts in friends' houses. A feel-good game, dare I say it, for all the family.</p> <p>To counteract all of this Nintendo action, I also spent a small amount of time playing <a href=\"http://www.serioussam.com/se/index.html\"><strong>Serious Sam: Next Encounter</strong></a> on the PlayStation 2 (Take 2, 2004). This game is pure, unadulterated catharsis. There are waves and hordes of monsters, many of them quite bizarre, running at you. Shoot them. Shoot them all. That's it. Great for those moments when you need a wee pick-me-up and there's no more coffee in the house.</p> <p>It is a truly old school title, but with new school brawn. Superb graphics and hilarious sound make this a game that I put into my PlayStation again and again.</p> <p>On the drive home I got to 25,000 on my mobile phone version of <a href=\"http://www.klov.com/G/Galaxian.html\"><strong>Galaxian</strong></a> (Namco, 1979). I would love to show off a screenshot of my high score in this classic arcade game, but alas the cameras don't work on themselves and I don't have another. You'll just have to take my word for it.</p> <p>It seems I got a lot of play time in, even though I was otherwise-occupied. I predict that this week I will mostly be playing <a href=\"http://www.xbox.com/en-us/sudeki/\">Sudeki</a>, and at least one of the above, however I'm not a fortune teller. Anything can happen. Check back next week for the most-played of the gamesblog and perhaps re-discover a little something you'd forgotten. Still in search of Salmon Run.</p>",
  "<p>Britain's Melanie Marshall , one of the favourites for the women's 200m freestyle, collapsed into floods of tears after finishing last in her semi-final, recording the slowest time of all 16 semi-finalists.</p> <p>The 22-year-old from Lincolnshire went out with all guns blazing and took control of the race to lead at the 150m mark. However, she ran out of steam in the final 50m and was overtaken by every other swimmer. </p> <p>Marshall, the fastest woman in the world this year in the event, later declared herself to be embarrassed by her performance. \"It is not just four years,\" she said, \"it's 15. Gutted would be an understatement. </p> <p>\"I don't know what went wrong; there was nothing left. I felt quite tired, but I wasn't willing to let that be an issue. To finish 16th is embarrassing for me and for everybody else, it's just awful. </p> <p>\"That's how I swim races. I did it at the trials and didn't die. Maybe I trained too hard: if my training had gone better the last six weeks I would have had more confidence.\"</p> <p>Meanwhile, the first final of the day, the women's 100m backstroke, was won by the American Natalie Coughlin, from Kirsty Coventry of Zimbabwe and France's Laure Manaudou.</p> <p>In the men's version of the event, gold went to another American, Aaron Peirsol. Markus Rogan of Austria took the silver and Japan's Tomomi Morita the bronze.</p> <p>The women's 100m breaststroke was won by Xuejuan Luo of China, from Australia's Brooke Hanson and Leisel Jones.</p>",
  "<p><strong>Archery</strong></p> <p>0630 Women's Individual Last 16 <br> 1330 Men's Individual Last 16</p> <p><strong>Badminton</strong></p> <p>0730 Men's Singles Last 16 <br> 0730 Men's Doubles Quarterfinals <br> 0730 Women's Doubles Last 16 <br> 1200 Men's Singles Last 16<br> 1200 Men's Doubles Quarterfinals <br> 1200 Women's Doubles Last 16 </p> <p><strong>Baseball</strong></p> <p>0830 Preliminaries Netherlands v Canada <br> 0930 Preliminaries Taiwan v Greece <br> 1630 Preliminaries Italy v Australia <br> 1730 Preliminaries Cuba v Japan </p> <p><strong>Basketball</strong></p> <p>0700 Men's Preliminaries - Group A New Zealand v China <br> 0915 Men's Preliminaries - Group B Australia v Angola <br> 1230 Men's Preliminaries - Group B Lithuania v Puerto Rica <br> 1445 Men's Preliminaries - Group A Serbia &amp; Montenegro v Italy <br> 1800 Men's Preliminaries - Group A Spain v Argentina <br> 2015 Men's Preliminaries - Group B USA v Greece </p> <p><strong>Beach volleyball</strong></p> <p>0700-2100 Men's and Women's Preliminary Rounds</p> <p><strong>Boxing</strong></p> <p>1130 Flyweight Preliminaries <br> 1301 Bantamweight Preliminaries <br> 1730 Flyweight Preliminaries <br> 1901 Bantamweight Preliminaries </p> <p><strong>Canoe/Kayak</strong></p> <p>0800 Men's Whitewater C-1 Heats <br> 0850 Women's Whitewater K-1 Heats <br> 1000 Men's Whitewater C-1 Heats <br> 1050 Women's Whitewater K-1 Heats </p> <p><strong>Equestrian</strong></p> <p>0700 Individual Eventing Cross Country <br> 0700 Team Eventing Cross Country </p> <p><strong>Fencing (finals)</strong></p> <p>0800 Women's Individual Sabre Eliminations Last 32 <br> 0800 Women's Individual Sabre Eliminations Last 16 <br> 0800 Women's Individual Sabre Quarterfinals <br> 1000 Men's Individual Epee Eliminations Last 64 <br> 1000 Men's Individual Epee Eliminations Last 32 <br> 1000 Men's Individual Epee Eliminations Last 16 <br> 1000 Men's Individual Epee Quarterfinals <br> 1630 Women's Individual Sabre Semifinals <br> 1725 Men's Individual Epee Semifinals <br> 1825 Women's Final Bronze Medal Match <br> 1845 Men's Final Bronze Medal Match <br> 1915 Women's Final Gold Medal Match <br> 1935 Men's Final Gold Medal Match </p> <p><strong>Gymnastics </strong></p> <p>1900 Women's Team Final</p> <p><strong>Handball</strong></p> <p>1230 Women's Preliminaries - Pool A Ukraine v China <br> 1430 Women's Preliminaries - Pool B Hungary v Greece <br> 1730 Women's Preliminaries - Pool A Korea v Denmark <br> 1930 Women's Preliminaries - Pool B France v Spain</p> <p><strong>Hockey</strong></p> <p>0630 Men's Preliminaries - Pool B <br> 0830 Men's Preliminaries - Pool A <br> 1600 Men's Preliminaries - Pool B <br> 1800 Men's Preliminaries - Pool A <br> 1830 Men's Preliminaries - Pool A <br> 1830 Men's Preliminaries - Pool B <br></p> <p><strong>Judo</strong></p> <p>0830 Women's Half Middleweight Preliminaries/Repechages <br> 0830 Men's Half Middleweight Preliminaries/Repechages <br> 1430 Women's Half Middleweight Quarterfinals, semi-finals, final<br> 1430 Men's Half Middleweight Quarterfinals, semi-finals, final</p> <p><strong>Rowing</strong></p> <p>0630 Women's Ltwt. Double Sculls Heats <br> 0700 Men's Ltwt. Double Sculls Heats <br> 0740 Men's Ltwt. Four Heats <br> 0750 Women's Quadruple Sculls Heats <br> 0800 Men's Quadruple Sculls Heats <br> 0810 Women's Eight Heats <br> 0820 Men's Eight Heats </p> <p><strong>Sailing</strong></p> <p>1100 Men's Fleet Races Race 03, 04, 05 &amp; 06<br> 1100 Women's Fleet Races Race 03, 04, 05 &amp; 06</p> <p><strong>Shooting</strong></p> <p>0700 Men's Free Pistol Qualification <br> 0700 Men's Double Trap Qualification <br> 1015 Men's Free Pistol Final <br> 1230 Men's Double Trap Final </p> <p><strong>Soccer</strong></p> <p>1600 Women's Preliminaries Sweden v Nigeria <br> 1830 Men's Preliminaries Korea v Mali <br> 1600 Women's Preliminaries Germany v Mexico <br> 1830 Men's Preliminaries Greece v Mexico <br> 1600 Women's Preliminaries Greece v Brazil <br> 1830 Men's Preliminaries Argentina v Australia <br> 1600 Women's Preliminaries USA v Australia <br> 1830 Men's Preliminaries Serbia &amp; Montenegro v Tunisia </p> <p><strong>Softball</strong></p> <p>0730 Preliminaries China v USA <br> 1000 Preliminaries Canada v Japan <br> 1500 Preliminaries Greece v Taiwan <br> 1730 Preliminaries Italy v Australia </p> <p><strong>Swimming</strong></p> <p>0800 Men's 100m Freestyle Heats <br> 0844 Women's 200m Butterfly Heats <br> 0914 Men's 200m Breaststroke Heats <br> 0945 Men's 4x200m Freestyle Rel. Heats <br> 1700 Men's 100m Freestyle Semifinals <br> 1712 Women's 200m Freestyle Final <br> 1720 Men's 200m Butterfly Final <br> 1727 Women's 200m Butterfly Semifinals <br> 1749 Men's 200m Breaststroke Semifinals <br> 1806 Women's 200m IM Final <br> 1814 Men's 4x200m Freestyle Rel. Final </p> <p><strong>Table tennis</strong></p> <p>0900 Men's Singles Third Round <br> 1100 Women's Singles Third Round <br> 1600 Men's Singles Third Round <br> 1800 Women's Singles Third Round </p> <p><strong>Tennis</strong></p> <p>0800 Men's Singles Second Round <br> 0800 Women's Singles Second Round <br> 0800 Men's Doubles Second Round <br> 0800 Women's Doubles First Round <br> 1500 Men's Singles Second Round <br> 1500 Women's Singles Second Round <br> 1500 Men's Doubles Second Round <br> 1500 Women's Doubles First Round </p> <p><strong>Volleyball</strong></p> <p>0700-1930 Men's Preliminaries</p> <p><strong>Water polo</strong></p> <p>0730 Men's Preliminaries Group B - Australia v Italy <br> 0845 Men's Preliminaries Group B - Germany v Egypt <br> 1430 Men's Preliminaries Group A - Kazakhstan v USA <br> 1545 Men's Preliminaries Group A - Russia v Serbia &amp; Montenegro <br> 1900 Men's Preliminaries Group B - Greece v Spain <br> 2015 Men's Preliminaries Group A - Hungary v Croatia</p> <p><strong>Highlight: Men's free pistol final</strong></p> <p>Olympic Grandstand: 0700-1230, BBC One<br> Olympic Report: 1230-1300, BBC One<br> Olympic Grandstand: 1340-1700, BBC One<br> Olympic Report: 1700-1800, BBC One<br> Olympic Grandstand: 1800-2230, BBC Two<br> Olympics Today: 2235-2400, BBC One</p>",
  "<p>An innings of considerable maturity and restraint from Robert Key took England to a seven-wicket victory over West Indies that was far more comfortable than they could reasonably have expected.</p> <p>Key (93 not out) shared an unbroken, match-winning partnership of 120 with Andrew Flintoff (57 not out), who also kept his basic instincts in check until, with victory in sight, he punted Ramnaresh Sarwan for two monstrous sixes over long-on.</p> <p>If Flintoff added the flourish, it was Key who did the groundwork. Particularly in the morning session, when batting was at its trickiest against the new ball, he thrusted the maker's name determinedly back at the bowler and was rock-solid in defence.</p> <p>He needed to be. England, for whom the Man of the Match Graham Thorpe would only have been able to bat in serious discomfort - he has been replaced by Warwickshire's Ian Bell for the final Test at the Oval - were rocking at 27 for 2.</p> <p>Both openers went early: Marcus Trescothick was bowled by a snaking off-cutter from the excellent Corey Collymore that went between bat and pad, and Andrew Strauss choked a pull off Pedro Collins to mid-on.</p> <p>Michael Vaughan played sedately for a 98-ball 33 before falling to Chris Gayle's first delivery, a brute that popped off a length and took the edge, but that was the last sniff West Indies had.</p> <p>Fidel Edwards tried his best, bowling with furious pace at times and engaging in a heated and ongoing verbal battle with Key - and Key was dropped just after tea off Collymore - but England slowly took an increasingly firm grip on the game.</p> <p>On a tricky pitch it was a very fine performance, probably the most worthy of the nine wins that they have recorded in their last ten games. That includes six out of six this summer; they will surely make it seven out of seven at The Oval later this week.</p>",
  "<p><strong>England 231-3 (Key 93; Flintoff 57; target 231) ENGLAND WIN BY 7 WICKETS!</strong> Very, very fine win for England. Superb knocks from both Key and Flintoff - mature, restrained, controlled, and very intelligent. Six wins in a row for England now, and well played Mr Key. Thanks for all your emails, sorry I couldn't use them all. Rob.</p> <p><strong>65th over: England 227-3 (Key 90; Flintoff 56; target 231)</strong> Flintoff launches Sarwan for another monstrous six over long-on, and that really is Key's century down the plughole.</p> <p><strong>64th over: England 221-3 (Key 90; Flintoff 50; target 231)</strong> Key rocks back to cut Gayle for four with real authority and move into the nineties. Shot! Ten to win.</p> <p><strong>63rd over: England 215-3 (Key 84; Flintoff 50; target 231)</strong> Sarwan into the rough, and Flintoff deposits him miles over long-on to bring up his fifty. After an innings of restraint and maturity, that was a lovely hairs-on-the-back-of-the-neck-stand-up-like-the-real-Slim-Shady knock. But with the ball went Key's hopes of a century. Gah!</p> <p><strong>62nd over: England 209-3 (Key 84; Flintoff 44; target 231)</strong> England are absolutely cruising now, knocking it around like in the middle overs of a one-day innings. The only issue of interest is whether my man gets a century. Here's Tom Chivers. \"Anyone who says Tony Adams is not the absolute spit of Jimmy Nail is either a) lying b) stupid or c) conspiring against me to undermine my authority. Got that?\" Yessir.</p> <p><strong>61st over: England 205-3 (Key 82; Flintoff 43; target 231)</strong> \"If we're doing look-a-likes,\" says Paul Joicey. We're not. \"Sunderland's Julio Arca and The Strokes guitarist Albert Hammond.\" Good call, though.</p> <p><strong>60th over: England 204-3 (Key 81; Flintoff 43; target 231)</strong> Classy lap-sweep from Key brings up the 200. Can he get his century? \"Hello to an old John Browner,\" says James Bunce. \"It's flipping down here. Is it going to at the cricket?\" I reckon there's more chance of Jose Mourinho slapping himself in self-hatred like Annette Bening in American Beauty.</p> <p><strong>59th over: England 197-3 (Key 74; Flintoff 43; target 231)</strong> Ramnaresh Sarwan comes on, but West Indies have all the positive body language of the Fast Show's Unlucky Alf at the moment.</p> <p><strong>58th over: England 194-3 (Key 72; Flintoff 42; target 231)</strong> Since Lara put the field back, England have been happy to knock ones and twos. And why not? It's money for old rope, only it's not money so much as runs. \"Roy Carroll, the Man Utd reserve goalkeeper looks like Mark E Smith,\" says Jonathon Haskoll. Spot! Then Bravo digs in a rank long-hop, and Flintoff chops it for four.</p> <p><strong>57th over: England 186-3 (Key 71; Flintoff 35; target 231)</strong> This has been a very controlled, mature display from both men - but particularly Flintoff, who (misguidedly) is still often seen as a six-or-out merchant.</p> <p><strong>56th over: England 184-3 (Key 70; Flintoff 34; target 231)</strong> Dwayne Bravo is back into the attack, but England are picking them off like skin on the back of their toes now. \"I know you've moved on and it's the wrong sport,\" says James Ashton, and here's comes the but. \"But isn't Sian Lloyd really David Coulthard in a dodgy wig?\"</p> <p><strong>55th over: England 180-3 (Key 70; Flintoff 31; target 231)</strong> Flintoff smears Collins down the ground for four with sheer brute strength. Shot! \"It's got nothing to do with anything, but I was wondering if anybody else shares my love for misogynist riffarama merchants AC/DC,\" says Matthew Gibson. \"I have to turn the volume down on my CD player when I drive into work to try and hide my shame.\"</p> <p><strong>54th over: England 171-3 (Key 68; Flintoff 26; target 231)</strong> Collymore probes away, but Flintoff's defence is watertight, and England are cruising along. \"Look I know you've moved on but the resemblance between Nasser and Vladimir Putin is worth noting,\" says Rory Taylor. \"Especially if Putin's wearing a hat.\"</p> <p><strong>53rd over: England 170-3 (Key 68; Flintoff 25; target 231)</strong> Key resumes battle with his old friend Edwards; I'm not a bad lip-reader, me, and I'm sure they were discussing who their favourite Girls Aloud member is then. England are comfortable, at the least for the moment, although Flintoff nearly drags on: that dropped catch has knocked the wind out of the West Indies like a punch to the breadbasket in a school playground in Rochester. England need 61 to win; a maximum of 40 overs remain.</p> <p><strong>52nd over: England 165-3 (Key 66; Flintoff 23; target 231)</strong> I know I said we'd finished lookalikes, but Stuart Peskett has come out with a belter: Gareth Batty and Ashley from Coronation Street. Meanwhile, the fifty partnership is up and England are getting closer and closer to their SIXTH WHOLE consecutive Test win. Ingle says something about Robert Key for the first time in his life after he punches Collymore for three. He's flying now.</p> <p><strong>51st over: England 159-3 (Key 61; Flintoff 23; target 231)</strong> \"That's out,\" screams Ingle as Edwards raps Flintoff on the pads. But it wasn't. \"Anyone want to go to Scotland?\" asks Oginia Tabisz. Darn, those pesky internal emails again.</p> <p><strong>50th over: England 154-3 (Key 58; Flintoff 23; target 231)</strong> Great start for England after tea: Collymore chugs in and Key dismisses his loosener for four. And then he's put down! Like a dog! Collymore gets some bounce, Key prods and Joseph in the slips, diving low to his left, grasses it. </p> <p><strong>The last of the lookalikes before we move on to a new and hopefully original riff</strong>\"Robert Key and South Park's Officer Barbrady!!!!\" screams Sally Lingard. \"Check it out - its uncanny.\"</p> <p><strong>Preamble</strong> Hello again. England need 86 to win, West Indies need seven wickets. \"Not a current one,\" says Matt Dolman, \"but Nasser Hussain always reminds me of a young Spike Milligan.\" Eh?!</p>",
  "<p><a href=\"http://www.theguardian.com/arts/gallery/0,8542,1283784,00.html\">Picture gallery</a>: highlights from the show</p> <p>A god with some kind of grudge against actors and stand-up comedians is dousing Edinburgh with an unprecedented ocean of August rain, but it's not working. Hundreds of performance groups have more than 1,000 shows to promote, so the Royal Mile is still heaving: there are soaking students in full Elizabethan costume, handing out fliers, and hollow-eyed young men dressed as Chicago gangsters, handing out fliers. Not far away, there's a rogue troupe of Ukrainian clowns, also handing out fliers - and doing so rather aggressively, having been apparently unable to break out of character ever since stepping off the plane. (\"They keep running off and telling me, 'No problem! No problem!,' \" their harassed British publicist says. \"But there is a problem. I'm having a breakdown.\") </p> <p>It is the essence of the Edinburgh Fringe festival that a sixth-form drama group from Carmarthenshire might find itself performing metres away - to cite this year's example - from Christian Slater in One Flew Over The Cuckoo's Nest. Or that the stage on which one of the country's best comedians is standing may, later the same evening, host the least comic of comics, the sketchiest of sketch shows, or the most unintentionally hilarious monologue about coming to terms with the sudden death of your entire family. Faced with so many thousands of professionals and amateurs, all clawing for the same audience members, potential ticket-buyers face an awesome dilemma: how do you decide what to see? </p> <p>In the context of the Fringe, helping to answer this question by staging a best-of- the-festival show, on the top deck of G2's bright red Routemaster bus didn't seem all that perverse. Parked in busy Bristo Square, it almost looks the part, with its windows blacked out, a sound system and miniature lighting rig installed, and a few seats at the front removed to create a seven-foot-square stage with blue curtains. True, we would only be able to seat 20 people for the show's single performance - but then again, other Fringe acts are being staged this year in an elevator and an Audi. Furthermore, inviting 16 of the festival's best-received companies to give five-minute versions of their shows would put us in danger of far exceeding the traditional one-hour time slot; but there's a play in the 2004 Edinburgh International Festival that lasts 11 hours. </p> <p>We have other advantages: with a few hours to go before the show, which we have called Edinburgh or Bus, the foul weather is beginning to clear. And besides, there's a rumour that Ronnie Corbett, performing at the Fringe this year, may turn up to watch. As a colleague points out, this will be exciting for the rest of the audience, because he will be there, but also exciting for him, because he may be the only person present who can stand up straight without difficulty. </p> <p>\"I thought we'd be performing on a stage right outside the bus or something,\" says Jason Trachtenburg, of the cultish and extraordinary-looking Trachtenburg Family Slideshow Players, seemingly taken aback as he learns the specifics. But he is one of the few performers who raise any objections to the fundamental concept. And since the Trachtenburgs describe themselves as \"an indie-vaudeville conceptual pop band [who] find vintage slide collections at thrift stores then turn these slides into pop-musical exposes\", it doesn't really seem to be his prerogative to suggest that we are doing something strange. </p> <p>First on stage is Jeremy Lion. He bills himself as a children's birthday entertainer, but take that at face value - specifically, take your children along - and you'll regret it. \"The character I do is a depressed alcoholic,\" actor Justin Edwards explains beforehand, already in his costume of grease-stained yellow shirt, red jacket and inexplicably sinister red gingham cap. The show is clearly advertised as \"not suitable for children\" - \"but oh, yes, children do come along, yes,\" he says. \"It's quite bad when they do. I always say to the staff, if they turn up, make sure they've got their parents with them, and tell their parents it's not a show for them: there's lots of swearing, and they may get rather upset. And sit them at the back so I can't see them. And then it's their choice. If their parents choose to leave in disgust, they leave in disgust.\" </p> <p>G2's compendium show kicks off at 3.30pm, a worryingly child-friendly time of day. More by luck than judgment, though, the audience members we've rounded up - by offering free tickets, naturally - all appear to be adults. </p> <p>\"Offstage,\" Edwards emphasises, \"I'm teetotal and buoyant.\" Really? He thinks about it for a moment. \"No,\" he says. </p> <p>Lion - a hectoring drunk with a dark past and a sock on his right hand that is meant to be a goose - sets about intimidating audience members into enjoying themselves. They love it. \"Imagine that it is all your birthdays. That you're all five years old. Set parameters, don't have a tantrum or soil yourself,\" he grumbles, before embarking on a borderline obscene act of balloon modelling (\"- because what child wouldn't want a latex representation of a spaniel on their birthing festival?\") He observes the finished product with scepticism. \"It's not a million miles from a john thomas, is it?\" he muses aloud. \"Well, that's part of a dog. Just not the whole dog.\" </p> <p>He transforms the top deck so effectively into a nightmarish children's birthday party that the next act - an excerpt from a lyrical Irish play with music called The Blind Fiddler - faces a serious challenge in transforming the atmosphere. With an accordion, a violin, and a fortuitous lull in traffic sounds from outside, though, they manage. And then it's the turn of the Ukrainian clowns. </p> <p>Not much earlier, Alexander Sparinsky, who has been shepherding the Ukrainian troupe Mimirichi on their Scottish travels, had been telling me the secret of good clowning. \"You must be honest,\" he said, jabbing the wet air. \"If it is honest, it is absolutely acceptable. You must live like an actor. Live honestly. Then you can capture any auditorium, starting at the youngest and continuing to the oldest ones.\" </p> <p>Mimirichi's act is called Paper World, but it involves no origami. \"It is a show that ... almost instantly turns the entire audience into a community as we join in a paper fight and pass giant sheets of paper over our heads,\" the Guardian's critic wrote appreciatively. The bus, however, may prove the first exception yet encountered to Sparinsky's \"any auditorium\" dictum. Mimirichi's performance requires the precise, second-by-second matching of movements to sound effects. But the only way the actors on stage can communicate with the sound desk is over the heads of the surprisingly tolerant audience-passengers. Their technical manager's confusion seems to be propelling Chris, our technical director, from his thus-far remarkable state of serenity towards panic. Finally, the clowns get things together - though not before sending the show's scheduling completely out of whack - and by the time of their energetic finale they literally have the bus rocking from side to side. Which is fun, in a way, but also rather frightening. </p> <p>The Fringe, famously, relies on an amateurish kind of enthusiastic energy even when the acts are wholly professional. Our show, it must be admitted, is not wholly professional, even if the performers are. We haven't, for example, assigned anybody to jobs such as clearing up Mimirichi's mountains of torn paper now cluttering the aisle of the bus. When a last-minute change to the running order is required, we have no way of communicating the news to Pascal, our compere, without simply shouting at him. </p> <p>A semi-suicidal instinct for potential public humiliation and losing money must, one assumes, motivate many performers at the festival. But this applies to nobody so much as those comics who choose to play characters who are themselves washed-up, untalented or otherwise bad performers. It's a desperately thin line, in the audience's mind, between pretending to be someone crap and just being crap. Katherine Jakeways, bounding on to the bus in the guise of terrible seaside impressionist Sylvia Fox, does carry the audience. But it's a nerve-wracking way to make a living. What makes it so dangerous is that there really are comedians, some of them on the Fringe, doing links as bad as Fox's (\"Now, I wonder what's the first thing Tina Turner would notice if she turned up in Albert Square ... ?\") or with acts just as tragically obsolete. (Fox's trademark Maggie-and-Denis impression has been rendered unusable by the passage of time; now, she explains, \"I just do her wearing black and carrying an urn.\") </p> <p>There's something rather similar going on with the sequinned and fishnetted New York burlesque act, the Wau Wau Sisters. Their acrobatics are the real thing (although necessarily adapted for Routemaster performance - as one half of the duo points out, she doesn't really need to balance on top of the other because her head is already jammed into the ceiling). But their songs exist in that same limbo between irony and shoddiness: inevitable, perhaps, when your subject matter is, to cite one inventive Wau Wau example, having sex with Jesus. </p> <p>Another staple of Edinburgh comedy is those performers about whom it is impossible to say where their on-stage character ends and their true personality begins. Julian Fox, up next, is a good example. His comic persona is a soft-voiced, endearing chap with a perpetual expression of childish wonder, who is obsessed with Gatwick Airport. He idolises it in song. \"Gatwick is the busiest single-runway airport in the world / Handling over 30 million passengers a year,\" he sings, to an electronic backing, accompanying his words with jerky Michael Stipe-like dance moves. \"The name Gatwick dates back to 1241 / When the rights to four acres of meadow and 18 acres of land were assigned to John de Gatwick / And his heirs.\" There's not the smallest crack of ironic knowingness in his act. Talking to him offstage, the reason for this becomes clear. </p> <p>\"I feel like about a third of the way through [the full-length show], the audience finally realise,\" Fox says, sounding precisely the same as when performing. \"They're a bit baffled - this guy's into Gatwick? No, really, I'm into Gatwick. No, I'm really into Gatwick. And then it clicks: 'Oh, right. He's really into Gatwick.' And then I talk about some other things, and Gatwick is explained in the context of those other things. But I am into Gatwick. Really.\" </p> <p>The show is over-running badly by now, but, weirdly, none of the audience seems to be showing signs of restlessness. This must be down to the consistent quality of the performances, because it certainly isn't down to the smoothness of the changeovers. Imagine inching your way along the crowded top deck of a London bus. Then imagine doing it wearing outsized masks and carrying an accordion and an electric guitar, which is the fate of one our acts, Teatro Delusio. Far better to be a one-woman stand-up like Lucy Porter - who sprints on and off with an excerpt from her show, Lady Luck - or a one-woman monologuist like Caroline O'Connor, whose intense, condensed excerpt from her show Bombshells features an angst-ridden mother taking herself to task over the morality of letting your children eat Coco Pops. </p> <p>Or you can just be low on props, like the two gentlemen behind this year's word-of-mouth hit Dirty Fan Male, a performance consisting of hilarious readings from fan letters written to porn models - apparently genuine, usually obscene but occasionally oddly lyrical. </p> <p>Outside, at the interval, O'Connor seems happy but dazed. \"I've never performed on a bus before,\" she notes, a little redundantly. But the experience seems to have provided her with an idea for a fall-back career, should one ever prove necessary. \"On those long trips, when you're stuck on a bus, wouldn't it be nice to have a little entertainment?\" Audience member Carrie Pruitt, an Edinburgh student, has more specific thoughts. \"I'm a fan of the accordion,\" she explains, noting that two have already appeared on the top deck. \"So anything with an accordion in it is good for me.\" </p> <p>Milton Jones is changing into a pair of purple pyjamas and explaining his theory of comedy. \"I think there are several types of comic,\" he says. \"There are comics who are the same off-stage as they are on-stage, and they tend to be hard work, socially, because they're performing all the time. Which is sort of funny for an hour, but then that's it. You do have to have a streak of madness to do this job, but I think it all depends on how in control that madness is. I think the ones who stay around are the ones who have it in control.\" </p> <p>Do the Trachtenburg Family Slideshow Players, on stage just before Jones, have their madness in control? It's genuinely difficult to tell. Jason Trachtenburg, Tina Pina and daughter Rachel Pina, aged 10, play the guitar, the slide projector, and the drumkit respectively, while Jason croons his way through songs based on the slide collections they recover from charity shops and car-boot sales. Lacking a projector today - for bus-related reasons - they must sing without slides. \"We're gonna rock your asses off, right,\" Jason explains, \"but we'll surgically reattach them on the way out.\" Rachel, apparently unembarrassable, plays a tambourine in lieu of a full drumkit, which makes for an interesting percussion solo. \"That wasn't the real show,\" she says curtly, stalking out. </p> <p>Milton Jones did a stand-up routine on an extremely narrow narrowboat once, so a bus isn't going to faze him. \"I'd just like to say to the old man who was wearing camouflage gear and using crutches, who stole my wallet earlier,\" he begins, \"you can hide, but you can't run.\" Each of Jones's deadpan one-liners seem to detonate twice among the audience - there's an initial chuckle, then a pause, then a longer, louder rumble of laughter as the full implications sink in. </p> <p>\"Never give up your seat for a lady. That's how I lost my job as a bus driver.\" </p> <p>\"If you're being chased by a police dog, try not to go through a tunnel, then on to a little seesaw, then jump through a hoop of fire. They're trained for that.\" </p> <p>\"Awkward, isn't it, if you're in a mosque, and everyone's praying, and you really enjoy leapfrog ... \" </p> <p>For the theatre company Highway Diner, one of our final acts, any kind of space with a ceiling must feel like a relief. Their performance, Works of Temporary Solace, usually takes place on the streets of Edinburgh, and in the days before it is due to start, they have been watching the drenching rain with apprehension. It's hard, I conclude, to gauge the effect of a site-specific outdoor show when it happens on a bus. One of their miniature works involves a man sprawled on the ground, recounting a bloody and murderous encounter with another man. If you came across it on a dark Edinburgh street corner, it might chill you deeply. On a London bus, it feels disconnected from reality, although I suppose it depends on which bus routes you frequent. </p> <p>After Sisters, Such Devoted Sisters, a bawdy, drug-themed monologue in drag by Russell Barr, there are only two acts to go, and the largely amateur production crew is beginning to feel dangerously pleased with itself. So something will probably go wrong soon. It seems as if that's going to happen with the cast of the musical Only You Can Save The World, based on a book by Terry Pratchett, simply because there are so many of them. With eight performers on stage - some in lizard-head costumes - they come close to breaking the Fringe festival audience-to-performer ratio rule, which states that a show is doing pretty badly if there are fewer people watching the stage than on the stage. In fact, they are brilliant, not least thanks to the surprising discovery that the acoustic on the top deck of a Routemaster is magnificent. </p> <p>It does happen eventually, though, with our final performers, the puppetteers Caravan, from Australia. This may have something to do with the fact that they, like Mimirichi, have brought their own technical person along - each competent, no doubt, but perhaps not well-versed in the highly bus-specific system that Chris has set up. \"This adults-only puppet theatre spins a tale of lust, greed, treachery and revenge set in a 1950s carnival,\" the company promises. \"Award-winning and multi-layered, Caravan is magical, comic, savage and erotic. When puppetry meets Pulp Fiction all hell breaks loose!\" </p> <p>It does, but not in the way they intended; perhaps it was unfair to ask them to put up such a complex set in three minutes. The silence yawns, interrupted only by the screeching of gaffer tape, forcing our compere to play Name that Tune with the audience. There then follow several attempts to find the correct musical backing. </p> <p>\"Not that one.\" </p> <p>\"No, not that one either.\" </p> <p>\"Try the next one.\" </p> <p>\"No, that one's for the striptease.\" </p> <p>Still, they figure it out eventually, and the audience seems to find their performance worth waiting for: the volume of applause surely cannot solely be explained by the end of their captivity. The production team clear the mess and retire to a bar, exhausted, undoubtedly having tasted the high that motivates people to keep returning, year after year, to put on shows at the Fringe - sleep, blood pressure and financial security be damned. </p> <p>Ronnie Corbett never shows up, by the way. His loss.</p>",
  "<p>The Employers' Organisation (EO) for local government has begun negotiations with the Association of Local Authority Chief Executives (Alace) on developing more attractive terms for chief executives who fall out of favour with the council leadership. </p> <p>The negotiations coincide with the ousting of chief executive David Bowles by Lincolnshire county council, who agreed to leave his post after his working relationship with Conservative council leader Ian Croft broke down.</p> <p>Mr Croft was understood to be unwilling to work with the chief executive, who gave evidence against the council's former leader, Jim Speechley, Mr Croft's personal friend. Speechley was jailed for 18 months on corruption charges. </p> <p>After months of public hostility between the council leadership and the chief executive, Mr Bowles agreed to leave on a package worth £400,000 to the tax payer, almost four times his £115,000 annual salary </p> <p>Legislation lays out strict limits on the amount a chief executive or senior officer can be awarded - 66 weeks-worth of their salary. The rest is made up of extra pension contributions to boost the individual's final pension yield.</p> <p>But council bosses want an overhaul of severance pay with greater cash up front to make the break quicker and cleaner, and avoid drawn out battles which hamper continuity of council business.</p> <p>Rob Pinkham, the EO's director, said: \"What is being looked at is changing the contracts to make it easier to part company.</p> <p>\"In many cases it is just simply that an administration comes to the conclusion they want a team that is more sympathetic to the way they are taking the organisation.</p> <p>\"We want to have a more realistic cash pay off for people\", he added. \"We would not want to duplicate the much criticised aspect of the private sector where people who have failed get huge pay-offs. But there needs to be some flexibility.\"</p> <p>Efforts to make the severance terms more favourable is the other side of the effort by the EO to revise procedures and speed up the process necessary to remove inept chief executives.</p> <p>Drawn out proceedings can leave the careers of chief executives hanging in the balance for up to a year.</p> <p>Under local government rules, chief executives can only be suspended for eight weeks before an independent third person is brought in to decide whether there is a case to answer.</p> <p>Under current arrangements, the Office of the Deputy Prime Minister is asked to appoint the arbiter. But council bosses and Alace are proposing a ready list of independent persons to draw from in a bid to save time.</p>",
  "<p><strong>49th over: England 146-3 (Key 51, Flintoff 22; target: 231)</strong> Edwards marauds in again, and shrieks like a demented moggy when one ball thuds into Flintoff's pads. It was going down leg, though that didn't stop Simon Taufel triggering Flintoff in the first innings. This time he gets it right. \"Robert Key and Frank Black,\" says Paul Roberts. Spot! And that's tea - I'll be back in about ten minutes.</p> <p><strong>48th over: England 144-3 (Key 50, Flintoff 21; target: 231)</strong> Top, top-class fifty from Robert Key, and not only because I called it. He's played within himself, and found time to have an exchange of verbals with Fidel Edwards. Here's Daniel Hayes. \"If one of Flintoff or Key is out soon what odds would you get on Thorpe coming in and smashing a century with his good hand, whilst holding an umbrella to fend off the rain in the other?\" I'm feeling frisky...evens?</p> <p><strong>47th over: England 141-3 (Key 49, Flintoff 19; target: 231)</strong> Fidel Edwards returns with a storming loosener that pinned Flintoff on the shoulder. It was a no-ball anyway. Flintoff responds by swivel-pulling airily for four, but then gloves another attempted pull. Though it lands safe, it was a risky shot. Then he and Key have another friendly chat. \"Robert Key and the Michelin Man?\" ponders Frank Black. Meanwhile, we've had two calls for Patrick Bateman (aka Christian Bale): Michael Vaughan <em>and</em> Simon Jones.</p> <p><strong>46th over: England 134-3 (Key 49, Flintoff 14; target: 231)</strong> Flintoff pushes Gayle beautifully through the covers off the back four. The target is down to two figures now. \"Did Robert Key do something to upset the umpire to lose a run between overs 39 and 40?\" asks Sue Thomas. I, a-hem, have no idea what you're talking about Sue. Check again. Your eyes have clearly been deceiving you, etc.</p> <p><strong>45th over: England 129-3 (Key 49, Flintoff 9; target: 231)</strong> Mohammed back on, and Key pulls firmly for four. He really has played splendidly. \"England lookalikes,\" says Graeme Colquhoun, mercifully ushering in a new topic of conversation. \"Quentin Tarantino and Andrew Strauss; or Robert Key and the kid in the Vauxhall advert.\"</p> <p><strong>44th over: England 123-3 (Key 43, Flintoff 9; target: 231)</strong> Key, pushing at Gayle's arm ball, edges short of slip. Tense times as tea approaches. \"The ultimate fashion crime is the male ponytail,\" says Alex Perkins. \"Why style your barnet after something that covers a horse's derriere?\"</p> <p><strong>43th over: England 122-3 (Key 42, Flintoff 9; target: 231)</strong> In an exciting development, Rob Key's Test average is now above 31. Bravo then tries the slower ball that nailed Flintoff at Edgbaston, but it drifts down leg and is scythed away for four. \"I had a saturday job in Mister (never Mr!) Byrite,\" says Craig MacKellar. \"All you've gone on about sounds like a day's sales targets from days gone by. Sold a new suit for under a tenner once. Told my grandad that and he went all misty eyed..\"</p> <p><strong>42nd over: England 114-3 (Key 40, Flintoff 3; target: 231)</strong> Flintoff is playing himself in gently, as Gayle wheels away. I think he's a massively under-rated offspinner. I don't know why they bother playing a specialist spinner when he's clearly better than all of them. Rant over. \"Miami Vice jackets: white with sleeves rolled up,\" says Stuart Fletcher. \"For the 'Crockett / Crock of' look.\"</p> <p><strong>41st over: England 113-3 (Key 40, Flintoff 2; target: 231)</strong> Bravo is the one West Indian bowler who hasn't cowered against Flintoff in this series, and he looks like he fancies it again now. That was a fine, probing over. \"And cycling shorts with neon bits that matched the neon on your t shirt,\" says Ellie Kaye. \"And neon shoelaces to go with the basketball trainers. And neon ear rings.... The neon was so <em>very</em> wrong.</p> <p><strong>40th over: England 112-3 (Key 40, Flintoff 1; target: 231)</strong> How was that for a loosener? Meanwhile, remember those two-tone jeans? I got some fearful stick when my girlfriend persuaded me to buy some in 1991. We didn't last.</p> <p><strong>WICKET! England 111-3 (Vaughan c Lara b Gayle 33)</strong> Unbelievable! Chris Gayle comes into the attack, lollops in as usual - and his first ball is an absolute brute. It bounces ridiculously off a length, takes the edge and Lara at slip gleefully takes it. The pendulum swings back towards West Indies.</p> <p><strong>39th over: England 111-2 (Key 40, Vaughan 33; target: 231)</strong> For those who you who have the draw at 5/1, the clouds are still lurking like Jose Mourinho near a mirror, so rain is by no means impossible. And the nature of the pitch means that England are unlikely to bash this around (Freddie excepted), so they should need at least more 30 overs if they are to reach the target. \"I'll put a shout in for the lumberjack shirt &amp; polo neck combo,\" says Ben Hebblethwaite. \"Classic.\"</p> <p><strong>38th over: England 110-2 (Key 40, Vaughan 33; target: 231)</strong> Like detectives working on a 10-year-old murder mystery, West Indies badly need a breakthrough now: this pair look pretty comfortable. \"Huge basketball trainers with the tongues sticking out in front of the laces,\" says Colin Gerrard. They're back: right here, right now.</p> <p><strong>37th over: England 110-2 (Key 40, Vaughan 33; target: 231)</strong> It's all going pretty smoothly at the moment - if the weather holds, there will definitely be an outcome here one way or the other. This pair are playing very well: largely within themselves, and without recourse to huge (and on this pitch, risky) shots. \"Can I weigh in with a shout for that old favourite the lumberjack shirt?\" says Charlie Wilton. For sure. Shamefully, I went to uni armed with said crime. Thankfully, the green Fred Perry won the day for that crucial first day, and the lumberjack in me never surfaced again.</p> <p><strong>36th over: England 105-2 (Key 39, Vaughan 31; target: 231)</strong> Very tight single from Vaughan, but Mohammed throws at the wrong end. \"Shell suits are still well-in in Glasgow,\" says Ian MacLaren. That's drinks: \"Advantage England,\" opines Ingle, but I don't think there's a lot in it.</p> <p><strong>35th over: England 101-2 (Key 38, Vaughan 29; target: 231)</strong> Still 58 overs left - weather permitting - and Key survives a big lbw shout from Bravo. He was slap-bang in front of middle, but the latest of late inside-edge saved him, and brought up the 100 too. Then Vaughan is rapped on the glove by a short one: this pitch is playing tricks now. \"If Key's next man out, can we have Freddie in next?\" pleads Matthew Broadhead. \"Perhaps he could come in to bat wearing a tie-dye hooded top and baggy Joe Bloggs jeans. Or is that a bit too 1990? Ah well - it'll have to be a NAFFCO51 jacket then.\"</p> <p><strong>34th over: England 99-2 (Key 37, Vaughan 28; target: 231)</strong> Good over from Collymore, who is getting a lot of kick and bounce. The precedent here is Lord's 2000, a similar run-chase against the same team. \"Come on!\" implores Phil Jeffrey. \"What about shell suits? I thought I was the fashion king when I got my first shell suit at the age of ten, sometime around 1990. It was lime green and some other colour I believe. How cool was I? They must be retro by now.\" </p> <p><strong>33rd over: England 99-2 (Key 37, Vaughan 28; target: 231)</strong> Dwayne Bravo is back \"Surely one of the worst fashion crimes were the 'Hyper-Colour' t-shirts that changed colour depending upon how hot (read sweaty) you were?\" says Mike O'Keefe. \"Always a big hit with the ladies in Southend.\" A few of you have mentioned these and, I have to say, I have no recollection whatsoever. Have I blanked them from memory, Eternal-Sunshine-Of-The-Spotless-Mind-style?</p> <p><strong>32nd over: England 96-2 (Key 37, Vaughan 25; target: 231)</strong> \"What about fingerless gloves?\" says Charlie Rowlands. Now you're talking. \"Aside from being a fashion statement, I used to wear them on my paper round in winter - they left your fingers free to fold the newspapers and ensured the part of your hand most susceptible to the cold got the worst of it.\" Fashionable <em>and</em> pragmatic. I'm chuckling like a brother in a TV show who looks not unlike Ian Rush.</p> <p><strong>31st over: England 96-2 (Key 37, Vaughan 25; target: 231)</strong> In response to Andrew Richardson's not-unreasonable email, I should say that England are playing pretty well here. Especially my man Key, who looks in total control. You hear me, fate? You feel lucky? Here's Chris Attwood: \"A granddad shirt: rubbish collar - often worn backwards for painting in at Primary School.\"</p> <p><strong>30th over: England 91-2 (Key 36, Vaughan 21; target: 231)</strong> England, like lotharios who nonetheless respect the tradition of wedlock, are happy to do their work with singles at the moment. Then Vaughan chinese-cuts for four. He's a lucky boy. \"If you ask me,\" begins Mark Pyne, and I didn't, \"the 'pop swatch' watch is due a welcome return.\" That's a great call. What about the accompanying Campri jacket?</p> <p><strong>29th over: England 84-2 (Key 33, Vaughan 17; target: 231)</strong> \"Nylon Ski Jackets,\" winces Andrew Goldsby. \"Brush past too many similarly clad people in a busy street and you could build up more static than Radio 4 long wave.\"</p> <p><strong>28th over: England 83-2 (Key 32, Vaughan 17; target: 231)</strong> Corey Collymore is back, having bowled unfathomably well in the morning from the exact moment I wrote him off. \"Forgive my ignorance but what the hell is a Grandad shirt?\" asks Nick Cranfield. Are you going to tell him or shall I?</p> <p><strong>27th over: England 81-2 (Key 31, Vaughan 16; target: 231)</strong> Mohammed looks pretty innocuous to me, and Key inches one closer to his worldwide-fame-clinching 174-ball century. \"Rat tails,\" seethes Ed Collington. \"What was the point - they were nothing more than a variation of the comb-over.\" In the question so often lies the answer.</p> <p><strong>26th over: England 78-2 (Key 30, Vaughan 14; target: 231)</strong> Collins comes round the wicket to Vaughan, but at the moment England are looking as comfortable as a commuter suit taking a sneaky nap on the train home. \"Graham Thorpe persists in wearing a Pat Cash sweat-inducing towelling headband under his helmet,\" frowns Simon Yeowart. \"They used to give them away free when you opened a Midland Bank account.\" All I got was a pen.</p> <p><strong>25th over: England 76-2 (Key 30, Vaughan 13; target: 231)</strong> Massive responsibility on Mohammed's shoulders here. It's only his second Test match, but it's likely his performance will decide this match one way or the other. That's unless it rains or the world ends, of course. So far England are milking him like an over-by-over reporter milks his favourite tenuous analogy.</p> <p><strong>24th over: England 71-2 (Key 28, Vaughan 10; target: 231)</strong> Lovely push through midwicket from Key for four; that was all in the timing. Here's Ben Mimmack. \"Matthew West is not alone. The odd fluorescent sock look was so popular at my school that it was banned in an impassioned speech by the headmaster at assembly.\"</p> <p><strong>Question of the day</strong> \"Granddad shirts or tank tops? Challenges Mark Coleman, adopting a Scrappyesque pud-em-up pose. Tank tops. Every time.</p> <p><strong>23rd over: England 67-2 (Key 24, Vaughan 10; target: 231)</strong> Novelty spinner and occasional Agatha Christie villain Dave Mohammed is on, and Key check-drives his first ball for four. If this innings doesn't put him on top of the PwC ratings, then I don't know what will. \"Skinny, black leather ties, worn by all, hated by most, they looked ridiculous from the outset,\" thunders Tom Allen. \"Would have been better to round them all up, make a cat-o-nine tails and have all wearers soundly beaten.\"</p> <p><strong>22nd over: England 62-2 (Key 19, Vaughan 10; target: 231)</strong> They're back, and Collins starts with a no ball. And then adds another. And then Vaughan drives through the covers, a shot as exquisite as the tightness of Stuart Pearce's shorts circa 1990. \"Poodle perms and ra-ra skirts!\" exclaims Sally Lingard. \"A classic 80s look!\"</p> <p><strong>An admittedly quite clever reference-fest that Swiss Scott from Lausanne has clearly spent far too long on but which even includes hitherto unreleased Radiohead songs</strong> Many thanks for being the Talk Show Host providing the Motion Picture Soundtrack to an exciting end to the match, lets not be too Optimistic for an England victory, I Might be Wrong but lets not get any Big Ideas. However, I hope that it doesn't 'Rain Down' and leave the match In Limbo - If that were to happen it may mean that the overs remaining would Creep up on the batsmen. Lets just hope that Vaughan and Key can knuckle down and show some Street(wise) Spirit remain Calm(er) Police and not get involved in any Punch Ups at a Wedding with the bowlers. They need to play Everything in its Right Place and score - If Key fails then maybe there will be Knives Out for him. Jones coming in next will have some Big Boots to fill as he has to respond to the request to Prove Yourself (However, he is bound to be The Tourist - this winter) However it will be a Nice Dream if he can do it. With Flintoff England have the Man o War for the for the ocassion and there are No Surprises with him as Nobody Does it Better on this pitch. Which should mean that Thorpe will not have to bat which is Just as well because he doesn't want to go Hunting Bears with a broken finger - then we can relax and listen to the National Anthem. I think this is Where I end and you Begin..\"</p> <p><strong>The King of Spain</strong> \"Ashley Giles is 'officially' one of the 10 best bowlers on the planet,\" says Richard Duff-Tytler. \"Bet that's a statement you didn't expect to read this year.\" Agreed. Nor did I expect someone to alert me to it two weeks after the story had broken...</p> <p><strong>Unfair criticism of my local</strong> \"Surely anyone actually walking into the Crown in Rochester deserves to get a standing ovation,\" opines Colin Gerrard, \"no matter what the footwear...\" That's colder than a skinnydipper in Greenland.</p> <p><strong>And more</strong> \"Leg-warmers, as sported by the entire cast of Fame, teenagers and dancers on Top of the Pops, and all-around try-hards in the mid-eighties,\" scowls Luke Satchell. \"Have recently made a mini-comeback thanks to dappy bucket Shell off Big Brother.\"</p> <p><strong>More inane twitter</strong> \"Now you at GU have taken to commentating on two channels of TV output simultaneously, can we expect text commentary on Neighbours and Quincy when the Olympics are over?\" says Thomas Morris. Absolutely. Bncr hs jst crkd it bt Brnwyn is stl lvly. </p> <p><strong>Play to resume at 145</strong> \"The footballers perm and 'tache,\" remembers Andrew Goldsby. \"Especially when worn by a nut job like Souness. I mean who was going to tell him it wasn't cool?\" Maybe that's what that little Steaua Bucharest player did to warrant that challenge in 1988.</p> <p><strong>Weather update</strong> The sun is out again, and the covers are off. Like a post-party house in a Yellow Pages advert, it will take a while to mop up - but we should be on sooner rather than later. Still <strong>80</strong> overs potentially left in the day.</p> <p><strong>More fashion crimes</strong> Here's Colin Savill, though not, it would seem, reporting from Saville Row: \"Grey slip-on leather shoes, drainpipe grey trousers, pastel pink cardigan and a white Dunlop polo shirt. Each of these crimes against fashion appears both individually and as an ensemble in my mother's photo collection (along with my flat-top haircut).\"</p> <p><strong>Fashion crimes</strong> \"Flourescent socks - one pink, one green,\" chuckles Matthew West. \"Or was that just at my school.\" I think it was. Actually, I reckon within five years the fashion will be to wear odd trainers. I try it myself in a regular (and disturbing) once-monthly dream, although it rarely goes down too well. Once, mind you, I received a standing ovation as I walked into the Crown on Rochester High Street wearing one adidas Stan Smith and one Dunlop Green Flash.</p> <p><strong>Rain It's raining. Darn.</strong></p> <p><strong>Preamble</strong> To continue the 80s theme, this afternoon's riff is: fashion crimes that should be made cool by being worn by some celebrity or another, like the mullet or the string vest. My offering are those impossibly, exquisitely tight footballer's shorts (prime example: Stuart Pearce, circa 1990), and flat tops (prime example: Me, circa 1988).</p>",
  "<p>British Airways passengers are facing travel chaos at the end of the month, after workers at the airline threatened to strike for 24 hours on either August 27, 28, 29 or 30 unless a pay row is settled.</p> <p>The GMB union chose the dates after a 53% vote in favour of industrial action last week by its 2,600 members at BA, who work mainly as check-in staff at Heathrow, Gatwick and other airports. </p> <p>Allan Black, the GMB's national official, said he had new proposals to put to the company in a bid to resolve the row, provided they were accepted by shop stewards today. </p> <p>In another headache for the airline, BA is also facing the possibility of industrial action from the Transport &amp; General Workers Union (TGWU), which is set to announce the result of a ballot among 8,000 of its members at BA, including baggage handlers, later this week.</p> <p>The union is confident of achieving a big yes vote in favour of industrial action, which will put further pressure on BA. The TGWU published new figures today which it said showed the cost of settling the dispute would be £10m a year. </p> <p>The union said it believed BA had already lost this amount of money through lost bookings because of uncertainty created by the dispute. Average wages of BA staff have increased by 4.1% between 2001 and 2004 while inflation has risen by 7.3% over the same period, the TGWU said. </p> <p>It added that BA's profits had grown by over 50% over the last three years, while employee costs had fallen by 11.3%. </p> <p>\"These figures show what our members know in plain terms that they have delivered for BA,\" said Brendan Gold, national office for the TGWU. </p> <p>\"Profits are up, employee costs are down and will continue to fall as our people accept and adapt to new situations. Their contribution must be recognised. I think the BA board should think very carefully now because they have cried wolf once too often\". </p> <p>Mr Gold said that BA should increase its pay offer of 8.5% over three years, or 10.5% if it does not count towards pensions, before the ballot result is announced later this week. </p> <p>BA has urged the two unions to continue negotiating and said it remained hopeful of resolving the row. Should strikes occur, it would be the second summer in a row that BA has been hit by industrial action. </p> <p>Last summer, a walkout by check-in staff over the introduction of a swipe card clock-in system disrupted holiday travel for 100,000 people and cost the airline £40m.</p>",
  "The missing British backpacker Peter Falconio was alive and apparently in good health one week after his supposed murder in the outback, two witnesses today told a court in Australia. <p>Melissa Kendall told the committal hearing of Bradley Murdoch, who is accused of shooting Mr Falconio on a deserted highway in the Northern Territory, that she had been working at a service station in Bourke, New South Wales, when a man who looked like Falconio walked in and asked for the key to the toilet. </p> <p>She said she had seen Falconio's picture in the paper several times after his disappearance on July 14 2001, and saw it again soon before he walked into the petrol station on July 22. </p> <p>The court, in Darwin, heard that she had gone to the back of the shop, where her boyfriend, Roger Brown, was working in the kitchen, and told him Falconio was at the station. </p> <p>\"Melissa came out the back and told me that the old mate that's in the papers [was] in the shop,\" the Sydney Morning Herald quoted Mr Brown as telling the court via video link from Bourke police station. \"I spun out. I went out and had a look at him. I seen [sic] the bloke that looked exactly like [the man] that was in the paper. It was just him.\"</p> <p>Mr Brown and Ms Kendall told the court that Falconio had bought a Coke and a Mars bar. \"I served Peter Falconio myself,\" Mr Brown said. \"If it wasn't him, they were twins.\"</p> <p>He said that, apart from a scab near his lip, the man appeared to be calm and in good health. \"He wasn't limping or anything - he was as good as gold,\" he told the court. </p> <p>Ms Kendall and Mr Brown were the first witnesses to provide evidence that Falconio may have faked his own death. They were called by the prosecution, although their story undermines the prosecution allegation that Mr Murdoch, 45, murdered Falconio and assaulted his girlfriend, Joanne Lees. </p> <p>Prosecutors say Falconio was driving along the Stuart highway in a camper van after dark with Ms Lees, 27, when they were ambushed by a lone gunman. </p> <p>Ms Lees has testified that she never saw Falconio again after he stepped from the van to speak to the stranger who had flagged them down. She heard a gunshot, and a pool of Falconio's blood was found on the roadside, but his body was never recovered. </p> <p>Ms Lees escaped by fleeing into the desert scrub after a brief struggle with the gunman.</p> <p>The Australian Broadcasting Corporation reported that Mr Brown believed the man had a \"slight\" British accent, \"but nothing that really stood out that much.\"</p> <p>When the man left the station, Mr Brown told the court he went out to \"have a sticky beak\" at the man's vehicle and companions. Neither Mr Brown nor Ms Kendall questioned the man, and they did not ring the police.</p> <p>He said the man was travelling with another man, who had shoulder-length dark hair, and a woman in a four-wheel drive. \"I didn't want to stare because I think they might have shot me or something,\" he said.</p> <p>Ms Kendall said she was shocked and frightened, particularly when the man with shoulder-length hair came into the shop and bought dog biscuits. </p> <p>The service station has since burned down, the Sydney Morning Herald reported. </p> <p>The hearing continues.</p>",
  "<p>Every day for the past two weeks, at half past four, a woman has walked into a basement bar in Edinburgh and in a tone that might be construed as malevolent, shouted: \"No one here for Crime Drama?\" The words echo upstairs. \"Oh God, how they echo\", says Frog Stone. The woman is a steward at the Gilded Balloon, a complex of theatre venues wherein Stone and her company have, for some £1,500, the privilege of sharing a stage the depth of a bicycle lane with nine other productions. Their comedy is called Crime Drama Featuring Women. It is struggling to find an audience. </p> <p>Of the 1,700 productions on at the festival, only a few are guaranteed enough publicity to ensure that people will actually go to see them. The rest have to scramble for punters as best they can. It can be a thankless endeavour and so, last week, the Guardian advertised for a show with low audience figures to volunteer for a makeover. With the help of PR expert Mark Borkowski and the award-winning Grid Iron theatre company, we sought to jam the 60-seat balcony theatre of the Gilded Balloon with nigh on 60 people between 4.30pm and 5.30pm the following day. </p> <p>There was, said our experts after seeing the show, plenty to work with. Crime Drama Featuring Women (\"That's the title?\" asks Borkowski. \"Maybe that's our first problem\") is a satirical drama featuring Britain's \"best-loved female detectives\": Juliet Bravo, Miss Marple and George from the Famous Five. \"We asked ourselves, if there was a British version of Charlie's Angels, who would be in it?\" explains Stone. She is 26 and with her friend, Lydia Aers, runs a production company called A Dingo's Got My Productions (as in \"A dingo's got my baby!\", a line uttered by Meryl Streep in the film A Cry in the Dark). The two met at Cambridge and have between them appeared in A Poor Man's Comfort at the Globe Theatre, About a Boy (the DVD version) and a BBC soap opera for the deaf, Switch. </p> <p>This is their first professional outing to Edinburgh, which they hoped, in part, to finance through donations from the doyennes of British crime drama. Lynda La Plante ignored their appeal but Kay Mellor, creator of Band of Gold, sent them £50 and they raised a further £500 from a ginger beer brewer. The rest came out of their savings. Both have day jobs at the Globe Theatre in London, Aers teaching drama to visiting school parties and Stone as a tour guide. She hates it. \"One guy wanted his money back because it wasn't the original theatre,\" she says, gloomily. </p> <p><strong> The PR whizz</strong><br> On the day Mark Borkowski sees the show, there are 12 people in the audience. Four of them have paid. There should be a word for what irony becomes when it's used too liberally (\"shit\", suggests a colleague), but despite its excesses the show is well written and has some good gags based around the outmoded sexual and racial politics of early crime dramas; the character of Miss Marple is especially well drawn. \"I should like to organise my thoughts over a cup of tea and a spliff,\" she says airily at one point, to crowd laughter. In the middle of the play there is a short break while Aers hands out bottles of ginger beer to the audience. </p> <p>After the performance, we meet in the theatre bar. Borkowski says he enjoyed the show tremendously and asks how tough they have been finding it. </p> <p>\"When we arrived we were thrilled,\" says Stone, \"because 80 tickets had been sold.\" <br> \"That's great,\" says Borkowski. <br>\"But they were all old people,\" complains Stone. \"They'd booked because they saw the name Miss Marple on the flyer. They weren't ... irony lovers.\" </p> <p>Borkowski identifies three key elements in the show that lend themselves to publicity: the actor Chloe Billington smoking a joint as Miss Marple; Aers handing out the ginger beer (\"It's the first ever ad-break in a theatrical production - tell the papers!\"), and the whole old-people mix-up over the nature of the show. \"Could we get the Agatha Christie Society fucked off by this, I wonder?\" he says, and asks whether anyone in the group is willing to be arrested. \"Great PR works the same ways as a magician; you never see the sleight of hand.\" </p> <p>He half closes his eye, like a cat. </p> <p>With Rocky-esque gravitas, Bowkowski says he always asks his clients, \"Just how far are you willing to go?\" His final words of advice are: \"Don't be discouraged. It's a bastard this festival. The first time I came I lost £5,000. But remember, it's a good show, a good show. Now, who's gonna get arrested?\" </p> <p>\"I don't mind!\" says Stone. \"I wouldn't have to pay my rent.\" </p> <p>\"Excellent!\" </p> <p><strong> The stunt</strong><br> After much discussion, the group decides that the most profitable stunt will be to get up early on Friday morning and creep around town sectioning off areas with police tape, to simulate crime scenes. This will provoke public interest and possibly a minor news event. We meet at their flat in Montague Street at 7am. Billington is looking in the oven. \"There are burnt things in here,\" she says vaguely and we set off, past crates of ginger beer stacked in the hallway, to a spot outside a nearby police station. This is what is known as dramatic irony. We mill awkwardly on the corner, waiting for someone to act. </p> <p>\"I feel a bit illegal,\" says Billington. <br> \" Oh, my God . A police van,\" says Stone. <br>\"Jesus Christ,\" exhales Alex Bartram, the sole male member of the cast. Aers stands helplessly on the corner. <br>\"You're a rubbish criminal,\" says Billington. </p> <p>Eventually, a triangular crime scene is taped off and four bottles of ginger beer, one of them open, are left in the centre, where an outline of a body might be expected to be. A discussion ensues as to whether a flyer for the show should be left on the scene as well. </p> <p>\"We want to be enigmatic,\" says Aers. <br>\"Yes, but the point is to get people in,\" says Bartram. <br>\"But it looks really naff,\" says Billington. There is a stumped silence and the group decides, on balance, not to leave a flyer, thus adding to the intrigue. </p> <p>We walk to the next venue, the pavement outside the Pleasance theatre, passing some bin men on the way who regard us with the kind of scorn one imagines they reserve for students carrying traffic cones across town in the early morning. </p> <p>This time Stone scatters some white badges reading \"Lady Detective\" on the ground and in blue marker pen writes, \"My cousin's killed by me and Timmy\". She illustrates it with a little blue dog paw. </p> <p>We do the same at two further venues, finally arriving outside the Gilded Balloon, where the stunt reaches its climax. Aers and Billington drag over a crowd-control barrier after briefly discussing whether there are any public safety issues involved. On the section of pavement inside the tape, Stone writes: \"Tough, gutsy, unstoppable women SOLVING CRIME.\" </p> <p>\"Should we ring the Scotsman?\" says Aers ecstatically. </p> <p>We repair to a cafe for breakfast. </p> <p><strong> The theatre experts</strong><br> The Grid Iron theatre company, whose play Fierce is on at the Assembly Rooms this year, has won three Fringe First awards, a Daily Mail award and a Critics Award for Theatre in Scotland. After seeing Crime Drama Featuring Women, Judith Doherty, the producer, Janie Abbott, the director, production manager Fiona Fraser, Paul Claydon, the technical manager, and Shane Thom, the deputy stage manager, meet the company for a chat about how things could be better. </p> <p>What they liked about it were: the energy of the performances, a joke about a crisp packet and a key ring, the montage of detective shows and the representation of Lynda La Plante as a potted fern which Stone says they only included because she didn't reply to their begging letter. But there were problems, too. </p> <p>\"Think about levels,\" says Abbott the director. \"For example, when you're pretending to be in the rowing boat, you could do more than just sit on the floor rowing. Stand up and really push it.\" She says that the beginning of each scene \"lacks clarity\" and that the show needs more uniformity of style. </p> <p>Fraser has an issue. \"You can see the gaffer tape holding props together and that's enough to lose an audience. You also used a mixture of real props and mimed props, which doesn't really work.\" She advises them to go to Carphone Warehouse and ask for obsolete handsets. She also suggests employing a full-time stage manager. </p> <p>Thom advises them to play the sound effects off a mini-disc player rather than a CD, which is easier to cue. Doherty encourages them to hand out their Lady Detective badges to bar staff. \"Bar staff love badges.\" Fraser says: \"Can I mention something really petty? The Jack Daniels you use is the wrong colour. For whiskey, add soda-stream cola to cold tea.\" </p> <p>Finally Abbott says: \"You get your biggest laughs when you play it straight rather than going over the top. So play it like you really mean it.\" </p> <p><strong> The result</strong><br> That afternoon, the cast hands out flyers while trying to incorporate Grid Iron's advice into their act. I try to place a story about Crime Drama in the Scotsman. \"So,\" says the reporter, \"you want me to write about something so you can write about it in the Guardian?\" At 4.25pm the doors open. </p> <p>The previous afternoon there were 23 people in the crowd, seven of them from Grid Iron. After a quick head count, it becomes apparent that the size of the crowd this afternoon more than justifies the efforts of the morning. The audience has swelled to 27 people, who knows how many of whom have got here through following the trail of crime scenes. Afterwards, the cast are tired but happy. </p> <p>Things can only get better.</p>",
  "<p>Newspapers today vowed to resist calls from the Iraqi government for their journalists to leave Najaf, the city at the centre of fighting between US and Iraqi forces and militants loyal to Muqtada al-Sadr.</p> <p>Most of the newspapers with correspondents in Najaf said they were concerned for the safety of staff there but would resist calls from the Iraqi police to leave the city, relying on the judgment of their reporters on the ground to determine the risks. </p> <p>The Daily Telegraph foreign editor, Alan Philps, said that Adrian Blomfield, the paper's correspondent in Najaf who today reported that shots were fired overnight at the hotel where foreign journalists were staying, would remain in the city. </p> <p>\"We took the view that we didn't want to be told what to do by the police. We're keeping the situation under constant review,\" he said.</p> <p>The Times also confirmed that its correspondent, Stephen Farrell, was staying in Najaf. </p> <p>Downing Street said officials had contacted the Iraqi authorities over reports that journalists had been ordered to leave the city, where US forces have been fighting militants loyal to the Shiite cleric Muqtada al-Sadr. </p> <p>But the government played down suggestions that the move represented a threat to free speech.</p> <p>\"We are in touch with the Iraqi authorities and the UK media about these reports,\" said a spokeswoman.</p> <p>\"I think we should not be too hasty to turn this into a debate about free speech. There is quite a lively media in Iraq for the first time in years. </p> <p>\"I think decisions about the presence of the media in Najaf is one for the Iraqi authorities. We are sure that any action taken by them is consistent with the security situation. </p> <p>\"Nobody can be complacent about the situation in Iraq. The Foreign Office travel advice advises against all but the most essential travel to Iraq.\" </p> <p>Najaf's police chief, Ghalab Jazaree, yesterday told reporters they had two hours to get out of the city and return to Baghdad. But Iraqi officials insisted they were not trying to gag reporters, but only to protect them. </p> <p>\"We know you are neutral journalists, even though you have not reported the bad actions by Sadr people when they beheaded and burned innocent people and the Iraqi police,\" Mr Jazaree told reporters, adding: \"We are protecting you\". </p> <p>The police chief said he would not be able to arrest foreign journalists but would give orders for their translators and drivers to be arrested. </p> <p>However, Stephen Farrell of the Times today quoted an Iraqi policeman as saying: \"You've got two hours to leave or we are going to open fire at you. It's just our orders.\"</p> <p>Blomfield of the Telegraph said that to begin with around 30 foreign journalists had said they would stay in Najaf but when they were threatened with being shot if they refused, \"all but a handful of British and American journalists\" left the city. </p> <p>The Independent's Donald MacIntyre is among those who have remained in the city but the Guardian has decided not to send anyone to Najaf until the situation becomes clearer. Luke Harding and Michael Howard remain in Baghdad. </p> <p>The BBC said that it was not affected because its reporters had pulled out of Najaf on Friday and returned to Baghdad.</p> <p>Yesterday afternoon a convoy of journalists, including those from the Independent, the Daily Telegraph and the Times, briefly came under machine gun fire in the streets of the old city. </p> <p>Meanwhile, a US journalist has disappeared along with his Iraqi translator in the southern Iraqi city of Nasiriyah, the provincial deputy governor confirmed this morning. </p> <p>The two went missing Friday as they were walking through a busy market, said Adnan al-Shoraify, the deputy governor of Dhi Qar province. He said the translator's family had first reported the two missing. </p> <p>Al-Shoraify identified the journalist as Micah Garen and said he worked for US-based Four Corners Media. He said the missing Iraqi's name was Amir Doushi. </p> <p>The issue of journalists' safety was dramatically highlighted on Friday when militants in the southern city of Basra kidnapped Sunday Telegraph journalist James Brandon and threatened to kill him. </p> <p>He escaped but was recaptured. The 23-year-old was eventually released after aides to militant Shia cleric al-Sadr demanded he be freed.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong>1.30pm</strong> Khan wins on an \"outclass\" rule in the third round. The teenager sealed the deal with a right-hander that shook the hosts' man.</p> <p><strong>1.25pm</strong> British boxing hope Amir Khan beating Greek opponent Marios Kaperonis. He forces Kaperonis to take a standing count in round two to forge ahead.</p> <p><strong>1.15pm</strong> The Turkish lad's taking a fair pasting here, and it shouldn't be too long before - ah, hang on, there are tears being shed, Bulgaria have been declared the winners already. It shouldn't be too long before we see British hope Amir Khan.</p> <p><strong>1pm</strong> Bulgaria and Turkey are taking to the ring in the boxing competition, and I've been promised that Amir Khan is coming up after this bout. </p> <p><strong>12.30pm</strong> \"Can you please explain how as a Brit expat I can explain to the drinking hordes in Russia that we won a medal in synchronised diving!! What the hell is synchronized diving?\" asks Stevchik in Moscow. I'm not going to bite though Stevchik, because, much to my own horror, I actually enjoyed watching the sync diving (that's what we call it in the inner circle), and even found myself using phrases like: \"Well I can't see anyone doing better than the Chinese, can you?\"</p> <p><strong>12.10pm</strong> That was Leslie Law riding, I believe, and by all accounts he did jolly well (technical horsey term). Forgive the lack of detail, but the Beeb are taking a pick and mix approach to things this morning, so from about five seconds of weightlifting all I was able to surmise was that a man in a red vest suit had pulled a muscle in his left leg, yet still managed to clean and jerk a fair amount. There's boxing on now, but no sign of Khan.</p> <p>That Chinese basketball player was Yao Ming, by the way.</p> <p><strong>12pm</strong> Sweet Lord. You look away for one second and the next thing you know there's some chap prancing around on a horse in top hat and tails. Showjumping, it would appear, and in front of a smaller crowd than gathers for The Dog &amp; Duck v Nuns Inn of a Sunday afternoon.</p> <p>\"A quick question from the opening ceremony,\" says Rachel Aucott. \"\"ho was the really really tall guy - basketball player funnily enough - I think from China and carrying the flag?\" Not a sausage I'm afraid, it was all past my bed time. Any ideas?</p> <p><strong>11.50am</strong> \"Australia win everything because they're insanely competitive,\" Ben Mimmack assures me. \"I played for a pub football team out there, and in addition to the matches on Sunday there were compulsory 2 hour fitness sessions twice a week. It was all a bit of a shock really.\" Perhaps more of a shock is that the Swiss are giving the Aussies are run for their money in the men's beach volleyball competition.</p> <p><strong>11.36am</strong> We've been waiting for some boxing action with Amir Khan, but instead table tennis has given way to... sailing. And not even sailing action. Suzi Perry talking about sailing. Time for some questions from the floor, methinks.</p> <p>\"Why do Australia win everything?\" asks Terry Natt. Personally I think they take a sick pleasure in reminding us of how uniquely poor we are when it comes to the Olympic games, but it's probably something to do with investing vast sums of money into everything. And the weather. Any thoughts?</p> <p><strong>11.05am</strong> Eurosport are going all out with the women's beach volleyball, in which things are pretty even between Australia and China at the moment. In the women's hockey, meanwhile, Australia lead South Africa 3-0, despite some gallant play from the girls in yellow.</p> <p><strong>10.50am</strong> Ah, I've been exposed as a fool and a charlatan. That was a replay I was engrossed in, and Cox is actually competing with Sun Hui Kye, a strong competitor who manages to look even scarier than Georgina Singleton, Britain's departed contestant. And it's Kye who wins, slamming Cox on her back on the counter-attack.</p> <p><strong>10.40am</strong> Britain's Sophie Cox and a Greek lady whose name I didn't quite catch are flinging each other around the mats in the judo competition, and despite lots of belt gripping and hair pulliing, it's gone to golden score. All right I made the bit about hair pulling up, but what we're seeing here is essentially a bitching session with rules. Cox has gone through to the quarter final after the Greek was penalised for a false attack.</p> <p><strong>10.30am</strong> Heat four now, and once again there's no home interest (do we not have swimming pools on this island?) but there's a 15-year-old American named Katie Hoff who should make things interesting, apparently. Ah, my mistake. Kirsty Coventry of Zimbabwe makes it look easy, and Hoff's some way back in third.</p> <p><strong>10.20am</strong> We're on a veritable sporting merry-go-round this morning, and it's women's swimming next, namely the 200m medley, heat three. Unsurprisingly there's not a sniff of British blood, and American Amanda Beard touches home first. Hungarian Agnes Kovacs is second, and Aussie Alice Mills is third. </p> <p><strong>10am</strong> And they're through to the semis, winning 15-8, 17-15. Meanwhile there's some women's volleyball going on, and I'm not sure any description from me will replace the bikinis and white sand set up Germany and Bulgaria are battling it out in, at least for some quarters of the reading audience. The Germans are 1-0 up, incidentally.</p> <p><strong>9.50am</strong> Brits Nathan Robertson and Gail Emms are currently doing rather well in the badminton, leading China 15-8, 14-14, though things are getting tense as it comes down to the wire. There's an awful lot of shouting going on for such an elegant sport.</p>",
  "<p>Plans to introduce a European health insurance card within the UK have been announced today by health minister John Hutton.</p> <p>The card, already introduced in 13 European countries, will replace paper forms such as the E111, which are currently used by travellers to claim free healthcare in Europe.</p> <p>The free five-year card will not carry electronic or clinical data on the cardholder, the Department of Health (DoH) said. </p> <p>Plans for a separate \"NHS smart card\" were announced in June, however, and Mr Hutton has spoken out in favour of the government's proposed ID card scheme, arguing that it would make it \"easier for NHS staff\" to check patients' eligibility for treatment.</p> <p>A Department of Health spokesman said plans for an NHS smart card would be drawn up to in conjunction with the 'Eurocard'.</p> <p>The European card will show the holder's name and date of birth as well as a personal identification number and will follow an EU-wide format. </p> <p>The cards, which must be introduced everywhere in the EU by the end of next year, will offer the same entitlements to free or reduced care as the current series of paper forms.</p> <p>The new cards would be administered by the prescription pricing authority, which would process applications and distribute the cards, the DoH said. </p> <p>The agency is one of those set to be axed following the government's review of NHS quangos, with its work to be taken over by a new business services authority that will also subsume the NHS pensions agency, the dental practice board and the NHS counter-fraud and security management authority.</p> <p>Mr Hutton said: \"The government is committed to introducing the new European health card by the end of next year and ensuring that it will be easier to apply for and easier to use. </p> <p>\"Until 31 December 2005 UK citizens can continue to use E111 forms when they travel to any of the EU member states.\"</p> <p>Consultation on the introduction of the European card will run to 28 September 2004. A separate consultation is expected on proposals for the NHS smart card later this year.</p>",
  "Iraqis meeting in Baghdad to choose a new national assembly today voted to send a delegation to Najaf in an attempt to calm the fighting that has overshadowed proceedings. <p>A team led by Hussein al-Sadr, a distant relative of rebel cleric Moqtada al-Sadr and an ally of the US, was scheduled to leave Baghdad within hours of the announcement.</p> <p>He is set to deliver an \"urgent call from the national conference to Moqtada al-Sadr [...] to try to solve this problem at its roots\".</p> <p>The fighting in Najaf has dominated a conference convened to select a national assembly to oversee Ayad Allawi's interim government until elections take place in January.</p> <p>\"I can tell you that the Najaf fighting is dominating the whole conference,\" Hamid Ali Alkifaey, one of the 1,300 delegates, said. \"We hope this issue can be solved so we can proceed with our work.\"</p> <p>Once appointed, the 100-member assembly will be able to veto legislation with a two-thirds majority, approve Iraq's 2005 budget, and appoint a new prime minister or president should either resign or die in office.</p> <p>US forces today exchanged gunfire with Mr Sadr's Mahdi army militia in areas around the Imam Ali mosque and in the vast Wadi al-Salam cemetery to its north.</p> <p>Twelve days of fighting in the city have so far claimed hundreds of lives, including those of three US soldiers who were killed yesterday. The instability has spread to other Shia cities and Shia districts of Baghdad. </p> <p>Thousands of protesters from southern Iraq have joined Mr Sadr in the Imam Ali mosque, promising to act as human shields, and pressure is being piled on Mr Allawi to hold more talks with the rebel faction.</p> <p>The Baghdad delegation will attempt to deliver a letter to Mr Sadr, urging him to leave the mosque and turn the Mahdi army into a political party.</p> <p>Despite the apparent pro-government stance of the delegation, the conference has exposed deep divisions over Najaf, with many delegates upset that US forces are fighting so close to such a holy site.</p> <p>Mr Sadr boycotted the conference, and is showing few signs of willingness to compromise.</p> <p>He has demanded that US forces leave Najaf and that the government grant an amnesty to his fighters as part of any deal to end the conflict. He has vowed to fight to the death if necessary.</p> <p><b>·</b> A French journalist holding a US passport has been seized in the southern city of Nassiriya, the al-Jazeera television channel has reported. </p> <p>The channel said it had \"learned\" the journalist was an archaeological reporter. Iraq's interior ministry said it was checking reports that journalist Micah Jaren and his Iraqi translator were missing.</p>",
  "<p>Scientists with unorthodox views face an uphill struggle to be heard in the UK as the first instinct of the scientific community is to shout down dissent, a researcher claimed today. </p> <p>Dr Lena Eriksson, from Cardiff University's school of social sciences, said British scientific intolerance was helping to undermine the public's faith in science, and non-conformist scientists were likely to be driven into exile and find themselves in conflict with the establishment, she said. </p> <p>The picture was very different in Sweden, where controversial scientists were allowed to \"have their say\" in order not to create adversaries. </p> <p>Dr Eriksson said: \"A good example of this is with new technologies such as genetically modified foods. The media are often blamed for presenting a misleading image of science, but to some extent, public perception of such scientifically and politically charged issues turns on the way scientists present themselves to the outside world.\" </p> <p>She added: \"The image of a scientific establishment attacking and punishing individual researchers with contentious results - such as the MMR vaccine controversy - has done little to inspire public trust in science.\" </p> <p>Dr Eriksson interviewed about 30 scientists in Britain and Sweden working in the field of genetic modification. </p> <p>The results showed that British scientists felt it was crucial to prevent \"mavericks\" gaining legitimacy, which meant distancing themselves from anyone whose ideas were too controversial. In Sweden the view was that ousting dissenters was likely to backfire. </p> <p>British scientists were also more accepting of management and employer control over the publication of their material. </p> <p>They saw it as necessary for their own protection in a hostile world, while their Swedish counterparts tended to resent excessive \"red tape\". </p> <p>Dr Eriksson said in Britain dissenters were driven to find an alternative audience, which put them at odds with the scientific community to which they once belonged. </p> <p>She cited Dr Arpad Pusztai, who fell from grace over his claims about the safety of GM food, as a classic example. </p> <p>The Hungarian-born researcher, once a respected figure at the Rowett Research Institute in Aberdeen, carried out a study in which laboratory rats were fed GM potatoes. </p> <p>His claims, made on television, that the rats suffered changes to their internal organs and immune systems, led to his suspension and forced retirement in 1998. </p> <p>He went on to launch his own website, which is openly critical of the scientific establishment. </p> <p>Dr Eriksson said: \"Dr Pusztai was a high profile expert within his own field. </p> <p>\"It's a very sad story, really. You have this guy who has a lot of respect within the community becoming a loose cannon who is cast out and forced to find a new audience. That's how mavericks are made.\" </p> <p>Dr Eriksson's research, funded by the Economic and Social Research Council, has been submitted for publication in the journal Social Studies of Science.</p>",
  "<p>\"Raj Reddy, a pioneering researcher in artificial intelligence and a professor at Carnegie Mellon University, plans to unveil at the end of this year his new project, called the PCtvt, a $250 wirelessly networked personal computer intended for the four billion people around the world who live on less than $2,000 a year, reports the <a href=\"http://news.com.com/Trying+to+take+technology+to+the+masses/2100-1039_3-5310834.html?tag=nefd.top\">New York Times</a> (via CNET).</p> <p>\"He says his device can find a market in developing countries, particularly those with large populations of people who cannot read, because it can be controlled by a simple TV remote control and can function as a television, telephone and videophone.\"</p> <p>\"Because his low-cost computer doubles as a TV and DVD player, Reddy believes that he will be able to use it as a vehicle to take computing and communications to populations that until now have been excluded from the digital world.\"</p> <p>The project is being backed by Microsoft and Korean manufacturer TriGem among others. One of the interesting things the NYT points out is the question of bringing digital technology to often illiterate rural populations.</p>",
  "<p>\"Cole Porter would have made it chic to sweat,\" Mark Murphy said, finally succumbing to the conditions and removing his trademark baggy white jacket. </p> <p>But the implausibly youthful 72 year old American jazz singer (old enough, and good enough, to have numbered Ella Fitzgerald and Peggy Lee among his admirers) always sweats in the figurative sense, summer or winter. He remains more committed to risky improvisation than almost any legendary jazz elder still performing, and stands out all the more because he operates out of the usually conservative territory of the cabaret crooner and the Broadway singer.</p> <p>Murphy was in London until Sunday with a quartet led by that fine vocal accompanist Pete Churchill and including bassist Andy Hamill and drummer Mark Fletcher. The singer's whoops, scatted runs, yodels, indignant falsettos and drumbeat sounds sound a little less secure on uptempo numbers these days, and can periodically disappear into the urgent background melee he likes his bands to generate. But his expressiveness on slow songs, always haunting, seems to have grown even more hypnotic with the years.</p> <p>With almost all Murphy performances, at least one memory stays with you a long time - and on his opening night, he delivered one of the great versions of I've Got You Under My Skin, beginning as an aching murmur over a two-note bass vamp, ascending over a rustle of cymbals and brushes, erupting in fearful certainty into a closing scream on \"Don't you know, you fool, you never can win\". </p> <p>He then deftly delivered All Of You over Bill Evans's chord arrangement, skidding his way along a treacherous path of shifting chromaticisms and scatting frantically through a deluge of climactic percussion.</p> <p>Several tributes to Cole Porter, one given a samba shuffle, confirmed how imaginatively Murphy remoulds the familiar. When he whispered what could have been a cheesy Porterism (\"May the sweet honeydew of wellbeing settle upon you\") in one softly evaporating finale, he did it with such affectionate conviction that the audience bought the notion ecstatically. A unique artist, still staring fearlessly over the edge.</p>",
  "<p>The opening of the <strong>Olympics</strong> does not appear to have had the expected negative effect on world box office takings. The Bourne Supremacy had an excellent opening in the UK, taking £2.7m, I Robot continued to perform well across the world (taking another $21m/£11.4m) and Harry Potter and the Prisoner of Azkaban passed the $500m mark. </p> <p><strong>Miramax</strong> has made 13% of its employees redundant. Sixty-five employees lost their jobs on Friday, mostly in the production, marketing and publicity departments. Most of the jobs were in the company's New York office.</p> <p> <strong>The Locarno film festival</strong> gave its biggest prizes to Private, an Italian drama about a Palestinian family. It won the Golden Leopard award for best film, as well as a Silver Leopard for best actor. Germany's En Garde was runner up for best film and also won for best actress. The festival ended on Saturday night.</p> <p> <strong>Lynda Carter</strong>, perhaps better known as Wonder Woman, is returning to the world of superheroes. She has joined the cast of Sky High, a comedy about a high school for teenagers with superpowers. Carter will play the principal of the school.</p> <p> <strong>Calista Flockhart</strong>, the star of Ally McBeal, is taking on her first major film role in Fragile. The independent film starts shooting this month and, according to the Hollywood Reporter, stars Flockhart as a nurse.</p> <p> <strong>Sopranos</strong> star James Gandolfini is to star as Ernest Hemingway in a new film. The film is about Hemingway's stormy affair with journalist Martha Gellhorn, the woman who inspired him to write For Whom The Bell Tolls. Screenwriter and producer Barbara Turner said that Robin Wright Penn is up for the role of Gellhorn.</p> <p> <strong>Rupert Wainwright</strong>, who directed Stigmata, is to shoot Blood and Chocolate, a horror film about a secret society of modern werewolves.</p>",
  "<p>The government is planning to monitor and offer support to the children of offenders to ensure they do not follow their parents into a life of crime. </p> <p>Under the proposals, the children of criminals will be 'tracked' from birth to their teenage years in a bid to prevent them joining their parents in jail. </p> <p>Home Office minister Hazel Blears said around 65% of the 125,000 children with a father in prison would end up in there themselves. </p> <p>In an interview with the Independent, Ms Blears said she was optimistic that \"tracking\" and \"targeting\" these youngsters would prevent them breaking the law. </p> <p>\"We can predict the risk factors that will lead a child into offending behaviour,\" she said. \"About 125,000 kids have a dad in prison. That's a huge risk factor. We need to track the children who are most at risk.\"</p> <p>\"I don't think it is stigmatising those children by targeting them,\" she added.</p> <p>Ms Blears has been in talks with the children's minister, Margaret Hodge, about an early intervention scheme to help the children of criminals, according to the report. </p> <p>She said: \"Children who have been in local authority care are low-achievers and are more likely than others to end up offending, so let's track them from early on as well.\"</p> <p>Under the plans they would be provided with extra support to halt any disruptive behaviour. Teenagers would be monitored and provided with extra support at school and by social services, and encouraged to get involved in sport and drama.</p> <p>However, Ms Blears denied that by targeting these children they were being unfairly singled out. </p> <p>\"You can intervene at an early age and say 'Your life can be different and we will help you and your parents make your life different'. Let's put the support in as early as we can.\" </p> <p>She said the government hoped to build on its Sure Start initiative, which offers support for young children in deprived areas.</p>",
  "<p><strong>·</strong> Prison may allow mothers to keep children<br><strong>·</strong> Tories want more scrutiny of conflict of interest over vaccine<br><strong>·</strong> Darfur diary - aid worker Dean Harris faces the problems of the rainy season<br></p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^<br></p> <p><strong>Latest news</strong></p> <p>Government plans to 'track' criminals' children </p> <p>The government is planning to '\"track\" the children of offenders to ensure they do not follow their parents' into a life of crime.</p> <p>^^^^^^^^^^<br></p> <p><strong>More news</strong></p> <p>HOUSING</p> <p><strong>·</strong> Eviction threat looms over riverside cooperative Residents of the Oxo Tower may lose their homes over discrimination claims against the building's managers.</p> <p>HEALTH</p> <p><strong>·</strong> Tories want more scrutiny of conflict of interest over vaccine </p> <p>Accusations of a potential conflict of interest involving the chairman of the committee that approved the new five-in-one inoculation for infants.</p> <p><strong>·</strong> Pollutants cause huge rise in brain diseases </p> <p>Scientists alarmed as number of cases triples in 20 years.</p> <p><strong>·</strong> Gay couples to get new rights to fertility treatment </p> <p>Gay couples wanting a child are set to get easier access to fertility treatment under a shake-up of the law.</p> <p><strong>·</strong> Tory U-turn to give teens control of sex lives </p> <p>Teenagers would be targeted by a major expansion of sex education enabling them to 'take control' of their intimate lives under startling new Tory plans to combat the increase in sexual diseases.</p> <p>SOCIAL CARE</p> <p><strong>·</strong> Parents keep web watch as nursery abuse revealed </p> <p>A TV inquiry into low standards of childcare is prompting families to supervise children by remote control. </p> <p><strong>·</strong> Cancer victim kills 'sick wife' and himself </p> <p>A cancer sufferer killed his long-suffering wife before hanging himself, police have said.</p> <p><strong>Other news</strong></p> <p><strong>·</strong> Crime and punishment: Prison may allow mothers to keep children</p> <p>Children up to the age of five could be kept in prison with their mothers in a controversial scheme being considered by Scotland's only women's jail.</p> <p>^^^^^^^^^^<br></p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> International aid: Many rivers to cross </p> <p>The rainy season creates real barriers between medical staff and sick refugees in western Sudan, writes aid worker Dean Harris.</p> <p><strong>·</strong> Children's services: Children in greater need </p> <p>While the government presses on with childcare reform, it still lets down our vulnerable youth, writes Mary Riddell.</p> <p><strong>·</strong> Social divide: Don't deny countrysiders the right to self-expression </p> <p>It benefits no one when the rural minority is gleefully trampled underfoot, writes Max Hastings.</p> <p><strong>·</strong> Asylum: Women and children first </p> <p>Deportations of asylum seekers have taken a vicious new turn, says Natasha Walter.</p>",
  "<p><strong>21st over: England 56-2 (Key 19, Vaughan 6; target: 231)</strong> Now Collymore has a pop at Rob Key: it's a deliberate attempt to unsettle England's best batsman, if you ask me. What do you mean you didn't? \"Hart to Hart was cool,\" says Peter Lane, \"or is that a really sad admission?\" Words can't possibly begin to describe it, Peter. And that's lunch - thanks for all your many emails, sorry I couldn't use them all. Rob. See you in about half an hour.</p> <p><strong>20th over: England 56-2 (Key 19, Vaughan 6; target: 231)</strong> Like corkscrew-headed Scousers in a Harry Enfield sketch, England have calmed it down nicely here after a torrid start: Vauguan drives Bravo for his first boundary, a picture-book cover-drive. \"Sumptuous,\" coos Ingle to my right. \"Key is looking fitter and happier than ever,\" says Richard Norris. \"Nut I just get this feeling in my bones that all your Radiohead referencing could be the exit music (for your journalistic career). No suprises there.\" Nor spell-checking, it seems.</p> <p><strong>19th over: England 52-2 (Key 19, Vaughan 2; target: 231)</strong> Carlton Baugh's iron-gloved wicket-keeping gives England four byes, and Fidel Edwards and Robert Key engage in a comedic touch of the verbals. Can't think what character flaw Fidel will have homed in on. Key shuts him up by driving emphatically for four. \"Did anyone watch 'Play Chess' in their summer holidays,\" says Chris Bell. Or was it just me?\" Forgive me, readers, for I too have sinned...Honourable mentions meanwhile, for CHIPS (I remember the little toys, and I still have the shades) and Rentaghost. And Dempsey and Makepeace. But what of The Gentle Touch, the now-haggard star of which is apparently married to Doc Ock!</p> <p><strong>18th over: England 42-2 (Key 15, Vaughan 2; target: 231)</strong> Bravo tempts Vaughan outside off stump like Linda Fiorentino in a neo-noir, and goes past the edge. \"I would like to wager that over the course of a series that Hoxton residents get more mentions than Radiohead,\" says Sigmund Freud/Ian Teeley. \"Some deep-rooted hatred/envy situation at work?\" Meanwhile, \"Get your money on the draw - it's tanking down in Blackburn and heading for Mancunia...,\" says Dan Musson. Gah!</p> <p><strong>17th over: England 42-2 (Key 15, Vaughan 2; target: 231)</strong> Key is looking nice and solid - insert your own joke here - and now he and Vaughan really just need to play for lunch. Saying which, Vaughan gets <em>DEAD, DEAD</em> lucky with a pull shot at Edwards. The ball hurried on, Vaughan's pull flew up in the air and just fell safe as Carlton Baugh scampered after it. Lucky, lucky England. \"Me and my sister remember the adventure game,\" says Ben Harris. \"The gronda, gronda plant, the vortex - I'm still having nightmares....\" I've had <em>loads</em> of emails on this so, like Embrace, Andrea Lowe is clearly not alone.</p> <p><strong>16th over: England 40-2 (Key 14, Vaughan 1; target: 231)</strong> \"Automan,\" says Tim Simsey. \"Brilliantly rubbish Post-Tron TV series with a computer geek cop and his computer generated 'friend'. The car turned corners at 90 degrees, generally causing the human cop to be comedically thrown against the window by the G-force. And Automan had a little sidekick called Cursor who used to draw all Automan's vehicles and gadgets and fly down women's tops.\"</p> <p><strong>15th over: England 40-2 (Key 14, Vaughan 1; target: 231)</strong> Edwards back into the attack, and here's Andrea Lowe. \"It wasn't a glossy American import but, for the record, I was obsessed with 'The Adventure Game' as a child. Despite the fact that no one else remembers it.\" You couldn't make it up, except she surely has.</p> <p><strong>Current match odds</strong> From Skybet's Steve Hart: 4/5 England; 9/2 Draw; 7/4 West Indies. Get your money on the West Indies, I'd have said.</p> <p><strong>Random gripe</strong> A whinge from Louise Wright. \"I was fine with the 80s TV, despite the fact that my parents wouldn't let me watch anything remotely cool. I was fine with the Radiohead. I was even looking forward to you jemmying an Egyptian reference in there to work the Pyramid Song in. But with your Wilson sodding Phillips reference you have blotted your copybook, stained your escutcheon, and given me an earworm that only a quick dose of Magical Trevor will shift. I hope you're happy, Smyth.\"</p> <p><strong>14th over: England 38-2 (Key 13, Vaughan 0; target: 231)</strong> Bravo on, and Key gives a leg-stump half-volley what it deserves, and then chugs a cover-drive through the gap for four more. He's <em>so</em> going to get a ton today. \"As I was only born in 1983, I do not understand a thing you are talking about,\" says Harry Mount. Nor do I. Oh you mean Manimal? \"I do however think your picture looks suspiciously like Hoddle and Waddle, albeit with a big bird on Waddle's head.\" Aren't you too young to remember Diamond Lights?</p> <p><strong>13th over: England 29-2 (Key 4, Vaughan 0; target: 231)</strong> Vaughan has had a lot of trouble with Collins, and he's opened up his stance notably - the theory being that he'll be less exposed to the late swing of Collins. With his stance more closed he has a penchant for playing around his front pad at left-armers. \"Street Hawk was a poor man's Knight Rider,\" says Tom Vincent. \"It was what Blue Thunder was to Airwolf.\" That's sacrilege. A few honourable mentions, meanwhile, for Airwolf, which I remember, and Automan, which I don't. Anyone?</p> <p><strong>12th over: England 29-2 (Key 4, Vaughan 0; target: 231)</strong> Key is holding on like a Wilson Phillips fan dangling off a cliff. It's just a case of waiting for England at the moment; batting will not always be this troublesome. \"Just logged on,\" says Sam Martin. And? \"Why is Richard Madeley holding a bird of prey over some blonde woman's head?\"</p> <p><strong>11th over: England 27-2 (Key 2, Vaughan 0; target: 231)</strong> \"Key must think this is a one-day international,\" sniggers Ingle at my man's scoring rate. He won't be laughing when he leads England to victory in five hours' time. \"Wasn't it Burt Bacarach who wrote what the world needs now?\" asks Rachel Clifton. \"Dirk Benedict was Face in the A-Team - how could you forget that?\" I couldn't; I didn't. I was, like, joking. You guys...</p> <p><strong>10th over: England 27-2 (Key 2, Vaughan 0; target: 231)</strong> Collymore is bowling quite beautifully, every jaffa smearing more egg on my face. As it were. Key is digging in, and he has to: England just need to survive until the new ball loses some of its zing. \"Manimal was cool,\" says Stuart 'Morning' Bell. \"But surely for the ultimate in 80s cool, it has to be Street Hawk: the motorbike version of Knight Rider. For some reason, there was only one season of 13 episodes. You can find some lovely pictures at http://streethawk.tvheaven.com/\" I'm in agreement here; I was a Street Hawk nut. Like Fawlty Towers, it left the people wanting more.</p> <p><strong>Tales Of The Gold Monkey v Jake And The Fatman</strong> It's TOTGM. Fact.</p> <p><strong>9th over: England 27-2 (Key 2, Vaughan 0; target: 231)</strong> I'm predicting Key will win this match with a brave and knighthood-clinching 112 not out, despite not getting to eat anything all day. \"Have just read your report on the 59th over, and then noticed your description of Wigan's demeanour during the West Ham game,\" says Jonathan Hawkins. \"Is it some kind of Radiohead-related-mentions bet?\" Well, I wouldn't want my readers to feel let down. Even if an airbag saved my life while I was climbing up the walls while electioneering for the tourist vote. You feel lucky?</p> <p><strong>WICKET! England 27-2 (Strauss c Chanderpaul b Collins 12)</strong> Pedro Collins strikes in his first over! Short ball, jagging away, and Strauss choked his pull stroke straight to midwicket. Poor shot - the movement off the seam went the ball was too wide for the shot - and England are in trouble. But they still have Robert Key.</p> <p><strong>8th over: England 25-1 (Strauss 11, Key 2; target: 231)</strong> Colin Gerrard asks a good question, which I've just inadverently deleted. Basically, what does Thorpe's injury mean for the Oval. Well, it does indeed mean Key gets another chance, and surely - SURELY! - they have to pick Ian Bell now. Don't they? Gerrard also points out that the 80s show was 'Jake And The Fat Man'. Either that or Tales Of The Gold Monkey.</p> <p><strong>7th over: England 25-1 (Strauss 11, Key 2; target: 231)</strong> Edwards produces one absolute snorter to Strauss that rips off the pitch faster than a Hoxton-resident's jeans. Great response from Strauss: silky drive to long-on for four next ball, and then a carving cut the ball after that. \"What was that 80s US drama show where the lead was called Jake and flew a sea plane,\" asks Edward Banister. \"I think he was laid-back beach-bum sort who fought crime unofficially.\" Dukes of Hazzard? Dynasty?</p> <p><strong>6th over: England 17-1 (Strauss 3, Key 2; target: 231)</strong> This is an American sports cafe meal-sized innings for Rob Key: both in the context of the match but, particularly, his 221-or-bust fledgling Test career. Apparently the forecast is for showers this afternoon. Hurray! \"Scarier still,\" shivers Tamsin Cox. \"Maxwell Caulfield, playing an American in Casualty, was the English guy in Grease 2 - how the mighty are fallen, eh?\" Risen, I'd have said, from that bobbins. No?</p> <p><strong>WICKET! England 15-1 (Trescothick b Collymore 12)</strong> I'll get me coat: Collymore strikes, bowling Trescothick with a terrific off-cutter to the left-hander that snaked through bat and pad like a pickpocket at a tube station.</p> <p><strong>5th over: England 15-0 (Trescothick 12, Strauss 3; target: 231)</strong> Edwards bangs it in short and wide and Trescothick plays a rifling cut shot. Crack! Pretty good start this from England. But wait! Edwards has a massive lbw appeal against Strauss. It was hitting, but it pitched a <em>fraction</em> outside leg. Exceptional decision from Simon Taufel. Apparently the forecast is for showers this afternoon. Bah!</p> <p><strong>4th over: England 10-0 (target: 231)</strong> You feel like England get a breather every time Collymore bowls. He moves it around like Cliff Richard's hips, but he lacks the raw threat of Edwards. I hope I'm not tempting fate here; not for now: a maiden there to Strauss. \"I thought it was Dirk Benedict in Manamal?\" says George Chamberlain. No, no, no: he was the one who wrote that 'what the world needs now is love sweet love' ditty.</p> <p><strong>3rd over: England 10-0 (target: 231)</strong> Another edge from Trescothick from Edwards, this time low and for three which, fortunately and mercifully if you're an excessively partisan over-by-over reporter, gets him away from Edwards, who he handles about as well as Jose Mourinho does criticism. Nice stubble though, Jose. And then Strauss gets a single. Doh!</p> <p><strong>2nd over: England 4-0 (target: 231)</strong> I knew it was Simon Macwotsit, of course. I just wanted to test how many of you had nothing better to do with your lives than correct me over some 80s show that let's face it OK it had a certain camp quality but it was basically absolute bobbins I mean a manimal for heaven's sake. You know who you are. And in case you don't, you're Richard Kendall and Jonathan Key. And now Chris Rich.</p> <p><strong>1st over: England 4-0 (target: 231)</strong> Trescothick doesn't fancy facing Edwards one bit: here he edges a hot one over the top for four. \"Has anyone ever taken a day out of their lives to watch an entire series of 24?\" says Dale Walmsley. Not me, but I know someone who did with Twin Peaks.</p> <p><strong>Mid-innings twitter</strong> Worrying news from Craig Mackellar: apparently Steve MacCorkindale (him from Manimal) is now in Casualty. Blimey. When did I miss that?</p> <p><strong>WICKET! West Indies 165 all out (Edwards c Flintoff b Harmison 0)</strong> That's the end of that. Harmison flings one in, and Edwards, recoiling like a man who's just had my socks wafted under his nose, gloves it to Flintoff at slip. England need 231 to win.</p> <p><strong>59th over: West Indies 164-9 (Collymore 5, Edwards 0)</strong> Giles, rather surprisingly, gets the nod over Flintoff. Like concert-goers at a Radiohead gig watching some naff, artsy, probably Scandinavian warm-up band, we're waiting for the main event. In the meantime, Collymore adds three precious runs with a flick to fine leg.</p> <p><strong>58th over: West Indies 161-9 (Collymore 2, Edwards 0)</strong> Two balls from Harmison to complete the uncompleted over. \"Who do you reckon would win if Brian Lara and Michael Vaughan had a scrap?\" chuckles Richard Norris. \"Vaughan's got the reach, but Lara looks like a biter to me, and I think he'd want it more.\" Absolutely. Vaughan would have Lara on the canvas, but then he'd make the fatal mistake of stopping to check if his hair is sufficiently designer scruffy in the nearest mirror. Then he'd turn round, and a rejuvenated would land a sickening and decisive blow to the solar plexus.</p> <p><strong>Preamble critique</strong> \"Just thought I would email about the preamble,\" emails Craig McKellar.\" To be blunt its a shambles of a preamble - although factually correct, it lacks pizzazz and glamour...Also there is nothing remotely trivial or relating to strange 80s TV shows/celebrities in it.\" Fair point. Actually, my mind was elsewhere because I'm excitedly anticipating the new series of The Sopranos on C4 tonight. It'd be even better if it were preceded and followed by repeats of Manimal, of course. The horse has bolted, hasn't it?</p> <p><strong>Early email devoid of humour but a convenient means of imparting significant information</strong> \"How's sunny Manchester today then?\" asks Russell Forrest. \"Are we going to see some action?\" As Chris Finch would say, defi-nite-ly. Mr Blue Sky has shown his face; it all looks good and we'll getting a result one way or the other. The consensus from the C4 boys seems to be that the new ball will decide this: if England can see off the trampoline bounce of said hard ball, they have a big chance of winning.</p> <p><strong>Preamble</strong> This is it then: West Indies lead by 226, with one wicket in hand. I'm not a betting man, but if I was I wouldn't know what to do anyway.</p>",
  "<p>Last week, a 52-year-old man in Middlesbrough was lucky enough to discover that he had won £7,039,469, a third share of the Lotto Extra Jackpot. Apparently he looked pretty smug when he told his mates \"I am made for life now\". Asked if he had won some money on the horses he said no but indicated he had won some money on the lottery. £100 was put behind the bar and the drinks were on him but it seems he wanted to keep his good fortune quiet. </p> <p>Camelot, the National Lottery operator, told the Sun that it was not prepared to confirm or deny the names of the winners and pointed out that they are unable to release any details about winners who opt for no publicity. </p> <p>So how did this cause a media storm? The \"lucky\" winner was Iorworth Hoare and he was no ordinary punter. He was in prison for attempted rape, having already been convicted of rape and indecent assaults. He had begun a series of sex attacks when he was still in his 20s and had been sentenced to 18 years' worth of imprisonment between 1973 and 1987. He was finally jailed for life for the attempted rape of a 60-year-old woman in a park in Leeds in 1989. Hoare then disappeared from public view and was on temporary release from a Middlesbrough bail hostel when his numbers came up on August 7. Under Home Office guidelines prisoners on temporary release are allowed to play the lottery. </p> <p>While sentencing him to life, the trial judge said there was no sign of psychiatric illness behind his behaviour and that he was a menace to women. Maybe age has mellowed him, because the authorities had clearly satisfied themselves that he was no longer a danger and he had been released to the hostel from Leyhill open prison in Gloucestershire. </p> <p>The Sun was outraged that a \"serial beast serving life\" should win £7m and the other tabloids and news broadcasters picked up on the story too. David Blunkett, the Home Secretary, wants the law changed and Hoare's victims to benefit. </p> <p>A good old-fashioned scoop? Or a gross invasion of the privacy of a man who had paid (or nearly paid) his debt to society? Hoare wanted to keep his win from the public; he instructed solicitors in an unsuccessful bid to silence the Sun. </p> <p>Until 2000, the law would not have been able to intervene in the Sun's exclusive. A criminal conviction is a fact that even a libel court cannot dispute - well, not since the Civil Evidence Act 1968. The Rehabilitation of Offenders Act 1974, which allows offenders to live down a criminal past, applies only to convictions where there was less than a two-year sentence, and lesser offences become spent after between five and 10 years. But this is to allow ex-criminals to apply for jobs (eventually) as people of good character. However, the press can still publish details of spent convictions, and plead justification, unless the claimant can show that the newspaper was motivated by malice (a desire to injure the ex-con rather than inform the public) which is a non-starter of a claim. </p> <p>But the 2000 Human Rights legislation has altered everything. The media landscape has changed. The most obvious manifestation has perhaps been the disappearance of stories about, or pictures of, the children of celebrities, but the privacy clauses in the Press Complaints Commission Code, BBC Producers' Guidelines and Ofcom codes make clear that everyone is entitled to respect for his or her private and family life, home, health and correspondence, and intrusions have to be justified as being in the public interest. This tends to be defined as detecting or exposing crime or serious impropriety, protecting public health and safety and preventing the public from being misled. Hoare was last a danger to the public in 1989, has not misled the public and was of little interest to anyone (apart from his victims). So next time, a craftier criminal may be able to obtain a confidentiality-based injunction to keep his private good fortune private. </p> <p>There is an argument available to the media under the PCC Code that information can be published if it would have come into the public domain anyway, because within hours of his win Hoare was picked up by the police - officials decided his windfall had turned him into a \"security risk\". This resulted in him being put in a closed prison for his own safety with all future weekend leave cancelled. According to the Sun's prison sources, the worry was that he might buy a plane ticket to Rio but is it likely that he would have the necessary passport? More realistic is the danger to his own safety from jealous fellow criminals (which unfortunately can be a real concern). </p> <p>\"Cocky Lotto Lout Michael Carroll\" (to quote the Sun) won £9.7m in November 2002 but was jailed earlier this year for five months for various drugs offences after he breached a drugs testing and treatment order. Carroll was attacked shortly after he had arrived in Norwich jail to a chorus of jeers. He had not made friends among the warders by telling them, as he removed his gold jewellery, \"careful with that lot, boys, it's a year's salary to you\". A fellow inmate assaulted him, leaving him with a black eye and a fat lip, and Carroll asked to be held in a cell away from the main wing. </p> <p>All of which leads to the ultimate irony. Multimillionaire \"sex monster\" Hoare was entitled to buy his ticket (apparently it is part of his rehabilitation, as the lottery simply did not exist when he was last a free man), is entitled to his winnings, is still entitled to be let out sooner rather than later from prison and, thanks to the media, is now likely to be entitled to the Rolls Royce of injunctions granted to those other high-profile villains, Mary Bell, Thompson and Venables, and more recently Maxine Carr. The courts have issued blanket orders granting anonymity to these individuals because there was believed to be a danger to their life and wellbeing. </p> <p>Hoare has already lost his freedom, having been moved from a Category D to a Category C prison, and had his image splashed on the front pages and all over the internet. As a now fabulously wealthy serious sex offender it will not be hard for him to persuade a court he needs its help to live out what is left of his life in peace (a right protected by Article 8), so he should have his new name and new address kept secret. Article 8 is there, according to the European Court of Human Rights, to protect the private lives of all, so it should protect an ex-convict who has served his time. </p> <p>The principle of open justice (including naming criminals) is a cornerstone of the criminal justice system in Britain. It seems bizarre, then, that celebrity criminals should, simply because of their high profile, find themselves and their private lives protected from the media to an extent that honest law-abiding celebrities can only dream of. Parliament declined to intervene in the privacy debate in the hope that judges, regulators and common sense could sort things out. That hope seems to have been misplaced. The law of confidentiality and the principles of privacy are going off in unexpected directions and lucky celebrity convicts, no matter how evil, are entitled to the benefits of secrecy to protect themselves from vengeance. On a happier note, at least Hoare can afford to pay his legal costs. </p> <p><strong>· </strong> Duncan Lamont is a media partner at city solicitors Charles Russell</p>",
  "<p>At 6.30am I am awoken by a startling high-pitched screaming noise and a rustling from beneath my head. My initial confusion as to where I am is resolved - I'm in Darfur, western Sudan, working as a doctor with Médecins Sans Frontières. </p> <p>The screaming is Ernie the hedgehog, who lives underneath my bed, chasing a smaller hedgehog around the room with apparent glee. It could equally be annoyance; my understanding of hedgehog is only slightly worse than my understanding of Arabic. </p> <p>The mosquito net is brushed aside and it's time for a shower. The bucket on the roof feeds through a pipe to a filter head; a real luxury, as previously it was splash-washing from a bucket.</p> <p>Today I'm travelling to Deleig, a town which is a 30 to 45-minute drive north of our base in Garsila. It is home to between 20,000 and 25,000 internally displaced persons, or IDPs. I am responsible for running an outpatient clinic there and travel with a nurse who runs a feeding centre located in the same compound.</p> <p>Breakfast is a quick cup of tea and some local bread smeared with jam. Then it's off to the office to load up the mighty land cruisers -how my respect has grown for this beast since our arrival in Darfur! </p> <p>Medicines and medicinal food are loaded into the vehicles and we set off in convoy with local translators accompanying us. We always travel in convoys of two or more trucks, as the rainy season has arrived and there is a reasonable chance one will be needed to pull the other from a muddy hole at least once on a trip. </p> <p>Today the initial part of the journey passes without incident, thanks to some machismo driving from our driver, Azari. Our arrival at the clinic is reminiscent of Charles de Gaulle's entry to Paris, as crowds of small children emerge, smiling and yelling \"Kawaja\" (\"foreigner\"). </p> <p>The clinic itself is a fence of roughly-cut sticks enclosing two large white MSF tents, which serve as outpatient department and feeding centre. I greet the medical assistant, Abdul Ghasson, who works with the ministry of health here and who operates the clinic six days a week, with a hearty good morning in my best Arabic. This is met with a smile of appreciation at the attempt to use his native tongue combined with some amusement at such a strange and intriguing twist on what the words should sound like.</p> <p>He guides me quickly across to see a man who was brought to the clinic this morning by donkey cart. He has been unwell for seven days and is currently surrounded by family members attempting to hold him down as the delirium he is suffering from makes him combative. It is clear that his family are unable to manage him in this state at home. </p> <p>The patient had a rapid malaria test, which came up negative. He is markedly jaundiced, with bright yellow eyes, and my working diagnosis is liver failure, brought on by one of the viral strains of hepatitis that has broken out here recently due to the poor living conditions. His confusion is one of the symptoms. </p> <p>The decision to transfer him to the nearest hospital, which is also supported by MSF, is not a totally straightforward one as we have had patients removed from our cars before. We load him quickly into the car and transfer back across the rugged road. A translator and I struggle to control him as I am not carrying a sedative. </p> <p>The journey to the hospital seems to take a decade, but we arrive safely and are able to settle him down. Then it's back on the road again. This time our voyage is interrupted by a torrential tropical downpour that reduces visibility to a metre or two. The road becomes increasingly difficult and I begin to curse the decision to travel with one car. </p> <p>As I sit quietly, bemoaning how difficult and stressful my life has become, the figure of a Sudanese woman emerges out of the grey curtain of rain, walking along the side of the road with a massive jug on her head, smiling and waving.</p> <p>We make it to the clinic in time to wait in a crowded tent for the worst of the storm to abate, seeing the sickest patients quickly. The first is a pregnant woman with a severe kidney infection, for which she would be hospitalised in my home in New Zealand. Here, antibiotics into the arm and the care of her family will have to suffice. </p> <p>Then a malnourished eight-year-old boy, whom I have treated for malaria and who now has diarrhoea and dehydration. As I'm attempting to see an old man with fever and blood poisoning, the nurse physically pulls me away. We have to leave in order to make it back in the good weather and in accordance with our security plan.</p> <p>On the way home we manage to cross all of the wadis - river beds that are dry except during the rainy season - bar one. The last wadi on the outskirts of Garsila has risen into a massive river. So, despite our frantic dash to leave before we got stuck, we now have to wait patiently for two hours for the waves to go down. </p> <p>After sitting it out for a while, surrounded by villagers doing the same, we decide to cross on foot, scouting out a path through the waist-deep water. We enlist the aid of another truck from our base that waits on the other side and are able to connect a tow cable across the water. </p> <p>With a flourish of water, mud and gusto, the first truck makes it across to the cheers of the crowd. My truck is next and debate rages between drivers as to the best path to follow. We follow that of the truck before and, after initially looking hopeful, get stuck. </p> <p>The water seeps rapidly into the cabin, which fills to knee-height in the passenger seat. Cables are adjusted, trucks linked in series and the massive push power of the local crowd is put to use. Amid wailing women and roaring diesel engines, we mount a final successful bid and tear free from the mud, just as the first drops of the next rain shower begin to fall.</p> <p>The locals surround the truck, cheering. One cannot help but thank them for their amazing efforts to extract a group of strangers from a muddy river, that have left them soaked to the skin and covered with mud.</p> <p>Finally we arrive back at the house to smiles from the rest of a large multinational team of colleagues. Our plight was known to them and they are happy that everyone is able to sit down together to our dinner of goat meat in peanut sauce, rice and water. </p> <p>Another day looms to a close with a succession of meetings where our medical activities for the days ahead are planned and security issues are discussed. Then there is a brief chance to check some emails from home and write to loved ones, before the generator splutters to an end and power is lost. Gradually we make our way back to our netted beds amid the sounds of the wildlife that inhabit the house with us.</p> <p><strong>·</strong> Dr Dean Harris is an aid worker with Médecins Sans Frontières in Garsila, Darfur</p>",
  "A strike by workers at Canada's national parks is making life more complicated for visitors who want take in the spectacular scenery and see whales, bears and other wildlife. But it is only the latest difficulty facing the oldest national parks system in the world. <p>The 4,800 workers, including park rangers and the attendants who collect entrance fees, clean toilets and collect firewood, began picketing popular destinations like Banff national park in Alberta last week as part of their demand for higher wages. </p> <p>The federal government has vowed to do its best to keep 40 wilderness areas from Vancouver Island to Newfoundland open for the final weeks of the peak summer season, but travellers have been warned to expect delays and to check the Parks Canada website to make sure the park they plan to visit will be open. </p> <p>The strike, which the government says could take weeks to resolve, is the latest blow to a beloved but neglected network of protected areas designed to conserve examples of Canada's remarkably varied natural heritage - long sandy beaches, ancient rainforests, fjords, natural prairie, wetlands, mountains and glaciers. </p> <p>For years, environmentalists have criticized Ottawa for putting commercial interests ahead of conservation. Four years ago, a landmark report found that most parks were in peril, and that in some cases years of overuse and mismanagement were putting animal and plant species at risk. </p> <p>Towards the end of his mandate, former prime minister Jean Chretien announced he would create seven new parks, and environmentalists were hopeful the Liberals would take action to restore parks damaged by years of neglect. It is unclear what will happen under his successor Paul Martin's new minority government. </p> <p>Canadians cherish their parks as national symbols, but in some cases, the parks are being loved to death. </p> <p>The fragile sand dunes in Prince Edward Island national park are being damaged by the increasing number of people hiking through them, and might actually benefit from fewer visitors because of the strike. On the other hand, there will be fewer staff on hand to make sure people respect the rules </p> <p>Bridges, roads and sewage systems in many parks are badly in need of repair. </p> <p>Wildlife is disappearing. Bears have vanished from many of the country's southern parks.</p> <p>Developments beyond their borders have also caused damage. Loons in a park near where Mr. Chretien grew up in Quebec have high levels of mercury in their blood and feathers because of chemicals used by heavy industry in the region. </p> <p>Logging outside the park boundaries of several western parks threatens the wildlife within, including a fragile woodland caribou population in Riding Mountain national park. </p> <p>Now, there is a simmering labour dispute adding to the problems facing many parks. The workers have been without a contract for a year, and say they will do their best not to disrupt visitor's holiday plans. </p> <p>\"Unfortunately, disruptions in services will happen,\" said Jeannie Baldwin, a spokesman for the unionised workers. </p> <p>The strike also affects historic sites, like the Louisbourg fortress in Nova Scotia, reconstructed from an 18th century French fort. It was closed on the first day of the strike, as was the Rideau canal in the Ottawa area. </p> <p>So far, visitors appear disgruntled but not too put out. </p> <p>\"They are taking time out of my holiday,\" Jason Mully of Massachusetts told the Canadian press after a small group of workers blocked access the Halifax citadel, a restored British fort. </p> <p>Strikers have done their best to inconvenience their employer rather than visitors. They have stopped collecting entrance fees at several major western parks, including Banff, a move that is costing the government about US$57,000 (£31,000) a day. </p> <p>They were also polite enough to hold a silent protest outside the closing ceremonies this weekend of the World Acadian Congress, a gathering of thousands of descendants of French-speaking settlers who were expelled by the British from what is now Atlantic Canada in 1755. </p> <p>The closing ceremonies in Grand Pre, Nova Scotia, were attended by Mr Martin, and included a mass. He thanked the protestors for not disrupting the service, and said the government wanted a fair settlement.</p>",
  "<p><strong>·</strong> Why the Tories want scrutiny of new child vaccine<br><strong>·</strong> Read details of the Agenda for Change union deal<br><strong>·</strong> Job of the week - director of human resources, Greater Glasgow NHS</p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for healthcare professionals </p> <p><strong>WHAT'S HAPPENING IN THE HEALTH SECTOR THIS WEEK</strong> </p> <p>Opposition parties have called for improved scrutiny of links between government health advisers and drug companies amid accusations of a potential conflict of interest involving the chairman of the committee that approved the new five-in-one inoculation for infants <a href=\"http://society.theguardian.com/publichealth/story/0,11098,1283869,00.html\">Read the story</a> ... The soaring numbers of sufferers of brain diseases in the west could be linked to pollutants, scientists have discovered <a href=\"http://society.theguardian.com/health/news/0,8363,1283589,00.html\">Read the story</a> ... Gay couples wanting a child are set to get easier access to fertility treatment under a shake-up of the law <a href=\"http://society.theguardian.com/health/story/0,7890,1283585,00.html\">Read the story</a> ... Teenagers would 'take control' of their intimate lives under new Tory plans to combat the increase in sexual diseases <a href=\"http://society.theguardian.com/publichealth/story/0,11098,1283598,00.html\">Read the story</a> ... Why transsexual Rachael Padman is happy with life as a woman <a href=\"http://society.theguardian.com/socialcare/story/0,7890,1282713,00.html\">Read her story</a> </p> <p>^^^^^^^^^^^</p> <p><strong>ELSEWHERE THIS WEEK</strong></p> <p>The government and unions have agreed to go ahead with Agenda for Change, subject to the union ballot this autumn, following a number of amendments. Read the details <a href=\"http://www.unison.org.uk/healthcare/a4c/pages_view.asp?did=1305\">here</a>. </p> <p>The nursing regulator has launched its new register to enhance publc protection. Read the details <a href=\"http://www.nmc-uk.org/nmc/main/registration/New_register_faq\">here</a>.</p> <p>^^^^^^^^^^^</p> <p><strong>JOB OF THE WEEK</strong></p> <p>Greater Glasgow NHS is looking for a director of human resources to \"provide overall leadership at board level for an HR strategy\" at \"Scotland's largest NHS board\". A salary of around £90,000 is on offer. </p> <p>For more details plus other vacancies, including director of operations at central Manchester primary care trust and commissioning manager at city and Hackney teaching primary care trust, visit our <a href=\"http://jobs.theguardian.com\"> free online database</a>.</p>",
  "<p>The dream that the new information age would be one of greater enlightenment, of a rational discourse and greater participation has not come true. Governments feel haunted by an aggressive media. That the media act as if they were a kind of conspiracy attempting to keep the population \"in a permanent state of self-righteous rage\" is the complaint in London. In Germany, one day, a red-top such as Bild demands tough action against the pension crisis; when politicians act, it accuses them of \"stealing the pensions\". </p> <p>To avoid any misunderstanding: a natural tension between politics and the media has always existed and that is right and necessary. Without a free press there is no public sphere, no informed citizen and thus no democracy. </p> <p>The fourth estate, however, is more powerful than ever. It is shaped by two dominating principles - sensationalism and simplification, which the American sociologist Robert McChesney, in his book Rich Media, Poor Democracy, defines as the consequence of \"hyper commercialisation\". It has led to ever fiercer ratings and circulation wars, which inevitably leads to what is called \"dumbing down\". To succeed, the media industry tries to appeal to the lower instincts of people. </p> <p>Of course it is one thing to pander to lower instincts. But they have to be there in the first place, and so has the willingness to be pandered to. In the end, people have a choice. One has to face an unpalatable reality: a Rupert Murdoch or Silvio Berlusconi, whose media outlets are giving the people what they want - fun, games and entertainment - is more \"democratic\" than the cultural elites, who tried imposing their values and standards on the masses. </p> <p> The appeal to the lowest common denominator is shaping the content of TV and popular culture more than ever. For programmes to be successful, they have to promise to be ever more outrageous - explicit sex, exhibitionism, violence and voyeurism have become their vital ingredients. Highly successful reality TV formats such as Big Brother and I'm A Celebrity, Get Me Out Of Here are tellingly equipped with an element of direct democracy. Audiences are asked to vote; it does not matter if they use their right to vote once or dozens of times. Most of these programmes belong to the category of \"sado-maso TV\" - the participants must accept they are to be humiliated, they have to satisfy lower human instincts such as gloating and voyeurism; for their moment of TV fame they must do ghastly things, eat worms, dive into snake-infested swamps or wade through shit. </p> <p> In the \"democratic age\" news and information have been transformed. The way politics is covered has changed radically. Papers don't \"report\" news, they quite often present it according to their preferences and prejudices. The growth of columnists has led to the birth of a \"Commentariat\". It contains a few excellent and analytical minds, but all too often reasonable, balanced voices are drowned out by journalists who seem untainted by facts or deeper knowledge but replace this with gleefully presented prejudices. </p> <p>A lot of modern political journalism ignores context and complexity, presenting everything in black and white, while the nature of politics most of the time is a balancing act between contradictory interests and demands. No surprise, then, that politicians are losing control over the political agenda. The much-maligned spin doctor was an attempt to win back the initiative. It failed a long time ago. </p> <p>News has become more superficial and sensational. The need for images and pictures is greater than ever. News is too often degenerating into \"disastertainment\". Public service broadcasters are not immune to this trend. Ofcom registered a decline of up to 25% in their political content over the past decade. But more has changed than just the extent of coverage. </p> <p>Sensationalism and oversimplification are affecting the output of all media. There is less room for a balanced approach, for analysis instead of going for the crass headline or extraordinary story. The merciless hunt for weaknesses and inconsistencies of politicians and other public figures has become prevalent. </p> <p>Furthermore, the rhythms of politics and the media are drifting apart. After the end of the great ideological divide, politics is more often than not undramatic, complex, not easy to understand and therefore more difficult and boring to report. Quite often results of political decisions, in education or welfare, can be judged only years after implementing them. That is the opposite of what the modern media want. They have a 24-hour mindset, shaped by the demand for ever shorter soundbites. They are impatient, short-termist, they want results here and now. </p> <p>Media language has changed, too. What we are observing is an adjectival degradation. Every report, coming from inside governments or institutions outside is, if it contains some form of criticism, therefore \"damning\", \"devastating\" or \"scathing\". Warnings, which most of the time were not heeded anyhow, are \"stark\", differences of opinion between politicians of the same party are \"dramatic splits\", developments are \"alarming\" - the consumer of the media is confronted with a permanent linguistic overkill. Official language is evolving in the opposite direction, it is becoming more sanitised, cautious, bureaucratic and politically correct. </p> <p>All this has contributed to change democratic politics for the worse. The electorate has become hostile and distrustful of the media and politicians alike. Trust has broken down threefold, between people and politicians, media and people, journalists and politicians, with the latter now observing each other with deep distrust and mutual antipathy. A vicious circle has established itself. </p> <p>Journalists claim that the political culture is not appealing to the public; driven by commercial considerations and market pressures, the media are therefore reducing their political coverage even further. The chances of the public receiving the information they need to participate in the rituals of democracy are declining even more. </p> <p>The Phillis committee, set up to look at government communications, has confirmed this bleak outlook. Politicians have given up trying to get their message across via newspapers, which they regard as hopelessly partisan and biased; newspapers no longer believe much of what the government is saying. Which leaves public service broadcasters in an even more important and responsible position. If public service broadcasting, torn between commercial pressures and public duty, surrenders even more than it has done already to the culture of contempt, there will be only a few niche outlets left in the fourth estate willing to promote and practise a fair journalistic approach to politics. Sections of the BBC were operating on the basis of a strong antipolitical bias, like many of their colleagues in the press, regarding all politicians at the end of the day as \"lying bastards\", who could never be trusted. </p> <p>Self-criticism is not popular among the media. Indeed, sometimes it seems that's the media's only taboo. Some journalists and broadcasters are aware of the danger. Andrew Gowers, editor of the Financial Times, wrote earlier this year, after Lord Hutton had delivered his judgment, \"for while the crisis at the BBC is deep-seated, it is merely part of a broader malaise; journalists' reflexive mistrust of every government action is corroding democracy\". And Martin Kettle remarked in the Guardian that the Kelly and Gilligan affair \"illuminates a wider crisis in British journalism than just the turmoil at the BBC\". He remains deeply sceptical about the willingness of the fourth estate to address this crisis. </p> <p>Democracy and civil society need informed citizens, otherwise they will have difficulties in surviving. Without media organisations aware of their own power and responsibility, an informed citizenship cannot be sustained. What our democracies have got today is an electorate which is highly informed about entertainment, consumer goods and celebrities, while being uninterested in and/or deeply cynical about politics, equipped with short attention spans and a growing tendency to demand instant gratification. Politics in western democracies is mutating into a strange kind of hybrid, a semi-plebiscitarian system, in which the mass media represent the new \"demos\". </p> <p>If this trend cannot be reversed the political arena might become even emptier than it is now. It might only be filled again, if seductive populism calls. When democracy is running out of control, it is the politicians who suffer first. Once the demos in ancient Athens and during the French Revolution had developed a taste for more power, it looked for and found its victims as easily as authoritarian tyrannies did and disposed of them. </p> <p><strong>· </strong> Jürgen Krönig is the UK editor of Die Zeit</p>",
  "As the Big Brother housemates enjoy their 15 minutes of fame, broadcaster GMTV is planning to offer its six million daily viewers a slightly more modest prospect: five seconds of photo-fame. <p>Next month the breakfast TV station will become the latest broadcaster to enable viewers with camera phones to interact directly with the show through picture messaging (MMS). The best photos sent in will be displayed on-screen around editorial items such as \"back to school\", with viewers able to show off their children in their first school uniform to the nation. </p> <p>\"People want to see themselves on screen,\" says GMTV head of interactive Nog Sawdon. \"We already have text messaging to screen, this gives viewers their chance to get on TV, to get their five seconds of photo-fame.\" </p> <p>The past few years have seen broadcasters embrace text messaging as a hugely successful way to add interactivity to programes, with everything from voting to on-screen text chat. The evolution of 160-character black and white SMS to MMS, with the ability to add photos, sounds and even video, offers broadcasters far more powerful potential to add mobile interactivity to formats. </p> <p>A comparatively tiny number of consumers own camera phones. According to figures released by the Mobile Data Association in June, there were 11m MMS phones in the UK as of March, giving a penetration rate of 24%. But with mobile operators pouring millions into marketing campaigns to promote next-generation handsets, growth is rising quickly and broadcasters are starting to jump on board. </p> <p>Giving viewers a way to become a visual part of the programme they're watching is an exciting prospect for viewers and broadcasters alike. </p> <p>\"It's a great opportunity to get content from your audience at very short notice,\" says Celador's head of digital Bruce Vandenberg. This year 10,000 viewers signed up for Channel 4's first Big Brother picture alerts. However, Andy Taylor, head of C4's interactive division 4Interactive, reveals the broadcaster also used the series to trial its first MMS-to-screen services. </p> <p>\"On some Big Brother's Little Brother shows we offered the ability for viewers to send their photo in to be displayed on screen alongside their text messages. It was a toe in the water for us,\" he says. \"It will definitely take off. People love to see themselves on screen.\" </p> <p>The first to take the leap was the BBC, back in April. Viewers of the BBC3 Johnny Vaughan vehicle Live at Johnny's were encouraged to send in picture messages of themselves to be praised or ridiculed on the Theme of the Day section. Although numbers were low, the corporation was encouraged enough to put MMS at the heart of its primetime Saturday night BBC1 show Johnny and Denise - Passport to Paradise, a Celador production. </p> <p>Viewers were again asked to MMS photos into the studio, with Johnny and Denise ad-libbing around the best ones live on air at the end of the show. BBC controller of business development and emerging platforms Angel Gambino this week revealed that the first show saw 8,000 photos submitted by the audience. </p> <p>\"This was very encouraging,\" says Hugh Griffiths, head of data at O2, which ran the service for the show in conjunction with MX Telecom. \"This is a new medium and as the penetration of MMS continues to climb we'll see increased usage. The extent to which people want to be creative with pictures is pretty limitless.\" </p> <p>At the BBC, Gambino is pleased with its experiments but says work to determine how to integrate picture messaging into programming formats is only just beginning. </p> <p>\"The numbers did drop throughout the series so we have to work out why,\" she says. \"Is this just about novelty or can we make it part of a more entertaining format. For instance, broadcasters need to look at the peer-to-peer aspects of MMS, building a community around a show by sharing images.\" </p> <p>What's clear is that broadcasters are quickly starting to understand the potential of MMS, that it's not merely a more colourful form of text messaging but can become an integral part of the creativity of the show. </p> <p>ITV recently integrated picture messaging into its Sunday afternoon motorsport show Speed Sunday, filling the screen with images such as viewers' kids dressed in full formula one kit. ITV head of mobile Jane Crossley says she's noticed MMS changing the perception of mobile interactivity by production teams, which often resisted including SMS in programming in its early days. \"There is an enthusiasm to embrace it, which is the difference effected by a visual medium,\" she says. </p> <p>This week Endemol is set to announce its first show using inbound picture messaging. But director of interactive media Peter Cowley believes such applications are only scratching the surface of what picture messaging offers to broadcasters. </p> <p>\"I applaud the BBC for pioneering MMS, but with Johnny and Denise it seemed like a bit of a bolt-on rather than really adding anything to the theme of the show,\" he says. \"This is such a rich form of media on mobile and it's much better for viewers to be able to receive content from the show itself.\" </p> <p>Endemol recently announced plans to launch a soap opera built for MMS. The 16-week comic-strip-style series, FanTESStic, is set to launch in the next few months. \"This is an experiment to see how rich content works on the phone,\" says Cowley. \"People will be able to interact in ways such as voting for an outfit for the heroine to wear, then receiving a picture of it back to their phone, so they feel there's value in participating.\" </p> <p>Mersey TV is planning to go one step further in the integration of MMS and broadcast media, with the launch of an MMS spin-off of Hollyoaks, developed with Opera Telecom. The series will use characters from the show, building on storylines from the TV series. The action will be portrayed, like a picture book, with a \"slide-show\" of five picture messages. </p> <p>\"This is a fantastic way to provide extra value to your audience,\" says Cowley. \"Broadcasters need to come up with more creative ways to use MMS to add value to all of a show's two million viewers rather than just the fame of the ones that send photos in.\" </p> <p>At Celador, Vandenberg also believes the multimedia capabilities of MMS allow broadcasters to leverage the strength of existing shows, creating new media channels that give extra value to the viewer as well as new revenue streams for the company. </p> <p>\"We want to build a number of propositions around CD:UK for instance, with the possibility of backstage pictures of the bands appearing on the show sent to your phone as a subscription service,\" he says. </p> <p>However, it's not all about images. C4's Taylor points out that the unlimited amount of text a MMS message can display means broadcasters can provide far more compelling content to their viewers than with the 160 character limits of SMS. </p> <p>\"We want to extend all our SMS services, such as news, cricket and style tips alerts, to MMS. You can send a real news article now,\" he says. </p> <p>The possibilities for broadcasters seem limitless. With the drop in interactive TV voting for Big Brother this year - down to 2.8m from 5.3m last year - highlighting the lethargic approach of the public to the medium, mobile multimedia offers the TV community perhaps its best interactive opportunity. </p> <p><b>· </b> Justin Pearse is features editor of New Media Age</p>",
  "A unit of the Oregon national guard was ordered not to intervene on behalf of Iraqi prisoners who were being beaten and starved by their Iraqi jailers, it has emerged. <p>The order, which compelled US forces to withdraw from a compound of Baghdad's interior ministry housing dozens of prisoners, was issued on June 29, the day after Iraq formally returned to sovereign rule under the interim administration of Iyad Allawi. </p> <p>The episode, reported in the Oregonian newspaper, was the first known instance of abuse by the new Iraqi authorities, the publication claimed. </p> <p>Under the terms of the handover, all forces in Iraq remain under Pentagon command, not that of the fledgling Iraqi government. US military codes require troops to report abuse. </p> <p>The US embassy in Baghdad confirmed the incident, and said it had asked Iraq's interior ministry to explain the \"brutality\". The Pentagon said it had no plans to investigate. </p> <p>The Oregonian said that through his rifle scope, a US sentry near the ministry compound saw an Iraqi in civilian dress beating a handcuffed and blindfolded prisoner in the prison yard. The soldier radioed his headquarters, threatening to shoot the Iraqi guards if there was no intervention. The battalion commander then led a procession of Humvees into the yard and took control of the prisoners. </p> <p>Captain Jarrell Southall, the only soldier willing to come forward publicly, told the paper that many prisoners had belt bruises and were barely able to walk; one had been shot in the knee. They appeared to have been accused of ordinary crimes. </p> <p>The policemen denied abuse and the Americans were ordered to withdraw.</p>",
  "Ken Livingstone yesterday moved to win favour for London's 2012 Olympic bid among members of the International Olympic Committee, announcing that his office will underwrite the cost of maintaining proposed Olympic facilities after the games. <p>The pledge, effectively a \"no white elephant\" guarantee intended to reassure IOC members that London would not repeat the disaster of the Dome, came as London's bid team went head to head with the four other cities bidding for the games in Athens. </p> <p>Rules introduced to tackle corruption in the IOC mean that the five bidding cities - Madrid, Paris, Moscow and New York are the others - are strictly restricted in the way in which they can promote their bids. </p> <p>Yesterday's press conferences in the Greek capital represented the cities' only official opportunity to state their case to the media and the IOC, although informal lobbying has been under way recently. </p> <p>London lined up a heavyweight panel to make their case, including Mr Livingstone, Tessa Jowell, the culture secretary, five-time Olympic gold medallist Sir Steve Redgrave and a video message broadcast from Tony Blair, who spent the weekend in Athens, and left, according to Ms Jowell, \"lit-up\" by the prospect of bringing the Games to London. </p> <p>Redgrave and bid-leader Lord Coe have seven gold medals between them, a figure only bettered by the Paris panel, who had 10 between four former athletes including skier Jean Claude Killy. Moscow and New York had three, and Madrid none. </p> <p>In IOC circles the mayor of the city hosting the games is the second most important figure behind the government head in any bid, and Mr Livingstone's backing will have carried some weight. </p> <p>He said that projects such as the swimming pool on which work begins today in the Lower Lea Valley in north-east London, would receive support from his office of up to £10m annually to ensure that the games provided a lasting legacy to the city. </p> <p>\"It would be utterly inexcusable if, were we to win the games, the facilities we build were to end up unused. They have to be available to the people of the city and of the deprived areas these games are intended to regenerate. </p> <p>\"The other benefit of ensuring these stay open and in use is that it will help us bid for and stage a succession of world class sporting events that will make London a major sporting capital.\" </p> <p>In his video presentation, the prime minister said: \"I believe that we can build through hosting the games, a lasting legacy, not just for our country, for sport in our country, for the opportunities for young people in sport in our country, but also for the Olympic movement.\" </p> <p>In a comprehensive presentation the bid team made it clear it had listened to criticism from the IOC evaluation committee who questioned whether the games were compact enough, announcing that fencing and shooting were being moved to the main Olympic hub in the Lea Valley. </p> <p>They also sought to deal with the bid's Achilles heel, London's transport. Livingstone pointed out that £17bn has been allocated for transport improvements.</p>",
  "Venezuela's election authorities struggled to retain control of the country's controversial recall poll yesterday in the face of a massive turnout and delays caused by new technology and absent polling staff. <p>Around 80% of the country's 14 million registered voters took part in the referendum to decide whether to recall the president, Hugo Chávez. </p> <p>By midday both sides were privately claiming victory, but a decision to keep polling stations open for an extra four hours meant an official announcement was not expected until the morning. </p> <p>Mr Chávez will step down immediately and new elections will be held within 30 days if those who answer yes in the referendum gain more votes than he won when he was elected in 1998, and also win a majority on the day. </p> <p>If the no votes gain the majority, Mr Chávez has promised he will invite his opponents to lunch at the presidential palace. </p> <p>Shortly before 3pm the president of the national election council, Francisco Carrasquero, appeared on television to play a faked recording of his own voice announcing that Mr Chávez had been defeated and was stepping down with immediate effect. </p> <p>Calling the recording a \"flagrant crime\" which \"pretends to make fun of the will of the people\", he announced the launch of an investigation. </p> <p>The investigation did not take long: it emerged that the recording is a popular spoof sold at street markets. The discovery did little for the credibility of the electoral council. </p> <p>Earlier, as it became clear that the average voter had to stand in line for seven hours to vote, Mr Carrasquero absolved his organisation of the blame for the delays. </p> <p>\"Those who are responsible are the [polling station machine] operators who did not turn up. It seems that some of them were paid not to go,\" he said. </p> <p>Opposition groups pointed to the hi-tech machinery - including electronic voting machines and a more advanced version of the fingerprint recognition system used by US immigration authorities - as being responsible for the delay. </p> <p>The massive turnout was spurred by campaigners on both sides waking their supporters at 3am yesterday with electric horns, bugles and firecrackers. </p> <p>At noon Mr Chávez voted in a working-class Caracas neighbourhood. </p> <p>\"We are very happy,\" he said. \"Today is a very happy day. This is a people in peace giving an example to the rest of the world. The rumours of violence and fraud have been carried away by the winds of reality.\" </p> <p>He dismissed fears that a victory for him might provoke a coup. \"That is now impossible in Venezuela,\" he said. \"The people are too awake. We now have a democracy that is reactivated and full of life.\" </p> <p>By 5am many polling stations in the capital had queues of several hundred people waiting patiently outside. Inside the Colegio Las Acacias, one of 26 polling stations serving the 54,000 residents of the middle-class neighbourhood of San Pedro, observers from the two sides struggled with a roll of sticky tape as they attempted to assemble flat-pack ballot boxes to hold the paper votes. </p> <p>Olivia Gúzman, standing outside in the line reserved for pensioners, said: \"You have to be patient. We can do this little by little. I'm not really political but this government has forced me to take more interest. We're in a pit. I've never seen this country in such a bad state. The politicians know that this is a time for reflection and a time for change, for them as much as for anyone.\" </p> <p>In one of the city's com-mercial areas, La Candelaria, hundreds waited to vote at the Colegio Andrés Bello. </p> <p>Raúl Urquia, bearing a purple stain from having his fingerprint taken, was impressed with the system. </p> <p>\"This is much better than anything we've seen before,\" he said. \"This referendum marks a defeat for the coup plotters and for those who think that oil is more important than people.\" </p> <p>Unlike the rest of the tense and acrimonious campaign, the early stages of election day in Caracas were marked by good humour and tolerance. </p> <p>There was a sense among voters that the referendum was an opportunity to give expression to the belief that, far from being a focus for civil unrest and intolerance, the country could reassert itself as a modern, mature democracy. </p> <p>\"All we want is for today to pass peacefully, in complete calm,\" said Carmen Hernandez, queuing outside the polling station at the Asociación de Mujeres in San Pedro as dawn broke. \"We're not political fanatics, we're responsible citizens. This is a time for change, but within a spirit of reconciliation, a time for Venezuelans to win democracy.\" </p> <p>When former US president Jimmy Carter and former Colombian president César Gaviria visited La Candelaria in their capacities as heads of the Carter Center and the Organisation of American States respectively, voters burst out in applause. </p> <p>Speaking above the din, Mr Gaviria said: \"We've been across the country and we have not come across any incidents that cause us concern. People are coming in massive numbers to vote, many more than we expected. Finally, this country is going to find what it has been looking for - the political conflicts can be solved through electoral means.\"</p>",
  "<p>US and Russian scientists are planning the ultimate in fuel-economy travel: they hope to launch a space sailing ship driven only by the pressure of sunlight later this year. </p> <p>Cosmos 1, an unfurled fan of 15 metre sails, each far thinner than a dustbin bag but stiffened and coated with mirror material, could be launched from a Russian nuclear missile submarine. </p> <p>A rocket designed during the cold war to attack Britain or the US will be fired from beneath the Barents Sea with the furled sail in place of its warhead. </p> <p>The Russians will use a second piece of cold war rocketry - designed to take spy satellites out of orbit - to push the spacecraft to its ideal orbit of 800km, far above the last wisps of the Earth's atmosphere. </p> <p>Then it will unfurl its sails. According to theory, as the solar rays hit the mirrored surface of the sails and then bounce away, they will exert pressure. Even in the pure vacuum of space this pressure will be barely perceptible: five millionths of the push exerted, for instance, by an apple in the palm of a hand. </p> <p>But under this lighter-than-featherweight touch, the spacecraft will begin to move. The 100kg object will accelerate at a barely measurable fraction of a millimetre per second, but will gain speed with every second in the sun. By the end of the first day it will have increased its velocity by 100mph. In 100 days, it could reach 10,000mph. </p> <p>Cosmos 1 is a venture by the Planetary Society - an independent international group of enthusiasts and space veterans - backed by a film and television company called Cosmos Studios and working with the Russian Academy's space research, Russian contractors and the Russian navy. </p> <p>Space sailing ships were first proposed in 1924, more than 30 years before the first successful rocket launch. </p> <p>Rocket fuel is the biggest single cost in a space mission, and the US, European and Japanese space agencies all have solar sailing projects. The first to go up, however, will be an entirely private venture. </p> <p>A suborbital test in 2001 failed, but only because the third stage of the rocket failed to separate. The Cosmos 1 team had hoped to launch last year, and then again earlier this year. Launch could still slip to early 2005. </p> <p>\"We had a couple of setbacks in difficulties with the radio system development, and the software testing took longer than planned,\" said Louis Friedman, the director of the Planetary Society, who once worked on a Nasa solar sail project. \"Also the Russians, with our agreement, kept adding capabilities to the spacecraft. Progress isn't really slow - developing anything new is a complex process in which hope always exceeds reality.\" </p> <p>The spacecraft has now passed all its electronic tests. The sails and control console, made in Russia, will be packed and shipped to the launch area. Progress will be tracked by Russian ground stations, the US air force and US government agencies. The best hope is that once launched, Cosmos 1 will spiral away from Earth for a month: proof that theorists got their sums right. </p> <p>The sails could be adjusted like helicopter blades to alter flight direction and speed. </p> <p>Solar sails are, for the moment, the only hope for interstellar missions. Although far slower than a chemically powered rocket, a space clipper would continue to accelerate as long as there was sunlight. Craft like Cosmos 1 could reach Pluto in five years. The fastest orthodox mission planned so far would take nine years. </p> <p>Ann Druyan, a founder of Cosmos Studios and the wife of the late astronomer and writer Carl Sagan, said: \"If Cosmos 1 succeeds it will be visible throughout much of the world to the naked eye, a signal flare of hope for the wise use of science and high technology. Over the past four years I've imagined Cosmos 1's vast silvery sails unfurling in space countless times. If it does come to pass, it will be a thing of beauty and a milestone of progress on the long human journey to the stars.\"</p>",
  "<p>Even Princess Anne is a synchronised diving fan now. British sport's most supportive royal yesterday had lunch with the British Olympic team in the athletes' village and divers Leon Taylor and Peter Waterfield, Britain's first medallists of the games, were the toasts. </p> <p>For the duo that won silver from the 10-metre platform board on Saturday night, being seated either side of the Princess Royal was another taste of the acclaim that will flow from their popular success. </p> <p>Before Saturday night's events their greatest claim to fame was that Waterfield was overlooked for the John Smith's \"top bombing\" commercial, in which the comedian Peter Kay did more to raise diving's profile than anyone since Greg Louganis whacked his head in Barcelona 12 years ago. Following their success, for the time being at least, the sport can look forward to an equally high profile. </p> <p>Within minutes of receiving the medal that eluded him in Sydney four years ago, Taylor had been invited to attend the BBC Sports Personality of the Year Award. The invitation presumably extends to his partner, for in synchronised diving teamwork is everything. In reeling off a five-dive sequence that secured them second behind China's Tian Liang and Yang Jinghui the pair demonstrated an almost uncanny ability to match each other turn for turn as they plummeted from the highest board. </p> <p>Their performance was all the more impressive given that, of the eight teams that contested the final, the Britons provide the biggest challenge to Gallileo's law that objects of different weights always fall at the same rate.Taylor, lean and with a shock of blonde hair, stands 5ft 10in tall, while Waterfield is a stocky 5ft 6in and had shaved his head for the biggest night of his career. </p> <p>As if contrasting builds was not enough of an obstacle, the pair live at opposite ends of the country, Taylor in Sheffield and Waterfield in Southampton. They were close enough on Saturday, however, to secure Britain's first diving medals since 1960 and bring a semblance of relief to a British team desperate to get off the mark. </p> <p>\"We have worked so long and so hard for this that I can't put into words how I feel,\" said Taylor. \"Ever since Sydney we have been training six days a week with this as our target. I never stopped to think how it would feel if we got there. Only now is it starting to sink in.\" </p> <p>Taylor and Waterfield owed their cherished medal to a superb third dive, a complex reverse three-and-a-half somersault that lifted them from fifth to second position, and to the judges who forgave a mistake on their final dive that saw the British team enter the water in instalments. Of the nine judges on duty five scrutinise synchronicity, but despite Waterfield breaking the surface fractionally before Taylor they still awarded the Britons the 90.6 points they needed to fulfill their ambition. </p> <p>The Australian divers, relegated to the bronze-medal position by the decision, did not attend the post-medal ceremony press conference but yesterday the team media manager insisted it was not a decision made out of pique. \"They're disappointed but they have accepted the decision of the judges,\" said the spokesman. </p> <p>Waterfield had no doubt that the silver medal was deserved. \"We've just watched it again and there's no doubt that we deserved it. We mistimed the last dive a bit but we would have had to have really done badly to have lost it. </p> <p>\"It's a shame because if we had nailed it we might have been looking at a gold, but that's what happens when the pressure is on.\" </p> <p>For Taylor the medal was vindication of his hard work and determination to over come a career-threatening shoulder injury sustained in 2001. \"I split the ligaments in my shoulder through the sheer wear and tear of hitting the water at 40mph all the time, but I came back and won the Commonwealth individual gold, which was the highlight of my career until yesterday. It's fantastic that we've given the team a medal and that we've raised the profile of our sport. It's what the first week of the Olympics is all about and it's our turn in the limelight.\"</p>",
  "<p>Tiger Woods showed up for the final round of the US PGA yesterday wearing his customary Sunday victory red shirt - not that it meant anything. </p> <p>He was nine strokes off the lead with 18 players between him and the then leader Vijay Singh, including Justin Leonard, Phil Mickelson, Ernie Els and Davis Love III - not the types to tremble at the sight of a red shirt. </p> <p>\"I'm going to need some help from these guys, not to run away,\" Woods conceded on Saturday after shooting another 69. But the Lord helps those who help themselves, and Woods did not do that yesterday. </p> <p>He bounced around Whistling Straits for a four-birdie, five-bogey 73 and a two-under total of 286, deep down in the pack of this year's final major. </p> <p>\"I'm disappointed I didn't win,\" he said afterwards. \"I felt like I was playing so well coming into this event. The first day was mechanics; today I just didn't feel it at all. To feel that poorly over a putt is just very unusual.\" </p> <p>Woods has won only once this year: the Accenture Matchplay in February. It would be good enough for some but marks a profound lull for him. More to the point, the man who seemed destined to break Jack Nicklaus's record haul of 18 majors has not won one since claiming the US Masters and Open titles in 2002. </p> <p>Tiger watchers will know - none more so than the man himself as he makes it no secret that he prizes the majors above all others - he has collected eight so far but in the 2 years since he won the US Open at Bethpage he is 0 for 10. </p> <p>As to the immediate future? \"Well,\" he said, \"there's the World Golf Championship next week, and hopefully . . .\" </p> <p>A variety of problems sank Woods here. As he put it, putting \"atrociously\" on the first day was one and then his driving began to go astray. Once the driving came back the putting slid a bit further and so his problems continued. </p> <p>Before long came the now familiar sound of an untimely clicking camera, this time following a bogey at the 7th, just after he had birdied three of the previous four holes. Unfortunately for Woods he was in his backswing when it happened. </p> <p>\"I hit a poor shot, a poor chip and a poor putt,\" he said. \"I should get my focus back but I didn't do it.\" </p> <p>Added to this was the distraction of being timed after a course official told him and his playing partner Niclas Fasth at the 6th hole that they were playing too slowly. There was substance in the warning. Steve Lowery, an American journeyman, had already seen a shot added for a similar offence. </p> <p>These many and varied distractions were apparently enough to make Woods forget even his basic training. </p> <p>The story of the young Tiger was of his dad Earl, a green beret in Vietnam, preparing him for combat on the course. Earl would jingle coins in his pocket, cough and do all he could to distract his son. Such training was akin to using live ammunition on the obstacle course, where it would not do to flinch.</p>",
  "<p>Great Britain's Tracy Hallam produced one of the shocks of the Olympics yesterday with a stunning performance to knock out the Sydney silver medallist Camilla Martin and reach the quarter-finals of the badminton tournament. With a display of power, control and sheer courage, the 29-year-old, competing in her first games, edged out the Dane 11-2, 5-11, 13-10. </p> <p><strong>· </strong> Britain's men's hockey team opened their Athens Olympic account with a 3-1 victory over Egypt. With Korea drawing 1-1 with Spain and the world champions Germany beating Pakistan 2-1, the GB team lead Pool A on goal difference. </p> <p><strong>· </strong> Georgina Singleton was knocked out of the Olympic judo competition one round short of the bronze medal play-off by Belgium's Ilse Heylen. </p> <p><strong>· </strong>Mary King, called into the three-day event team when Sarah Cutteridge's horse went lame last week, repaid the faith shown in her by helping Britain into a strong position in the dressage. With half the riders having completed the discipline, the first of three, Britain are lying third after sound displays by King on King Solomon III and Jeanette Brakewell on Over To You. </p> <p><strong>· </strong> Elizabeth Tweddle's hopes of becoming the first British woman to win an individual Olympic medal were dashed when she suffered the misfortune of an early draw in the asymmetric bars. Tweddle was placed second after the first group had finished but, by the time the Americans and Chinese had competed, she was out of the reckoning. </p> <p><strong>· </strong>Great Britain's shooting medal hopes now lie with Richard Faulds after Ian Peel, who won silver in Sydney four years ago, failed to qualify for the trap final.</p>"
]