[
  "<p><strong>KJ:</strong> What do you think it was about the script that excited people so much?</p> <p><strong>PS:</strong> It's a very exciting script to read. It had the same compelling urgency that the finished movie has. You read the first page of it, which is a character description of Travis Bickle, and you know you're on a ride.</p> <p><strong>KJ:</strong> Were many changes made between the draft you gave to your agent friend and the screen version?</p> <p><strong>PS:</strong> Very few. Marty wanted two things added: a scene for Albert Brooks and a scene for Harvey Keitel. I was opposed to this because everything in the movie should take place from the taxi driver's point of view, and if he doesn't see it, it doesn't exist. I said, \"You can't let the audience know that there's another world out there, otherwise, they won't buy into this, because his is a rather unsavoury one.\" And I turned out to be right, because in the end Marty did cut the scene that he shot for Albert; and for the scene he shot for Harvey, which is the one of him and Jodie dancing, he had to put in a shot of Bobby from another scene, looking up at a window, so that it looked as if he was watching them. I think the reason that the film works is that you're given no alternative world to Travis's.</p> <p><strong>KJ:</strong> Do you think that the film caught so many people's imaginations because of its strong sense of pent-up anger?</p> <p><strong>PS:</strong> Yes. Godard once said that all great movies are successful for the wrong reasons, and there were a lot of wrong reasons why Taxi Driver was successful. The sheer violence of it really brought out the Times Square crowd. But I have no real quarrel with that. I think that films can be extremely violent provided they understand the root causes of the violence. I think The Wild Bunch is a great film because it understands how deeply sick it is, and lets you know how sick it is; so it not only exploits your vicarious need for violence, but undermines it at the same time. I think films that analyse violence in that way are entirely justified.</p> <p><strong>KJ:</strong> But the violence in Travis is not held up for analysis in a sociological or psychological way, is it? The film seems to have distinct spiritual ambitions.</p> <p><strong>PS:</strong> Yes. Travis's is not a societally imposed loneliness or rage, it's an existential kind of rage. The book I reread just before sitting down to write the script was Sartre's Nausea, and if anything is the model for Taxi Driver, that would be it.</p> <p><strong>KJ:</strong> And there are references to Bresson as well - the line about thinking he has stomach cancer...</p> <p><strong>PS:</strong> And the scene where he makes the gun slide, which is sort of an allusion to Pickpocket. Originally Marty shot that scene so that it lasted 10 minutes or more, dwelling on the sensuous mechanics of the process. I think that what makes the film so vivid is what has made all my collaborations with Scorsese interesting, which is that we both have essentially the same moral background - a kind of closed-society Christian morality, though mine is rural and Protestant and his is urban and Catholic; mine is North European and his is South European. We can basically agree on everything in life, but we don't express it in the same way. I once described the film as the story of a Protestant kid from the snow country who wandered into a cathedral in the middle of New York City. That conflict of sensibilities is what makes it vibrate.</p> <p><strong>KJ:</strong> Presumably there was something about Travis's character that reflected an aspect of your own - the loneliness, the rage, the wish for a kind of purgation?</p> <p><strong>PS:</strong> At the time I wrote it I was very enamoured of guns, I was very suicidal, I was drinking heavily, I was obsessed with pornography in the way a lonely person is, and all those elements are upfront in the script. Obviously some aspects are heightened - the racism of the character, the sexism. Like every kind of underdog, Travis takes out his anger on the guy below him rather than the guy above. When they edited the film for TV I didn't so much mind having to lose the violence, but they had to remove huge sections of narration because of the virulent anti-black and anti-women characterisations. He appeared a very silly kind of guy because there was no edge to his anger; you just wanted to slap him in the face and say, \"Come on, come on.\" In fact, in the draft of the script that I sold, at the end all the people he kills are black. Marty and the Phillipses and everyone said, no, we just can't do this, it's an incitement to riot; but it was true to the character.</p> <p><strong>KJ:</strong> It's curious that he should be so racist, given that your first impulse towards fiction came about because of witnessing racial bullying.</p> <p><strong>PS:</strong> Well. that's really what art is about, you know. I think one is stung into progressive, positive behaviour by an awareness of the great lure of negative thought; it's the awareness of prejudice inside you that spurs you on to rid yourself and others of it. One of the things you should do in art is lift up the rock and look at those things inside you.</p> <p><strong>PS:</strong> The words in Taxi Driver, both the dialogue and Travis's voice-over, are terrific. Are they as you wrote them, or did they come about from improvisation?</p> <p><strong>PS:</strong> The narration is as I wrote it. The dialogue is somewhat improvised - not to the extent of Raging Bull, say, but the most memorable piece of dialogue in the film is an improvisation: the \"Are you looking at me?\" part. In the script it just says, \"Travis speaks to himself in the mirror.\" Bobby asked me what he would say and I said, well, he's a little kid playing with guns and acting tough. So De Niro used this rap that an underground New York comedian had been using at the time as the basis for his lines.</p> <p><strong>KJ:</strong> Was the black comedy clear from the outset, or did that also develop from De Niro's performance?</p> <p><strong>PS:</strong> Both Marty and I were very attracted to the perverse singularity of vision - someone who says, \"I've gotta get healthy\" while he's swallowing pills - and to the self-contradictory nature of the character, which is where a lot of that humour comes from. Travis can't see that he is the one making himself lonely. He is the one making the world sordid, and you come to realise that the gimmick of the movie is to make you identify with him for simpler reasons, such as feeling oppressed by the city, and then gradually you're made aware that you have identified with someone you don't want to identify with, but now it's too late.</p> <p><strong>KJ:</strong> One of the most disturbing qualities of Travis is his feeling of sexual disgust and rage. Does his attempted relationship with the Cybill Shepherd character amount to an attempt at health which just happens to fail, or has he somehow willed that failure?</p> <p><strong>PS:</strong> He wills it, though not consciously. Taxi Driver's plot structure is fairly simple. You have this pathologically lonely man confronted with two examples of femininity, one of which he desires but cannot have, the other of which he can have but does not desire. Now, obviously he's chosen objects which will exacerbate his own pathology - he doesn't really want a girl who will accept him, and when it seems as if the Cybill Shepherd character may, then in that unconsciously destructive way he takes her into an environment that will show her his real ugliness so that she will have to reject him.</p> <p><strong>KJ:</strong> Taking her to the porno cinema isn't just naivety?</p> <p><strong>PS:</strong> It plays like naivety - the character would say, \"Oh, stupid me, why did I go there?\" - but there was something in him that really wanted to shove her face in the filth that he felt, to dirty her, to say, \"Look at this: this is what I'm really like. How could you love someone like me?\" And then, from that step where you have these two feminine figures who must be unresolved, you just move on to the two father figures. He decides to kill the father figure of the girl who rejected him, which of course is a reflection of his own father figure, and when he is thwarted by that he moves on to the pimp, the other father figure. That isn't meant to indicate that a pimp and a politician are one and the same, but in his mind they are identical as father figures. Of course the irony of the film is that society puts value on one and not the other and says he's a hero. But it didn't really make any difference to him which one he was going to get.</p> <p><strong>KJ:</strong> Does the end of the film indicate that he's purged himself and is now safe and sane?</p> <p><strong>PS:</strong> No, I think the syndrome is just going to start all over again.</p> <p><strong>KJ:</strong> Did your feelings about the film change after the Hinckley affair at all?</p> <p><strong>PS:</strong> No. I'm not opposed to censorship in principle - we can all agree on censorable things like child pornography - but I think that if you censor a film like Taxi Driver all you do is censor a film, not confront a problem. These characters are running around and can be triggered by anything, most often by advertisements or innocuous images. A few years ago they did a study about incitement to rape, and one of the things that cropped up most often was the old Coppertone suntan oil ad - it had a little puppy tugging at a girl's swimsuit. It had just the right mixture for these rapists of adolescent sexuality, female nudity, rear entry, animals, violence... So I think that if you do get involved in this kind of censorship you will end up having Raskolnikov, you just don't have Crime and Punishment.</p> <p><strong>KJ:</strong> But Taxi Driver now seems a different kind of film than it did before - more prophetic, more diagnostic.</p> <p><strong>PS:</strong> When I talk to younger film-makers they tell me that it was really the film that informed them, that it was their seminal film, and listening to them talk I really can see it as a kind of social watermark. But it was meant as a personal film, not a political commentary. There was a very good feeling around the making of the film; everything felt right about it, and I remember the night before it opened we all got together and had dinner and said, \"No matter what happens tomorrow we have made a terrific movie, and we're damn proud of it even if it goes down the toilet.\" And the next day I got up and went over to the theatre for the noon show. There was a long line that went all the way around the block, but I absolutely had to be let in. And then I realised that this huge line was already for the two o'clock show, not the noon show! So I ran inside and watched the film and everyone was standing at the back and there was a sense of exhilaration about what we had done. We knew we'd never repeat it.</p>",
  "Successive governments have sworn that Britain would not become a dump for the world's growing mountains of nuclear waste. But, as we reported yesterday, the industry has, over the last nine years, taken more than 10,000 cubic metres of low level waste from Japan, Germany and elsewhere and buried it in concrete at Drigg in Cumbria, saying it is too expensive to transport back to the countries it came from. Moreover, it plans to continue to profit from others' waste. Quite apart from the deception, which suggests that the industry is beyond the control of its political masters, it confirms that nuclear waste is the achilles heel of the industry. After 50 years of trying, no country in the world has yet managed to come up with a completely workable solution to a problem which is growing by the day as old reactors are switched off and decommissioned. <p>No one knows exactly how much nuclear waste Britain has, but at the last estimate it was suggested that we will have to store, make safe and guard for hundreds of generations some 20m cubic metres of low level and intermediate waste which has built up over 50 years, and is mostly being kept at Sellafield. This is currently expected to cost about £80bn, spread over 40 years. To put this into perspective, that's not far short of the UN's price tag for ensuring everyone in the world gets clean water. </p> <p>Waste was one of the nuclear industry's major liabilities that the City balked at in the late 1980s when Mrs Thatcher first tried to privatise British Nuclear Fuels. Since then it has almost pushed British Energy into bankruptcy. The recent energy white paper rejected nuclear power on economic grounds, again largely because of the industry's waste liabilities. Just to keep Britain's existing power plants going, the government expects to have to subsidise the industry by up to £12bn, mostly to pay for the inevitable unwanted leftovers. </p> <p>Worldwide, the industry is expanding, especially in China and south-east Asia. It is being promoted strongly in the west by the US government and by serious environmentalists who see nuclear as a short-term response to escalating climate change. But addressing one major long-term environmental problem by exacerbating another is not a solution. Sustainable development at its most basic level means not landing future generation with more problems, and no exception should be made for nuclear power. Until the British nuclear industry has far clearer ideas about how it intends to handle and pay for its own waste, it should not be seeking to store others.</p>",
  "The high court is to get its first black judge as the government steps up its efforts to change the overwhelmingly white, male face of the senior judiciary in England and Wales. <p>Linda Dobbs QC, whose appointment will be announced this month, is the first lawyer from an ethnic minority to reach the high court bench.</p> <p>Even at the next level down, the circuit bench, only one circuit judge of 623 identifies herself as \"black\", while eight others describe themselves as \"non-white.\"</p> <p>The search for a suitably qualified lawyer to become the first black high court judge dates back to the last Tory lord chancellor, Lord Mackay, who had earmarked Patricia Scotland QC before the Conservatives lost the 1997 election.</p> <p>Instead, as the Labour peer Baroness Scotland, she became the first black woman to be appointed a government minister.</p> <p>Ms Dobbs's appointment will also take the number of women high court judges into double figures, to 10 out of 97.</p> <p>It comes as the constitutional affairs secretary, Lord Falconer, unveils plans to open all judicial posts on the circuit bench and below to part-timers from next April, to ease the path to the bench for women.</p> <p>Lord Falconer has been looking at the experience of Canada, which has made big strides in the last two decades in narrowing the judicial gender gap.</p> <p>Unlike Britain, which appointed its first female law lord, Lady Hale, only this year, Canada has had women in its top court, the supreme court, since the early 1980s. Last week two new women judges were appointed, bringing the total to five men and four women, compared with 11 men and one woman in Britain's highest court.</p> <p>Plans for a new independent commission to select judges draw on the Canadian experience.</p> <p>Ms Dobbs, 53, who is divorced, is a leading criminal QC who has just stepped down as chairman of the criminal bar association, the biggest specialist group at the Bar. She has also chaired the Bar's race relations committee and its professional standards committee.</p> <p>Courtney Griffiths QC, who chairs the Bar's public affairs committee, said: \"It's a very appropriate appointment. She's extremely competent and rightly respected within the profession.\"</p>",
  "Once regarded as a reassuringly reliable element of British life, the Royal Mail yesterday had the air of an organisation in crisis as it admitted that it missed all 15 of its latest performance targets. <p>More than one in 10 of first-class letters failed to reach their destinations on time - the equivalent of 1.7m letters a day - while services tailored to businesses also fell badly short.</p> <p>In addition, the state-owned organisation confirmed it would be paying a record £50m in compensation to customers forced to endure an inadequate service at the start of this year and the end of last when the post was blighted by strikes.</p> <p>The industry regulator, Postcomm, and watchdog, Postwatch, both expressed concern while across the country, business leaders told how they were being forced to take extraordinary measures to ensure important mail got through and householders spoke of receiving their post at supper rather than breakfast time.</p> <p>Royal Mail executives, under pressure, toured television and radio studios to persuade post users that the picture was improving but even new figures released by the organisation to try to show the service was on the up revealed instead that in some areas the situation is worsening.</p> <p>Union leaders pointed to job cuts - 30,000 are being lost - and what they claim is a botched reorganisation as the reasons for the crisis, the latest to beset the troubled organisation.</p> <p>The figures reveal that in the first quarter of Royal Mail's financial year, between April and June, only 88.3% of first-class letters were delivered the next working day - against a target of 92.5%. The low point came in May when the figure fell to 87.2%.</p> <p>Targets for parcels and special deliveries were also missed while some services offered to businesses were well off the pace, one 9% adrift, another 16% short of the mark.</p> <p>Some areas performed particularly poorly. In Oxford, the scene of industrial action in recent months, only 68% of first- class mail reached its destination the next day. The next poorest performers included Halifax, Exeter and Northern Ireland. Only six postcode areas achieved the 92.5% mark - Wigan, Watford, Sheffield, Dumfries, Hereford and St Albans.</p> <p>The Royal Mail's chief executive, Adam Crozier, who took day-to-day control of the letters business in early May, admitted: \"Clearly there were some problems in the spring.\" But he insisted: \"There is now real evidence the service is getting better.\"</p> <p>Mr Crozier, the former chief executive of the Football Association brought in to turn around the Royal Mail before 2007 when it faces full outside competition for the first time, said the organisation's performance had slipped because of its \"massive modernisation programme\".</p> <p>The programme includes the nationwide move to single deliveries, closure of post offices and changes to the way mail is moved around the country.</p> <p>Tables which were intended to show that the picture was improving in many areas were rushed out by the organisation's press office. However, the exercise highlighted worrying trends.</p> <p>The Glasgow first-class percentage, for instance, had plunged from 91% in May to 81% in July and Swansea from 90% to 82%. North London and south-east London both suffered slips of five percentage points. Even the quality of the service in two of the best performing areas, St Albans and Watford, declined by 1.5 percentage points.</p> <p>Few customers appeared to be surprised by the figures.</p> <p>The president of the Oxfordshire chamber of commerce, Keith Slater, said businesses were routinely getting employees to travel out of the area to post mail to give it a better chance of getting through. Some had also set up mailing addresses out of the area to improve the odds of them receiving post on time.</p> <p>Mr Slater said: \"Businesses are concerned that cheques and orders are not reaching them and quotes are not getting out to their customers.</p> <p>\"Companies have taken to using electronic money transfers and emails whenever possible. There's very little confidence in the post here.\"</p> <p>Oxford residents spoke of their frustration. One, Nick Cope, said: \"The morning post comes at seven in the evening sometimes and we seem to receive everybody's mail in the area we live in.\"</p> <p>Bob Cullen, an Oxfordshire official for the Communication Workers Union, said that the sorting centre in Cowley \"cleared\" - dealt with all incoming and outgoing mail - every day.</p> <p>He said: \"The problem is they have cut too many postmen. You see inexperienced postmen and women, some of them agency staff, leaving the centre with maybe seven or eight pouches [bags] and a map. They come back in the afternoon and still have four or five because they haven't made it. It's all very well trimming the sails but the Royal Mail has cut off their mast.\"</p> <p>In Glasgow there was similar frustration amongst business leaders. Bob Leitch, director of the Scottish Chambers of Commerce, said: \"It's imperative that businesses get first-class deliveries on time. Cheques being in the post longer than they should be cost businesses money.\"</p> <p>Peter Carr, chairman of the postal watchdog Postwatch, said the Royal Mail's figures were \"appalling\". He was sceptical about claims that the picture had improved during the summer months. \"For the last three years customers have been paying higher prices for a declining service,\" he said. \"This is a bad consumer equation.\"</p> <p>He added that the figures posed \"serious problems\" for Postcomm which has yet to decide whether to penalise the Royal Mail for failing to meet last year's targets.</p> <p>Postcomm said it was \"concerned\" at the figures but believed the organisation was moving in the right direction.</p> <p>Back in Oxford they remained unconvinced. Resident Margaret Cook said she had lost two items in the post this year - a pair of football socks she was sending to her five-year-old grandson and a faulty camera she was trying to return to the manufacturers. \"Now I make a point of taking things to people rather than posting them, when I can,\" she said.</p>",
  "With the expected costs of hosting the Olympics likely to exceed €7bn (£4.7bn) - nearly twice the original budget - some Greeks fear that they might be paying for the venues for years to come. <p>Despite Athens winning worldwide praise for hosting a successful games, the return from the sale of around 3.6m tickets, two-thirds of the number available, will not cover the costs. </p> <p>In a televised address, the prime minister, Costas Karamanlis, said the Olympics would herald the start of a new era. \"[They are] an investment in the new period that Greece is beginning, the capital for the years ahead.\" </p> <p>He added: \"We will prioritise, making the best possible use of all the assets that the games have given us.\" </p> <p>However, only the fate of non-competition venues such as the highly praised Olympic village and huge media centre, have been decided. While the former is destined to house low-income public sector workers and their families, the latter will be used as an exhibition and conference centre. </p> <p>The undetermined status of the remaining sites has spawned fears that, like many Olympic ventures, the venues may end up as white elephants, an urban catastrophe that ultimately showcases the futility of hosting the games. </p> <p>\"Large sums were spent on the venues' construction, but no economic viability studies were drawn up for them,\" admitted Greece's alternate culture minister, Fani Palli-Petralia, who headed the Olympic preparations. </p> <p>Although some sites, including football stadiums, will resume their previous use, those constructed for an array of lesser-known sports mandated by the International Olympic Committee will almost certainly be dismantled. </p> <p>For other venues, the centre-right government says it is studying a number of \"proposals and ideas\". Among these is the suggestion that several buildings, including the headquarters of the games' organising committee, be used to rehouse ministries. </p> <p>Most of the 35 venues were built from scratch. Like the main stadium, acclaimed as a modern architectural wonder, the superb, state-of the art facilities were praised by spectators and athletes alike. </p> <p>After months of tortuous preparations and construction delays, Greece concluded the games with many saying that its venues combined ultra-efficiency with poetic vision. </p> <p>But putting sports venues to good use is a major challenge for all Olympic cities. In Athens' case, senior officials, say the venues could help to turn the capital into a regional sports destination. </p> <p>\"Other major sports events can be held in them,\" Gianna Angelopoulou, chief organiser of the games, told the Guardian recently. \"They are part of the great legacy of the games.\" </p> <p>But the head of Hellenic Olympic Properties, a state-controlled holding company that is due to assume control of the venues, says that just maintaining the sites will pose problems. </p> <p>The main Olympic stadium complex, which will remain the country's premier sports site, faces operational costs of €100m. Already local mayors have said they cannot afford to maintain the facilities.</p>",
  "<p>Sir Clive Woodward will meet the Rugby Football Union today for crisis talks on his future as England's coach, amid mounting evidence that he is preparing to abandon his Twickenham job to pursue a career in football management. </p> <p>Unless the RFU's chief executive Francis Baron can persuade him otherwise, it would appear Woodward has set his heart on transferring the methods that won the Rugby World Cup to the world of football. Plans are already in place to fast-track the 48-year-old through the Football Association's coaching ranks in order to allow him to coach at the highest level. </p> <p>It has also emerged that Woodward instigated meetings this year with high-ranking FA officials including Sir Trevor Brooking, David Davies and the then chief executive Mark Palios and made his ambitions clear. It is anticipated he would qualify for a professional soccer coaching licence within two years. </p> <p>As yet, there is no suggestion of a role at Soho Square or in the England managerial team for Woodward, who is reportedly hoping to gain elite work experience with a Premiership club, possibly Southampton, in the new year. There will nevertheless be dismay within the RFU at the realisation that his interest in switching codes runs far deeper than previously imagined. </p> <p>Baron is steadfastly refusing to comment pending his meeting with Woodward today but the story in yesterday's Daily Mail appeared to many to have been compiled with Woodward's tacit permission. Those sceptics who point out that he is publishing a book about his management techniques on September 13 are also underestimating the author's love of football and his penchant for bold gestures. </p> <p>In the short term, however, Woodward has yet to commit himself publicly. \"Further to today's press speculation, I fully intend to honour my contract to the RFU,\" he said in a brief statement yesterday. However, though his contract runs until the next Rugby World Cup in 2007 it contains a one-year period of notice. If he were to announce his intention to step down next summer after eight years in the job, the RFU might also prefer to anoint his successor sooner rather than later. Should England lose to South Africa and Australia this autumn, it is conceivable he could be gone by Christmas. </p> <p>An added complication for both parties is the Lions tour to New Zealand next summer which Woodward is set to lead, not to mention the quest for an England captain to replace Lawrence Dallaglio, who confirmed yesterday he has played his last game for England. </p> <p>Woodward admitted yesterday he had already \"started the process of considering suitable candidates\" to replace Dallaglio, with Jonny Wilkinson and Richard Hill the two obvious front runners. </p> <p>If Wilkinson does inherit the job until the 2007 World Cup, however, it now seems unlikely Woodward will be with him in France. The prevailing view around English rugby is that the latter will be unable to resist the lure of a new challenge. \"I wouldn't be at all surprised if he went,\" predicted a Premiership director of rugby last night. </p> <p>There is no disputing Woodward's record, which reads played 83, won 59, drawn two, lost 22 since he took over from Jack Rowell in 1997, but England have lost five of their past six Tests and conceded 14 tries to two on their summer tour to New Zealand and Australia. </p> <p>Although Dallaglio insisted yesterday that recent results had not been a factor in his own retirement, it is now obvious England face a difficult season with or without Woodward. The RFU's mood will not be improved by an interview published in this month's Business Life magazine in which Woodward, a Chelsea fan, waxes lyrical about football. </p> <p>\"My whole background is in football. I love football and I go to as many games as I possibly can,\" he says. \"I never had that passion for rugby I have for football. I never got into rugby in the same way.\" </p> <p>Woodward, who won 21 caps for England in the 1980s, also recalls being sent to a rugby-playing school \"because my dad was terrified that I'd become a footballer. He sent me off to this naval boarding school [HMS Conway] in North Wales. It caused a huge rift in the family that's still there in a way. </p> <p>\"I was forced into playing rugby, because that's the only game the school played. And I hated it. I ran away a couple of times because of football. I didn't mind being at boarding school. I just hated not playing football.\"</p>",
  "<p>One recent Tour of Britain made headlines when the bulk of the field disappeared down a back street somewhere in East Lancashire. The latest incarnation of the event, back on the calendar after a five-year absence, had not even started before its biggest star, the Olympic cycling hero Bradley Wiggins, went awol yesterday somewhere between London and the north. </p> <p>The triple medallist will be present at the start in Sportcity this morning but he was late for a press call yesterday after the journey to Manchester took him seven hours. The inevitable jibe is that he should have got on his bike, but that is actually the point that most of the backers of this five-day event are trying to make. </p> <p>This event is backed mainly by regional tourism agencies and Sport England, whereas every previous incarnation of the Tour of Britain - the amateur Milk Race and the professional Kellogg's Tour and PruTour - had a single major sponsor. The break with tradition is simply explained by the organisers, the former professionals Mick Bennett and Tony Doyle: the plan is that the event's future should not be dependent on a single company which can cut off the cash at a year's notice. </p> <p>Like the organisers, Wiggins recognises the importance of the race's return to the calendar, even if he is not sure of his chances. \"It's time British cycling was given the recognition it deserves,\" he said. \"I'm really excited about this, even if my Olympic preparation was based on a short-distance event and this is 500 miles long.\" The Tour de France is even longer, but he intends to make a serious attempt on that too. </p> <p> In Manchester he is one of a trio of British Olympians flushed with a golden glow, if probably wearing a few more layers of clothing than of late in Greece's 30C-plus temperatures. Wiggins, who races for his professional team Crédit Agricole, is joined by two other British medal winners, the team pursuiters Paul Manning and Chris Newton, who ride for the England team. </p> <p>They renew hostilities with two of the Australian quartet who relegated Great Britain to the silver-medal slot in Athens: Brett Lancaster and the sprinter Graeme Brown. There is a strong European entry, including the Belgian sprinter Tom Boonen, winner of the final stage of the Tour de France this July, and four of the US Postal squad who helped Lance Armstrong to his sixth Tour win, including the Portuguese climbing specialist Jose Azevedo. </p> <p>It is 15 years since a British professional won a British professional tour, and the man most likely to succeed Robert Millar, winner of the Kellogg's Tour in 1989, is Roger Hammond, the quietly spoken 30-year-old from Oxford who shocked many by taking seventh in the Olympic road race. His Olympic team-mate Charly Wegelius, based in Italy but guesting for the England team, is also fancied. </p> <p>\"The form is there, to judge by what I did in Athens,\" said Hammond, whose Belgian team includes another Briton, the former national champion Jeremy Hunt. \"There's some big names coming to the race but you can never be too sure how motivated they will be this late in the season. </p> <p>\"The race will be difficult to control, with only six riders per team, so you've got to be up there from day one, particularly with those hilly stages in the north.\" </p> <p>At five days, this is the shortest ever British professional tour and its route may well have been circumscribed by the short time available to get the show on the road. But the cycling heartlands of Lancashire and Yorkshire are well served in the opening two days, and the showpiece hills of Nick of Pendle, Holme Moss and the Snake Pass will give fans a good chance to see their heroes, even if these climbs are mere pimples compared with the mountain passes of the Tour de France. </p> <p>Recent Tours of Britain have come down to a series of mass sprint finishes, simply because the terrain is rarely tough enough to split professional fields, and this tour may well follow the trend. </p> <p>The final stage, a circuit race in Whitehall, will be spectacular and is bound to be used as a showcase for the capital's ability to stage major sports events, including the 2012 Olympics and the start of the Tour de France. </p> <p><strong>Three to watch</strong></p> <p><strong> Bradley Wiggins </strong><br> Great Britain<br> Team: Crédit Agricole<br> British cycling's man of the moment, fresh from taking three medals in the Athens Olympic Games, is guaranteed a hero's welcome and will be looking to help his sprinter Julian Dean to stage victories. </p> <p><strong> Michele Bartoli</strong> <br>Italy <br> Team: CSC <br> One of Italy's biggest stars of the 1990s, when he won the World Cup and took several one-day classics, \"Miki\" is ageing somewhat at 34 but will be assisted by a well-drilled team managed by the former pro Sean Yates, who will be one of the most popular figures on the race. </p> <p> <strong> Roger Hammond </strong><br> Great Britain<br> Team: Mr Bookmaker.com<br> The 30-year-old national champion from Oxford is in the form of his life, having taken a surprise seventh place in the Olympic road race in Athens. Although not a recognised stage racer, his tenacity and sprinting ability should ensure he is to the fore.</p>",
  "The former Labour MP for Eccles for 23 years, Lewis Carter-Jones, who has died aged 83, modestly - almost by stealth - devoted much of his adult life to helping disabled people. A technical background equipped him to serve as a link with scientists and engineers in bringing electronics to the aid of disabled people, and he became chairman of the Possum Research Foundation, a specialist organisation in the field. <p>Born in Gilfach Goch, in the Rhondda, the son of a miner, Carter-Jones was educated at Kenfig Hill council school, Bridgend county school and the University College of Wales, at Aberystwyth. There he took an honours degree in economics, plus a diploma in education. </p> <p>However, his university studies had to be deferred till after the second world war: from 1939 to 1945, he was a flight sergeant navigator in the RAF. He later told me that the mathematics he learned as a navigator helped him comprehend later technical developments of use to disabled people. </p> <p>In 1950, he became head of business studies at the Yale grammar technical school in Wrexham for 14 years, and he was also a part-time lecturer with the University College of North Wales, Bangor, taking university extension classes to the wider community. </p> <p>A member of the Labour party from 1940, Carter-Jones was blooded as a candidate in the Chester by-election of November 1956, where he concentrated on attacking the Conservative government's Suez debacle. He did better in October 1964, in the safe Labour seat of Eccles, in Greater Manchester. </p> <p>He entered Parliament in the heady days of the first Wilson government, and, though a mild leftwinger, he was energetic in using his new platform for constructive efforts. He voted to ban hanging in December 1964, and went on to urge better education on cancer. A supporter and adviser of the Open University, he warned of \"reaction, inefficiency and muddle\" in existing higher education and the \"slaughter of the innocent\" in Vietnam. </p> <p>From 1969, when he backed the Chronically Sick and Disabled Persons Bill, he increasingly found his metier. After the act came into force, he continued to monitor its practical application, maintaining, for example, that councils which refused to build access ramps were creating \"imprisonment without trial\". He was already involved in various Commons committees covering disability issues, and from 1973 to 1980 chaired the committee for research for apparatus for disabled people. </p> <p>Realising the significance of research showing that thousands of disablements - and deaths - arose in the few hours around birth, in 1977 he launched the Must Babies Die? campaign. It had a £10m grant to reduce fatalities and the number of children born with cerebral palsy. Within four years, he was able to claim that better care had reduced baby deaths from 17 per thousand in 1976 to 13 per thousand in 1981. </p> <p>He also retained an interest in aviation from his war service, and chaired the Labour party aviation group (1978-87) and the all-party aviation group (1980-87). </p> <p>When Carter-Jones retired from the Commons after 23 years in 1987, he was 67, but had no intention of easing up. However, though he no longer acted as honorary parliamentary adviser to the Royal National Institute for the Blind, he continued as the chairman of the British committee of Rehabilitation International for another five years, and became a member of the Disablement Services Authority for four years. </p> <p>In 1991 he joined the Health Secretary's advisory group on rehabilitation, and in 1993 the Department of Health's advisory group on artificial limbs. He received a CBE in 1995. </p> <p>He leaves Pat, his wife of 59 years, and two daughters. </p> <p><b>·</b> Lewis Carter-Jones, teacher, politician and disability rights campaigner, born November 17 1920; died August 26 2004</p>",
  "<p>A new firm of City private investigators opens its doors for business today in response to growing demand for corporate sleuths in the wake of the Enron and Worldcom scandals and amid increasing global insecurity. </p> <p>Corporate investigators are also featuring in takeover battles. Marks &amp; Spencer swept its offices for bugs when it was trying to fend off a bid from Philip Green, although it was careful not to suggest that Mr Green or his advisers had been involved in any of the alleged chicanery. </p> <p>A team of private investigators is said to be in Madrid, gathering intelligence on Banco Santander Central Hispano, which is vying to take over Abbey National. </p> <p>Grayson Pender Words worth has been set up by former executives from Kroll, one of the City's best known detective firms. </p> <p>Formed by Patrick Grayson, the former Kroll London chief, and two of Kroll's senior directors, Peter Pender-Cudlip and Andrew Wordsworth, who left the company in July, it will be competing with the likes of Kroll and Control Risk. </p> <p>Mr Pender-Cudlip says the market for corporate investigative services is growing rapidly because of increasing political and business uncertainty. </p> <p>\"People are much more cautious in their business dealings, so people are putting more resources into understanding the risks before they act,\" he said. </p> <p>\"This is an industry where size does not count. It is down to the knowledge and reach you have as well as the experience and contacts. Our strengths are that we are small and nimble.\" </p> <p>Although investigators have a secretive, clandestine image, their activity is not illegal. Much of their work involves the painstaking checking of companies' records or directors' CVs. </p> <p>Many of Grayson Pender Wordsworth's clients are likely to be private equity firms and hedge funds, as well as potential investors who want to check out the solidity of the companies they are interested in. </p> <p>\"The burden upon business people to gain a full and comprehensive understanding of the marketplace in which they operate and - most importantly - the credentials of those with whom they deal, has never been greater,\" said Mr Grayson.</p>",
  "The polished young man speaking on Univision, the biggest Spanish-language TV channel in the US, might have been a movie star. Or perhaps, with his fluent Spanish and handsome features, a sports star. <p>Or he might be the next member of the Bush dynasty to take to the political stage and become possibly, just possibly, the first Hispanic president of the US. </p> <p>Meet George P Bush, 28, nephew to W, grandson of H, son of Jeb. </p> <p>\"George P Bush is a tremendous asset to the family,\" said Dario Moreno, director of Florida International University's Metropolitan Centre. \"He's obviously Hispanic, he's an attractive young man, he's articulate and he's a Bush. That's a powerful combination. It raises the dynastic possibility, and it could be a hoot if the first Hispanic president of the US is a Bush.\" </p> <p>George P Bush's TV appearance last week came as he completed a four-day swing through Mexico, ostensibly to encourage US citizens living abroad - there are 1 million in Mexico - to vote in November's election, preferably for his uncle. </p> <p>But the visit also served to remind the Latino community that he is there and to let them know that his uncle and the whole family understand the Latino experience. </p> <p>With over 6.7 million Latinos expected to vote in November's election, their votes are crucial, especially in Florida, the state which handed the election to George W Bush in 2000 by a little over 500 votes. </p> <p>With a large Cuban-American population, it is vital for Republicans and Democrats to mobilise support in the state. The Republicans have several advantages: Cuban-Americans tend, unlike most other Latino groups, to vote Republican; and they have the president's brother, Jeb, Florida's governor, to help remind them. And now they have Jeb's son to help them make up their minds. </p> <p>George P Bush - the P stands for Prescott - is the son of Jeb Bush, the president's brother and governor of Florida, and his wife Columba, who was born in Mexico, the daughter of migrant worker José María Garnica. </p> <p><b> Celebrity</b><br> </p> <p>George P first emerged as a political asset in the 2000 presidential campaign, when he gave a well-received speech at the Republican national convention and appeared in Spanish-language TV commercials for his uncle's campaign. He also became a minor celebrity, making his way on to a list of the nation's 100 most eligible bachelors. </p> <p>He studied law at the University of Texas at Austin, where he met his wife, Amanda, whom he married earlier this month at a ceremony attended by the entire Bush family. Earlier this year he left his position as an assistant to a Dallas judge and spent the summer as an intern with two leading south Florida law firms. </p> <p>\"That strengthens the family's political base in Miami,\" said Mr Moreno. \"And it lays the groundwork for an eventual entry into politics. It seems clear to me that he's being groomed.\" </p> <p>George P's trip to Mexico, however, did not go entirely smoothly. He made outspoken comments about events in Venezuela, calling President Hugo Chávez a dictator, an epithet his uncle's administration has strenuously avoided of late, and waded into a controversy about the US border patrol's use of guns which fire plastic pellets packed with chili powder. </p> <p>\"If there has been American approval for this policy, that is reprehensible,\" Mr Bush said. \"It's kind of barbarous.\" He blamed the use of the guns on \"some local INS [immigration service] guy who's trying to be tough, act macho.\" In fact, the use of the guns is federal policy. </p> <p>But he made good use of his proximity to power, referring constantly to \"mi tío\" - my uncle - and promising that with the war in Iraq \"almost done with\", his uncle will turn his attention back to relations between the US and the countries that lie to the south. </p> <p>\"There's a long tradition in American politics of using surrogates,\" said Harry Pachon, president of the Tomás Rivera Policy Institute, an independent thinktank in Los Angeles. \"The young Bush is an excellent example. He's very confident, he speaks Spanish. I can see him being used for outreach to Latinos.\" However, a survey published last month by the thinktank of 1,600 registered Latino voters across the country found that while they liked the current president on a personal basis, they did not agree with his policies. And the judgment was based not on issues to do with immigration, but the war in Iraq, the economy, and education. </p> <p>Although President Bush captured 35% of registered Latino voters in 2000, the survey showed John Kerry, the Democratic nominee, claiming 60% of registered Latino voters this year and Mr Bush 30%. </p> <p>\"Fourteen percent of marines are Hispanic,\" said Dr Pachon. \"The war in Iraq is not a distant event. They can make a distinction between the man and his policies. It shows that they are an increasingly sophisticated part of the electorate.\" </p> <p>That sophistication, said Mr Moreno, might find its reflection in the president's nephew. \"He shows that not all Hispanics are poor Mexican immigrants. It's a very powerful message. He represents how much the country has changed. Here's an old Yankee family that has a Hispanic in it. </p> <p>\"Hispanics see a Hispanic, but they also see a grandson and a nephew of two American presidents. They know his experience is very different from theirs. But there's a pride and a recognition of how the stereotypes of Hispanics are changing.\"</p>",
  "For the older residents of this kibbutz, the break with the ideal came the day that some pay packets were fatter than others. And being asked to pay for lunch. <p>But they realised the tide had turned irrevocably with the hiring of Koby Lamm. Not only was he paid the market rate for running the sprawling agricultural and manufacturing kibbutz near the Sea of Galilee, but he was an outsider. A manager. Not a socialist. </p> <p>\"This is a big, big revolutionary change,\" said Aryeh Wolfin, who moved to Kibbutz Kfar Hanasi from London in 1958. \"The kibbutz as it was is dead. The egalitarian socialist society belongs to the past. Forget about it. This is the future of the kibbutz. </p> <p>\"Some people still yearn for the days of the old kibbutz. Some people who haven't adapted have a bitter taste. But I think we've saved the kibbutz.\" </p> <p>The kibbutz has iconic status in Israel, and shaped the world's view of the Jewish state over the decades when it was popularly seen as struggling for social justice as well as its survival. </p> <p>But the weight of an ageing population, young people more interested in personal enrichment than equality, and modern economic realities, have largely killed the guiding philosophy of \"from each according to their ability to each according to their needs\". </p> <p>In the past 20 years the population of Israel's 270 kibbutzim has fallen by about a quarter to 116,000. Three times as many people are leaving as joining. </p> <p>Most of those who go are young, leaving behind a population with an average age approaching 55 years. As a result, most of the communities can no longer afford the cradle-to-grave support for their members, with potentially tragic results for many older people who put in a lifetime of work in the belief that they would spend a secure retirement in the bosom of the kibbutz. </p> <p>Few own property, and if their kibbutz collapses - as several have - they face destitution. </p> <p>Kibbutz Kfar Hanasi sought to stave off the encroaching crisis in recent years with wage differentials, by charging for food and services and by permitting those who work outside the kibbutz to keep a proportion of their wages. </p> <p>\"No one left because of it,\" said Mr Lamm, the new kibbutz manager hired from the outside. \"The younger people wanted this change; the older people didn't like it, maybe, but understood they had to adapt.\" </p> <p>Now the government has opened the way to an even more dramatic shift by amending the law to permit private ownership of homes and factories by kibbutz members, provided that land and overall control of the means of production remains in communal hands. </p> <p>But with economic reform has often come an equally fundamental social change to entice back younger people, particularly those with children: abandoning an ideological system in which daily needs were met by centralised control of almost every aspect of life in favour of greater individual freedom, combined with a social safety net. </p> <p>The first kibbutzim were established nearly a century ago as stepping stones to a Jewish state. At Israel's turbulent birth in 1948, and in the following years, kibbutzim wereoften at the forefront of battles with Arab armies. </p> <p>Kibbutz Kfar Hanasi was founded on what had been Arab land within weeks of Israel's independence by members of a Jewish youth movement in Britain. </p> <p>Max Mader arrived from the UK a decade later with his German-born wife, who had escaped the Nazis. They landed in Israel, uncertain of what they would find, but clear about what they wanted to build. </p> <p>\"This was the place we were going to create a new society with a new set of values and new relations between men and women, with women being paid the same as men, and with salaries divorced from the work you do,\" he said. \"We were very proud of the fact that the lavatory cleaner earned the same as the head of the factory.\" </p> <p>Members of the kibbutz were assigned jobs, mostly on the land in the early days. The work was hard and the lifestyle harsh. </p> <p>\"There was motivation, there was a common aim,\" said Mr Mader. \"The problem was that within 10 years we passed the point of only providing for needs and had to start to answer the difficult question - how do you divide up the surplus?\" </p> <p>Kibbutz life fell under the control of the all-powerful governing committee. It decided who could study and who would have to work, who was permitted to travel and what luxuries were allowed. </p> <p>\"Personal decisions were not made personally,\" said Mr Mader. \"You weren't allowed to have a television set until a decision was made that everyone could have one. People did have them, but they would say it belonged to their uncle. </p> <p>\"In 1958, there was a lot of upheaval about a couple that left the kibbutz because she wanted to wear white socks and the committee only wanted to allow brown.\" </p> <p>Much heartache was generated by a requirement for children to sleep in a dormitory, known as \"the children's house\", in part to establish common purpose from an early age, but also to free their parents for work. </p> <p>For many years on Kibbutz Kfar Hanasi, parents were only permitted a few hours each week with their children. </p> <p>\"If I have one regret, my first two children slept in the children's house,\" said Mr Mader. \"Someone else was responsible for bathing them and changing their clothes and reading to them at bedtime. I would like to have participated in my children's upbringing.\" </p> <p>The system has been widely abandoned over the past 20 years under pressure from mothers. </p> <p>By the 1980s, the frontline had moved to the settlements in the occupied territories and the kibbutzim began to sag under the burden of heavy borrowing, rampant inflation and diminishing government subsidies. The young were increasingly reluctant to throw their wages into the communal pot, and a wave of immigrants from the former Soviet Union wanted nothing to do with a communal lifestyle. </p> <p>\"It was a very nice concept at the time and a tool when the country was being built,\" said Mr Wolfin, 70, who at first worked as a tractor driver before teaching history at the kibbutz school in later years. \"The kibbutz contribution in pioneering - building the country, building the society - was tremendous. But then we started getting a class system and capitalist economy and global economy and western values. The kibbutz had to adapt or disappear.\" </p> <p>The changes have reaped benefits. Kfar Hanasi's factory, manufacturing industrial valves, the chicken farm and orchards all make a profit under what many on the kibbutz acknowledge is more efficient management. </p> <p>But the changes go far beyond economics. \"It's also about reducing the amount of interference by the community in what you do,\" said Mr Mader. </p> <p>The kibbutz is seeking to reverse its falling population by building a satellite community in which families will buy their homes and keep their salaries, but rely on the kibbutz for services they pay for. They will not be members of the kibbutz, but will be expected to send their children to its schools and otherwise integrate into the community. </p> <p>The first few dozen plots have been sold and the houses are under construction. If the scheme works, it will provide profit and people. </p> <p>\"Today, I think it's generally accepted that the kibbutz is not remotely attractive for the reasons that brought us here. Now it's about quality of life, children's education, day care,\" said Mr Mader. \"People can live in the country, in small places. There's no buses, so we're not blown up [by terrorists' bombs].\" </p> <p>But there is one legacy the kibbutz dwellers cannot shake off. Israel's prime minister, Ariel Sharon, recently praised the kibbutzim not for their socialist ideology or humanitarian principles, but as the forerunner of today's Jewish settlements in the occupied territories, thereby legitimising the settlements. </p> <p>Settlers often do the same. It infuriates Mr Mader. \"The attempt of the settlers in the West Bank and Gaza to say they are the true inheritors and we have played out our role, is very, very galling,\" he said.</p>",
  "In 20 years of studying and teaching philosophy, I have learned to appreciate the inherent difficulty in defining and recognising \"the truth\". Descartes put it simply: \"A clear and distinct idea is true.\" Kant aptly added the need for \"consistency\". Over the years, I also learned that in the world of mass media, \"truth\" is not based on clarity, but on frequency. Repeated hypotheses or suspicions become truth; a three-time-repeated assumption imperceptibly becomes a fact. There is no need to check because \"it is obvious\"; after all, \"it is being said everywhere\". <p>I have been reminded of this lesson during the past few weeks, during which the US government granted me a visa to teach at the University of Notre Dame - only to revoke it at the last moment, without explanation. As a result, I can't start my job. I have also to alert former president Bill Clinton that I will be unable to attend the conferences to which he has invited me. I remain in Switzerland, hoping this mistake will be rectified, and reflecting on how I am constantly being told \"the truth\" about who I am: \"You engage in double-talk, delivering a gentle message in French and English, and a radical, even extremist one in Arabic\"; \"You have links with extremists, you are an anti-semite\"; \"You despise women.\" </p> <p>When I ask about the source of this information, the response is: this is well known, check the internet. A closer examination reveals that what we have is journalists or intellectuals repeating and reporting what others said yesterday with caveats. Strange truth indeed! </p> <p>I have written 20 books and 700 articles; 170 audiotapes of my lectures are circulating. I ask my detractors: have you read or listened to any of this? Can you prove the \"links\" to terrorists? Have you read the articles where I call upon fellow Muslims to condemn radical views and acts of extremism? What about my statements, issued on September 13 2001, calling on Muslims to condemn the terrorist attacks and to acknowledge that some Muslims betray the Islamic message? What about the articles in which I condemn anti-semitism, criticising Muslims who do not differentiate between the political dimensions of the Israeli-Palestinian conflict and the unacceptable temptation to reject the Jews because they are Jews? </p> <p>Are you familiar with my writing and lectures promoting women's rights and rejecting mistreatment and discrimination? Finally, are you acquainted with my extensive study of the Islamic scriptural sources and efforts to promote a new understanding, a way for Muslims to remain faithful to their principles and, at the same time, face the challenges of the contemporary world? </p> <p>Very often, I encounter individuals, even academics, who are not familiar with my work but have formed a strong opinion of me. When their baseless allegations are refuted, their final argument is: \"Well, aren't you the grandson of Hassan al-Banna, the founder of the Muslim Brotherhood?\" This is taken as proof of the accusations. </p> <p>My response is: is one to be judged by another's words and deeds? Do one's morals and ethics descend from the vices or virtues of one's pedigree? Those focused on my genealogy ought to examine my intellectual pedigree, which, along with my grandfather and father, includes Descartes, Kant, and Nietzsche. They should examine the years I spent working with Dom Helder Camara, the Dalai Lama, Mother Teresa, Abbot Pierre and countless ordinary South Americans, Asians, Africans, Europeans, Americans, Christians, Jews, agnostics and atheists. For 20 years, each has educated me, nour ished my soul, and strengthened my conviction. </p> <p>Clarity and consistency are not enough: the quest for truth requires humility and effort. My experience of living with people of diverse religions and cultures taught me that one will never be at peace with the other if one is at war with oneself. This simple truth is the essence of my message to Muslims throughout the world: know who you are, who you want to be, and start talking and working with whom you are not. Find common values and build with fellow citizens a society based on diversity and equality. The very moment you understand that being a Muslim and being American or European are not mutually exclusive you enrich your society. Promote the universal principles of justice and freedom and leave the societies elsewhere to find their model of democracy based on their collective psychology and cultural heritage. Our collective success hinges on breaking out of our intellectual ghettos, collaborating beyond our narrow belongings, and fostering mutual trust - without which living together is nearly impossible. </p> <p>My move to America and my post at Notre Dame were to enable me to share this message with the Muslim communities and fellow citizens. Is this a threatening contribution? Is it not a much needed and urgent message in America in the post-September 11 world? </p> <p><b>· </b>Tariq Ramadan has been appointed professor of religion, conflict and peacebuilding at the University of Notre Dame, Indiana. His books include Western Muslims and the Future of Islam (OUP) </p> <p><a href=\"mailto:tariq.ramadan.us@cox.net\">tariq.ramadan.us@cox.net</a></p>",
  "Among the half a million demonstrators peacefully thronging the streets of Manhattan on Sunday, the verdict against George Bush was instantly familiar to any visiting European. He's dumb, he's dangerous, he's divisive - and more: he's a warmonger, a liar, a threat to liberty, a despoiler of the planet, an agent of the corporations. Though the march was a quintessential New York event - extrovert, exhibitionist and (the bit that foreigners often overlook) earnest - it was also one that could have taken place in dozens of other great cities across the world. <p>In the face of such anger, it is hard not to be both awed and anxious. Awed because the numbers on the streets were simply huge. Yet anxious because it was another reminder of the ways in which this is becoming an ever more deeply divided society. I used to think angry certainty could not get any more intense than that which the American right levelled at Clinton. But the angry certainty directed against Bush from the left now comfortably exceeds anything from the Clinton years. That's one of the reasons this is such a vicious election. </p> <p>We need, though, to be careful not to be transfixed by the polarisation and to see beyond and around it. I yield to no one in my belief that it will be for the good of America and of the world - not to mention the Labour government - if John Kerry defeats Bush in November. I also think that it may happen. At the same time, however, I think that we need to be careful not to luxuriate in an image of Bush so fixedly critical and inflexibly condescending that we cannot even ask ourselves why he might win again, let alone see why he might be a politician from whom others may also have something to learn. </p> <p>The most obvious reason for taking Bush more seriously is a simple one: he may be president of the US for the next four years. But we also need to ask ourselves why that may happen, if it does. If it is so blindingly obvious to the rest of the world that Bush is dumb, dangerous and the rest of it, how is it that millions of intelligent and perfectly decent people in the US see it so differently? Is it simply that they don't get it? Or that they have been brainwashed? Or that they are neither intelligent nor decent after all? </p> <p>These hardly stand up as satisfactory explanations. The questions, though, remain and they are desperately important. If Bush wins, maybe we need to be more attentive to the things that are different - not necessarily better or worse, just different - about America. If Bush wins, and perhaps even if he narrowly loses, we need to grasp why the centre of gravity in American political life is as far to the right as it now is. At the very least, if America is now answering to its own individual drum and not to one that we can all hear clearly, that has implications for us as well as them. </p> <p>Don't make the mistake of thinking that this whole phenomenon of American exceptionalism can be explained away by 9/11. Writers like Seymour Martin Lipset have tried for years to prise out the truth about issues like why American men consistently vote to the right of American women, when the reverse gender gap applies in most other industrial democracies. Now, thanks in no small part to Bush's successes, a new generation of writers is making a renewed attempt to understand why America is different. </p> <p>Two new books from different ends of the political spectrum combine to illustrate this point. From the left, Thomas Frank's What's the Matter with America? - originally published in America as What's the Matter with Kansas? - raises hell about US conservatism. While passing itself off as the foe of the elite, it has managed to enlist millions of average-income voters, mainly white and disproportionately male, as willing foot soldiers of a movement which consistently promotes the interests of the wealthy at the expense of those of these self-same average-income voters - who nevertheless continue to support it. </p> <p>Meanwhile, from the other side of the tracks, in The Right Nation, the Economist journalists John Micklethwait and Adrian Wooldridge gaze with wonder at how American conservatism has moved from being an insurgent force under Barry Goldwater 40 years ago to become easily the most dominant and most dynamic political movement in modern America, rolling back the welfare state, entrenching the gun culture, assaulting the right to abortion and, under Bush's leadership, doing all the rest of the things that so easily send a shiver down the European spine. </p> <p>Yet, as the authors of The Right Nation point out, it is not good enough to dismiss Bush as an unthinking and unchanging inheritor of the anti-government traditions embodied by Goldwater and, more recently, by Newt Gingrich. For, along with his revolution in foreign policy, his conservative social agenda and his tax cuts - the things against which the protesters mostly marched in Manhattan - Bush has also been doing something which few, including perhaps Bush himself, would have predicted back in 2000. He has been reinventing big government. </p> <p>That the collapse of the socialist era would mean big changes for leftwing parties is no longer disputed, save among a dwindling band of true believers. That the collapse would necessitate a rethinking of the role of rightwing parties has been less obvious. Yet there are those who argue that Bush, without perhaps necessarily intending to, is inching towards a new \"big government conservative\" political model. This apparently contradictory idea is not as daft as it may seem. </p> <p>Certainly the facts are impressive. No president since Lyndon Johnson has increased discretionary government spending as much. Bush has increased education spending by 75%, has presided over the biggest increase in the Medicare health programme for the elderly since its foundation, and claims to have increased spending on police, fire and ambulance services sixfold. More people now work for the US government than at any other time in history. </p> <p>Does this add up to a coherent new conservatism that could dominate US politics for the next generation and which, in some form or other, may dominate our politics, too? Not even Bush's greatest apologists quite make that claim yet. But if he wins in November they surely will. It certainly all bears study and attention. Bush may not be as clever as Michael Howard, but if Bush keeps on winning elections, then he may have something more durable to offer the Conservatives. </p> <p>We ought at least to do the millions of Bush voters the courtesy of trying to understand why they see so many things so differently. And at the same time we ought to pay Bush the respect of trying to understand what he is doing right, not just in purely vote-winning terms, but possibly even more broadly. Bush-bashing has its place. But this might be a good week for liberals and progressives to start raising their game a bit. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "A video purporting to show the execution-style murder of 12 Nepalese workers kidnapped in Iraq was posted today on a website linked to an Islamist militant group. <p>If confirmed, the killings would mark the largest number of foreign hostages killed at one time by insurgents in Iraq who have seized more than 100 hostages in recent months.</p> <p>In Katmandu, Nepal's foreign minister, Prakash Sharan Mahat, said officials were still checking the reports and the government had called an emergency cabinet meeting. </p> <p>\"If it is true it is shocking because there were no demand or deadlines ... that makes it even more shocking,\" the minister said before the meeting. </p> <p>In a separate hostage crisis, France held crisis talks in Paris and around the Arab world today to save the lives of French journalists Christian Chesnot and Georges Malbrunot, who are being held by a different militant group that has demanded France rescind its ban on head scarves in French schools. </p> <p>They were shown on television early today pleading for their lives. </p> <p>Representatives of the rebel Shia cleric Moqtada al-Sadr called for the release of the journalists. Ali al-Yasiri, a representative of Mr al-Sadr, denounced the abduction of radio correspondent Chesnot and Malbrunot of Le Figaro as \"inhumane and immoral\".<br><a href=\"\"> Rebel cleric calls for release of journalists </a></p> <p>The video discovered on the website purportedly showing the killing of the Nepalese showed a masked man in desert camouflage apparently slitting the throat of a blindfolded man lying on the ground. </p> <p>The blindfolded man moaned and a shrill wheeze was heard. The masked man then displayed the head to the camera before resting it on the decapitated body. </p> <p>Other footage showed a man firing single shots from an assault rifle into the back of the heads of 11 others. Blood seeped from their bodies onto the sand. </p> <p>A statement on the website signed \"Ansar al-Sunna Army\" vowed to keep fighting the Americans in Iraq. </p> <p>\"America today has used all its force, as well as the help of others, to fight Islam under the so-called war on terror, which is nothing but a vicious crusade against Muslims,\" the statement said. </p> <p>The group also threatened anyone else working with US forces here, saying executions would befall \"every agent, traitor and spy.\" </p> <p>Iyad Mansoor, director-general of the Morning Star Company, a Jordan-based services firm that employed the Nepalese workers, said he had no independent information on their fate. \"I'm shocked to hear such news,\" he said. </p> <p>He said another Jordanian firm had subcontracted 67 Nepalese for construction work in Iraq through Morning Star, which enlists Nepalese laborers through the Nepal-based Moonlight Company to work in factories in Jordan. </p> <p>The Nepalese group was travelling in two cars on August 19 when they disappeared after crossing the border from Jordan. The next day, a website statement from the little known Ansar al-Sunna Army claimed to be holding them and demanded Nepal stop sending workers to Iraq. </p> <p>A tape on the same site on Sunday showed the same Nepalese denouncing America. \"The Americans assured us that the situation in Iraq is stable and not dangerous,\" said one of the men, who was draped in an American flag. The other 11 men surrounded him and were holding their passports. \"America lied to us. ... The situation here is not under American control.\" </p> <p>Nepal has sent no troops to Iraq and bans its citizens from working in the country because of security concerns. </p> <p>However, an estimated 200,000 Nepalese work elsewhere in the Gulf and around 17,000 are believed to have slipped into Iraq. Many work as security guards for foreign contractors in Iraq.</p>",
  "At least 15 people were killed and more than 80 injured today when Palestinian militants carried out suicide bombings on two buses in Israel. <p>The Islamist militant group Hamas claimed responsibility for the attacks, which tore through the buses almost simultaneously in the main street of Beersheba, the largest city in southern Israel. </p> <p>The attacks were the first suicide bombings inside Israel for almost six months. Israel Army Radio and Lebanon's Hizbullah-run al-Manar television station said two Palestinian suicide bombers were responsible, though it was not clear whether the pair were among the 15 dead.</p> <p>Hamas distributed a leaflet in Hebron saying the attacks were in revenge for Israel's assassinations earlier this year of its leaders Sheikh Ahmed Yassin and Abdel Aziz Rantisi.</p> <p>The prime minister, Ariel Sharon, said the attacks would not deter Israel from targeting militants. \"We have to fight terror. This is the policy of the government and this is my policy. The fight against terror will continue with full strength,\" he said immediately after the bombings.</p> <p>Israeli television showed images of two burnt-out buses, one of them with flames shooting through the roof. At least two bodies could be seen on the ground nearby, covered in white sheets. </p> <p>The attacks happened at a busy intersection of the main road near the city hall. Minutes after the two explosions police reported a third, but rescue workers later said it was a false alarm. </p> <p>The Israeli army earlier caught a Palestinian man strapped with explosives trying to cross into Israel from the Gaza Strip. </p> <p>Palestinian militants have not carried out a suicide bombing inside Israel since March 14, when 11 people were killed in the port city of Ashdod. </p> <p>After that attack Israel assassinated Sheikh Ahmed Yassin, the spiritual leader of Hamas, in the Gaza Strip. </p> <p>Today the Palestinian cabinet minister Saeb Erekat said: \"The Palestinian Authority condemns any attacks that target civilians, whether Israelis or Palestinian.\" </p> <p>Mr Sharon said the evacuation of Jewish settlements in the Gaza Strip could begin as early next year.</p> <p>He opened his meeting with Likud legislators, many of whom staunchly oppose any Israeli withdrawal from Gaza, with a warning not to sabotage the plan. \"You know my views on the subject,\" he said: \"the disengagement plan will be implemented - period.\"</p> <p>An earlier timetable called for a withdrawal in four stages by September 2005, with each phase presented to cabinet for approval; under the new plan all the evacuations will start at the beginning of next year.</p>",
  "<p>Universities were today awarded grants totaling £5.24m to fund projects to encourage students from disadvantaged backgrounds to go to university. </p> <p>The \"AimHigher\" projects, funded by the Higher Education Funding Council for England (Hefce), are designed to attract students from the parts of England that are traditionally underrepresented at university.</p> <p>They include a project to establish a mentoring and tutoring network for school pupils by university students; and another which will combine out of school hours homework and coursework sessions with football coaching and mentoring sessions with ex-footballers and local students.</p> <p>A total of £200m of funding has been set aside for the AimHigher initiative over the next two years, the majority of which is for activities on sub-regional and regional levels. </p> <p>Another project involves a partnership involving the Royal Society of Chemistry, 12 higher education institutions and three multi-national pharmaceutical companies to encourage more pupils to take up chemical science courses; and a scheme to raise awareness in schools, colleges and universities of the needs of students with learning difficulties such as dyslexia. </p> <p>The National Academy for Gifted and Talented Youth at the University of Warwick has been awarded £650,200 to set up a website designed to highlight regional activities for gifted state school pupils and provide an online study forum for pupils to exchange homework tips. </p> <p>John Rushforth, Hefce's Director of Widening Participation, said: \"We are delighted to be able to announce this funding which supports the development of AimHigher activity at a national level. The wealth of high quality, innovative and exciting projects throughout the country will in turn help to raise aspirations and encourage under-represented groups to participate in higher education.\"</p> <p>The projects are part of the government's bid to get more pupils from disadvantaged backgrounds into university. Their target, to get 50% of 18-30 year olds into university by 2010 includes an aim to make sure that those benefiting from the expansion are from areas where a university education has traditionally been out of reach. </p> <p>In two weeks time the vice-chancellor of Brunel University, Professor Steven Schwartz, is publishing recommendations of a government-backed taskforce he has chaired into the issue. He is expected to recommend that universities take account of a student's background when they make an offer, on the assumption that those who have not been tutored through their exams have more potential in later learning.</p>",
  "<p>With concerns about Britons now collectively owing more than £1 trillion (£1,000bn), new figures from the Bank of England show that appetite for debt dropped sharply in July, with consumers taking out fewer mortgages and personal loans, and spending less on their credit cards.</p> <p>The Bank figures show total lending in Britain was £10.4bn in July, down £1.1bn from June.</p> <p>The biggest slowdown occurred with mortgage lending, the Bank said. The number of home loans approved for house purchase in July was 97,000, seasonally adjusted, compared with an average of 112,000 in June. The monthly drop of 15,000 was the biggest since comparable records began in 1993.</p> <p>Britons' love affair with credit card spending also cooled somewhat, with debt growing £1.8 billion in July, compared with £2.2 billion in June.</p> <p>While the plunging figures may suggest a property market slowdown, some economists were cautious in their assessment of the figures. </p> <p>\"I think what comes across is that the housing market is undergoing a slowdown, but we can't be clear how rapid it is,\" said Ciaran Barr, chief UK economist at Deutsche Bank. \"It will encourage people to speculate that there is a crash but it is far too early to predict. The market is slowing from incredibly high levels.\" </p> <p>\"You can't look at the data and say, hey, this is a crash,\" he said. </p> <p>Earlier this month, the Bank of England raised interest rates to 4.75% in an attempt to control consumer spending and put a lid on house prices, which have risen sharply in recent years.</p> <p>Doug Godden, head of economic analysis at the Confederation of British Industry said the figures \"point to clear evidence of a slowdown in housing activity\".</p> <p>\"The evidence on consumer credit is less clear but CBI surveys have since painted a firmer picture of consumer moderation. Going forward, this evidence supports our view that there should now be a pause in interest rate rises.\"</p>",
  "<p>Somewhere in the midde of <strong>Messiah III: The Promise</strong> (BBC1) I found my mouth full of fingers. I haven't done that since I saw Mr Punch throw the baby downstairs and the crocodile eat all the sausages. </p> <p>It opened in lively fashion with a prison riot. A warder was burned alive, a police officer stabbed, then the wounded were taken to hospital and things got really nasty. </p> <p>Pace Tierney, the prison psychopath, was sedated and being trundled on a squeaking hospital trolley towards his death. From the background booming, we seemed to be inside the stomach of a whale with indigestion. You could hear the agitated beat of its huge heart. </p> <p>Pace, so called because he had a pacemaker, died agonisingly and inexorably in the magnetic resonance imaging machine. \"He had a metal fragment in his eye. The magnetic force dragged it back, embedding it in his brain and the MRI would interfere with the pulses regulating his heart.\" His associate in incineration had his kidney removed when his case notes were switched with a transplant patient. Unfortunately it was the only kidney he had. Another prisoner was paralysed when he incautiously ate hospital food. It was poisoned with marine bacteria, which gave the appearance of death. He was thus able to appreciate his own postmortem. The prison governor, who had only turned up to offer his condolences, was incinerated with the hospital waste, and a psychiatrist, who spelled her name Jaine and therefore probably deserved it, plunged shrieking down a lift shaft. </p> <p>Removing most of your fingers from your mouth, you try to identify this ingenious sadist because DCI Red Metcalfe (Ken Stott) and his decorative sergeant, Kate (Frances Grey), are in such bits you could make a mosaic from them. </p> <p>Is it the world's worst surgeon (\"Nine out of 21 of your patients died in one month\") or the bald porter with busy eyebrows? Or how's about Kate's adoptive father? He is a builder and there is work going on at the hospital (\"the building is sick\"). As that slight quote suggests, Lizzie Mickery's script is as witty as it is wicked. Tune in tonight when Messiah is mischievously scheduled to follow Holby City. </p> <p>Against such competition <strong>The Hollow</strong> (ITV1) went down like a plummeting psychiatrist. I am a great admirer of Agatha Christie, whose exquisitely complicated crimes are suspended in exquisitely simple English, like specimens in alcohol. But this was only a light comedy with a corpse. It looked as pretty as a picture but, as Poirot said, it also looked stagey. There was a French window for a film star to burst in asking, not for a game, but a match. By the way, a gentleman such as Sir Henry Angkatell would never have said \"Who the devil are you?\" to a lady. The part of Lady Angkatell (Sarah Miles) was written at a time when Shaftesbury Avenue was full of superannuated actresses shrewdly specialising in battiness. As Noel Coward put it, \"I seem to be doomed to sit patient and still, watching elderly actresses forgetting their lines.\" </p> <p>Personally, I think the butler (Edward Fox) did it. Failing that, arrest him for scene stealing. There was one oddly tantalising point. The murdered man was unfaithful to his wife, who shot him. His surname was Christow. </p> <p>The best TV comedy is claustrophobic and they don't come any more trapped than the crew of Red Dwarf (<strong>Comedy Connections</strong>, BBC 1). Paul Jackson, who got Red Dwarf off the ground so to speak, said: \"It's The Odd Couple or Porridge. Two guys locked in a situation they can't get out of, who hate each other.\" This is not really true of Porridge but Jackson may have had another situation in mind. Apparently Craig Charles (Lister) and Chris Barrie (Rimmer) detested each other. Charles said: \"I hated him, hated him for years.\" Barrie simply swung a silent punch. </p> <p>Happily, their feelings reflected their roles. Or, perhaps, vice versa. The writers, Rob Grant and Doug Naylor, feasted on the natural quiddities of the cast. Barrie really has a large collection of Victorian advertising signs. Robert Llewellyn, who played Kryten, feels fulfilled in a neat pile of clean clothes. Charles once complained (while squirting mustard on the table and wiping his sausage in it) \"Listen, Rob. I'm really worried about being typecast as a slob.\" </p> <p>Eventually, you sensed the crew trying to jump ship. Rob Grant himself left. Then Barrie. Holly, the computer, moved to Edinburgh, which is taking things a bit far.</p>",
  "A quarter of the relatives who lost loved ones in the September 11 terrorist attacks believe the Republican party is exploiting the tragedy for partisan gain, a New York Times poll revealed. <p>The party's convention opened yesterday in New York with an address by the relatives of three of the victims, who paid tribute to those who died, and a speech by the former mayor, Rudolph Giuliani, whose national prominence soared as a result of his leadership in the city following the terrorist attacks in 2001. </p> <p>Comparing George Bush's leadership to Winston Churchill's role in Britain during the second world war, Mr Giuliani was due to say last night: \"In times of danger, as we are now in, Americans should put leadership at the core of their decision. George W Bush sees world terrorism for the evil that it is.\" </p> <p>But in the New York Times poll of victims' relatives, half said they believed the Republicans should not have held their convention in New York, and a quarter accused the Republican party of choosing the city \"to capitalise on September 11\". A quarter said they believed the party chose New York in order \"to support the city\". </p> <p>\"I'm not shocked that they would do this,\" said Don Johnson, who lost his brother-in-law, Bill Kelly, in the terrorist attacks. \"But I think it's wrong. I don't think Bush showed good leadership after 9/11. I think he used it to curtail civil liberties and make families elsewhere in the world, as well as us, less safe.\" </p> <p>The focus of last night's speeches represented an attempt to shift the public's focus to Mr Bush's finest hour, said Jennifer Donahue, a political scientist at New Hampshire political institute. </p> <p>\"The Bush administration is trying to take the Americans back to the days after September 11 because they believe it is the best example of Bush's leadership,\" she said. </p> <p>\"They want to change the subject away from the war and international relations and back towards the steadiness under fire that Bush executed during that time and in the public mind. That's why they chose New York and that's what Giuliani represents.\" </p> <p>The convention is being held late in order to take place as close as possible to the third anniversary of the attacks. </p> <p>The Vice-President, Dick Cheney, set the tone for the week on Sunday evening with a speech on Ellis Island during which he invoked Mr Bush's conduct after the attacks. </p> <p>\"[People] saw a man calm in a crisis, comfortable with responsibility and determined to do everything necessary to protect our people,\" he said. </p> <p>Mr Giuliani said it was natural to dwell on the president's performance at such a critical time. \"It's impossible to conduct this presidential election without talking about September 11,\" he said in an interview with USA Today. \"It would be like conducting the re-election of Abraham Lincoln and not talking about the civil war.\" </p> <p>And the decision seemed to go down well with delegates. \"We absolutely need to invoke September 11 in the convention,\" Richard Aguilar, a delegate from Minnesota, told the New York Times. \"This election will determine how we fight a war on terror that began right here in this city.\" </p> <p>But using the attacks to bolster his image could backfire, said Ms Donahue. \"There's always a risk in using a crisis for political situation that it could be perceived as opportunistic. They have some cover in Giuliani because there is a direct link between him and the events. If they used a member of the administration it would look more overt.\" </p> <p>New York State's Republican governor had tried to arrange for the new building at Ground Zero to be laid during this year's convention, but brought it forward to July 4 after it became clear it would not be well received. </p> <p>\"If you were to do something overtly political around Ground Zero, you'd get hammered for it, and rightly so,\" Michael McKeon, a Republican strategist told the New York Observer recently.</p>",
  "The evacuation of Jewish settlements in the Gaza strip could begin as early next year, under an accelerated and detailed timetable proposed by Prime Minister Ariel Sharon today. <p>Mr Sharon opened his meeting with Likud legislators - many who are staunchly opposed to the Israeli withdrawal from Gaza - with a warning not to sabotage the plan. \"You know my views on the subject. The disengagement plan will be implemented, period,\" he said.</p> <p>An earlier timetable had called for the withdrawal in four stages by September 2005, with each phase to be presented to Cabinet for approval. The new plan will see evacuations in one go, starting from the beginning of next year.</p> <p>The prime minister said he will present details of the controversial pullout to his security cabinet on September 14, when the principles of evacuating and compensating settlers will be established.</p> <p>By September 26, cabinet ministers will be given draft legislation for carrying out the withdrawal, and the bill will be approved by the Cabinet on October 24, Mr Sharon said. By November, the legislation will be presented to parliament for a first of three votes. </p> <p>The so-called disengagement plan will see 21 Jewish settlements in the Gaza Strip and four of 120 in the West Bank uprooted in what Mr Sharon has said is in Israel's interest and will reduce tension among 1.2 million Palestinians living there. </p> <p>Mr Sharon hopes to reduce settler resistance by making advance compensation payments to some 8,000 settlers to encourage them to leave.</p> <p>The prime minister has faced stiff opposition among Likud hardliners over plans to uproot Jews from their homes. Earlier this month, the Likud convention voted against Mr Sharon forming a coalition with the opposition Labour party, a move which was seen as vital for the plan to gain support.</p> <p>Mr Sharon has made clear, however, that he would continue to support and expand major Israeli settlement blocs in the West Bank as part of his disengagement plan. </p> <p>Last week, Israel announced that more than 530 homes for settlers would be built in the area, a move which Palestinians warn could destroy the peace process.</p> <p>The US signalled recently that it would allow Israel to expand its existing settlements in the West Bank, in contravention of its own \"road map\" peace plan and UN resolutions. </p> <p>The road map, backed by the US, the EU and Russia, set a target of establishing an independent Palestinian state by 2005 and required Israel to halt all settlement construction. Progress on the road map has stalled amid violations by both sides since it was signed by Israel and the Palestinians last year. </p> <p>The vast majority of Israel's more than 230,000 settlers live in the West Bank, home to more than 2 million Palestinians. The Palestinians object to all settlements in the West Bank and Gaza, where they want to build a future state. Israel captured the areas in the 1967 war.</p>",
  "<p>A Land Rover advert has been banned for \"glamorising and normalising\" gun culture.</p> <p>The advert for the Freelander Sport Land Rover showed a woman taking a gun from a drawer in her house and rushing out of the house in pursuit of a man who got into the car. The woman brandished the gun and then pointed it in the air and fired it. The man, realising the gun was a starting pistol, smiled and drove away.</p> <p>Ofcom banned the television advert after receiving 348 complaints from viewers concerned that showing the gun in a home normalised gun culture in Britain, where many handguns are illegal.</p> <p>\"The glamorisation and normalisation of guns, even indirectly, is simply offensive to many people,\" the broadcasting watchdog said.</p> <p>\"The commercial, albeit, unintentionally, made light of genuine public concern about gun culture.\"</p> <p>Rainey Kelly Campbell Roalfe/Young &amp; Rubicam, the agency that created the advert, said it took advice on how to feature the gun. The gun was used to show that the Freelander triggered sporting behaviour, the agency said. </p> <p>It said the advert was humorous and not intended to promote gun culture.</p> <p>Ofcom said the rules on harmful and offensive content were tougher for advertisements because they often lacked narrative context. </p> <p>Adverts could be more powerful and compelling than an equivalent segment in a television drama so extra care needed to be taken, the watchdog said.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "The track over Hallam moor, above Sheffield, is a public footpath that crosses some of the most exhilarating, windswept upland in England. There are views to Derwent and Strines moors to the north, Ughill to the east, and the heather-clad peaks of Winnow and Kinder Scout far to the west. <p>It is a windswept, top-of-the-world place, the closest England has to wilderness, but it is practically all forbidden country. Step off the track in any direction, walk in the heather, strike out to the peaks, or to the old standing stones, bronze age settlements or isolated tors, and a gamekeeper or landowner can tell you to leave. </p> <p>Terry Howard, secretary to the Sheffield campaign for access to moorland (Scam) and chairman of the local ramblers, is not bothered. </p> <p>These moors, for him and thousands of others, he says, are now the promised land and this is a moment that he has been waiting for for more than 50 years. </p> <p>He plunges off the track straight into the deep heather, crosses a peaty stream and heads to a stone boundary marker that was flattened years ago to discourage people walking on the moors. </p> <p>Technically, Mr Howard is trespassing on the land of Jeremy Archdale, whose large house, Moskar Lodge, is in the valley below. </p> <p>But the days of Hallam moor gamekeepers or Sheffield industrialists ordering Mr Howard or other ramblers off their moorland are mostly over, and in just over two weeks' time some 100 sq miles of Peak District national park moor, heath and mountain will be declared officially \"open access\" for the first time since the enclosure acts of the late 18th and early 19th centuries. </p> <p>The change will more than double the amount of land open to walkers in the park and will be the culmination of one of the longest and most bitter social and environmental campaigns in British history. </p> <p>Laws giving people more access to the uplands were proposed more than 100 years ago, but have always failed until the freedom to roam was enshrined in the Countryside Rights of Way Act (Crow), promised by the Labour party in the 1990s and steered through parliament by the then environment minister, Michael Meacher, in 2000. </p> <p>It comes into force in the Peak District on September 19 and in a rolling programme over the next two years is expected to make almost 3,200 sq miles of land in England and Wales accessible to walkers. </p> <p>In effect, says Mr Howard, now deep in the heather, a new area the size of many counties will be opened up for exploration, discovery and enjoyment. </p> <p>\"This is unbelievable,\" he says. \"There's been no access on these lands for generations. It's been a bloody long time coming. </p> <p>\"These are the places where you get away to and clear all the crap, where you get back to the cities from and feel better, where you get wet and knackered but can clear the mind. It's magic, isn't it?\" </p> <p>It is proper, he says, that the Peak District should be the first to benefit from the new laws. The moors here, at the back door of Manchester, Derby, Sheffield and other industrial towns, have been a catalyst for radical political thought for generations and the scene of some of the most famous battles in English social history. </p> <p>Mass trespasses on Kinder Scout and other moors in the early 1930s by socialist, com munist and youth groups led directly to the great rallies of the 1940s which pressed for the formation of Britain's national parks and led to the development of today's environment and conservation movements. </p> <p>Mr Howard, who was a founder member of Scam, trespassed with others on the moors almost every week during the 1980s and 1990s to try to keep the issue on the political agenda. </p> <p>\"We had huge support, from the police and everyone. In the past every footstep was a political statement. Now every step will be a celebration. It's a lifetime's expectation, difficult to believe. </p> <p>\"All the crap we've put up with, and the excuses for why it shouldn't happen before. It is almost surreal to be here. Future generations should not take this for granted.\" </p> <p>Since the act was passed in 2000 Mr Howard has been working with local groups, landowners and the Peak District national park to prepare for the changes. Hundreds of new gates and signs are being put in and new maps prepared. </p> <p>\"As it's got nearer there's been a quiet acceptance by the landowners. One or two have been obstructive and are sticking it out but most are relatively calm. </p> <p>\"Only two individuals in the Peak District have applied for total closures. </p> <p>\"By law they now have to open up the land but they can apply for restrictions. </p> <p>\"I do understand the landowners' reticence, but in many respects they brought it on themselves. If in the early days they had gone for access agreements this would never have happened. </p> <p>\"In England there's always been this attitude about land. I would like to think my trespass days are over, but there are bound to be niggles. But now we've got it, let's use it and look after it.\"</p>",
  "<p>The rightwing thinktank, Civitas, the Institute for the Study of Civil Society, better known for its opposition to immigration and asylum, is to open a new school this autumn in a bid to preserve \"the values and knowledge on which the survival of the culture depends\". Can anyone set up a private school? Who governs what they do and don't teach?</p> <p>The first route to establishing a private school is raising the money to purchase property and to hire teachers. Then there's the development of a curriculum, something that Civitas is still working on as the doors to its west London primary prepare to open.</p> <p>A new private school must register with the Department for Education and Skills, initially that will be subject to an Ofsted inspection of its provision. If it's not on their register it's operating illegally. An independent school is defined as somewhere where five or more pupils of compulsory school age (5-16) are taught full time without money from the public purse.</p> <p>The Education Act 2002 states that independent schools must reach a satisfactory standard in respect of the quality of education provided, the \"spiritual, moral, social and cultural developments of pupils\", the welfare, health and safety of pupils and the premises and accommodation at the school. They must also establish a complaints procedure for parents.</p> <p>But they don't have to comply with the national curriculum, and are free to teach what they like as long as it doesn't contravene any of the existing laws, such as those which rule against inciting racial hatred. </p> <p>Nor do private schools have to offer the same qualifications as state schools. Recently some have switched to the international baccalaureate following the continuing rows over whether the A-level is fit for purpose. At primary level independent schools - or prep schools - do not have to take part in national tests although two thirds of them do. </p> <p>This has so far sparked the odd row. Religious schools that have taught creationist views alongside the traditional scientific explanations of how the world came into being have come in for criticism.</p> <p>However this has not been restricted to private schools. </p> <p>The King's Academy in Middlesbrough has fought, and failed, to shrug off the controversy stirred up by its sponsor, Sir Peter Vardy, the car-hire knight with unorthodox views on creationism that he has sought to impose on the curriculum. </p> <p>People who want to get into the schools' management game might consider academies. It's not profit-making, but there's far less risk involved. The Tony Blair-backed schools are introduced to replace the most failing schools. A private sponsor puts in £2m, while the government gives £22m towards new buildings and funds the on-going running costs. Meanwhile the sponsor is free to run the school essentially as a private school. </p> <p>The sponsor gets overall control of the school's governing body and is not bound by the national curriculum.</p> <p>The inevitable question is do we want politically or morally minded groups to be running schools? The government says yes there should be more individuals running schools; it points to the Ofsted reports that are favourable to faith schools and the need to \"reinvigorate\" areas which are being failed by their schools. However, the teacher organisations are sceptical. They fear the creeping privatisation of state schools, and the influence that it brings. </p> <p>But the government has 200 more planned for the next six years. In the same time frame Dubai-based Global Education Management Systems - Gems - is planning another 120 cut-price private school places at the cost of £5,000 a year to parents. The schools' landscape is most definitely changing.</p>",
  "<p><strong>·</strong> Spending by NHS on IT under scrutiny<br><strong>·</strong> Blair to send out 'asbo ambassadors'<br><strong>·</strong> Preview -what's in tomorrow's SocietyGuardian pullout</p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^<br><strong>Today's top story</strong></p> <p><strong>·</strong> Housing support for vulnerable cut by £80m </p> <p>A new government programme that helps more than 1 million vulnerable housing tenants has been cut by £80m today because ministers said it was not providing value for money.</p> <p>^^^^^^^^^^^^<br><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> Spending by NHS on IT under scrutiny </p> <p>The National Audit Office, the government's spending watchdog, is investigating how the NHS has spent the £6bn it has been given to revolutionise its computer systems.</p> <p><strong>·</strong> Hidden diabetes in heart patients</p> <p>New research shows that many people who have heart disease - or are at risk of developing it owing to factors such as being overweight - also have undiagnosed diabetes, which increases their chance of an early death.</p> <p>Environment</p> <p><strong>·</strong> Ministers break promises over nuclear waste </p> <p>Nuclear waste from overseas power stations has been sealed in concrete and buried in several miles of trenches in breach of official government policy, the Guardian can reveal.</p> <p>Social care</p> <p><strong>·</strong> Climbié doctors under scrutiny</p> <p>The debate over child protection which followed the murder of Victoria Climbié is set to be reignited with a public investigation.</p> <p>OTHER NEWS</p> <p><strong>·</strong> Crime and punishment: Blair to send out 'asbo ambassadors' </p> <p>Tony Blair will return to the political fray after his summer break today with an upbeat defence of antisocial behaviour orders as a successful element of the government's law and order strategy.</p> <p>^^^^^^^^^^<br><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Adoption: The adoption reunions that end in tears </p> <p>Amelia Hill investigates why so many searches for birth parents result in heartache.</p> <p><strong>·</strong> Health: My chance to help save a life </p> <p>Her mother died at 39 of leukaemia, so when Gemma Gillard found out that she could donate bone marrow to other sufferers, she didn't hesitate.</p> <p><strong>·</strong> Urban design: Bullet holes extra </p> <p>A classic of modern design has been saved from squatters, snipers and the Congolese jungle. Amelia Gentleman reports.</p> <p><strong>·</strong> Cancer: Special brew </p> <p>Until recently the best cancer prevention advice has been: don't smoke, don't get fat, and cross your fingers. But a strange-tasting drink from South Africa could provide new hope, as Rory Carroll reports.</p> <p><strong>·</strong> Architecture: Strictly for the birds </p> <p>The Thames marshes are a place of eerie, delicate beauty. Can the RSPB's new centre fit in? Jonathan Glancey reports.</p> <p><strong>·</strong> Mental healthcare: Doctor's notes </p> <p>A row has broken out over a new, cheaper version of a schizophrenia drug. But why, if it saves the NHS money, asks Margaret McCartney.</p> <p>^^^^^^^^^^^^<br><strong>PREVIEW -WHAT'S IN TOMORROW'S SOCIETYGUARDIAN PULLOUT</strong></p> <p><strong>·</strong> Feature: Author DBC Pierre on his summer visits 'back home' to the Durham Miners' Gala<br><strong>·</strong> Plus: Malcolm Dean on the need for a single equality body; PFI takes to the stage in Edinburgh; and Anthony Douglas on his new role as the 'families man'<br><strong>·</strong> Jobs - The Heritage Lottery Fund is looking for committee chairs in the north east, north west and Yorkshire and the Humber, and the north east, London and the West Midlands, to make decisions on grant awards of up to £2m. For more details of this, and hundreds more public services and voluntary sector vacancies, see tomorrow's SocietyGuardian or visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p>",
  "In the end it was a very British affair. The welcome home sign was hastily made by a nine-year-old boy, the union flag hung from a rowing oar and instead of ticker tape the crowd threw a few shuttlecocks supplied by members of West Sussex badminton club. <p>But there was no disguising the warmth of the reception from the hundreds of friends, relatives, members of the public and families returning from their package holidays when a tired but triumphant Team GB arrived at Gatwick airport yesterday. </p> <p>The crowd whooped when they at last glimpsed the faces of the 44 medal winners they had been watching on television for two weeks. </p> <p>With their medals round their necks, the sailors, badminton players and canoeists arrived first to a frantic waving of flags and applause. To shouts of \"There he is\", the beaming face of Matthew Pinsent, the four times Olympic rowing gold medallist, came next, to be engulfed by small children thrusting autograph books into his hands. </p> <p>Behind him came Darren Campbell, Jason Gardener, Mark Lewis-Francis and Marlon Devonish, the 4x100m relay team who beat the Americans to bring home gold, to the delight of the youngest members of the crowd. </p> <p>A slight teenager in a baseball cap for a moment was not recognised. Then he looked up and smiled and a roar went up as the crowd recognised Amir Khan, the 17-year-old boxer from Bolton who surpassed all expectations to win a silver medal. </p> <p>Seconds later to shouts of \"Kelly, Kelly, Kelly\" the heroine of the British Olympic team appeared, holding aloft her two gold medals, for the 800m and 1500m, before embracing her mother Pam Thomson. </p> <p>\"I nearly broke down,\" said Kelly Holmes afterwards. \"I had a few tears in my eyes but I was worried about my mascara so I tried to control myself.\" </p> <p>Speaking on behalf of the whole team, Pinsent said they would welcome a victory parade through London. </p> <p>\"Bring it on,\" he said. \"We are ready to take on any celebrations that might be offered.\"</p>",
  "Laura Branigan, who has died of a brain aneurysm aged 47, was a powerful singer with a five-octave range who in an earlier generation would have graced the Broadway stage. Although she appeared off-Broadway in a show based on Janis Joplin's life, Branigan's forte was the rock ballad, of which she was a leading female exponent in the 1980s. <p>Her first and biggest hit, in 1982, was the Grammy-nominated Gloria. It was an English language version of a then recent Italian hit sung by Umberto Tozzi composed by Tozzi and Giancarlo Bigazzi. It was given an arrangement in the power ballad style pioneered in America by Pat Benatar and the music video of the song showed Branigan, in the spirit of the Eighties, in black spandex trousers and knee-high boots with a single discoball spinning above her head. Gloria remained in the United States top 40 for 22 weeks in 1982 and peaked at number two. It was also a British top 10 hit. </p> <p>Branigan was born in Brewster, New York, the fourth of five children of a stockbroker and a housewife. After playing the lead in a high school musical theatre production, she attended the Academy for Performing Arts in Manhattan. She next sought work as an actor and singer, but her breakthrough came in 1979 when she was hired as a backing singer for a European tour by Leonard Cohen. </p> <p>This brought her to the attention of Atlantic Records, which signed her to a long-term contract - and the result was Gloria. The accompanying album, called Branigan, was equally successful and the prelude to a career in which she was to sell more than 10m records in the US alone. </p> <p>Her popularity continued in 1983 with the hits Solitaire (co-written with Diane Warren) and How Am I Supposed To Live Without You, composed by the then unknown Michael Bolton. In 1984, Branigan recorded Self Control, a translation by Steve Piccolo of another European hit composed by Bigazzi. It was the title song of her third album, and a top 10 hit in both the US and Britain. In Germany, Branigan's version outsold Raffaele Riefole's original Italian language version. </p> <p>Branigan's later hits included The Lucky One (1985), from the television drama An Uncommon Love, and Spanish Eddie (1986). The 1985 album Hold Me included I Found Someone, another Bolton song that was later to be a hit for Cher. </p> <p>Branigan's final hit came in 1988 with a high velocity version of The Power Of Love. The song had already been a British and European hit for another anthemic singer, Jennifer Rush, and it was revived again by Celine Dion in 1994. </p> <p>Branigan was popular with film producers. She was heard on the soundtracks of Flashdance (1983) singing Imagination, Ghostbusters (1984), where she sang Hot Night, and Coming To America (1988). In the 1990s she sang with David Hasselhoff on I Believe, a song for the soundtrack of Baywatch. </p> <p>During the 1980s she toured widely in Europe, Asia, Latin America, Australia and South Africa. Branigan performed three times at Chile's Vina del Mar song festival and appeared on the Sunday Night at the London Palladium television show in 1987, singing Shattered Glass, a less successful single produced by Kylie Minogue's then production team, Stock, Aitken and Waterman. </p> <p>By the 1990s Branigan's strident style was out of fashion, although a 1995 CD release of the Best Of Branigan drew qualified praise from a British reviewer who wrote of her \"highly appealing belter of a voice with distinctly epic and sometimes even moving qualities\". </p> <p>In 1996 she temporarily retired following the death from cancer of her lawyer husband. Branigan returned to the stage in New York in 2002 in Love, Janis, a musical and biographical tribute to Janis Joplin. Branigan's renditions of such Joplin favourites as Piece Of My Heart and Me And Bobby McGee were well-received. </p> <p>Branigan's final releases were a contemporary dance version of Abba's The Winner Takes It All and an album of remixed hits issued in South Africa, where she had a particularly loyal fan base. </p> <p>She is survived by her mother, two sisters and brother. </p> <p> <b>· </b>Laura Branigan, singer, born July 3 1957; died August 26 2004</p>",
  "Perhaps it is his long, girly eyelashes or Tintin hair, but Graydon Carter has the air of someone not altogether serious. He edits Vanity Fair, the magazine of lush exteriors, a position he has held for 12 years and which confers on him an almost aristocratic status in American journalism. When we meet in a London hotel, Carter practically glides into the room, propelled by the sail-power in his billowing white shirt. He once founded a satirical magazine and has kept the habit of sardonic delivery. \"Oh, completely, always,\" he says drily, when asked if he gets unfairly categorised as a fluffy celebrity-worshipper; he smiles and looks away with a distant, more-in-sorrow-than-in-anger sort of look. \"But that's natural.\" <p>Carter fights his reputation as a lightweight, but even he admits that he is surprised by the book he has just written. During his editorship of Vanity Fair, the 55-year-old has made a point of neither voting nor buying shares, a position of lofty disinterest from which he descends with a 340-page polemic attacking Bush and comparing Donald Rumsfeld to Hermann Goering. </p> <p>What We've Lost: How the Bush Administration Has Curtailed Freedoms, Ravaged the Environment and Damaged America and the World is a book that has been assembled rather more than written. With great recourse to lists and bullet-point breakdowns, it audits Bush's shortcomings across every department of government, opening each chapter with one of the president's goofy quotes (\"It's clearly a budget. It's got lots of numbers in it\") then slamming home wave after wave of damning facts and anecdotes: that Bush tried to reclassify \"manufacturing\" jobs to include people who worked in fast-food joints; that teachers in Missouri were ordered to remove every third light bulb from schools to save money; that parents of soldiers in Iraq were in some cases forced to buy their children's own body-armour vests (\"$1,500 retail\"), plus hundreds of statistics attesting to Bush's failure to help America's poor, sick and discriminated against. The result is so overwhelming that it reads a little as if someone has fed \"Bush, presidency, fuck up\" into a search engine on the internet and loosely organised the results. Carter says he intended to write a short handbook, but that the more he and his researchers looked into it, the longer the book got. </p> <p>\"We had meetings on the research every couple of days; we went through 30,000 reports - it was daunting, what the Bush administration had done,\" he says. \"I went into this thinking I knew maybe a 10th of it; I didn't know the 1,000th of it. I'm really crummy at deadlines - which is strange, 'cos I'm a very punctual person usually for lunches - and a really slow writer, but I had to do this in four months and worked till 2am every morning. I was saying to my kids, the one thing this book did was use my brain cells, 'cos I've been an editor so long. An editor rarely uses his brain; he uses his gut more than his brain. My brain was worn out, the tips of my fingers were worn out.\" </p> <p>With this book and the Vanity Fair editorials in which he rehearsed its outraged tone, Carter joins what might be regarded as the cultural opposition to Bush, a loose alliance that numbers among its members Michael Moore, the comic Al Franken, and the shock-jock Howard Stern - and which some suggest has done more to help dislodge Bush from the White House than full- time politicians like the anaemic John Kerry. Carter downplays his own influence. \"I'm sort of flattered to be included with those guys,\" he says. \"They are more vocal than I am, but I try to stay independent. The fact is that their greatest influence is in the Democratic states; when the cultural elite endorses a candidate anywhere else, people tend to run for the hills.\" Is the fact that people like Moore and Carter put so much energy into trashing Bush an indication of John Kerry's failure to do so? \"No. I'm not in the least disappointed with Kerry. I think he's a perfect candidate; honest, forthright and he plays fairly. He is a very brave man. The thing people forget is that the only reason Bush looks presidential, is because he is president. You could stick Michael Moore on Air Force One and he'd look presidential, too.\" </p> <p>Carter's Vanity Fair editorials, formerly chatty introductions to the articles in that issue, now bolts of hellfire, can sit a little strangely with the Annie Leibowitz celebrity love-ins, although this, he says, is the magazine's magic: soft on the outside, hard on the inside. Carter has been angry before, of course; he characterises himself as a \"very angry young man\" in the years when he set up and edited Spy, the satirical magazine, with Kurt Anderson, which mocked the very world Vanity Fair now celebrates. But, says Carter, you can't carry on being furious like that and as he got older, got married and had four children (he is divorced now and engaged to Anna Scott, a British PR), he found he was quite content, not a good stance for a satirist. \"But this got me up again,\" he says, \"in the way I haven't felt since my early 30s. It was a sense of outrage as you went along.\" The thing that most shocked him was the discovery that \"the Bush administration is doing everything in its power to cut back the benefits for veterans, both of past wars and of the troops in Iraq now\". </p> <p>Does he at least think Bush believes he is doing the right thing? \"I don't know. I don't know how you think you are doing the right thing by having a tax system that barely affects the middle class, and makes life so much easier for so many wealthy people. America has almost too many wealthy people and the tax cuts were designed for them.\" </p> <p>Some of Carter's friends warned him off doing the book - \"You gotta be crazy,\" he recalls them saying, \"they'll come after you\" - but in fact, if anyone is going to come after Carter, it is more likely to be his cohorts in the media. Already, bitchy remarks are circulating about the number of researchers Carter used (nine), which he responds to with a sigh and says: \"The fact is I have a full-time job and four kids and I'm not much of a researcher myself. The fact is, unlike a lot of writers, I credit the people who help me. A lot of writers out there have a ton of researchers and they don't get credited in the book. So.\" </p> <p>Earlier this year Carter found himself attacked simultaneously in the New York Times and LA Times, with stories about a payment he received, some $100,000, for recommending the novel A Beautiful Mind as a film project to the producer, Brian Grazer, and the director, Ron Howard. It is not unusual for film ideas to come from magazines - another Russell Crowe flick, Proof of Life, came from a long Vanity Fair article about the kidnap and ransom industry - but there were whispers about the propriety of the magazine's editor having a stake in a film which, through his magazine, he was in such a good position to promote. The surrounding furore took oxygen from a certain dislike of Carter's style, in the same way that his predecessor at Vanity Fair, Tina Brown, was so eagerly mocked for her failure at Talk magazine. But there was also a genuine unease at the relationship of journalists such as Carter to the people they report on; Howard and Grazer appeared in the Vanity Fair top powerbrokers list and the film, which won an Oscar, was obviously well covered in the magazine. </p> <p>\"Confused, not bruised,\" he says of the episode. \"I had no idea where it was coming from. It was just a ... I was being criticised for being successful. I do documentary films on the side, one of which is called 9/11 and is about these two documentary film-makers and the twin towers, and one called the Kid Stays in the Picture, about the life of Bob Evans. I loved doing them, they're really fun and they did well. And I think that in some circles it's going to cause some envy and I think this came from envy more than anything else, and envy is a characteristic I literally can't understand.\" </p> <p>This is the kind of defence to get Carter detractors howling, proof of how far he has come since his days at Spy, an egomaniac who, by his own admission, oversees every caption and headline in the magazine, having tried delegation and found it \"didn't work\". Against the weight of his new book, Carter enemies might posit a daffy exchange he once had with Nicole Kidman, who interviewed him for another magazine. </p> <p>NK: What keeps you curious? Isn't that a lovely word? What's your favourite word? </p> <p>GC: My favourite word? It's canoe. I love the word canoe and all that it implies and the history of the canoe and all the rest of it. The canoe is a big part of Canadian culture. </p> <p>NK: That's very strange. Canooooo, canooooo . . . It is a nice word. </p> <p>GC: What's your favourite word? </p> <p>NK: Bliss. </p> <p>Carter rolls his eyes at this and in his best sardonic drawl says: \"Canoe is still one of my favourite words.\" He insists he isn't grand - \"Grand in what way?\" he says, looking bemused - that he always eats \"in the same crummy restaurant\" in his neighbourhood in New York, that he doesn't go to black-tie events, that at the Vanity Fair Oscars party he doesn't work the room. Jesus, he's not even American, he's Canadian, from a modest upbringing outside Ottawa. </p> <p>Nevertheless, I suggest that there is a problem with the power exerted by the Hollywood PR machine over magazines such as Vanity Fair: don't they have to suck-up to succeed? </p> <p>\"I think that's absolutely non-existent. I think it's the most oversold story in the world. Because I've never found any kind of obstruction, pressure, anything, ever.\" </p> <p>This isn't what I've heard; Lynn Barber, for example, had to leave Vanity Fair after offending one of Hollywood's most powerful PRs and being told, in not so many words, that she would never work in this town again. </p> <p>\"Well, the trouble is for Lynn to work, you've got to get the other person to sit down. Well, you can't put a gun to someone's head and say you have to sit down in this chair opposite Lynn. If Lynn could do her job without co-operation, she'd still be on staff. But it only works if you get a willing subject, and we ran out of willing subjects in the US.\" </p> <p>But surely that's an example of the power of the PR handlers? \"No, I don't know if it was that or not. I think she did a story on Michael Caine that he wasn't thrilled with. But it's not about that. That is the single most oversold, erroneous story in journalism.\" </p> <p>Whenever he can, says Carter, he tries to get a non-film star on the cover - \"even a musician is better\" - while trying to keep \"the utterly loathsome\" off the front page. It is getting harder; \"the level of celebrity in America now is so low,\" he says, \"so unbelievably low.\" </p> <p>Meanwhile, the staff at the magazine are proud he has added its voice to the political debate; if the book sells just one copy, he says, he'll \"have felt I have done my part\". There is a point in What We've Lost wherein the two sides of Carter meet, a classic, Vanity Fair moment in which he quotes from a phone-in that took place last year on the political TV channel, C-Span. Half way through the conversation, it becomes clear that the caller complaining about Bush is an entertainer of some sort; after pressing for her identity, to no avail, the presenter eventually says in amazement: \"Is this Cher ?\" It is. </p> <p>The lesson is clear: when even the celebrities are getting mad with Bush, we had jolly well better sit up and listen. This year, Graydon Carter will be voting.</p>",
  "<p>Representatives of the rebel Shia cleric Moqtada al-Sadr today called for the release of two kidnapped French journalists, as the French government began crisis talks over their fate.</p> <p>Ali al-Yasiri, a representative of Mr al-Sadr, denounced the abduction of radio correspondent Christian Chesnot and Georges Malbrunot of Le Figaro as \"inhumane and immoral\".</p> <p>\"We believe such acts defame Islam and Muslims in general,\" he said. \"To fight in a battlefield is OK, but to kill a civilian or journalist is blasphemy.\"</p> <p>The Islamic Army of Iraq, believed to be a Sunni group, has demanded France repeal new laws banning pupils from wearing headscarves in schools. </p> <p>Mr al-Sadr helped secure the release earlier this month of the British journalist James Brandon and the American journalist Micah Garen after they were kidnapped by Shiite militiamen. But he is not thought to have as much influence with Sunni Muslims.</p> <p>Meanwhile, the French prime minister was this morning holding an emergency meeting of his government after the deadline for their execution was extended by 24 hours to this evening.</p> <p>\"Every tool of the state is mobilised today,\" said the culture and communications minister, Renaud Donnedieu de Vabres, before the meeting started. </p> <p>\"The government, like the French people, is mobilised, united and concerned.\"</p> <p>The deputy editor of Le Figaro told BBC news, Charles Lambroschini, he thought the kidnapping was opportunistic and that French policy was not the original reason why they were taken.</p> <p>\"To the fundamentalists there are no good westerners any more, [even] the westerners who were against the American intervention;. There are only bad westerners because to the fundamentalists we are all part of the unfaithful,\" he said.</p> <p>His comments came as the French foreign minister, Michel Barnier, began his second day of emergency diplomacy in the Middle East to free the journalists and a diplomatic envoy was in Baghdad to meet Iraqi leaders.</p> <p>Mr Barnier was in Jordan today following meetings in Cairo on Monday with Egyptian officials and the secretary general of the Arab League, Amr Moussa. </p> <p>Mr Barnier called the demand to drop the French law \"incomprehensible\".</p> <p>He had earlier appeared on al-Jazeera, calling for the immediate release of the hostages \"in the name of the principles of humanity and respect of mankind\". He stressed France's opposition to the war in Iraq.</p> <p>But yesterday ministers in Paris said the new legislation - which bans all conspicuous signs of faith in state schools, including Jewish skullcaps and large Christian crosses - will be enforced when the school term begins on Thursday.</p> <p>New video footage of the two journalists appealing for their countrymen and president to comply with their captors' demands was shown on al-Jazeera late yesterday.</p> <p>In the video Malbrunot said, in English: \"I appeal to the French people to go to the streets... because our lives are threatened.\"</p> <p>And in French, Chesnot called on the French president, Jacques Chirac, and his government to drop the ban.</p> <p>Chesnot and Malbrunot went missing in Iraq on August 20 and are thought to be in the hands of the same group who killed the Italian journalist Enzo Baldoni last week, after Italy failed to respond to a demand for its troops be withdrawn from Iraq.</p> <p>The little-known group said France's new law was \"an aggression on the Islamic religion and personal freedoms\".</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>In 1982, the designer and critic Michael Sorkin wrote of Los Angeles: \"LA is probably the most mediated town in America, nearly unviewable save through the fictive scrim of its mythologisers.\" The myth has taken many forms: a cultured place of opulence under Hispanic rule; the land of plenty glimpsed by early settlers; the city that tempted the nascent movie business to leave the east coast of the US for the perfect light and climate of the west. </p> <p>For Orson Welles, Los Angeles was \"a bright, guilty place\". For Tom Cruise, in the character of Vincent in Michael Mann's new film, it is \"sprawled out and disconnected\". </p> <p>Mann is the pre-eminent mythologiser of contemporary LA, the man who brought Welles's bright, guilty vision to life in Heat, where the shootouts were as bloated as the egos of the protagonists. Collateral, his latest, is big news: Tom Cruise's smiling face stared out of almost every major US film magazine in the run-up to its release, with much being made of Tom going grey (!) and Tom playing a baddie (!!). </p> <p>Entertaining as that might be, it misses the point about Collateral. Among the big summer releases in the US, it is in a class of its own: measured, polished, the product of a combination of a major studio and major talent that - for once - means something. </p> <p>Mann, who was born in Chicago but studied at the London Film School, made his name with the television series Miami Vice and the film Manhunter, an early version of the Hannibal Lecter story. He really made his mark in a creative burst that started in 1992, when he directed The Last of the Mohicans, followed by Heat, The Insider and Ali. </p> <p>Now he has returned to the scene of Heat, this time with a different crime - exit bank robbers, enter assassin - and a different feel for the city. In Collateral, the clear daylight of Heat is replaced by the soft luminosity of the LA night. </p> <p>\"I wanted to see the colour of night in LA the way that it really is,\" Mann says. A neat, intense figure, he talks about the look of his latest film with an almost detached passion. \"Our eyes adapt - we start to see things as grey and white that aren't grey and white. In this film, the lights are all apricot because all the streetlights here are sodium vapour. That really is the colour of LA.\" Mann deals in the dark side of the myth of Los Angeles: the myth of noir, the \"anti-myth\", as the city's defining chronicler, Mike Davis, refers to it in his book City of Quartz. </p> <p>Collateral takes place over the course of one night. Vincent, a hit man, arrives in the city to execute five killings before hopping on a plane at 6.30 the next morning; his mode of transport is a taxi driven by Max, played by Jamie Foxx. Vincent and Max are Mann archetypes, cool, calm professionals: while Max can calculate a journey time to the minute, Vincent controls all he surveys, including Max. But once the first killing goes awry - the uncooperative corpse crashes out of a window to land on the roof of the waiting taxi - Vincent's world starts to unravel. </p> <p>Mann sets his vision of LA on the roads that sketch an endless grid across the city. Far from sticking to the beautiful cool of the chrome and glass skyscrapers of corporate downtown, he also makes use of the other LA: the seedy streets of Koreatown, the gaudy new money of the Latino neighbourhood of Pico Rivera, the forgotten areas of the south where the belching chimneys of old industry struggle to find a place in the new economy. </p> <p>Mann uses the location to frame the fragmentation of the forced relationship between Vincent and Max. \"I wanted to serve notice way up in front of the film that there's something confrontationally direct coming. And I wanted to get intimacy that doesn't belong. So I set it off against the most oppositional environment I could imagine, the most impersonal, unpopulated industrial landscape I could find - the vacant parts of the Wilmington oil fields and refineries. </p> <p>\"All the locations I picked were the product of some kind of story analysis,\" he adds. \"Nothing's by accident.\" Coming from Mann, an obsessive at the top of his game, this is not a surprise. Collateral is a tight film, every frame telling us something that we need to know. </p> <p>Mann has moved to a digital camera for Collateral. Unexpectedly, he elicits an almost painterly effect from it. The freeways have the texture of pale brown canvases; the tones of the night sky are otherworldly. The journey through Koreatown, which Max appears unlikely to survive, is, Mann tells me, \"a final journey through night in which a man has truly lost his own head space. It's a moment when a guy is going to enter into some kind of a fatal conflict, and he's thinking his own thoughts, and hence the drive evolves in neon.\" </p> <p>While Mann's visual lyricism can burn on to your retinas, his use of sound - music and noise - can make your head throb. In one climactic scene, set high in a skyscraper, a tense chase played out to a pounding beat is interrupted by the serene swoop of a police helicopter passing through the vertiginous towers. The visual jar of the moment is emphasised by a sudden switch to a single, near-silent, sustained high note. </p> <p>\"That was an accident,\" Mann says. \"We were shooting out of the window and someone says, 'There's a helicopter.' I said, 'Grab that shot,' and we grabbed the helicopter going by. With video you can shoot everything any time, almost. </p> <p>\"The thing that was interesting to me, and determined a lot of strategy about the music, is that I was making an entire motion picture out of only the third act. This is the denouement: the finale is at the very beginning of the movie and that's it. Dr Strangelove's the same, in that it begins with the ending. Sterling Hayden launches, that's it, they're gone. Two acts probably built up to that.\" </p> <p>That, he says, has an effect on the musical and visual rhythm of the film. \"Each scene is two or three times its normal size. The conflict in the club is nine minutes long. Every molecule of the film is stretched. I wanted to do a film like this before I even got the Collateral script - a film where events would be seen through a microscope. It's a miniature, seen large, seen close up.\" </p> <p>Collateral's denouement takes place on that most un-LA of things, the public transportation system, specifically the metro lines that serve the less fashionable parts of town. But even that held delights for Mann. \"We were on the green line, on the blue line. They're fabulous, they're gorgeous. In the station that we ended in, there are fantasised outer-space dioramas embedded in the walls. It is just phenomenal. Some of the best public architecture around. And the trains are great to ride on.\" </p> <p>As Graham Clark noted in his 1988 book The American City, LA is \"always hovering on the edge of significance\". But Mann reminds me of one of Vincent's speeches from the film, heavy with \"meaningless cosmos rhetoric\" - or, as Max describes it, \"Twilight Zone shit\". \"The lights of a million stars, millions of galaxies of hundreds of millions of stars, in a speck on one in the blink of time ... that's us, lost in space, who knows, it's all fucking meaningless.\"</p> <p><strong>·</strong> Collateral is released on September 17.</p>",
  "<p>Lawrence Dallaglio today became the latest member of England's World Cup-winning squad to announce his international retirement. </p> <p>The 32-year-old back-row forward has followed in the footsteps of Martin Johnson, Neil Back, Jason Leonard, Kyran Bracken and Paul Grayson in deciding to end his Test career in the wake of last November's triumph over Australia in Sydney.</p> <p>His nine-year career with England has seen him collect 73 caps, including 22 appearances as captain. His last four Tests in charge, however, ended in defeat - against France in the Six Nations, and three crushing losses on their summer tour of New Zealand and Australia.</p> <p>Even so, Dallaglio will still be remembered as one of England's most inspirational back-row forwards, and he leaves a big hole in the team's scrum.</p> <p>Dallaglio said in a prepared statement: \"I've been very fortunate to have played with and against some of the greatest players the game has ever seen.</p> <p> \"Throughout my career I have had the chance to work with some very talented coaches, each of whom in their own individual way have helped me become a better player. </p> <p> \"I've been lucky enough to have been involved in the England squad since 1994 and I feel after 10 years of being an England player the time is right to step aside.</p> <p> \"I've always felt, perhaps as other players before me, that I would know, almost instinctively, when it was the right time to retire from playing for England. I honestly feel that time is now. </p> <p> \"In my personal opinion there can be no greater honour or pride than to represent your country. </p> <p> \"In doing so you live the dreams and aspirations of the whole nation and have the ability to inspire and enrich others. I've had that privilege on 73 occasions.\" </p> <p> He added: \"Of course, I would like to thank Sir Clive Woodward, the RFU and all the supporters and sponsors for all the support they have given me over the years.\" </p> <p>\"I just felt my some of my peers had made the same decision and England need a number of people to rebuild. I felt the time was right now and it wasn't because of the (Lions) tour. </p> <p> \"I'm not retiring from rugby. I've got two years left on my contract at London Wasps and looking forward to competing. </p> <p> \"It's never easy to time these things but it's nice to make it myself and have a bit of control of my life - you can't change to international timetable. I'm looking forward to spending time with my family, playing for Wasps and figuring out what I'll do after rugby. </p> <p> \"I don't want this to be a day to be sad. I've got a huge amount to be very grateful for. There's been highs and lows but it's exciting because it's a chance for me to move on. I will take enourmous memories from playing for England. </p> <p> \"We were not the youngest team at the World Cup and it's inevitable that there's change. Players unfortunately can't go on forever.</p> <p> \"But you've got to be positive anad it gives England a chance to rebuild and look to the future. There's a fantastic number of players coming through and domestically and in Europe our sides are very strong.</p>",
  "<p>Scientists have been confident for some time now that they have successfully identified the main elements of the chemical reaction under the influence of which a person ends up buying a Volvo estate. Critical among these is the emergence in that person of an unusually agitated sense of his or her own mortality and, following from that, a stronger than average desire not to die even earlier in a road accident. The arrival of a third child and/or a 40th birthday tend also to be present. </p> <p>The scientists further concur that what the person drawn to a Volvo estate is typically not experiencing, or has suppressed for overarching practical reasons, is a need for thrills of an open road-related nature, for the roar of a sweetly tuned engine and the toecurling squeal of rubber on Tarmac. The Volvo estate owner wants a big boot, dash-mounted childlocks and a set of hair-triggered airbags. And then he wants to be left alone. </p> <p>Here, though, is the new V50 estate, proposing some kind of small but hopeful compromise between driving a car that raises the pulse slightly on bends and having plenty of room on board for the Sainsbury's bags. The V50 also continues the slight deviation from the Volvo norm that was noted earlier this year, when a new S40 saloon came out - the first product of Volvo's new partnership with Ford - and proved to be a subtly stylish, faintly covetable object, rather than another one of the armoured safety devices for which the company is most famous. </p> <p>The V50 is approximately half a mile shorter than the V70 (a container ship among estates) and has been rounded off and softened up at the back in order to look less like a meat locker and more like a cake tin. Up at the front, meanwhile, it's all ship-shape and Saab-fashion. In addition, the car has been fitted with a rigid suspension and comes in a range of unneccessarily punchy engines for the kind of responsive, thrusty drive to which the estate owner generally kisses a fond goodbye. </p> <p>What we are looking at, then, is a truly brave attempt to work in the formidable gap between an estate car and a babe magnet. Personally, I don't think that's a gap that will be closed in any of our lifetimes. But it is at least possible to narrow it slightly, and the V50 joins a small group of cars currently bold enough to have a stab, including the Audi A4 Avant and the estate version of the rather natty looking Alfa Romeo 156. </p> <p>The favoured term for this kind of a car is \"sportwagon\". Alfa Romeo use it for their 156 and Volvo use it for the V50, and, in its bold self-contradictoriness, its ambition seems to be to spin one back to the 1960s, when estates were more exotic and could seem redolent of pine-scented, cheek-reddening, Alpine ski-trips, rather than dutifully belted journeys to the municipal swimming pool. </p> <p>The notion is that the car is at least partly sporty, and that, by extension, so are you. According to Volvo, the V50 \"will appeal to people who need a vehicle to enhance and reflect their active lifestyles\". Of the car industry's many great works of craven flattery, the one linking cars to \"active lifestyles\" is probably my favourite. What about the people who need a vehicle to enhance and reflect their sedentary, can't-be-arsed-to-walk lifestyles? We never seem to hear about these cars. </p> <p>What the claim that a car reflects an active lifestyle tends to boil down to is whether you could fit a pair of skis inside it. In other words, the label \"active lifestyle enhancement\" mostly indicates that the car has a hatch connecting the boot to the rear passenger cabin, or a forward folding front passenger seat. Check the second of these boxes in the case of the V50. </p> <p>Within, the V50 enjoys gubbins carried over from the S40, including the innovative centre console - a thin, silver slab of carefully rationalised knobs and keys that has been designed so that it appears to \"float\". A clever trick, clearly, though why it should be thought desirable, I never quite worked out. Generally speaking, in my experience, the point in one's journey where things start to float around the cabin is the time to pull into a layby and get some sleep. </p> <p>A sportwagon wouldn't really be living up to the first part of its name if it didn't make at least a game fist of bursting away from traffic lights, so it is satisfying to report that the 2.0 litre turbocharged diesel version of the V50 that I drove showed it was more than capable, under acceleration, of generating g-forces sufficient to paste a dog to the rear window. </p> <p>And, of course, because it's a Volvo, feelings of security, however illusory, for both you and your dog, come as standard. German cars have reliability; Swedish cars have safety. And both, of course, have more sex than English cars and aren't remotely hung up about it. And now the Swedish cars even have a modicum of style and charm, too. It doesn't seem fair, somehow.</p>",
  "<p>Channel 4 chief executive Andy Duncan has identified education and new media as two areas where the broadcaster could merge its operations with the BBC. </p> <p>\"The one big thing that the BBC and Channel 4 have in common is that they are there for a public purpose,\" said Mr Duncan, the former BBC marketing director who was recently installed as chief executive of Channel 4. </p> <p>\"My sense of it is... I know people in the BBC very well and [BBC director general] Mark Thompson knows people at Channel 4 very well. In education, back office costs could be cut. New media would be another example. Channel 4 could definitely piggyback on some of the technical work they [the BBC] have done,\" he said. </p> <p>Channel 4 is seeking to push the prospect of closer formal ties with the BBC on to the charter review agenda and is hoping to thrash out a joint policy with Mr Thomspon by the end of the year.</p> <p>The BBC boss spent the last four years at Channel 4 and said he was open to the idea of a closer links at the MediaGuardian Edinburgh International TV Festival at the weekend. </p> <p>\"We are a point in our history where our relationship with othe public service broadcasters needs looking at... where we can sensibly collaborate and combine, then so much the better. I welcome a dialogue with Andy from Channel 4 and other public service broadcasters. We may be dealing with a period of consolidation in the channels business,\" Mr Thompson said.</p> <p>He identified overseas ventures as one area where the two broadcasters could team up. \"It may well make sense to get some Channel 4 output onto BBC America... I'd welcome a dialogue with Andy at Channel 4 and other PSBs to get together more,\" said Mr Thompson. </p> <p>Mr Duncan, who replaced Mr Thompson just two weeks ago, is believed to have already held talks with the BBC about Channel 4 getting involved in the corporation's interactive media player project, which will allow viewers to download programmes over the internet. </p> <p>In education, it has been suggested the two broadcasters could share production costs, expertise and studios.</p> <p>Mr Duncan and the Channel 4 chairman, Luke Johnson, are believed to be backing away from the idea of a merger with Channel Five, which would require new legislation and could unleash a campaign to have Channel 4 privatised.</p> <p>As well as collaborating more closely in certain areas to save costs and cut down on overheads, Channel 4 is also exploring a deal that would see it take control of parts of BBC Worldwide such as the UKTV joint venture channels.</p> <p>\"If we do anything with the BBC, it will be side issues, something to do with BBC Worldwide. I can't see us merging with BBC3,\" said the Channel 4 director of programmes, Kevin Lygo, in a later session at Edinburgh. </p> <p>BBC Worldwide is a huge division of the corporation responsible for publishing magazines such as Top Gear, international sales of its programmes and the highly lucrative video and DVD retail business as well as creating toys such as the Teletubbies which were the number one best-seller eight years ago. </p> <p>Mr Duncan's comments were carefully calculated to acclerate the BBC's thinking on the matter, according to another Channel 4 executive. \"The Five merger was very much Mark Thompson's big idea and Andy has ideas of his own. But we need to sit down and start exploring them now,\" the executive added. </p> <p>The sense of urgency has been triggered by the impending deadline for broadcasters to repsond to the second phase of Ofcom's public service broadcasting review, together with the gathering pace of the BBC charter review. </p> <p>The Ofcom senior partner, Ed Richards, who is overseeing the public service broadcasting review, also said he welcomed any dialogue on Channel 4's future but warned that any deal between it and the BBC could not be at the expense of diluting Channel 4's remit or uniqueness. </p> <p>\"It's a proposition that has not been put to us in a formal sense. We are aware of various discussions of all kinds. We think there is a strong role to be played in public service broadcasting by not-for-profit organisations,\" he said. </p> <p>\"Innovation is very important to the audience. Our primary concern is that Channel 4's core purpose is not weakened and is strengthened.\"</p> <p>Others in the industry believe that, while collaboration between the BBC and Channel 4 might save both some money, it is not the \"big idea\" that would safeguard Channel 4's future in a multichannel world. </p> <p>And while both Mr Duncan and the Five chief executive, Jane Lighting, insisted a full scale merger of Channel 4 and Five was still an option, it is now believed to be firmly off the agenda. </p> <p>\"The most important thing from a Channel 4 point of view is that we take a bit of time and work through the options,\" said Mr Duncan. </p> <p>For Five, the collapse of the Channel 4 negotiations is likely to trigger fresh speculation about a deal with Rupert Murdoch's News Corp or a merger with a smaller player such as Flextech, owned by Telewest, and the company that previously employed Ms Lighting. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong>Q</strong> I joined LA Fitness in Kentish Town, London, over a year ago when they offered a promotion to members of my company. At the time I was advised that the contract was for one year, however should I wish to leave the gym before that I could transfer my membership to another person.</p> <p>In December 2003 a colleague was looking to join the gym and as it no longer met my needs I offered her my membership. I could not find my contract and so went into the gym personally to tell them I would like to transfer my membership and asked what action I needed to take. </p> <p>They advised me that I had been a member for longer than one year and therefore I could cancel at any point without financial penalty. They said as this was the case I could not transfer the membership to my colleague. Following this discussion I cancelled my direct debit in January and made the final payment in February 2004.</p> <p>Following that I was contacted by LA Fitness credit control to advise me that I owed them an outstanding payment of £54 (one month's membership fees). </p> <p>After visiting the gym and contacting them on the phone the issue was still unresolved - in fact they said I owed them two months' membership. I was then contacted by a debt collection agency. They were actually very helpful, put my account on hold for 10 days and advised me to write to LA Fitness.</p> <p>However I have had no further response from them. I am extremely concerned about my credit rating being affected and therefore want to make the payment. But I equally feel that the company has mishandled my complaint from start to finish and feel that their customer service policy and complaints handling should be addressed.</p> <p>Could you advise on any further course of action I can take either before or after I make this payment?</p> <p><strong>AP</strong></p> <p><strong>A</strong> You have been treated appallingly from start to finish and must not let LA Fitness get away with this cavalier treatment. If you are concerned about your credit rating you can pay under protest and seek to recover the outstanding payment later. </p> <p>Don't bother with the credit control department since this appears to take you nowhere. You must complain to the branch manager in writing by recorded delivery and if that doesn't work write to the chief executive with copies to your trading standards department and the <a href=\"http://www.oft.gov.uk/default.htm\">Office of Fair Trading</a>.</p> <p>You should have been given the cancellation form when you were told not to transfer your membership but to cancel instead. To charge you one month's membership fees and then threaten you with two months' fees in these circumstances is simply a racket. </p> <p>Any term in the contract which insists on a written cancellation without taking into account your dealings with staff at the gym is more than likely unfair and therefore invalid under the <a href=\"http://www.legislation.hmso.gov.uk/si/si1994/Uksi_19943159_en_1.htm\">Unfair Terms in Consumer Contracts Regulations</a>.</p> <p>Complain to your local trading standards department about the treatment you have received. Since you were passed from pillar to post and finally threatened by a debt collection agency it is possible that LA Fitness is in breach of criminal rules on unfair trading practices. </p> <p>If prosecuted they could face a fine and at the very least an investigation should secure a refund of your membership fees and possibly some compensation for the unnecessary inconvenience and hassle you have suffered.</p>",
  "<p>The Consumers Association's (CA) hard-fought campaign for tighter controls on estate agents finally paid off last month when the government caved into CA's demands by announcing estate agents would be subject to a compulsory ombudsman scheme. The government now has powers to ban rogue agents from practising.</p> <p>This followed a damning report from the <a href=\"http://www.which.net/corporate/contents.html\">CA</a> that showed estate agents routinely failed to pass on offers to sellers, gave preferential treatment to buyers who used their mortgage services and failed to declare a personal interest when selling property to friends or family.</p> <p>Earlier this year CA sent in undercover investigators to Allan Langley-Smith's estate agent firm in Brighton only to discover that his staff lied, made up bids and failed to pass on offers from buyers who did not seek mortgage advice. Langley-Smith has no qualifications or training but has been practising since 1996. After being struck off for life he fled to Spain where he now lives with his wife and family. </p> <p>Currently, only a third of estate agents belong to an ombudsman scheme and the industry remains largely unregulated. Anyone can set up as an agent and that is the nub of the problem. CA and other trade bodies would prefer stricter controls, such as a licensing system with a requirement for minimum qualifications for estate agents.</p> <p>But CA admits that a compulsory ombudsman scheme is at least a step in the right direction. It represents a significant improvement on the previous proposals from the Office of Fair Trading which, despite acknowledging widespread problems in the industry, called for voluntary self-regulation to continue so the industry could put its house in order. </p> <p>In the meantime, if you are selling your home through an agent, shop around and negotiate on fees. Fewer than half of all sellers get quotes from more than one agent, but those who do obtain a reduction in their fees of, on average, 14%. The current ombudsman, Stephen Carr Smith, recommends you visit three agents for a quote, all of which should, if possible, be a member of a trade body or the ombudsman scheme. </p> <p>Make sure you understand the different types of selling contract. By law these should be explained to you in writing before you sign a contract. Remember you do not have to accept a standard form contract since you are within your rights to negotiate an individual agreement.</p> <p>As a general rule avoid a sole selling rights deal with an agent. This means that only the agent can sell your home. If you find a buyer yourself you would still have to pay the agent a fee. Also, if you are unhappy with the agent's service you may have to pay a penalty fee to switch to another agent.</p> <p>Sole agency is different from sole selling rights since if you find a buyer yourself you do not have to pay the estate agent's commission. But if you appoint more than one agent, an agent with sole agency will be entitled to claim a fee when the property is sold, even if a different agent found the buyer. This could mean you end up paying commission to more than one agent.</p> <p>If you are going to use more than one agent it is better to ask each agent to act for you on multiple agency terms. This is likely to cost you more commission than for a sole agency or sole selling rights deal. But under this arrangement at least you can rest assured that only the agent who sells the property is entitled to claim a fee. </p> <p>Some types of contract specify that an agent is entitled to commission if a \"ready, willing and able\" purchaser is found who is able to exchange contracts to buy your property. This means that if you pull out of a sale once a buyer has been found you still have to pay the agent's commission.</p> <p>Don't get tied to an agent for an unreasonable length of time. So avoid an open-ended agreement or one that penalises you if you pull out. An agent should only be given a reasonable length of time to market your property and find potential buyers. Make sure this happens by agreeing in advance how long the contract will last before signing a contract.</p> <p>Under the <a href=\"http://www.dti.gov.uk/ccp/topics1/facts/estateagents.htm\">Estate Agents Act</a> the agent must outline its charging scale and when the fees are payable before you sign a contract. You will usually pay a percentage of the selling price as a commission and it normally falls due on completion. You can expect to pay between 1% and 3 % of the selling price. Some agents charge a low commission but charge extra for advertising, so make sure you take this into account when comparing rates</p>",
  "A small but significant blow for women was struck this week when for the first time in history Canada's supreme court came close to achieving gender balance. <p>Prime minister Paul Martin has been under fire for not putting enough female members of parliament into his cabinet, but some suggested he was trying to placate his critics last week when the government announced that two women had been selected to fill vacancies on the country's high court. The justice minister, Irwin Cotler, insisted the decision, which increases female representation on the powerful nine-member court to four, had nothing to do with gender equality. </p> <p>\"The one criterion that I had in mind was merit,\" Mr. Cotler told reporters. \"These two outstanding nominees happen to be women. They were not chosen because they are women; they were chosen because they are outstanding.\" </p> <p>Canada has now moved several steps ahead of countries with comparable high courts, including the United States, where Sandra Day O'Connor and Ruth Bader Ginsburg are the only two women on the nine-member panel. In Britain, Lady Brenda Hale is the only female law lord. There are currently no women on Australia's high court. </p> <p>The supreme court of Canada is enormously powerful, shaping society on issues such as gay rights, euthanasia and access to marijuana for medical reasons.</p> <p>But some critics argue that it plays too great a role in overturning government legislation and regulations which do not conform with its interpretation of the charter of rights and freedoms. </p> <p>This week's appointments mark the first time that the federal government has allowed some public scrutiny of its choice of nominees. Although the names of the two judges were made public last week, the official announcement was put off until this week so that an unprecedented parliamentary hearing could be held, at which MPs and members of the legal community were given a chance to question Mr Cotler about the government's two picks.</p> <p>But some opposition members denounced the hearing as a farce, after the government, despite its minority in parliament, rejected demands that MPs be allowed to question the nominees themselves, either in a private or a public session. Opposition MPs claimed they had been given the nominees' names only two days before the hearing and had not been able to prepare.</p> <p>The judges themselves did not attend, and MPs had no power to overrule the government's choices. The government has ruled out the US confirmation process, in which candidates are grilled by lawmakers who can reject the White House's nominee. </p> <p>Judge Abella is the most controversial choice. The daughter of holocaust survivors, she came to Canada as a four-year-old. A strong human rights activist, she describes human rights as \"a direct assault on the status quo.\" Judge Charron is a French speaker from Ontario, and is seen as progressive on social rulings. Both have backed rights for same-sex couples. </p> <p>The chief justice of the supreme court is also a woman. They are part of a wave of women ascending to influential positions in Canadian society, and there are more to come, if university enrolment is any indication. As in other western countries, Canadian women now outnumber men in many university programmes, especially in liberal arts and the law. At some universities, the ratio is three women studying law for every two men. </p> <p>Across the country, six out of every ten students studying commerce, economics, psychology, sociology, political science and anthropology are now women.</p>",
  "<p>The most dangerous substances in cigarettes are not nitrous oxides, the only substance mentioned in your report on the air quality in Oxford (August 28), but tar, which cigarette smoke has in far higher quantities than exhaust. That's why 114,000 die each year from smoking compared to only 28,000 estimated to be killed by air pollution despite the fact that less than one in four adults smokes (Letters, August 30). </p> <p>In fact, recent research in the BMJ publication Tobacco Control found the air pollution emitted by cigarettes was 10 times greater than diesel car exhaust. Secondhand tobacco smoke produces fine particulate matter, which is the most dangerous element of air pollution for health.<br> <strong>Deborah Arnott</strong><br> Director, Action on Smoking and Health </p> <p>It dawned on me that Oxford has virtually banned cars from the city centre. I discovered that the pollutant nitrogen oxide is mostly pumped out by diesel engines - like those on buses. Engineer acquaintances tell me that anybody with an ounce of sense knows the future for buses is a gas-turbine power plant, driving electric motors on each wheel. Clean and quiet. Instead we get congestion charging and a lung-full.<br> <strong>Hilton Holloway</strong><br> London</p>",
  "Tony Blair will return to the political fray after his summer break today with an upbeat defence of antisocial behaviour orders as a successful element of the government's law and order strategy. <p>The prime minister is expected to use today's speech to confirm that Home Office experts - dubbed \"asbo ambassadors\" - will be dispatched to encourage reluctant local authorities to deploy the orders against so-called yobs. </p> <p>After a shaky start in 1999-2000, asbos have increasingly been used by some councils. About 2,600 have been issued - but only patchily across Britain. The home secretary, David Blunkett, hopes to change this. </p> <p>Mr Blair, who has been on family visits to Barbados, Sardinia and Tuscany, has seen Conservative efforts during August fail to have much impact. One poll last week put the two main parties on 34% each, with the Lib Dems on 21%. </p> <p>After months of anti-Blair muttering it is Michael Howard who is under pressure. He has reportedly been barred from meeting George Bush because of his criticisms of Mr Blair's Iraq policies. </p> <p>On the domestic front pollsters have confirmed that the government's efforts to tackle bad behaviour have been popular with voters, especially in poorer areas. Mr Blunkett is hoping for a 15% drop in bad behaviour by 2008. </p> <p>But his efforts have been described as a gimmick by some professionals and Tories. The initial policy involved too much paperwork, and was modified in 2002. </p> <p>With Mr Blunkett due back at his desk today, Louise Casey, who runs his antisocial behaviour unit, joined colleagues to praise the strategy on radio and TV yesterday. \"This is a great opportunity for local areas to really raise their game through taking advantage, at no cost, of high quality consultancy,\" Ms Casey said . </p> <p>Bill Pitt, a tutor with the Home Office antisocial behaviour unit and one of the \"asbo ambassadors\", said the legislation had not been used as well or as often as it could be. \"The Asbo is about the protection of the communities; it is about the witnesses; it is about the individuals whose lives have been made miserable,\" he said. \"Asbos ... establish the line that must not be crossed.\" </p> <p><b>·</b> Nick Woods, who was Iain Duncan Smith's spokesman as Tory leader, yesterday described the Conservatives' recent performance as disappointing. Mr Woods said: \"There's been no real progress across the summer. The byelections back in July were dreadful. There is a byelection coming in Hartlepool which is going to be very difficult.\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p> <b>TIME TO GET SERIOUS</b></p> <p>The day after the August bank holiday traditionally marks the end of the silly season and a return to serious news coverage, and the papers do their best to work up some enthusiasm for the end of summer. </p> <p>\"They're back!\" exclaims the Times. \"The misguided bill to ban foxhunting will be reintroduced in two weeks' time ... five-year plans from John Prescott's department, from environment ministers, and from the Department for Work and Pensions are imminent.\"</p> <p>The Telegraph worries about the advent of electronic NHS patient records, reporting that the National Audit Office is to investigate the GBP6.2bn project. Why? The paper doesn't seem to have much idea, but reminds its readers just how many big public sector IT projects have gone wrong or over budget in the past. \"Many [doctors] fear hackers could gain access to their records,\" it says.</p> <p>Elsewhere in the Telegraph, the venerable columnist WF Deedes weighs in with a rather moving article about his recent spell in an NHS hospital. WF, who is in his early nineties, has \"nothing but praise\" for his care. \"Every limb of my bed was wiped over with a damp cloth every day,\" he writes approvingly. The nurses were unfailingly kind, and the physiotherapists were even better. \"In some ways, it brought back recollections of soldiering in the second world war,\" he says.</p> <p>The NHS is also preoccupying the Times. Foundation hospitals complain to the paper that they enjoy less freedom and less money than they had been promised by the government. One hospital chief executive says that strategic health authorities are \"stifling\" him. </p> <p>The Guardian splashes with evidence that - contrary to previous assurances - ministers are importing nuclear waste and burying it in Britain. \"More than 10,000 cubic metres of foreign nuclear waste is buried at Drigg, in Cumbria, because it is too expensive to transport it back to the countries that produced it,\" says the paper.</p> <p>The FT notes that Iraq's oil exports have fallen to their lowest level for a year following persistent attacks on pumping stations and pipelines.</p> <p>* <a href=\"http://www.theguardian.com/nuclear/article/0,2763,1293988,00.html\">Nuclear waste promises broken</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1240135,00.html\">Times: Hospital hold up</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/31/nhs31.xml&amp;sSheet=/news/2004/08/31/ixnewstop.html\">Telegraph: Inquiry as NHS patient records go online</a><br> * <a href=\"http://news.ft.com/cms/s/13eaba18-fab9-11d8-9a71-00000e2511c8.html\">FT: Attacks send Iraq oil exports to year low</a></p> <p><b>ARNIE STARS IN REPUBLICANS' SHOW</b></p> <p>For the broadsheets, however, there is still only one show worth travelling to: Arnold Schwarzenegger is topping the bill at Republican convention in New York tonight.</p> <p>\"George Bush arguably needs Mr Schwarzenegger more than the governor needs him,\" says the Guardian. \"He will bring an element of glamour ... Not only is he a successful immigrant, his state delegation will be considerably more diverse than the convention as a whole.\"</p> <p>The FT is more circumspect, pointing out that the governor of California has \"flip-flopped\" over the question of whether he would campaign for Mr Bush at all. He won't attack John Kerry, whom he has described as a \"terrific human being\". Nor is he likely to be able to turn California Republican. In short, the paper suggests, Mr Schwarzenegger can do more for the Republican party than he can offer Mr Bush.</p> <p>The Guardian toys with the notion that a third generation of the Bush dynasty will inherit the presidency. George P Bush, the 28-year-old nephew of W, son of Jeb and grandson of HW, is of Latino descent and could, the paper says, be a valuable asset in Florida.</p> <p>John McCain \"came out shooting for Bush\" yesterday, notes the Independent; Rudy Giuliani also spoke, and compared Mr Bush's \"war on terror\" with Ronald Reagan's leadership in the cold war and Winston Churchill's defiance of Hitler.</p> <p>The FT says the \"Swift Boat Veterans for Truth\", emboldened by the recent dip in Democrat support, intend to screen their anti-Kerry ads nationwide.</p> <p>\"If it is so blindingly obvious to the rest of the world that Bush is dumb, dangerous and the rest of it, how is it that millions of intelligent and perfectly decent people in the US see it so differently?\" wonders Martin Kettle in the Guardian, probing the big-government conservatism that has characterised Mr Bush's first term. \"We ought at least to do the millions of Bush voters the courtesy of trying to understand why.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1293981,00.html\">Meet the next George Bush</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1293929,00.html\">Arnie returns to lift the party faithful</a><br> * <a href=\"http://news.ft.com/cms/s/7c856e26-fadf-11d8-9a71-00000e2511c8.html\">FT: Republicans salute Bush in convention opener</a><br> * <a href=\"http://www.theguardian.com/uselections2004/comment/story/0,14259,1294069,00.html\">Martin Kettle</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=556784\">Independent: McCain comes out shooting for Bush</a></p> <p><b>FRENCH HOSTAGES: DEADLINE EXTENDED</b></p> <p>The kidnappers holding two French journalists hostage in Iraq have given the men a 24-hour stay of execution, the Guardian reports.</p> <p>Footage broadcast on the al-Jazeera television station shows Christian Chesnot and Georges Malbrunot repeating the kidnappers' demand that France repeal a law banning the wearing of Islamic headscarves in schools.</p> <p>\"The law will be applied,\" a spokesman for the French government said yesterday. The country's main opposition has concurred. The Herald Tribune says the kidnapping has come as a shock to those who thought France's opposition to the war in Iraq would protect its citizens there. </p> <p>* <a href=\"http://www.theguardian.com/france/story/0,11882,1294006,00.html\">Journalists' plea to Chirac</a><br> * <a href=\"http://www.iht.com/articles/536516.html\">IHT: Paris firm on hostgaes as Allawi cites threat</a></p> <p><b>BRITAIN'S OLYMPIANS RETURN</b></p> <p>Jubilation at the return of Britain's Olympic team is tempered by outrage in both the Sun and the Mail. \"British athletes could have to compete under the European flag at a future Olympics in a remarkable attempt by Brussels to hijack their success,\" spits the Mail.</p> <p>The splash is based on a remark made by the president of the EU commission, Romano Prodi, who suggested that member states could carry EU flags alongside their own in Beijing.</p> <p>The rest of the papers have already moved on to the matter of the managerial succession at Newcastle United. The Sun tips Sam Allardyce of Bolton to succeed Bobby Robson, while the Guardian says that Birmingham City's Steve Bruce and the Newcastle striker Alan Shearer are more probable contenders.</p> <p>\"Robson served football superbly,\" mourns Henry Winter in the Telegraph. \"Part of Newcastle's appeal died yesterday as a distinguished Magpie became one for sorrow.\"</p> <p>* <a href=\"http://www.theguardian.com/Football/News_Story/0,1563,1293992,00.html\">Bruce in line as Britain's hometown dream ends</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=Y1BJSGCU3ZRMJQFIQMFCM54AVCBQYJVC?xml=/sport/2004/08/31/sfnnew31.xml\">Telegraph: Newcastle sack Robson</a></p> <p><b>TRAVELLING IN STYLE</b></p> <p>\"The demographics of caravan ownership are changing,\" reveals the Independent in an over-excited analysis of a cultural phenomenon it calls \"young fogeyism\". \"While many enjoy older caravans' chintzy interiors, the larger manufacturers including Swift, Explorer and Bailey are now producing trendy 'Ikea-style' interiors for the style-conscious younger owners.\" </p> <p>Apparently, young people are \"anxious about travelling abroad\". \"Since September 11, the world has changed,\" a caravan manufacturer tells the paper. \"Caravans offer safe accommodation, and allow you to pick your moment.\"</p> <p>The paper digs up depressing statistics suggesting that Britons are turning to wine boxes rather than bottles. Presumably they don't rattle in the back.</p> <p>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=556778\">Independent: Old before their time</a></p> <p><b>BREAKING NEWS</b></p> <p><a href=\"http://www.theguardian.com/post/story/0,11489,1294121,00.html\">The Royal Mail missed all 15 of its delivery targets in the first quarter of the financial year, it announced today</a>.</p> <p><b>COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Tony Blair is visiting Harlow to champion anti-social behaviour orders.</p> <p>&gt;&gt;&gt; The former Serbian dictator Slobodan Milosevic opens his defence case at The Hague war crimes tribunal today.</p> <p>&gt;&gt;&gt; The wife of Sir Mark Thatcher flew into Britain this morning, en route to Dallas.</p> <p><a href=\"http://www.theguardian.com\">Coverage throughout the day at Guardian.co.uk</a></p>",
  "<p><strong>Last man standing</strong></p> <p>In the best TV festival traditions sobriety and early nights, <strong> Danny Fenton</strong>, boss of independent producer Zig Zag, challenged <strong>Johnny Webb</strong>, who runs Flextech's Bravo and Challenge, to a Last Man Standing contest in the George bar on Saturday night. There was only ever going to be one winner, given that Webb is a past master at staying up late into the night at the poker tables in Las Vegas, winning money from drunks. Sure enough, Fenton bailed out, hoping - with impeccably inebriated logic - that if he didn't say goodnight, no one would notice he'd left the bar. But then again, it was 6am on Sunday by that time. If he'd stayed much longer, he would have missed the first festival session of the day. (All this is, of course, first hand).</p> <p><strong>Tearful tricks from US reality TV</strong></p> <p>The session on how British producers are taking the US by storm right now provided some hair-raising insights into the extremes to which American broadcasters are willing to push the much-derided reality TV genre. Former Planet 24 and Granada man <strong>Duncan Gray</strong>, now a commissioning executive at ABC, told of one trick that US reality producers always use on contestants. When filming pre-recorded \"testimonial\" style interviews with participants that will be intercut with footage of their big moments in a show, the producer will apparently always say, with the camera rolling, that the interviewee has something in their eye. The punter then always rub their eyes. And hey presto! The reality producer has their stock shot of said contestant looking like they are about to break down in tears, should it ever be needed.</p> <p><strong>Beryl stops the Daleks</strong></p> <p>In its recent battle with <strong>Tim Hancock</strong>, the agent acting for the estate of Daleks creator Terry Nation, over bringing back the oversized pepper pots to tussle with <strong>Doctor Who</strong>, BBC execs must have regularly cursed the hard-headed so and so who drew up the original contract. Turns out it was none other the Beryl Vertue, the independent producer of Men Behaving Badly and Coupling, back in her agenting days. It must be a particular relief that the BBC and Hancock were able to settle their differences to Coupling co-creator Steven Moffat, who is one of the writers of the new Doctor Who series. And also Beryl's son-in-law.</p> <p><strong>Any takers for these reality spoofs?</strong></p> <p>Veteran TV entertainment producer <strong>Michael Hurll</strong>, appearing in Edinburgh on the Grumpy Old Men session panel, decided to have some fun with commissioning editors and send in suggestions for two spoof shows. The first, I Wonder How That Started?, proposed to get to the bottom of - often highly libellous - urban myths, such as did David Kelly really commit suicide? Everyone passed, with Channel 4 responding that they could not see how they could uncover any new information about some of the stories in question - legally, anyway. The BBC also passed, but thought it \"quite a fun idea\". The second spoof pitch was for The Asylum Seeker Talent Contest, with the winner getting to stay in the country. (sounds like one for Channel 4, who pioneered the spoof quiz show for the homeless, Come on and Down Out. Sky One said it was \"changing its image and this is not right for us at the moment\". Channel Five thought it \"promising but we don't have the money until 2006\". The BBC also turned it down, because \"we have a similar idea that we are working on at the moment\". Bet John Humphrys can't wait to see that one.</p> <p><strong>No brow Thommo</strong></p> <p>BBC director general <strong>Mark Thompson</strong> managed to work both low and highbrow cultural references into his big Edinburgh speech. Congratulations Mark, you get to join Peter Bazalgette in no brow land, but you might be expunged from John Humphrys' Christmas card list. Thommo opened with an Only Fools and Horses analogy, but was soon parading his Oxbridge education with an \"as Nietzsche said...\". But wait, there's more: \"...in a remark which Bernard Williams was fond of...\". So that would be Bernard Williams, the renowned British philosopher and author of Morality: An Introduction to Ethics, would it Mark (ain't Google a wonderful thing)? No wonder you wouldn't let BBC PR boss Sally Osman anywhere near the draft of the speech. </p> <p><strong>Richards struggles to define PSB</strong></p> <p>Last December, just after starting his new job at Ofcom, <strong>Ed Richards</strong> said he was on a mission to define PSB: \"You want a definition because you want to know what it is you are seeking to deliver. While it is entirely elusive, or defined simply as what the BBC does, then it is difficult. It is very, very difficult.\" A few months later, he's finding out just how difficult. \"If people want a soundbite definition of PSB, they're not going to get it from me. It is difficult to pin down what it is,\" he told an audience at Edinburgh.</p> <p><strong>David's double standards</strong></p> <p><strong>David Mellor</strong> was at it again in a session about football and TV. The former Tory MP talked at length about how footballers these days were highly paid public figures who should put up with media intrusion into their lives and conduct themselves with more dignity. The same Mr Mellor, you may remember, that tried to stop papers publishing details of his own private life. Pot, kettle, black. </p> <p><strong>On second name terms</strong></p> <p>Monkey wonders whether anyone else found it odd that <strong>Mark Thompson</strong> kept referring to the creator of the Office as \"Gervais\". Perhaps this return to Edwardian formality is all part of the drive upmarket?</p> <p><strong>Paying the Max</strong></p> <p>In one of several entertaining exchanges during the chequebook journalism session, <strong>Rebecca Loos </strong>was pushed on how much she was paid to talk to Sky about her alleged affair with David Beckham. She demurred, insisting it was up to Sky to release the figure. Luckily, her agent Max Clifford had no such qualms. \"120 thousand, and I got 20%,\" he said immediately. </p> <p><strong>An ill wind for Thompson</strong></p> <p>BBC director general <strong>Mark Thompson </strong>almost came a cropper when filming an interview for Channel 4 news outside the conference centre in blustery conditions. As the wind picked up, it blew over a lethal-looking bit of broadcasting kit, which came crashing to the floor at his feet. As he ducked out of the way, Thommo was no doubt reflecting on the fact that he was chatting to Andrew Gilligan at the time. </p> <p><strong>Back to the future for ITV</strong></p> <p><strong>Charles Allen </strong> was banging on about how many great original shows ITV had coming up in the autumn but, when challenged on what they were could only offer up Midsomer Murders and Prime Suspect. Real original, cutting edge stuff then Charles?</p> <p><strong>Reynolds' got Allen's number</strong><br>Radio 4's <strong>Gillian Reynolds</strong> did a fine job of taking <strong>Charles Allen</strong> to task in the manner of an angry school mistress admonishing a wayward child. Probably the pick of a number of well-delivered put-downs was when she asked the ITV chief: \"You've been described as a jumped up bean counter who got lucky. Do you recognise yourself in that description?\" To which Allen replied, with just a hint of desperation: \"The reason I never stayed in accountancy was that I wasn't a very good accountant\". You can bet the chairmen of the Football League clubs almost decimated by the collapse of ITV Digital will agree with him for once.</p> <p><strong>Max and Monica come to blows</strong><br>A few years ago it was a nanny accused of murdering a child in the US, another year it was some Big Brother contestant whose first name was Elizabeth but second is long forgotten. This year, the celebrity interest was <strong>Monica Lewinsky</strong>. But after years in the spotlight as the Whitehouse intern who got too close to Bill Clinton, nothing could have prepared her for the blunt <strong>Max Clifford</strong> who asked wasn't it \"about time she got up off her knees and moved on.\" </p> <p><strong>Oh Brother, Lorraine</strong><br>BBC1 controller <strong>Lorraine Heggessy</strong> was to be heard loudly haranguing new Channel 4 chief <strong>Andy Duncan</strong> at the post-MacTaggart dinner on Friday night over whether he could reconcile the latest series of Big Brother with his Christian beliefs. What she probably didn't tell him was that, finding herself on holiday in Greece in the same place as C4 programming chief <strong>Kevin Lygo</strong>, she confessed to him that her children were big fans of the show. </p> <p><strong>Holmes run for BBC</strong><br><strong>Kelly Holmes'</strong> win in the 1,500m was enough to melt the hardest of cynical TV luvvie hearts. In the foyer of the conference centre at least 200 delegates gathered to watch the BBC's coverage of Holmes winning the race in a thrilling finish. All of which was probably a better argument for the BBC's public service ethos than any of the rhetoric inside the conference halls.</p> <p><strong>Olympian tasks keep BBC bosses busy</strong><br>If there seemed to be fewer BBC delegates around than usual over the weekend, there's a very simple explanation. Several of them were over in Athens to, erm, oversee the BBC's coverage on the final climactic weekend of the Olympics. New media chief <strong>Ashley Highfield</strong> was in Greece, as was (understandably) sports chief <strong>Peter Salmon</strong>. Sadly, Mr Salmon picked up a bug and had to miss his session on Sunday evening. </p> <p><strong>Gilligan: call me Nancy</strong><br><strong>Andrew Gilligan</strong> came up with a novel metaphor to explain his decision not to name names in his dissection of the Hutton inquiry and its impact. \"I'm going to take the Nancy Dell'Olio option rather than the Faria Alam route,\" he said.</p> <p><strong>Where's David?</strong><br>Something was missing from this year's MediaGuardian Edinburgh International Television Festival. Its name? <strong>David Elstein</strong>. The former Channel Five chief executive had been lined up to speak in three sessions, but told organisers where they could put their festival after a dispute over plane tickets. Not even the late intervention of former Five colleague and Edinburgh bigwig <strong>Dawn Airey</strong> could save the day. Rumour has it he'd already booked a holiday. Better luck next year, fellas. </p> <p><strong> Festival bitch (part one)</strong><br> \"Around the world in 80 days. Back to London in three.\" <strong>Rob Brydon </strong>on the not overwhelmingly successful Hollywood career of his some-time collaborator <strong>Steve Coogan</strong>. \"I didn't say that, I didn't say that,\" said Brydon, who described the early days of his own career as being like a \"poor man's Keith Chegwin. If you can imagine such a thing ... \"</p> <p><strong>Loos loves the limelight</strong><br><strong> Rebecca Loos</strong> , in town to talk in a session about chequebook journalism, was unusually coy when asked if she ever wished she could turn the clock back and become a good old anonymous PA once again. The fact she asked festival bosses for a tape of her appearance (alongside Monica Lewinsky and Max Clifford) so she could send it to her parents in Spain suggests the answer is a definite no. When Loos told her parents that one day she would be on TV, this probably isn't quite what they were expecting. </p> <p><strong>Dan's new dawn</strong><br> <strong>Dawn Airey</strong>'s era of football, films and, well, you know the rest, is finally over at Five. Director of programmes <strong>Dan Chambers</strong> has even come up with a new name for his station's old image: \"quivering quims and thrusting haunches\". Nice. But don't expect the channel to be going entirely upmarket. Autumn highlights include Pet Plastic Surgery and The Farm, in which celebrities such as Sophie Anderton, Paul Daniels and Debbie McGee will scrape the shit off sheep's arses. Now that's magic. </p> <p><strong>Speech Mark</strong><br> <strong>Mark Thompson</strong> left it until the last minute before giving festival organisers his speech about public service broadcasting. It was such an 11th hour job that the BBC director general even did without an autocue. There are two possible reasons for this. One: he was writing it until the last minute in the back of a cab on the way to the conference centre. Two: he didn't want to give the BBC's head of communications <strong>Sally Osman</strong> the chance to change any of it.</p> <p><strong>It's simple, Simon</strong><br> <strong>Simon Cowell </strong>was in curiously muted form (so would you have been if you'd seen the preview of his new ITV show, The X-Factor), but he did shed some rare light on his relationship with the never-knowingly-seen-in-public <strong>Simon Fuller</strong>. Cowell poured cold water on well-worn suggestions that the pair had fallen out, but did have some advice for his Pop Idol colleague. \"Lighten up a bit now. We can both get our shows made, let's enjoy it.\" Money, it seems, truly can't buy you happiness. </p> <p><strong>What the Dickens...</strong><br> Dickens purists beware: <strong>Andrew Davies</strong> is writing a soap-style adaptation of Bleak House - and he's going to have to make some of it up. \"Because Dickens was writing it for serialisation he left quite a lot of holes in the plot,\" Davies told Monkey. \"I am writing a lot of extra scenes that were in a sense implied in the book.\" Rest assured that a leather dildo, the unlikely star of one of Davies's other adaptations, is unlikely to make an appearance.</p> <p><strong>Festival bitch (part three)</strong><br> \"You should get back to the gutter where you belong\" - the BBC's investigative journalist <strong>John Sweeney </strong>to<strong> Max Clifford </strong>(yes, him again). Clifford didn't have much of a comeback, so <strong>Monica Lewinsky</strong> did it for him 10 minutes later. \"You sound like a pure old school journalist,\" she told Sweeney. \"That's not around anymore.\" Rumour has it you could see the steam coming out of Sweeney's ears from as far away as Edinburgh airport.</p> <p><strong>Gilligan under the knife</strong><br> When did <strong>Andrew Gilligan</strong> know he had really hit the big time? Was it when he was asked to make a documentary for Channel 4? Or was it, perhaps, when he was invited to address the TV Festival? Nope, it was when he received a letter inviting him to take part in Celebrity Surgery, \"a follow-up to Channel Five's most recent reality show, Operation Live.\" \"How did they know I needed surgery?\" asked Gilligan. \"I have been subjected to enough surgery in the media.\" Boom boom. </p> <p><strong>Hill start for Parky</strong><br> ITV bosses were naturally delighted to brag about poaching <strong>Michael Parkinson</strong> from under the noses of the BBC. But his new ITV colleague <strong>Harry Hill </strong>had some advice for the king of chat. \"Parkinson says the show won't change by going from the BBC to ITV. Wake up Parky! It's ITV! If you don't cut the mustard in two weeks you'll be going out after 11pm. Or 2.30 in the morning. Or Tuesday lunchtime.\"</p> <p><strong>Festival bitch (part four)</strong><br> \"Manifest bullshit\" - Sky's <strong>Dawn Airey</strong> responds to <strong>Charles Allen</strong>'s suggestion that I'm a Celebrity, Get Me Out of Here... is public service broadcasting.</p> <p><strong>Humphrys v Radcliffe in MacTaggart head-to-head</strong><br> Is the BBC nervous about Today legend <strong>John Humphrys </strong> slagging off his employer in his MacTaggart lecture at the MediaGuardian Edinburgh International TV Festival? How else to explain the scheduling of Paula Radcliffe's hotly anticipated 10,000m race at 7.50pm tonight on BBC1 - just five minutes after Humphrys is due to wrap up his speech? Better not overrun, John, or there could be a premature rush for the door. It'll be just like trying to time your Today spiels to finish just ahead of the pips.</p> <p><strong>Fergie gives Jim a special send-off</strong></p> <p>Departing ITV marketing boss<strong> Jim Hytner </strong> had a warm-up for his leaving bash next month - at the Atlantic Bar, dahling - earlier this week with a few quiet bevvies in his Gray's Inn Road office with colleagues. But there was a surprise guest, in the form of Manchester United boss Sir Alex Ferguson, who gave Jim a personal videotaped \"good luck in the new job\" message to speed him on his way to Barclays. Hytner, a huge United fan, was linked to the top marketing job at the club a couple of years back. But maybe that would have just been too much like mixing work with pleasure, eh Jim?</p> <p><strong>Legsy legs it with Garvie's platinum card</strong><br>And so Monkey must return to Heathrow airport where serious fraud was perpetrated in the name of free drink. The victim: BBC head of entertainment <strong>Wayne Garvie</strong>. The suspect: <strong>Paul Leather</strong>. Legsy, as the latter is best known, managed to free Mr Garvie of his British Airways platinum frequent travellers card which gives access to the top executive lounge ahead of board. But Legsy clearly hasn't travelled since 9:11 when security at airports was increased and didn't realised that the fact the name on the gold card was Garvie and the name on Legsy's boarding card was Leather would pose a problem. Garvie's gold card has now been confiscated and rumours that Leather is in any way contrite are extremely wide of the mark. </p> <p><strong>Leather latest</strong><br>Friday 2pm: Five's inimitable head of press <strong>Paul Leather </strong>is now out of bed. More later...</p> <p><strong>Five plus Four still on</strong><br>As well as welching on the Edinburgh TV Festival Worldview Address (see below), RLT's <strong>Gerhard Zeiler</strong> was supposed to be having a historic first meeting in the Scottish capital with Channel 4's Luke Johnson and Andy Duncan. But any media hacks worried that the Channel 4/Five merger, one of the few silly season stories that has kept them in beer money this summer, has just died on its arse shouldn't fret. Duncan has spoken to Zeiler on the phone and the meeting will still go ahead, but back in London sometime. They'll just have to forgo the pleasures of a pint of heavy.</p> <p><strong>Bubbles and fraud at Edinburgh</strong><br>Delegates to this year's <strong>MediaGuardian Edinburgh International Television Festival</strong> have a lot to contend with what with BA industrial action, the cooler temperatures north of the border and, er, free Perrier Jouet champagne at Soho House, which has got together with Channel 4 to operate a weekend service in a grand old house in the city centre. But folks, can we please spare a moment for poor <strong>Wayne Garvie</strong>, head of BBC entertainment and victim of fraud? More later... when <strong>Paul Leather </strong>of Five gets out of bed to explain himself. </p> <p><strong>Saudi splendour from Channel 4</strong><br> While on the subject of Perrier Jouet, Monkey would like to congratulate <strong>Channel 4</strong> for the magnificent job it did on the old Saudi consulate which was recently vacated and turned into the temporary Soho House. Everything was hired for the weekend including the carpets, venetian mirrors and sheepskin rugs. It was transformed in just one day by 20 staff. Rumours that it is the opening episode of a new Channel 4 property porn show have yet to be confirmed.</p> <p><strong>Scott knows the drill</strong><br> ...The Soho House building has, Monkey hears, impressive provenance. When <strong>Sebastian Scott </strong>started shaking in the corner, guests thought he was having a Living TV psychic episode and about to start 'channeling'. It turns out the Princess Productions multimillionaire (did we get that right, Seb?) was having flashbacks to a particularly nasty molar extraction in that very room when he was 10. \"This is where my old dentist was,\" explained Sebastian bemoaning the fact there was no Perrier Jouet on tap to dull the pain in 1944 (that's what you said isn't it, Seb?).</p> <p><strong>Zeiler throws a sickie</strong><br> A big shout out to <strong>Gerhard Zeiler</strong> who is lying in bed sick in Germany and will be unable to give the MGEITF Worldview address on Sunday. Rumours that he faked chicken pox after being unable to complete his speech are apparently wide of the mark...</p>",
  "<p>Two French journalists being held hostage in Iraq last night warned that they faced death if France refused to yield to their kidnappers' demands to repeal legislation which will ban Islamic headscarves in schools. </p> <p>New footage showing the radio correspondent Christian Chesnot and Georges Malbrunot of Le Figaro was broadcast on the Arabic satellite channel al-Jazeera, soon after the 48-hour deadline for their release expired. Their captors extended the deadline for the government to overturn the law by a further 24 hours. </p> <p>The two men were filmed against the backdrop of a grey mud wall. They appeared to be in good health, but appealed to the French government to save their lives. </p> <p>\"I call on President [Jacques] Chirac to _ retract the veil ban immediately and I call on French people to protest the veil ban. It is a wrong and unjust law and we may die at any time,\" Chesnot said, according to al-Jazeera's translation into Arabic. </p> <p>\"I appeal to the French people to go to the streets _ because our lives are threatened,\" Malbrunot said in English. </p> <p>Yesterday in Paris, ministers said the new law - which bans all conspicuous signs of faith in state schools, including Jewish skullcaps and large Christian crosses - will be enforced when the autumn term begins on Thursday. </p> <p>The foreign minister, Michel Barnier, arrived in Cairo yesterday to see whether allies in the Arab world could influence the situation. A diplomatic envoy was in Baghdad to meet Iraqi leaders. </p> <p>In an earlier appearance on al-Jazeera, Mr Barnier called for the immediate release of the hostages, \"in the name of the principles of humanity and respect of mankind\". </p> <p>The reporters were in Iraq to \"to explain to the world, to bear witness to the difficult conditions of the Iraqi people\", he said. </p> <p>Later he reiterated France's opposition to the war in Iraq and described the deadline for a repeal of the new legislation as \"incomprehensible, given the reality of French society\". </p> <p>After a meeting with Mr Barnier, the Arab League chief Amr Moussa said: \"I urge everyone who has power, or has the capabilities, to set the journalists free as soon as possible so that the situation does not become more complicated.\" </p> <p>Politicians joined protesters at a rally in Paris last night in support of the journalists. </p> <p>The French Muslim organisations which had opposed the new headscarf law expressed outrage at the kidnapping and condemned foreign interference in a domestic issue. </p> <p>The Union of French Islamic Organisations, which had previously urged schoolgirls to flout the ban, said it was vital to avoid exacerbating hostility towards France's 5 million strong Muslim population. </p> <p>\"This episode must not lead to a further radicalisation of the situation in France,\" Fouad Alaoui, the group's secretary general, said. </p> <p>Arab leaders stressed that the kidnapping was damaging \"the image of Arabs in the west\". Yasser Arafat, who was due to make a radio appeal on the journalists' behalf last night, called for the \"immediate release\" of the men, saying France was a friend of the Palestinian cause. </p> <p>Chesnot and Malbrunot went missing in Iraq on August 20 and are thought to be in the hands of the same group who killed the Italian journalist Enzo Baldoni last week, after Italy failed to respond to a demand for its troops be be withdrawn from Iraq. </p> <p>The little-known group said France's new law was \"an aggression on the Islamic religion and personal freedoms\". </p> <p>Iraqi Sunni and Shia groups hostile to the US-led presence in their country also called for the hostages' release yesterday, stressing that journalists should not be treated as combatants. </p> <p>\"It is amoral and inhumane. The abduction of any journalist tarnishes the image of Iraq and Islam,\" said Ali al-Yassiri, a spokesman for the Shia cleric Moqtada al-Sadr. </p> <p>Mr Sadr yesterday called on his followers to stop fighting against US and Iraqi forces, and gave his strongest hint yet that he is likely to participate in next year's elections. In an interview, Sheikh Ali Smeisim, one of the cleric's senior aides, said that Mr Sadr had told his Mahdi army militia to observe a ceasefire across Iraq. </p> <p>He urged the fighters \"to cease fire unless in self-defence, and to be patient until the political programme which Sadr's followers are planning is revealed\". </p> <p>The move comes just days after Mr Sadr agreed to end the violent three-week uprising in Najaf, at the urging of Iraq's most important Shia cleric, Grand Ayatollah Ali al-Sistani. </p> <p>The two men have agreed to work together to facilitate a census in Iraq ahead of general elections in January. </p> <p>There is now increasing speculation that Mr Sadr intends to run for political office with a possible view to becoming prime minister. He is unlikely to win any election outright but his support base virtually guarantees him a seat in Iraq's new cabinet. </p> <p>Both clerics appear determined to ensure that after the elections Iraq has a Shia-dominated government for the first time in its history. </p> <p>Iraq's unelected interim prime minister, Ayad Allawi, has repeatedly urged Mr Sadr to disband his militia and join the political process. </p> <p><strong> theguardian.com/iraq</strong><br></p>",
  "<p>Former Telegraph boss Conrad Black led a \"corporate kleptocracy\" at his publishing empire Hollinger International, according to an excoriating report by a company special committee.</p> <p>In a 513-page document published today, the committee accused Lord Black and his associates of transferring more than $400m of company money to themselves over the past seven years.</p> <p>It described Lord Black and his longtime associate David Radler as \"the truly 'bad actors' involved in the Hollinger Chronicles\", but also criticised the Hollinger board for failing to spot the pair's \"bloated fee requests\".</p> <p>\"Though the persons who took funds or assets from Hollinger improperly are the primary offenders, the consistent inaction of the Hollinger board also resulted in squandering opportunities for stopping abusive acts before the damage was too great,\" the report said.</p> <p>In particular, the company's audit committee chaired by Jim Thompson, former governor of Illinois, is accused of being \"ineffective and careless over a prolonged period of time\".</p> <p>\"By almost any measure, their worst failing was not performing any appreciable analysis or review of whether more than $225m in management fees they approved for payment to Black and Radler... were fair and reasonable charges to Hollinger. </p> <p>\"The audit committee also passively acceded to Black's and Radler's demands when supposedly reviewing $60m in non-compete fees.\"</p> <p>Shareholders will be particularly interested in the report's comments about non-executive directors, as they could launch lawsuits against them for negligence.</p> <p>Hollinger's board includes a number of high-profile figures, including the former US secretary of state Henry Kissinger and Richard Perle, the prominent neo-conservative and foreign policy guru.</p> <p>But the report emphasised that while directors may have questions to answer about their performance, the main culprits for what happened at Hollinger were Lord Black, Mr Radler and their associates.</p> <p>In its opening remarks, the report stated: \"This story is about how Hollinger was systematically manipulated and used by its controlling shareholders for their sole benefit, and in a manner that violated every concept of fiduciary duty. </p> <p>\"Not once or twice, but on dozens of occasions Hollinger was victimized by its controlling shareholders as they transferred to themselves and their affiliates more than $400m in the last seven years.\"</p> <p>It claimed that the aggregate cash taken by Lord Black, who was Hollinger's chief executive until November and chairman until he was removed in January, and Mr Radler, who was chief operating officer, represented 95.2% of Hollinger's entire adjusted net income during 1997-2003. </p> <p>\"Behind a constant stream of bombast regarding their accomplishments as self-described 'proprietors', Black and Radler made it their business to line their pockets at the expense of Hollinger almost every day, in almost every way they could devise,\" the committee said. </p> <p>\"The special committee knows of few parallels to Black and Radler's brand of self-righteous, and aggressive looting of Hollinger to the exclusion of all other concerns or interests, and irrespective of whether their actions were remotely fair to shareholders.\" </p> <p>Accusing Lord Black and Mr Radler of a \"ravenous appetite for cash\", it said it believed Lord Black was motivated by pressure on his cash-strapped holding company, Hollinger Inc, and in order to fund the lifestyle led by him and his wife, Barbara Amiel.</p> <p>Today's report is the result of more than a year of investigation by the special committee, which was set up by Hollinger last year after shareholders queried a series of management fees paid to executives.</p> <p>The committee, which was led by former US securities and exchange commission chairman Richard Breeden, said it had interviewed more than 60 witnesses in depth, reviewed nearly 750,000 pages of documents as background for its analysis, and met on more than 40 occasions.</p> <p>Its findings have already been used as the basis for a £700m lawsuit filed in January and amended in May, which has accused Lord Black of racketeering.</p> <p>Lord Black has always denied any wrongdoing since he stepped down as chief executive in November and has launched defamation proceedings against his old company and some of his former colleagues on the board.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Alan Yentob to be cleared of expenses fraud at the BBC. The corporation owes its creative director thousands of pounds in expense claims frozen during two-month inquiry. P2<br>French journalists' plea to Chirac as Islamist militants extend deadline for France to drop ban on the wearing of headscarves at school. P2<br>Letters page: reaction to John Humphrys' MacTaggart lecture. P15<br>Leader on decision to allow cameras in court. P15<br>Fresh allegations against former Telegraph tycoon Conrad Black are expected today with the courtroom filing of a long-awaited investigation into his stewardship of Hollinger International. P12<br>Interview with Graydon Carter, editor of Vanity Fair, who explains why he has gone to war with George Bush. Plus two exclusive extracts from his new book. G2 cover story<br>Might Greg Dyke's frame of mind been different during the Gilligan affair if he wasn't on the Atkins diet? Shortcuts G2 P6</p> <p><strong>FINANCIAL TIMES</strong></p> <p>A website for Ryanair staff to speak out against management has been set up by an Irish union. P4<br>An Arab version of Pop Idol has fed an appetite for democracy in the region. P8<br>ABC has accused Fox TV in the US of rushing out a spoiler to its own version of Wife Swap. P22</p> <p>CREATIVE BUSINESS<br>ITV and Channel 4 have their job cut out getting the mix right for their new channels aimed at over-35s.Can BSkyB's new marketing drive work? P6<br>The trend for quantifying the value of brands to companies will have a huge impact on balance sheets. P8<br>Rather than retire them producers are revamping children's classics including Magic Roundabout and Postman Pat. P10<br>Piracy is making life for the music industry difficult but long term the internet offers music firms big opportunities. P11<br>How to attract funds in the independent TV sector. P12<br>Jocelyn Hay of the Voice of the Listener and Viewer on Ofcom's public service broadcasting consultation. P15</p> <p><strong>THE INDEPENDENT</strong></p> <p>MEDIA<br> Ray Snoddy's alternative MacTaggart lecture at the MediaGuardian Edinburgh International TV Festival. P8<br>The Eastern Eye and New Nation have finally joined the ABC circulation club. P 8<br>Bill Hagerty column on the BBC's Olympic coverage. Steve Cram, Brendan Foster and the rest of the BBC's former champions have made me wince. P9<br>Interview with Closer editor Jane Johnson. P10<br>Interview with radio DJ Christian O'Connell. P11</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Alan Yentob in the clear over expense claim after a two-month investigation by BBC finance chief. P4<br>Libby Purves on comedy at the BBC. P16</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Inquiry at BBC clears Yentob over expenses. P6<br>French journalists taken hostage shown on Arabic TV. P12<br>Gillian Reynolds on the BBC's new mission to make comedy a cornerstone of its schedules. P20<br>The Harmsworth Trophy, a sailing prize founded by the family that owns the Daily Mail, has been won by the current Lord Beaverbrook, grandson of the former Express boss. P21</p> <p><strong>WALL STREET JOURNAL</strong></p> <p>A report by a special board committee investigating hundreds of millions of pounds in payments made by Hollinger International to top executives including Conrad Black will criticise the chronic failure to question the payouts. P1<br>Iraqi hostage crisis moves to France. P2<br>Havas is to hire journalists to spearhead US effort to mix adverts with entertainment. P4</p> <p><strong>DAILY MAIL</strong></p> <p>Stephen Glover: Did the BBC censor Greg Dyke? By the end of Sunday, the corporation's news bulletins had lost interest in his attack on Tony Blair and Alastair Campbell. P15<br>Saucy adverts are putting customers off, say researchers. P19<br>Alan Yentob in the clear over expenses investigation. P30</p> <p><strong>DAILY EXPRESS</strong></p> <p>Vanessa Feltz: Anyone who believes the British government would never descend to Richard Nixon's level should read Greg Dyke's book. P13</p> <p><strong>DAILY MIRROR</strong></p> <p>EastEnders star Ray Panthaki, who plays Ronnie Ferriera, has been beaten up by a thug. P1, P7.<br>French hostages in Iraq pleaded for their lives on TV last night. P2<br>Sexy adverts turn people off the products they are selling. P11</p> <p><strong>THE SUN</strong></p> <p>EastEnders star Ray Panthaki was nearly blinded when a drunken yob \"bottled\" him. P1, P9.<br>My real life cancer scare by EastEnders legend June Brown, who plays Dot Cotton. P21<br>A documentary showing the \"dark side\" of Richard and Judy is being planned by Five for next month. P21</p> <p><strong>DAILY STAR</strong></p> <p>Kelly Holmes is being lined up for I'm a Celebrity... Get me Out of Here! P1.<br>EastEnders' Jessie Wallace is to take a year off from the soap. P7<br>EastEnders star Ray Panthaki glassed in a club. P7<br>Simon Cowell has got no more than 10 years left in the music business. P 27.<br></p> <p><strong>AND FINALLY...</strong></p> <p>What's this, Eamonn Holmes looking like Pocahontas? FIona Phillips looking like Demi Moore (streuth). No, it's the GMTV duo after a White Stripes makeover. Check it out in the Daily Mirror. P24</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "Belatedly television cameras are to be allowed in courts in England and Wales for the first time. True to the judiciary's cautious tradition, it will be a tightly regulated pilot scheme. It will be restricted to a small number of cases in the court of appeal. Only the court's most senior judges - the lord chief justice, the masters of the rolls, and Lord Justice Judge - will be filmed. None of the film will be broadcast. Instead it will be edited into mock news reports, which will be shown to judges, lawyers and ministers, to illustrate the coverage that would happen in practice. Meanwhile, as Lord Falconer, the lord chancellor, set out on these pages yesterday, a consultation paper examining whether the experiment should be introduced and extended to the lower courts, will follow. <p>So some 15 years after the Bar Council first called for just such a pilot scheme, a test project has been given the go-ahead. Remember, the 1925 Criminal Justice Act banning all cameras in court - it followed newspaper publication of still photographs of convicted killers - was passed 11 years before the BBC's first television service was launched. By the time of the 1989 Bar Council report, televised court proceedings were being broadcast in eight western states. Cameras were introduced in US courts in the 1950s. By the late 1980s extensive research had been carried out in 41 out of 45 US states where cameras operated. In all cases they concluded that cameras should continue to be allowed and that the impact, if any, on the proceedings had been favourable. After nearly 40 years of experience in the US, only one case had been overturned on appeal as a result of television coverage. Hence the resoundingly positive recommendations of the 1989 report. </p> <p>A private member's bill based on the Bar Council's report was introduced in 1991, but rejected. More recently the media has moved the debate on by devising new ways of covering criminal trials. </p> <p>Television reports are no longer restricted to arrival shots and an artist's pastel sketches of the main characters. Two years ago ITV invented highly realistic computer images of the Old Bailey court for the trial of Paul Burrell, the royal butler accused of stealing from Princess Diana. Other channels have followed suit. Last year during the Soham murder trial, Sky News reporters read tranches of transcripts verbatim over computer images of the court room. Similarly, cameras are no longer shut out of judicial public inquiries. They were there for opening and closing speeches of the Hutton inquiry as well as covering parts of the BSE, Harold Shipman, and Southall rail crash inquiries. </p> <p>Lord Woolf, the lord chief justice, rightly wants the public to achieve a more realistic view of the criminal justice system than they learn from television series like Rumpole, Kavanagh QC or LA Law. The former lord chancellor, Lord Irvine, conceded the public would have been better informed if they had had the opportunity of viewing high profile appeals like Pinochet's extradition hearings or last year's battle over whether conjoined twins should be separated. One problem of restricting coverage to the appeal court is that most cases are unlikely to be as interesting. Many appeals would put most people to sleep with their abstruse arguments, detailed reference backs to earlier legal rulings, and abstract legal assertions. </p> <p>Opening all courts to cameras carries obvious dangers: the risk of deterring larger numbers of witnesses from giving evidence and the temptation of lawyers to show off. There will need to be safeguards to avoid it descending to the level of the media circus surrounding America's OJ Simpson trial, but that was a one-off even in the US. The lower courts are safe from the camera for the moment, but just like parliament, closer public scrutiny will rightly arrive.</p>",
  "Germany's ruling Social Democrats yesterday raised the possibility of holding a referendum on the European constitution, by proposing a law to allow the introduction of referendums in general. <p>Several European governments are planning referendums on the EU charter - including France, Britain and Spain - but Germany has, until now, argued that its constitution does not permit direct plebiscites. </p> <p>Germany's political establishment has traditionally been reluctant to introduce referendums for fear of undermining parliament. To introduce the law, the government would have to amend the constitution, a procedure that requires a two-thirds majority in parliament and would depend on opposition support. </p> <p>A previous version of the proposal was rejected by the opposition in the last parliament and the Christian Democrat general secretary, Laurenz Mayer, said yesterday he was sceptical about a referendum, unless one could be conducted across Europe. </p> <p>\"We have serious reservations about a change to the constitution of this kind,\" he said. </p> <p>\"It's difficult to estimate the chances of this being passed, but I'd be sceptical on the whole,\" said Oskar Niedermayer, a political scientist at Berlin's Free University. \"It certainly also has to be seen from a tactical perspective. They're looking around desperately for subjects to distract attention from other things.\" </p> <p>Demonstrations against German welfare cuts entered their fifth week yesterday, with tens of thousands, mainly in Berlin and the eastern cities of Leipzig and Magdeburg, protesting at Chancellor Gerhard Schröder's unemployment benefit cuts coming into force next January. </p> <p>Government spokesman Hans Langguth said the government intended to ratify the constitution as speedily as possible, through parliament or through a referendum if legislation were passed in time. </p> <p>The constitution, designed to overhaul the way the EU is run following the entry of 10 new member states in May, must be approved by all 25 members before it can take effect, and is thus hostage to referendums in those countries that choose to hold them. </p> <p>Tony Blair has insisted he will hold a referendum in the UK even if another country votes no before a British vote. </p> <p>Germany's involvement in the EU has traditionally enjoyed strong popular support but the constitutional issue has focused demands for more direct participation in a decision that is likely to have profound effects on how the country is governed. </p> <p>\"A small step from the SPD has brought us a lot closer to the first nationwide referendum,\" Claudine Nierth, the head of pressure group Mehr Demokratie (More Democracy) said.</p>",
  "The former policeman Alu Alkhanov capped the official announcement of his election as Chechnya's president yesterday by demanding that the separatist militant leader, Aslan Maskhadov, face trial and apologise to the Chechen people. <p>Officials announced the predictable landslide victory yesterday of Mr Alkhanov, 47, as successor to Akhmad Kadyrov, who was assassinated in May. Turnout in the election was claimed to be 85%, and Mr Alkhanov was said in a preliminary count to have won 74% of the vote, Interfax reported. </p> <p>The election on Sunday was held under martial law with 17,000 troops patrolling the streets after an attack by militants the previous Saturday. </p> <p>Few voters could actually be seen, and, as in previous elections, allegations of ballot-rigging were rife. Mr Alkhanov's only serious opponent was barred from running. </p> <p>A US state department spokesman said the Chechen vote \"did not meet international standards for a democratic election\". </p> <p>Mr Alkhanov, a former interior minister, told the news agency Itar-Tass after hearing the initial results: \"I feel an enormous burden of responsibility. I feel no euphoria. There is a clear understanding that a lot of hard work is ahead.\" </p> <p>Mr Maskhadov has vowed to kill the winner of the vote. Mr Alkhanov dismissed the idea of negotiations with Mr Maskhadov as \"not necessary\", according to Interfax yesterday. </p> <p>Mr Alkhanov pledged to revive the economy and create 150,000 new jobs. He added that he had \"very friendly professional relations\" with Ramzan Kadyrov, the son of the late president, whose private army rules much of Chechnya. </p> <p>Mr Alkhanov was installed to keep the supporters of Akhmad Kadyrov loyal to Moscow, yet the clan's key strongmen have reportedly begun to bicker. </p> <p>His statements came as the FSB security service, investigating the simultaneous suicide bombing of two Russian passenger jets last Tuesday, said the planes were brought down by bombers on board. </p> <p>\"Both aeroplanes were blown up as a result of a terrorist attack,\" Itar-Tass quoted Lieutenant-General Andrei Fetusov as saying.</p>",
  "<p>Whatever your gut feelings are about formally published research reports, you will likely agree that certain of them are, in a word, cutesy, and others are just plain icky. Here are some of each.</p> <p>Cutesy: The Case of the Burly Wee Man (published in the Archives of Environmental Health, 1974).</p> <p>Cutesy: How Hello Kitty Commodifies the Cute, Cool, and Camp: \"Consumutopia\" Versus \"Control\" in Japan, by Brian J McVeigh (published in the Journal of Material Culture, 2000).</p> <p>Cutesy, mostly: The Nosocomial Colonisation of T Bear, by WT Hughes, B Williams, B Williams and T Pearson (published in Infection Control, 1986). The authors explain that: \"A national effort to reduce nosocomial infections includes a programme developed at the National Institutes of Health to encourage handwashing in hospitals and day care centres ... One of the items used is a stuffed toy, T Bear, to be dispensed to the hospitalised child. Considering the manner in which children handle stuffed toys, we suspected the T Bear might serve as 'fomite' for transmission of nosocomial microbes. A prospective study of 39 sterilised T Bears revealed that all became colonised with bacteria, fungi or both within one week of hospitalisation. Hospital-acquired organisms cultured from the T Bear included Staphylococcus epidermidis , Staphylococcus aureus , alpha streptococci , Corynebacterium acnes , Micrococcus sp , Klebsiella pneumoniae , Pseudomonas aeruginosa , Escherichia coli , Bacillus sp , and species of Candida , Cryptococcus , Trichosporon , Aspergillus and others.\"</p> <p>Some say cutesy, but most say icky: The Swedish Pimple; Or, Thoughts on Specialisation, by JD Bernhard (published in the Journal of the American Academy of Dermatology, 1995).</p> <p>Somewhat icky: Methods to Preclude Aspiration or Swallowing of Dental Appliances, by AA Zakaria (published in the Journal Of Prosthetic Dentistry, 1975).</p> <p>More than somewhat icky: Impaction of an Ingested Table Fork in a Patient with a Surgically Restricted Stomach, by A Cassaro and M Daliana (published in the New York State Journal of Medicine, 1992).</p> <p>Icky: The Therapeutic Value of Medical Photography, by JD Bennett, TJ Woolford and C Lundall (published in the Journal of Audiovisual Media in Medicine, 1993). The authors, who are at the Manchester (UK) Royal Infirmary, explain that: \"Medical photography is shown to have therapeutic value in illustrating to a patient a previously hidden clinical lesion. The sight of the extent and nature of a hole in her nasal septum which the patient had caused by picking her nose allowed her to stop this habit where previous medication and psychotherapy had failed.\"</p> <p>Icky, by Ick: Successful Insemination Experiments with Cryopreserved Sperm from Wild Boars, by D Krause, D Ick and H Treu (published in Zuchthygiene, 1981).</p> <p>Icky, also by Ick: Abdominoscrotal Hydrocele Mimicking a Herniation of the Bladder, by JF Redman and KA Ick (published in the Southern Medical Journal, 2001).</p> <p>Intriguingly icky: The Cow with Zits, by WJ Pories (published in Current Surgery, 2001).</p> <p><strong>· </strong>Marc Abrahams is editor of the bimonthly magazine Annals of Improbable Research (<a href=\"http://www.improbable.com\">www.improbable.com</a>) and organiser of the Ig Nobel Prize</p>",
  "France has vowed not to give in to the demands of terrorists who are holding two French journalists in Iraq. Militants calling themselves the Islamic Army in Iraq have said that they will release Georges Malbrunot and Christian Chesnot if the French government abandons a law banning religious apparel - including Muslim headscarves - in state schools. The same terrorist group was reportedly responsible for the execution of an Italian journalist last week. <p>Malbrunot was working for <b>Le Figaro</b> at the time of his capture. The French daily condemned the \"monstrous and unspeakable\" kidnapping, and the \"cowardly strategy\" of \"threatening the individual, the citizen, in order to manipulate the state\". France had hoped to escape such incidents due to its stance on Iraq, it said, but became a terrorist target \"not on the grounds of a foreign policy decision but because of domestic policy\". Le Figaro defended the new law on religious apparel as \"a law of freedom\" preserving French secularism - \"the guarantor of all religions\". </p> <p><b>Libération</b>'s Patrick Sabatier feared that the headscarf ban was just an \"opportune pretext\" for the terrorists, who really wanted to \"light the spark of a war of civilisations\" through their actions. \"There isn't much time left to save Chesnot and Malbrunot,\" he said, but readers should stay hopeful in view of diplomatic efforts to save them. </p> <p>\"The captors have taken democracy itself hostage,\" argued Pierre Fréhel in the regional <b>Republicain Lorrain</b>, because they were exploiting the inherent \"weakness\" of democracy in the face of terror: that \"our laws are negotiable and voters can be bought over\". </p> <p>Michel Guilloux in <b>L'Humanité</b> detected a \"certain fascism\" in the terrorists' unwavering \"deep hatred of democracy, and the rights of men, and particularly women, to freedom\". He was encouraged by the reaction of French Islamic groups who \"unanimously condemned the captors' demands\". </p> <p>Chesnot had worked for the Swiss <b>Tribune de Geneve</b>, which judged the \"remarkable and unambiguous\" reaction of French muslims to be \"positive\". Yet it was unsure whether this could make any difference. \"What influence could it have on the Islamic Army in Iraq?\" it asked. \"It's impossible to say.\"</p>",
  "Two French journalists being held hostage in Iraq last night warned that they faced death if France refused to yield to their kidnappers' demands to repeal legislation which will ban Islamic headscarves in schools. <p>New footage showing the radio correspondent Christian Chesnot and Georges Malbrunot of Le Figaro was broadcast on the Arabic satellite channel al-Jazeera, soon after the 48-hour deadline for their release expired. Their captors extended the deadline for the government to overturn the law by a further 24 hours. </p> <p>The two men were filmed against the backdrop of a grey mud wall. They appeared to be in good health, but appealed to the French government to save their lives. </p> <p>\"I call on President [Jacques] Chirac to ... retract the veil ban immediately and I call on French people to protest the veil ban. It is a wrong and unjust law and we may die at any time,\" Chesnot said, according to al-Jazeera's translation into Arabic. </p> <p>\"I appeal to the French people to go to the streets ... because our lives are threatened,\" Malbrunot said in English. </p> <p>Yesterday in Paris, ministers said the new law - which bans all conspicuous signs of faith in state schools, including Jewish skullcaps and large Christian crosses - will be enforced when the autumn term begins on Thursday. </p> <p>The foreign minister, Michel Barnier, arrived in Cairo yesterday to see whether allies in the Arab world could influence the situation. A diplomatic envoy was in Baghdad to meet Iraqi leaders. </p> <p>In an earlier appearance on al-Jazeera, Mr Barnier called for the immediate release of the hostages, \"in the name of the principles of humanity and respect of mankind\". </p> <p>The reporters were in Iraq to \"to explain to the world, to bear witness to the difficult conditions of the Iraqi people\", he said. </p> <p>Later he reiterated France's opposition to the war in Iraq and described the deadline for a repeal of the new legislation as \"incomprehensible, given the reality of French society\". </p> <p>After a meeting with Mr Barnier, the Arab League chief Amr Moussa said: \"I urge everyone who has power, or has the capabilities, to set the journalists free as soon as possible so that the situation does not become more complicated.\" </p> <p>Politicians joined protesters at a rally in Paris last night in support of the journalists. </p> <p>The French Muslim organisations which had opposed the new headscarf law expressed outrage at the kidnapping and condemned foreign interference in a domestic issue. </p> <p>The Union of French Islamic Organisations, which had previously urged schoolgirls to flout the ban, said it was vital to avoid exacerbating hostility towards France's 5 million strong Muslim population. </p> <p>\"This episode must not lead to a further radicalisation of the situation in France,\" Fouad Alaoui, the group's secretary general, said. </p> <p>Arab leaders stressed that the kidnapping was damaging \"the image of Arabs in the west\". Yasser Arafat, who was due to make a radio appeal on the journalists' behalf last night, called for the \"immediate release\" of the men, saying France was a friend of the Palestinian cause. </p> <p>Chesnot and Malbrunot went missing in Iraq on August 20 and are thought to be in the hands of the same group who killed the Italian journalist Enzo Baldoni last week, after Italy failed to respond to a demand for its troops be be withdrawn from Iraq. </p> <p>The little-known group said France's new law was \"an aggression on the Islamic religion and personal freedoms\". </p> <p>Iraqi Sunni and Shia groups hostile to the US-led presence in their country also called for the hostages' release yesterday, stressing that journalists should not be treated as combatants. </p> <p>\"It is amoral and inhumane. The abduction of any journalist tarnishes the image of Iraq and Islam,\" said Ali al-Yassiri, a spokesman for the Shia cleric Moqtada al-Sadr. </p> <p>Mr Sadr yesterday called on his followers to stop fighting against US and Iraqi forces, and gave his strongest hint yet that he is likely to participate in next year's elections. In an interview, Sheikh Ali Smeisim, one of the cleric's senior aides, said that Mr Sadr had told his Mahdi army militia to observe a ceasefire across Iraq. </p> <p>He urged the fighters \"to cease fire unless in self-defence, and to be patient until the political programme which Sadr's followers are planning is revealed\". </p> <p>The move comes just days after Mr Sadr agreed to end the violent three-week uprising in Najaf, at the urging of Iraq's most important Shia cleric, Grand Ayatollah Ali al-Sistani. </p> <p>The two men have agreed to work together to facilitate a census in Iraq ahead of general elections in January. </p> <p>There is now increasing speculation that Mr Sadr intends to run for political office with a possible view to becoming prime minister. He is unlikely to win any election outright but his support base virtually guarantees him a seat in Iraq's new cabinet. </p> <p>Both clerics appear determined to ensure that after the elections Iraq has a Shia-dominated government for the first time in its history. </p> <p>Iraq's unelected interim prime minister, Ayad Allawi, has repeatedly urged Mr Sadr to disband his militia and join the political process.</p>",
  "<p>Greg Rusedski's US Open came to an early end yesterday when he was beaten 4-6, 6-3, 1-6, 6-3, 7-6 by Cyril Saulnier in the first round, and though he accepted his defeat with equanimity he later took an angry sideswipe at the ATP, the governing body of men's tennis. </p> <p>Rusedski, who was cleared by an anti-doping tribunal in March after the ATP took action against him over a positive test for nandrolone, says the organisation has broken its promise to help him get his career back on track by forcing tournaments to give him wild cards. </p> <p>\"The ATP have done absolutely nothing for me,\" he railed. \"They haven't kept their word whatsoever. Mark Miles [chief executive officer] says he doesn't have any control, but how can he not have any control over the tournaments? I've tried to talk to him but he says it's not his problem. It's time they got their act together. I've had enough of the way I've been treated.\" </p> <p>Rusedski partly blamed his defeat by Saulnier on being unable to get wild cards for warm-up tournaments in Washington and Long Island. When the passes into the main draw of those events went to others, it forced him to rest for three weeks asopposed to getting match practice in the same conditions as the US Open. </p> <p>Since being exonerated, Rusedski has been on the ATP's specially convened taskforce, charged with finding an electrolyte supplement guaranteed not to contain nandrolone, though he may consider stepping down in protest. </p> <p>He and seven other players were cleared because the ATP could not prove that supplements handed out by its own trainers were not contaminated with the steroid. Despite the fact that the ATP stopped its trainers from handing out supplements in May, at least 63 tests from players have shown up traces of nandrolone, though only eight, including Rusedski's, were enough to be counted as positive tests. </p> <p>As yet neither the ATP nor the World Anti-Doping Agency (Wada) has come up with any explanation as to where the nandrolone came from, and Rusedski hinted strongly that the full truth has yet to come out. </p> <p>If the ATP does not meet his demands, he threatens to cause further damage by telling what he knows. \"I know enough about this situation and so far I've kept quiet,\" he said. \"If things don't start happening . . . I'm sick of shutting up about this.\" </p> <p>Against Saulnier, the British No2 battled for nearly three hours and held two match points in the fifth-set tie-break but when inspiration was required he offered only perspiration and, admirable as his tenacity was, it was not enough. </p> <p>\"If I'd played one or two points differently then I might have been sitting here smiling\" he said. \"He took his chances more than me.\" </p> <p>The same could have been said by the 20-year-old Alex Bogdanovic, who was beaten 6-3, 3-6, 4-6, 6-1, 6-4 in the first round by Spain's Alex Calatrava in his first grand slam match away from Wimbledon. </p> <p>The Serbian-born Bogdanovic is the first British man in four years to qualify at Flushing Meadows and at times he looked capable of beating Calatrava but, playing in sultry, steamy conditions, he lacked the stamina to make good on his 2-1 sets lead once his opponent dug in. </p> <p>Bogdanovic, the British No4, came from 2-5 down in the fifth set and went within two points of breaking back to take the match to 5-5 before Calatrava's greater experience told. </p> <p>This could prove a depressing US Open for British supporters. Tim Henman will test his injured back against the 6ft 10 Ivo Karlovic today after asking the organisers to give him an extra day's rest. </p> <p>Henman has practised only sporadically and has declined requests for interviews, a worrying sign coming from the usually bullish British No1. </p> <p>Amelie Mauresmo got her US Open off to a satisfyingly brisk start, beating Marissa Irvin 6-4, 6-2 and the men's top seed Roger Federer was even more convincing, defeating the beating former French Open champion Albert Costa 7-5, 6-2, 6-4. </p> <p>\"Tennis is more like a big show here,\" said Mauresmo after her win. If Rusedski makes good on his threats to further embarrass the ATP, then it could be even more of of a show, for various reasons.</p>",
  "<p>For weeks - and nearly 40 minutes here as the home side settled into a 12-4 lead and Bradford bumbled - Hull's grasp on second place had seemed as secure as a prison wall. Then, Hull will argue, two crucial calls by the video referee Ray Tennant told dearly, and suddenly the Bulls were within a point of them with three games to go after finishing strongly. </p> <p>The Bradford coach Brian Noble, however, believes Hull will not lose again in that comparatively easy run-in, meaning the Bulls face a likely return here in the play-offs. </p> <p>Bradford had looked off Hull's pace as half-time approached and it might have been an 18-4 scoreline when Richie Barnett Jnr romped 50 metres to score after Lee Radford spilled the ball in a tackle. </p> <p>But Tennant ruled it had been stripped from Radford's grasp, and Bradford turned the penalty to good advantage, with Lesley Vainikolo finishing well in the left corner to make it a more palatable - for Bradford at least - 12-8 scoreline. </p> <p>\"I think it is a shame when we find reasons not to give a try,\" was the Hull coach Shaun McRae's judgment on the match-turning incident. Until then it had looked to be Hull's game. Forcing an error then a drop-out from the kick-off, they scored from their first possession when Jason Smith's long pass gave Colin Best room to work in for his 18th try of the season. Best harried Vainikolo into conceding anther drop-out, and again Smith struck, delaying a pass to find a charging Shayne McMenemy then pop up to score from the return for a 10-0 lead. </p> <p>It was individuality that dragged the Bulls back into the game, Michael Withers and Vainikolo combining for a try. But a Paul Cooke penalty put Hull back into an eight-point lead before Tennant intervened. </p> <p>After half-time Vainikolo beat Best and Sean Briscoe to Karl Pratt's neat grubber and while Paul Deacon had missed all three conversions, his penalty put Bradford ahead. </p> <p>Hull's guiding influence, Jason Smith, was then temporarily forced from the field by a thunderous hit from Stuart Fielden which had the Bulls' star placed on report, and the home fans had more to bemoan when Tennant was again called on to adjudicate as Paul King drove over but was ruled to have lost control. </p> <p>And then it was Bradford's game - Jamie Langley powered through a gap to make it 12-20 and when Smith departed again, bloodied, to the sin bin alongside Fielden after seeking retribution, Iestyn Harris nipped over to secure the points for Bradford. </p> <p> <strong> Hull FC: </strong> Briscoe; Best, Yeaman, Whiting, R Barnett Jnr; Cooke, Horne; King, Swain, Dowes, McMenemy, McNicholas, Smith. <strong> Substitutes:</strong> R Barnett Snr, Fletcher, Carvell, Scruton. </p> <p><strong> Bradford Bulls:</strong> Withers; Reardon, L Pryce, Hape, Vainikolo; Harris, Deacon; Fielden, Paul, Vagana, Peacock, Swann, Radford. <strong> Substitutes</strong> : Pratt, Moore, Langley, Parker. </p> <p><strong> Referee:</strong> S Ganson.</p>",
  "<p>Tim Easterby, who took over the running of the Habton Grange stables in north Yorkshire fromhis father Peter nine years ago, has proved himself a chip off the old block when it comes to getting the best out of a sprinter. </p> <p>Peter was a dab hand in that department when he plundered practically every big handicap, north and south, and on Saturday Tim will be looking for his third victory in the last five runnings of the £225,000 Group One Stanleybet Leisure Sprint. </p> <p>Pipalong started the ball rolling in 2000 with Somnus following up last year, and the four-year-old is second favourite at 5-1 with Hill's to again take home the big cheque after the six-furlong Haydock showcase. </p> <p>Somnus caused an upset in the race last year when, starting 12-1, he outbattled the hotpot Oasis Dream, who was going for a Group One hat-trick. Easterby, who took yesterday's valuable Listed Ripon Champion Two-Year-Old with Space Shuttle and showed he had Somnus ready for Haydock when the gelding came back to form with a neck win over Whipper in the Group One Prix Maurice de Gheest at Deauville this month. </p> <p>Mick Kinane has been booked for Somnus, who faces some formidable rivals among the 24 five-day declarations, including a possible trio from Roger Charlton's stable in Three Valleys, Patavellian and Tante Rose After finishing runner-up in the Craven Stakes in April, Three Valleys disappointed when trailing home 11th in the 2,000 Guineas and he has not raced since. </p> <p>\"Three Valleys prefers fast ground, but if it was good that would be OK and Richard Hughes would ride,\" said Charlton. \"Patavellian is on course to run with Steve Drowne riding, but he doesn't want fast ground.\" </p> <p>The trainer added: \"Tante Rose is also an intended runner. If there was any cut in the ground, that would not be a problem for her.\" </p> <p>The Irish raider One Cool Cat is market leader at 3-1. Aidan O'Brien's charge took a Group Three race at the Curragh in impressive fashion earlier this month and then came from way off the pace to fill third in the Nunthorpe Stakes at York. </p> <p>David Nicholls' Bahamian Pirate landed the spoils in that York race and could renew rivalry, along with his stablemate Continent. </p> <p>Frizzante is next in the betting at 6-1. James Fanshawe's filly disappointed when only tenth behind Somnus at Deauville but she was poorly drawn on the wide outside. </p> <p>Rule Of Law, Godolphin's 11-4 favourite for the St Leger at Doncaster on Saturday week, continued his preparation for the season's final Classic by pleasing his big-race jockey Kerrin McEvoy in a gallop at Newmarket yesterday. </p> <p>\"He worked this morning and Kerrin was really happy with him,\" said his trainer Saeed bin Suroor. \"He is in good form and has been pleasing us since his win at York.\" </p> <p><strong>· </strong>Frankie Dettori had a mixed afternoon at Epsom yesterday when he rode the first two winners for a 17-1 Godolphin double on Atlantic Story (8-1) and the evens favourite Sights On Gold, only to become ill and cry off his final three rides - including a winner for deputy Martin Dwyer, the well supported Beauvrai. It was a mixed day for Dwyer as well as he had earlier picked up a two-day ban for a riding infringement. </p>",
  "<p><strong> Richard Williams</strong> </p> <p><strong> Best moment </strong> Nothing quite activates the emotions like a relay, and Britain's first victory in the Olympic 4x100m since 1912 was a blast of pure exhilaration, even if it owed quite a lot to the complacency of the US speedsters. </p> <p><strong> Worst moment </strong> The arrival of the news that some wretched Russian woman had tested positive after winning the shot put at ancient Olympia. </p> <p><strong> Star of the games</strong> Yelena Isinbayeva, who kept 25,000 people glued to their seats with a riveting and ultimately successful struggle against Svetlana Feofanova in the women's pole vault, then topped it off by producing a world record at 10 minutes past midnight. </p> <p><strong> One to watch out for in Beijing</strong> Mark Lewis-Francis, if he gets the message. And the whole Chinese team, whose medal total will break all records. </p> <p><strong> Best quote </strong> \"There's no one else I would have accepted being beaten by\". Barney Williams, stroke of Canada's coxless four, pays the ultimate tribute to his opposite number, Matthew Pinsent. </p> <p><strong> Strangest moment </strong> When it became apparent that the Athens air was not going to induce a fortnight-long battle against emphysema or endanger the lives of long-distance runners. Even in tacky old Omonia Square, it was like nectar. </p> <p><strong> Mark out of 10 for Athens</strong> 7. Everything worked, in an environment full of first-hand reminders of the culture that gave birth to the ancient games. Deductions for empty seats, the unsporting pro-Kederis demonstration, and too many bouzoukis. </p> <p> <strong> Duncan Mackay </strong></p> <p><strong> Best moment </strong> Mark Lewis-Francis holding off Maurice Greene to anchor Britain to victory in the 4x100m relay. It was one of those all-too-rare \"Oh my God, I don't believe that just happened\" moments in sport. Success could not have happened to a nicer group of athletes. </p> <p> <strong> Worst moment </strong> Paula Radcliffe lining up for the 10,000m only five days after dropping out of the marathon. She had bowed to public pressure when her advisers must have known that it was doomed to end in failure. They let her down badly. </p> <p> <strong> Star of the games </strong> Kelly Holmes would be an obvious choice but Hicham El Guerrouj for completing a 1500m-5,000m double not achieved since Finland's legendary Paavo Nurmi in 1924. It would have been a travesty if the Moroccan's career had ended without a gold medal. </p> <p> <strong> One to watch in Beijing </strong> Liu Xiang, who equalled Colin Jackson's 11-year-old 110m hurdles record of 12.91sec, is set to carry China's hopes when they stage the games. He does not fit the Chinese stereotype and may help to dispel the doubts that many have about the country's athletes, prompted by China's female distance runners. </p> <p> <strong> Best quote </strong> \"Our dogs are not trained to read. They are trained to find bombs.\" A spokesman for the Athens organisers after a reporter from a British Sunday tabloid newspaper had planted a series of false packages in the Olympic Stadium that said: \"Hello. I am a bomb.\" </p> <p> <strong> Strangest moment</strong> Being physically held back by Greek riot police while they allowed the former Olympic 200m champion Kostas Kederis to escape into the Hilton hotel after he had announced he had withdrawn from the Olympics. For a few moments I seriously feared for my safety as an irate colleague went toe to toe with an armed officer and informed him he was an animal. \"He's got a gun,\" I pointed out. </p> <p> <strong> Mark out of 10 for Athens</strong> 8. For four years the Greek capital has had to live with everyone's doubts about whether it could pull it off and about security fears. The city's citizens will be paying for it for years but at least they can look the world in the eye and say they did not let anyone down. </p> <p> <strong> Stephen Bierley </strong></p> <p><strong> Best moment </strong> Georgina Harland's bronze in the modern pentathlon when she came back from 14th place at the start of the 3,000m. \"It's never too much, it's the Olympics.\" </p> <p> <strong> Worst moment </strong> The unseemly ganging up by the Brits, French and the US in the three-day eventing to rob the German team and Bettina Hoy of their gold medals. This should not be what the Court of Arbitration for Sport in used for. </p> <p> <strong> Star of the games </strong> Hicham El Guerrouj, who won one of the best 1500m of all time and then so spectacularly doubled up in the 5,000. </p> <p> <strong> One to watch in Beijing </strong> Sarah Ayton, gold medal in the Yngling, and Nick Dempsey, bronze on the sailboard. Getting married soon and perhaps the chance of a love boat together in China if mixed sailing is allowed. </p> <p> <strong> Best quote </strong> \"He was behaving like an emu. He had his head up so far he couldn't see his feet.\" Kate Allenby, on her horse in the modern pentathlon that ended her medal chances. </p> <p> <strong> Strangest moment </strong> Justin Gatlin gently sticking a finger into Shawn Crawford's ear as they prepared for the 100m final. </p> <p> <strong> Mark out of 10 for Athens</strong> Much better than Atlanta but nowhere as good as Sydney or Barcelona. A modest 6. </p> <p> <strong> Paul Kelso </strong></p> <p><strong> Best moment </strong> It was going to take something extraordinary to exceed Matthew Pinsent's fourth title, Ian Thorpe's awesome 200m freestyle win and Hicham El Guerrouj's 1500 and 5,000m golden double, but the British 4x100m squad provided it. The look on Maurice Greene's face as Mark Lewis-Francis whooped in victory was enjoyed far beyond the UK. </p> <p> <strong> Worst moment</strong> The attack on the marathon leader Vanderlei Lima, which in all probability cost the Brazilian a gold medal. Athens' security had been impressively effective until that point. That its greatest lapse affected the medals in the games' most evocative event was a minor tragedy. </p> <p> <strong> Star of the games</strong> Hicham El Guerrouj. The greatest middle-distance runner of his generation arrived in Athens with nothing to prove but his reaction to double gold proved that Olympic medals still matter more than any record. </p> <p> <strong> One to watch in Beijing</strong> Aside from the entire Chinese team, who will be fearsomely strong come 2008, how about hoping Dean Macey remains injury-free and becomes the 9,000-point decathlete his talent promises? </p> <p> <strong> Strangest moment</strong> Developing a sudden interest in synchronised diving was odd. Being constantly followed by the surveillance blimps that circled Athens was odder. I don't want to sound paranoid, but they really were following me. </p> <p> <strong> Best quote</strong> \"Tell Michael Johnson he's a wanker.\" Darren Campbell's request after the heats of the 200m sounded like sour grapes, but who's laughing now? </p> <p> <strong> Mark out of 10 for Athens</strong> 7. The stadiums were ready, the transport network worked, the security was unobtrusive - too unobtrusive at the marathon - and the athletes did their bit, but where were the crowds? </p> <p> <strong> Lawrence Donegan </strong></p> <p><strong> Best moment</strong> </p> <p> George W Bush jumps on the Iraqi football team bandwagon, proclaiming their wins as victories for his crazy war. Iraqi team then throws Dubya under the bandwagon wheels, calling him a mass murderer. A gold medal performance. </p> <p> <strong> Worst moment</strong> </p> <p> The efforts of the US basketball team. Half-hearted and surly (LeBron James excepted). A troupe of overpaid show ponies finally revealed as the new Harlem Globetrotters. </p> <p> <strong> Star of the games</strong> No apologies for a parochial choice. It has to be Amir Khan - a great boxer, and a great advert for Britain's multicultural future. </p> <p> <strong> One to watch in Beijing</strong> Yao Ming carried the Chinese flag at these games, not to mention a young Chinese team in the basketball tournament. Next time round, his team-mates will be ready and Yao - the most popular athlete in China, and probably the world - will be an iconic figure. He's a funny guy, too. </p> <p> <strong> Best quote</strong> \"I am going home to bury my toe.\" American wrestler Rulon Gardner, who lost a toe to frostbite but kept it in his fridge for inspiration, discussing his post-Olympic plans. </p> <p> <strong> Strangest moment</strong> Greek newspaper Kathimerini excuses the Greek crowd's booing of the 200m: \"Mediterranean people live under the sun and are intrigued by the mysterious ...\" No mystery here. Their man got caught cheating and they didn't like it. </p> <p> <strong> Mark out of 10 for Athens</strong> 6. Beautiful city, magnificent sports but - I hate to say it - Athens is too small and too inward-looking to host an Olympic Games. </p> <p> <strong> William Fotheringham </strong></p> <p><strong> Best moment</strong> Bradley Wiggins and Rob Hayles taking bronze in the madison. \"Only\" a bronze, but achieved in the face of adversity and it made Wiggins the first Briton to take three medals in one games in 40 years. </p> <p> <strong> Worst moment</strong> Paula Radcliffe abandoning in the 10,000m. Worse than her disappointment in the marathon because of the feeling that it was virtually inevitable and she was merely prolonging the agony. </p> <p> <strong> Star of the games</strong> Kelly Holmes - if you have your patriotic hat on, no one comes close. </p> <p> <strong> One to watch in Beijing</strong> On two wheels, and with my blinkered parochial hat on, Ross Edgar, who came from nowhere to take fifth in the men's sprint at only 21. </p> <p> <strong> Best quote</strong> \"After the crucifixion comes the resurrection.\" Kostas Kederis. Eat your heart out Eric Cantona. </p> <p> <strong> Strangest moment</strong> That motorcycle crash. For students of bizarre drug episodes, it tops all those excuses about nandrolone in toothpaste and sex and beer boosting testosterone to unnatural levels. </p> <p> <strong> Mark out of 10 for Athens</strong> 8. Great main complex, fine transport, perfect weather, wonderful volunteers, but a bizarre lack of Olympic atmosphere in the city centre. It looked as if, in the rush to get everything finished, that side was ignored. </p> <p> <strong> David Hopps</strong> </p> <p><strong> Best moment</strong> Irini Merleni's hair-tugging, sobbing celebration after she became the first woman to win an Olympics wrestling gold. The Ukrainian ended with a leap into the arms of an astonished referee and a passionate kiss for all the judges. Her delight brought a tear to the eye. </p> <p> <strong> Worst moment</strong> The lax international security that allowed Cornelius Horan, the former Roman Catholic priest, to invade the marathon course. This crazed Irishman was a known security risk, with previous at Silverstone and the London marathon. Why was he allowed to travel? </p> <p> <strong> Star of the games</strong> Michael Phelps (US swimmer). Eight medals (six gold), equalling the record of the Russian gymnast Aleksandr Dityatin, should make Phelps an automatic pick, although there was a bit too much American bombast along the way. </p> <p> <strong> One to watch in Beijing</strong> James Goddard (British backstroker). </p> <p> <strong> Best quote</strong> \"We like to play cards.\" Iraqis in the bar opposite the Guardian's Athens hotel, explaining why they entirely ignored the Olympics on the big screen - especially the Greek golds. </p> <p> <strong> Strangest moment</strong> The time I ended up in airport departures looking for the showjumping. </p> <p> <strong> Overall mark</strong> 7. Athens worked better than expected. It was relaxed and inviting, a city on the up. But it lacked Sydney's all-consuming delight, largely because the Greeks were interested only in their own.</p>",
  "<p>John Humphrys is mistaken in his critique of the state of British television (Take this oath: First do no harm, August 28) While I am loath to defend reality television, Humphrys is wrong to reductively divide television output into the \"nourishing\" and the \"meretricious\". </p> <p>By using the tone of moral paternalism to condemn what he sees as \"aggressive\" language, he lands his argument squarely in the corner of those who would wish on us a diet of unending populist \"history\" programming, undemanding, gentle Sunday night \"drama\" and morally simplistic religious fodder. </p> <p>What this Mary Whitehouse-style braying misses are those programmes that thrive on creative, not moral, freedoms. To argue per se against bad language and violence is to argue against the Sopranos, by far the most creative, witty, nuanced and intelligent drama currently on our screens. What is needed is not moral castigation, but creative freedom.<br> <strong>Tom Eyers</strong><br> Cambridge </p> <p>John Humphrys was spot on with his comments - but also hypocritical. He need look no further than his own Today programme. He asks: \"What can people who are worried do about a television market that is increasingly open and free from regulation?\" But he should be asking: \"What can people who are worried about what passes for news do in a market that is increasingly regulated by a select London-centric bourgeois group of faceless white, middle-aged men and women from a narrow and detached social background?\" </p> <p>The Today programme is increasingly becoming a karaoke show which goes through the process of what passes for news. Each side of the argument is given its obligatory 30 seconds to put its case, and the listeners are then left to decide for themselves. We need to be looking at who actually \"decides\" what is news on the Today programme, what is \"important\" enough to lead the six o'clock spot, and what makes the headlines of our newspapers. Junk news is even more damaging to our society than junk television.<br> <strong>Ted Newcomen</strong><br> Hastings, E Sussex </p> <p>John Humphrys unfortunately fell into the trap of, \"what's the world coming to?\" syndrome, displayed so often by the older generation. How much better to be robust about the whole affair. Yes, reality TV is appalling but we live in a postmodern age when much of life is not taken seriously, so producers are jumping on that bandwagon. </p> <p>It is not because the collective British psyche has plumbed new depths, it is because television is not the main source of entertainment for many people today, hence the falling viewing figures. People are actually getting out and meeting others at clubs, theatres, evening classes or listening music, reading or watching DVDs at home. </p> <p>The excellent programmes to which he alludes obviously do not suffer low viewing figures; but as good as they are, an overkill of highbrow culture would equally desensitise us to the reality of life.<br> <strong>Diane Tyers</strong><br> Preston </p> <p>Finally someone with clout has stood up an said what vast numbers of people think about the the state of British television. I applaud John Humphrys. Much of the programming on TV erodes the spirit and denigrates people. </p> <p>As a primary school teacher, most of my students have television in their bedrooms. I have huge concerns about what they watch. Sometimes children may be filling their head with images that edify and inspire, which is wonderful - but many times I have heard detailed conversations among 9-year-olds of the exploits in the latest episode of Big Brother etc, filling their heads with voyeuristic, seedy and vulgar notions that they think are perfectly acceptable and funny.<br> <strong>Charlotte Banks</strong><br> Mersea, Essex </p> <p>John Humphrys is right to complain about the blurring of the \"distinction between the public and the private\", but he is wrong to pin this on reality TV and to concentrate so much on sexual explicitness.</p> <p>Society and the media have blurred this distinction. Red-tops, broadsheets, magazines, radio, movies, and dinner-party conversations all routinely assume that any subject, no matter how personal, is open to discussion and questioning. Even the Today programme is not immune. The families of accident, murder or abduction victims are expected to parade their grief in front of cameras and make a statement through their tears. </p> <p>There is no evidence that reality TV, much as I detest it, has coarsened society. It is just as likely that society has coarsened television. We need a recognition of the ascendancy of the right to privacy over the assumption of the public right to know except where there is a real public interest, and a bit of self-restraint by all media.<br> <strong>Andrew Papworth</strong><br> Billericay, Essex </p> <p>Humphrys should have asked viewers to supply him with a list of programmes they disliked. I would have included the recent Celebrity Mastermind, which he hosted.<br> <strong>Valerie Shaftesley</strong><br> Manchester<br></p>",
  "<p><strong> Independent </strong><br> Editorial, August 30  </p> <p>\"[In his memoirs] the former BBC director general, Greg Dyke ... has revived the bitter battle that raged between the corporation and Downing Street over the coverage of the Iraq war ... In many respects, his recollections only underline the enormity of the political misjudgements that took Britain into such an unpopular war. </p> <p>\"Much in Mr Dyke's account still has the power to shock, not least the extent to which No 10 tried to intimidate the state broadcaster into altering the balance of its reporting. His disclosure of a personal letter from the prime minister criticising the BBC's Iraq coverage - a move which amounts to direct political interference in the BBC's prized independence - is a charge that Tony Blair needs to answer.\" </p> <p><strong> Daily Telegraph</strong><br> Editorial, August 30  </p> <p> \"Mr Dyke's book reveals ... how suffocatingly close relations were between the BBC and New Labour elites before they fell out over Iraq. These memoirs are not just a protest against the government's treatment of the corporation: they are a howl of pain from a Labour supporter who feels that Mr Blair has been insufficiently leftwing. </p> <p>\"As such, they confirm the prime minister's own doubts about BBC impartiality, revealed in a letter to Mr Dyke in which he complained about 'a real breakdown of the separation of news and comment'. Arguably, Andrew Gilligan's Today programme report was an example of that creeping editorialisation; but far worse was the BBC's lofty and lazy response to the furore it caused.\" </p> <p><strong> Scotsman </strong><br> Editorial, August 30  </p> <p>\"Mr Dyke is no shrinking violet and, in delightfully colourful language ... castigates all those he sees as responsible for his ousting, including the prime minister, Alastair Campbell, a hapless Lord Hutton, and the governors of the BBC ... [Mr Dyke] has a point. Whatever journalistic exaggerations the BBC may have indulged in, the truth is that the government spin machine, headed by Mr Campbell, was out of control. </p> <p>\"Like Mr Dyke, this newspaper supported the overthrow of Saddam Hussein, but subsequent events have shown that the government operated devoid of proper military intelligence and frequently let political requirements dominate sound advice from the military professionals. In addition, there is no doubt Mr Campbell pursued a personal vendetta against the BBC in a way designed to compromise its freedom to report objectively. The governors were the first to capitulate to this onslaught. The BBC may be seeking more quality in its output, but that will avail nothing if its journalistic independence is removed.\" </p> <p><strong> Mirror </strong><br> Editorial, August 30  </p> <p> \"Mr Dyke is entitled to feel betrayed. Even though sympathetic to Labour he was hounded, abused and eventually dumped as director-general. Mr Dyke lost his job for telling the truth while those who took the country to war on a farrago of untruths kept theirs.\" </p> <p><strong> Daily Mail</strong><br> Editorial, August 30  </p> <p> \"The sheer relentless scale of the pressure [applied to the BBC by the government] has been laid bare by Mr Dyke's damning account of the way Mr Blair and Mr Campbell cynically sought to suppress legitimate criticism. And his conclusion that he can no longer regard the prime minister as 'someone to be trusted' is all the more powerful coming from a man who was once Mr Blair's friend, ally and financial backer. Mr Campbell, the chief aggressor against the BBC, is gone. But the man who gave him unprecedented authority is still there. The message from Mr Dyke is clear: so long as Mr Blair is in office, trust in the honesty of our political leaders will remain at rock bottom.\"</p>",
  "<p>There's a new high-concept in reality TV starting today, called Fit Street. The concept (I wonder if you can guess ... ) is that you take a bunch of fat people and you give them advice, like \"eat less\" and \"do more exercise\". It shares with a seminal early reality TV show called Driving School the secondary requirement that all the participants be quite stupid. </p> <p>Actually, that's not entirely fair to Driving School - it would be possible to find a highly intelligent person who couldn't, for all the world, master clutch control, but I don't think it's too controversial to say that it would be impossible to find an intelligent person who didn't know that drinking eight cans of Coke a day might tip their calorie intake over the recommended daily allowance. </p> <p>This isn't to say that all fat people are stupid - but the intelligent ones, who know exactly why they're fat but continue to be fat anyway, might snarl everything up. They might show signs of misery, or a bleak emotional/ social landscape in which oral stimulation was the only way of breaking the sleep-bored-sleep cycle. They might even question the desire to be thin in the first place. They probably wouldn't make such good telly. What you want is the cravenly grateful, the fatties who'll turn around and say, \"No, you mean if I eat this ... what strange words you use ... broccoli ... then I'll be thinner?\" And you ain't gonna find them in Mensa. </p> <p>Channel 4 has cheekily stolen a march here on the BBC's venture, coming this autumn, to battle national obesity. You'll have seen the adverts - there's this big sofa, right, and our race to health starts there. Even though, usually, sitting on sofas is really unhealthy. But this time, it's a programme about health. God, the irony. It makes me want to cheer for mankind. Their concept is similar, only they're taking a whole street of fat people, and getting them all to lose weight; a degree of competitiveness is probably involved. It's the kind of hearty, jolly-hockey-sticks stuff that makes me want to eat nine chocolate eclairs and then stub a fag out on the 10th. But some people might like it. </p> <p>Both programmes could be classified squarely as public service broadcasting, though the BBC would probably have a greater interest in playing up this angle. Obesity is on the rise. Any endeavour that might make us more aware of the perils of buttery treats could only be in our best interests. A couple of things make me smell a rat, however. </p> <p>First, there is absolutely no shortage of diet information in the mainstream media. Let's say you've never bought a tabloid in your life. In that case, you probably already eat five portions of vegetables a day. Your pets probably eat a daily rainbow of fruit and vegetables (I know mine does). If you do read redtops, you will also know the precise nature of the South Beach diet, you'll know that Weightwatchers really works, and the Cabbage Soup plan is a bit short-term. You'll know that that the British Heart Foundation diet has a lot of beetroot in it and you'll know that grating cheese into sandwiches lessens the calories by a half. The media is absolutely saturated with this fat-information. What we're looking at is not a public that's fat because it's ignorant. It knows that eating too much makes you fat, but it still does it anyway. </p> <p>Furthermore, you've got to be dubious about any programme that uses regular people and still claims to be doing them a favour. Regular people are used because they are so cheap; even if you give the odd participant a million pounds at the end of it, you'll still rake it in at an almost embarrassing rate. In a culture where even publicly funded channels squeeze untold viewer-hours out of this inexhaustible, bargain-basement resource, the idea of a broadcaster as a benign authority that knows what's best is pretty much bankrupt. </p> <p>Most importantly, and insultingly, these shows dovetail with the government's attempts to get us to take more responsibility for ourselves in matters of health. The obesity debate, wherever it occurs, brings out the most insufferable mix of condescension and reprimand, as if rising rates of morbid fat acquisition were solely due to greedy, childish individuals who like tasty snacks. The truth of it, of course, is that cheap foods are loaded with fat to disguise their cheapness, and people buy cheap foods because they can't afford expensive ones. </p> <p>Fat people should stick up for themselves, develop some kind of quid pro quo deal - \"I'll go for a run every time the government uses the fiscal powers at its disposal to make me less poor. How's that?\" We should all, furthermore, boycott programmes that erroneously attribute obesity to the individual choices of a few numbnuts who don't know that cake is more calorific than tuna. But then, if the telly's on anyway, and we can't be bothered to find the remote ... </p> <p><a href=\"mailto:zoe_williams@ntlworld.com\">zoe_williams@ntlworld.com</a></p>"
]