[
  "The Independent Police Complaints Commission yesterday backtracked and announced an independent investigation of the first black death in custody on its watch, after pressure from campaigners. <p>Activists had been angry that the IPCC, which took charge of complaints about police in April, had asked Essex police to investigate the death of Kebba Jobe because it was too short of resources. </p> <p>The new body was intended to restore public confidence in investigations into alleged misconduct involving officers. </p> <p>It has stronger powers than the Police Complaints Authority, is designed to be more open and can conduct as well as supervise investigations. </p> <p>Mr Jobe, 42, died on May 15 this year after he was arrested by police targeting drug dealing at Camden Lock in north London. A postmortem examination showed that he suffocated because a plastic bag containing a herbal substance was blocking his airways. </p> <p>John Wadham, deputy chair man of the IPCC, said yesterday: \"We have said from the start that we would have preferred to independently investigate the death of Mr Jobe. </p> <p>\"However, due to a lack of resources, and the fact that we were already independently investigating two shootings ... we took the decision to have an outside force carry out the investigation under our management. </p> <p>\"As part of a review of the case, and the fact we now have greater resources, we have decided to take full control and upgrade this to an independent investigation.\" </p> <p>Supporters of Mr Jobe's family welcomed the decision, but expressed anger that police had been brought in at all. </p> <p>\"The IPCC is being forced to do what it should have done in the first place,\" said Brenda Weinberg, chairwoman of the United Families and Friends Campaign, a coalition of those whose relatives and friends have died in custody. </p> <p>\"This family was going to be short-changed because they [the IPCC] didn't have any money. We had let them know we would be picketing and carrying out further actions.\" </p> <p>She said the campaign had worked with the IPCC because it promised to do better than its predecessor. Its initial decision had been \"a slap in the face\". </p> <p>Mr Jobe is believed to have been the first black person to die in custody since the IPCC's launch. </p> <p>Ms Weinberg said she had told the IPCC prior to its launch that it would need sufficient resources to investigate multiple incidents, and she expressed concern that the investigation had been given to Essex police despite the force having been criticised for its role in similar inquiries. </p> <p>An IPCC spokeswoman said yesterday that it had warned it would be unable to launch independent investigations in its first months, and added that the Essex officers involved had not previously worked on police misconduct cases. </p> <p>Mr Jobe, a father of seven, had himself campaigned over the death of his cousin Ibrahima Sey, who died in 1996 after he was arrested by officers in Ilford.</p>",
  "<p>The first thing you notice as you approach John Kenneth Galbraith's home in Cambridge, Massachusetts, a stone's throw from Harvard University, is a \"Kerry/Edwards for president\" poster in a ground floor window, a hint of the politics that has dominated his life.</p> <p>At 95, Galbraith, one of the greatest political and economic thinkers of the past century, is still politically engaged, although ill health forced him to miss this year's Democrat convention in nearby Boston. </p> <p>The house is a large, New England-style, brick one, probably about as old as its owner, who has lived there for 50 years with his wife Kitty, now in her early 90s. </p> <p>Once past the front porch, the atmosphere is not of affluence, written so much about by Galbraith, but old-world charm. There is heavy wood panelling in the main hall and adjoining room, and classic furniture dominates the place. </p> <p>\"That you? Glad you could come. I love the Guardian. Been reading it since 1937,\" booms a voice from the large, book-lined library off the main hall. </p> <p>The great man is quite deaf now and slumped in a chair but still has the aura and stature that his 6ft 8in frame has always commanded. His wit and intellect are still very much intact. </p> <p>He barks at our photographer to make sure he gets a picture of him sitting as straight as his advanced years will allow. </p> <p>Galbraith is in poor health and reclusive, the famous parties he and Kitty used to throw a thing of the past. But he is happy to talk about his new book, The Economics of Innocent Fraud: Truth for our Time, that comes almost half a century after his most famous work, The Affluent Society. </p> <p>He is excited that edited extracts from the new book, published in the Guardian a couple of weeks ago, were widely distributed and discussed at the Democrat convention. He is, in fact, happy to talk about pretty much anything. </p> <p>Galbraith was born into a rural Scottish family in Canada in 1908 and moved to the US in the early 1930s, taking American citizenship in 1937. In his early professional life, during the depression, he worked as an economist for Franklin D Roosevelt. </p> <p>He recalls sitting in his office one day during the second world war - he was in charge of controlling prices throughout the economy - when his secretary said someone wanted to see him. \"I said I had no time. But she said 'I think he expects to see you' and gave me his business card. It was John Maynard Keynes. He wanted to talk about agricultural prices.\" Keynes, he said, was interested in the relationship between the prices of livestock and livestock feed. </p> <p>Galbraith, who was given the wartime job while in his early 30s and eventually ran a staff of nearly 1,500, recalls how he and his workers relished the tale of a hungry colony of ants, antennae quivering with excitement at the sight of a pile of horse manure. </p> <p>\"When an industrialist, already making more money than in the previous decade, came to see us to ask permission to put his prices up, my staff and I would quiver our index finger and the next one to it on the desk, as a sign to each other that the guy was talking horse shit.\" His sense of humour is undiminished. </p> <p>Looking back over a career spanning 70 years, Galbraith says he is most proud of the work on prices he was asked to do by Roosevelt, who was worried about the rampant inflation seen during the first world war. \"The fact that we came through the second world war with no appreciable price inflation and no depressive aftermath was by far the most important thing with which I have ever been associated,\" he says. </p> <p>\"I still have a puzzlement, even at my present advanced age, as to how Roosevelt could have entrusted that to anyone so young. It is also a possibility that no one older or wiser would take it on.\" </p> <p>How well did he know FDR? \"I was less intimate with him than with Keynes. I knew Eleanor Roosevelt better and she was my avenue to the president if I needed to speak to him.\" </p> <p>His experience of the depression years and working on FDR's New Deal programme have made him a lifelong Democrat. He has known every president since, and worked for John F Kennedy as ambassador to India in the early 1960s. </p> <p>As the war ended, he was asked to carry out a survey of the US and allied strategic bombing during the war. His conclusion, that it served no use and did nothing to shorten the war, did not endear him to the military-industrial complex, as Dwight D Eisenhower later called it, of the time. Eisenhower, as wartime general and postwar president, would have known. </p> <p>Galbraith says the issue delayed his appointment as a Harvard professor by a year, to 1948. It was there that his writing career took off. His definitive history of the great crash of 1929 appeared in 1955, followed three years later by The Affluent Society, which is still required reading for social science students. </p> <p>In it he developed the idea that modern economies are dominated by producer power, with firms deciding what to make and then persuading people to buy it through advertising. Thus, people preferred to spend money on things they often did not need rather than on good schools, hospitals, roads and so on. </p> <p>He coined the phrases \"conventional wisdom\" and \"private affluence, public squalor\", still in common usage today. </p> <p>The book sold millions of copies and he became as much of a household name as an economist can be. He fell out of favour in the 1980s of Reaganomics and Thatcherism, when the views of economists such as Milton Friedman held sway and Keynesians, who believe in public spending as a way out of recession, were in retreat.</p> <p>But Galbraith, who has published more than 20 books, remains undimmed in his passion for what he believes is right. </p> <p>The new book explores many modern themes including the ever-growing power of corporations, excessive executive pay and the Iraq war. Many of these issues represent the peddling of an innocent fraud, as he calls it. </p> <p>For example, company managements tell us they work for, and answer to, their shareholders whereas in fact they work for themselves and answer to no one, except when things go really wrong, as in the case of Enron. </p> <p>\"Corporate power is exercised not by investors but, frequently at their expense, by those who wield the real corporate power. There has come into the American language for the first time a brand new phrase 'the corporate scandal'.\" </p> <p>He confesses he does not know where it will all end. \"It will depend on public action. But I do not expect the sort of vigorous and dynamic limitation of corporate power we need from the likes of George Bush.\"</p> <p>Has not Bush's presidency, I suggest, been characterised by tax cuts for the rich, an explosion in directors' pay and, of course, the Iraq war? </p> <p>\"I would respectfully disagree,\" he says with a twinkle in his eye. \"George Bush's political, intellectual and other shortcomings cannot be restricted to a single sentence or two. He presides over a context far more complex and authoritative than he could possibly understand.\" </p> <p>So how important is it that Bush lose the November election? \"That is a good, even decisive question. The power of the modern economic enterprise will be great whoever is president. But the chance of a detached control, limited but characterised by effort, will be much the strongest with a Democratic president and Congress.\" </p> <p>Galbraith, a critic in the 1960s of the Vietnam war, is less than impressed by the Iraq conflict. \"It is my definite belief that it is the biggest military misadventure in US history. And I think in future the possibility of further military conflict will be a source of deep anxiety.\"</p> <p>War, Galbraith says in the conclusion to his new book, \"remains the decisive human failure\", a dark cloud atop the white tower of human achievement. </p> <p>He has a lot of sympathy for Tony Blair, who he says must have agonised over his decision to back Bush over the war. But Blair's raising of taxes to spend on health and education fit Galbraith's philosophy. </p> <p>\"I am an admiring observer and sometime friend of your prime minister. He seems a very responsible leader facing very difficult choices, particularly because of the war.\" </p> <p>Galbraith plans further work, health allowing. He intends looking further at the structure and functioning of companies. His great-grandfather lived to 110, so he feels he still has time.</p> <p><strong>The CV</strong></p> <p><strong>Age</strong> 95</p> <p><strong>Education</strong> Willey School, Dunwich, Ontario. BSc University of Toronto 1931, MSc University of California (Berkeley) 1933. Also has 45 honorary degrees from universities around the world </p> <p><strong>Career</strong> Economist in Roosevelt administration late 1930s; office of price administration in second world war; head of strategic bombing survey, 1946; professor of economics, Harvard University 1948-75 except 1961-63 when he was US ambassador to India </p> <p><strong>Publications</strong> include The Great Crash of 1929 (1955), The Affluent Society (1958), The Age of Uncertainty (1977) </p> <p><strong>Leisure</strong> Reading, writing books </p> <p><strong>Family</strong> Married with three children</p>",
  "Today marks the halfway point in the UN security council's 30-day ultimatum to the government of Sudan to disarm the Janjaweed militias, responsible for what is commonly described as the world's worst humanitarian disaster. Already it is apparent that the response of the Islamist regime will be to continue bluffing it out with protests of injured innocence in the hope that the international community eventually gives up and loses interest. <p>Daily reports of attacks against civilians continue to come in from across Darfur; 30,000 people are said to have fled in the latest round of violence. But far from restraining the militias, the government is providing continued military support for their campaign of ethnic terror. In the past week the UN Office for the Coordination of Humanitarian Affairs reported that helicopter gunships had again been used in attacks; and the traumatised victims of earlier atrocities, crammed into refugee camps, continue to suffer violent assaults by the Janjaweed, often under the nose of Sudanese troops supposed to protect them. This is not a little local difficulty; it is a war waged by the government against its people. </p> <p>To the extent that the authorities have acted at all, it has been to cover up evidence of what is happening. Instead of being disarmed and disbanded, the militias are being integrated into the security forces where they will be less conspicuous. Refugees are being pressured to return to their villages with threats of violence or offers of desperately needed food, only to become victims once again. Those who speak to international observers are being rounded up and imprisoned, according to Amnesty International. And aid workers attempting to get supplies to those most at risk from malnutrition and disease are reporting new government-imposed restrictions on their operations. Everything that is being done is a calculated play for time. </p> <p>The reaction of the Khartoum regime is scarcely surprising. Little of what the international community has done suggests that the political will exists for any meaningful intervention. The watering down of security council resolution 1556, as a result of pressure from several states, will not have been lost on Sudan's rulers. While the original draft contained an explicit threat of sanctions, the final version did little more than vaguely promise to \"consider further actions\" in the event of non-compliance. This will have been interpreted, correctly, as a sign of weakness and an indication that little is likely to be done when the UN deadline expires. </p> <p>Those of the \"nothing must be done\" persuasion dismiss outside intervention as irresponsible or malevolent, and probably both. Not one of them has suggested a credible way for this hopelessly one-sided conflict to be resolved except for it to run its bloody course. They are entitled to their position, but they are not entitled to deny its human consequences. </p> <p>Splitting hairs over the definition of genocide or quibbling over how many thousands have been killed doesn't alter the fact that serious crimes against humanity are being committed with every passing day. Nor does the argument that the militias are beyond Khartoum's control. Disputes about whether the regime is orchestrating the violence or has simply lost control of events are unimportant when set against the suffering in Darfur. States that fail to protect the human rights of their own citizens forfeit the sovereign right to non-interference in their internal affairs. Without that principle, the universal declaration of human rights isn't worth the paper it's written on. </p> <p>Unfortunately, as Darfur illustrates, the UN system is singularly ill-suited to upholding its own stated values. Four of the countries that forced the threat of sanctions to be removed from the security council resolution - Russia, China, Pakistan and Algeria - have extremely poor human rights records. Two are permanent members with the power of veto, commercial ties to the Sudanese government and a strong interest in defending the inviolability of state sovereignty against the humanitarian imperative. Why do they enjoy this privilege? Because almost 60 years ago they happened to be on the winning side in a war. </p> <p>The veto power of the other permanent members is no less anomalous and no less hypocritical in the uses to which it has been put. America has exercised its veto on 79 occasions, most frequently to shield Israel from international criticism. It has also used the veto to avoid censure for its aggression against Nicaragua, the invasion of Grenada and other misdeeds. Britain and America, with occasional French support, performed the same service for apartheid South Africa throughout the 70s and 80s. With these rules, the aspiration for global justice will always lose out to the reality that there is one law for the \"great powers\" and their client states, and another law for the rest. </p> <p>Tony Blair's ambition to establish a new \"doctrine of international community\" with human rights as its central focus is struggling to make progress in the face of widespread international scepticism. Not all this is due to the fallout over Iraq. Some of it is also prompted by the fact that Blair's apparent enthusiasm for reform does not extend to asking whether it is still legitimate for Britain or any other country to insist that its own interests should take precedence over international law. </p> <p>If he really wanted to push a radical agenda, he could do worse than propose that the power to impose sanctions and authorise the use of military force should be exercised by the UN membership as a whole. The general assembly has its problems, but is a far more representative body than the security council and is becoming more so with the passage of time. The days when its membership consisted largely of the representatives of military juntas and one-party states are long gone. The remarkable progress of democratic ideas in Latin America, eastern Europe and parts of Asia and sub-Saharan Africa over the past two decades means that two-thirds of UN members now have elected governments. There is every reason to believe that this figure will continue to rise. Isn't it time for the world body to shake off the colonial assumptions on which it was founded? </p> <p>When the security council meets at the end of the month to consider Sudan's compliance with resolution 1556, the result is likely to be more paralysis and inaction. If Blair's reaction is to bemoan the unreasonable and unprincipled resort to the politics of the veto, someone should remind him that it's his system too. </p> <p><b>·</b>David Clark was a special adviser at the Foreign Office from 1997 to 2001 </p> <p><a href=\"mailto:dkclark@aol.com\">dkclark@aol.com</a></p>",
  "<p>The French papers were unrestrained in their praise of Zinédine Zidane after the French midfielder and captain announced his retirement from international football on Thursday. Zidane took France to victory in the 1998 World Cup and Euro 2000, and has been named world player of the year three times. </p> <p>His departure had been widely anticipated by the French press. \"It wasn't a shock. Just the confirmation of bad news,\" <strong>L'Est Republicain</strong> remarked. \"The world won't stop turning just because a great footballer has definitively given up the blue shirt. But we'll have to get used to his absence,\" the paper continued. \"We miss Zidane already.\" </p> <p>Several papers wrote about Zidane's retirement as if they were responding to the death of an icon. \"For millions of his fans, this marks the beginning of a period of mourning,\" declared Alain Constant in <strong>Le Monde </strong>. \"France has lost a national hero\" and a \"living legend\", lamented <strong>Le Figaro</strong> in similarly eulogistic style. </p> <p>The regional <strong>La Provence</strong> was keen to remind its readers that Zidane was a local, claiming the midfielder as a \"child of Marseille\". The paper touched upon his background as the son of Algerian immigrants and pointed to the contributions he has made outside the world of football. \"Zidane still lives in a country that strives to integrate populations that have come from overseas,\" it said. \"Perhaps despite himself, he has embodied dreams that go beyond football alone. And for that too we thank him.\" </p> <p><strong>Libération</strong>'s Patrick Sabatier described Zidane's \"farewell\" as being \"as widely anticipated as a presidential address on the future of France\". Sabatier reckoned that the reason the French were so able to take him into their hearts was due to his \"enigmatic\" personality, which his admirers could \"sculpt as they please to use him for their own ends\". </p> <p>\"A great champion must also take care over how he exits,\" judged <strong>L'Equipe</strong>. The sports daily concluded that Zidane's decision was good for the game: \"[He] will no longer be the eternal safety net. It's better like this, for him as much as for the new selectioner,\" it said. Whatever happens to France's international game, Zidane will remain \"the best present that the French team has ever received.\"</p>",
  "<b>Linda Mortimer says:</b> I understand why following in the footsteps of someone so obviously keen on socialising may cause you concern but please don't discount socialising with your new team altogether. You may be surprised how beneficial it can be to see your colleagues in a different light and away from the daily stresses of the office. <p>Socialising with colleagues can be the key to building positive relationships at work. Relaxed social settings are perfect for team building and colleagues from a strong team are likely to be happier at work, have better team-working skills and stay in their jobs for longer. Why not find out if this is actually what your team wants? </p> <p>It may be that so many social events are getting tiresome and the team may have felt obliged to attend nights out in the past. Ask someone in the team to conduct a poll to discover if this level of social activity is required. If your colleagues thrive on the social scene, set up an entertainment committee to give them some control over the type of social events to organise. </p> <p>There is no need for you to attend every time but do try to support these events. And go to one or two, who knows, you might even enjoy yourself!</p> <p><b>·</b> Linda Mortimer is HR director at Intelligent Finance</p> <p><b>Shaun Tyson says:</b> Your predecessor sounds like Ricky Gervais's character David Brent from the BBC series The Office. As the new boss, the staff may find your more business-like approach refreshing. </p> <p>However, you may wish to capitalise on the informal and presumably friendly atmosphere you have inherited, for example by celebrating successes during office hours, when a target is achieved, or a big order is won. </p> <p>Even quite low key celebrations (eg special tea and cakes at a break time, with a symbolic gift to the high achiever) can have a very positive effect. You could meet with people who report to you directly for a working lunch, say once a week, to munch exotic sandwiches and get to know each other's perspective on common problems, as a part of team building. </p> <p>For anyone who doesn't like this idea, you could, of course, threaten the return of karaoke evenings...</p> <p><b>·</b> Professor Shaun Tyson is director of the human resources research centre at Cranfield University.</p> <p> <b>Olwyn Burgess says:</b> By the very nature of the work, sales and marketing people are usually very extrovert and spontaneous people so you should not be too surprised at their enthusiasm for embracing the work hard, play hard philosophy. This also sounds like a young team which is not tied down to the family commitments that would restrict the impromptu nature of the social events.</p> <p>Your challenge is to find a compromise that suits you as well as the team. If you feel forced to take part in these activities it will be obvious to all that you are not enjoying yourself and that may restrict their enjoyment too. However, I would imagine the social aspect is such an integral part of their work life that it will continue with or without you.</p> <p>You obviously don't want to be seen as a killjoy but your social life outside work is very important to you. Is there another solution? If your predecessor was the life and soul of the party, the team may need some sort of replacement to keep the momentum going. </p> <p>One suggestion I would make is to get a few of the team together - you will instinctively know who to involve - and seek their opinion. Is it possible to form some sort of informal social committee to take the lead in ensuring the social activities continue? Can you secure a small budget to kick-start it?</p> <p>Is there a compromise that would suit you all? You could organise a quarterly team day which would be a mixture of business (reviewing the performance of the company, the team, celebrating individual successes etc), team-building activities (treasure hunts, quizzes, fun competitive events) followed by an evening social event. </p> <p>You would not have to stay for the whole evening, but show willing for part of it. This type of event would show the team you can have fun and the team would feel more involved in the business. By consulting key members of the team you will get a steer as to what would work best for them and you. </p> <p><b>·</b> Olwyn Burgess is associate director at Hudson Human Capital Solutions</p>",
  "Security officials in Baghdad were last night urgently investigating the background of 30 Iranians who were caught fighting for a rebel Shia cleric in Iraq, amid mounting concern over the involvement of the Tehran regime in the uprising. <p>The Guardian has learned that the most senior members of the Iraqi government were briefed about the capture of the men yesterday, and also told of other evidence that fighters and equipment have been crossing the border from Iran. </p> <p>The 30 men were captured in the southern city of Kut on Wednesday and officials are trying to establish whether they have any links to Tehran. </p> <p>\"We are checking their identities but if they are found to have links to the Iranians then that would be tantamount to a declaration of war by them,\" said a senior Iraqi source, who spoke on condition of anonymity. </p> <p>The source said members of Iraq's national security committee had yesterday been presented \"with revealing information about the extent of Iranian involvement in Iraqi affairs\", which was being taken seriously at the \"highest echelons of government\". </p> <p>There was increasing frustration \"at our neighbour's apparent indifference to cross-border security, despite promises of cooperation\". </p> <p>The source said two trucks laden with weapons destined for the fighters of the militant cleric, Moqtada al-Sadr, had been stopped at the Iranian border on Wednesday night. </p> <p>Sabbah Kaddim, a senior adviser at the ministry of the interior, declined to confirm the seizure of the two trucks or the arrest of the Iranians. But he confirmed \"there were a number of non-Iraqi elements\" captured in Kut. </p> <p>He added: \"There has been a continuous stream of vehicles over the last few weeks trying to ferry arms across the border from Iran. </p> <p>\"We catch some, others must get through. The trouble is knowing who exactly is behind all this.\" </p> <p>The violence between US and Iraqi forces and Mr Sadr's supporters has destabilised Shia areas of the capital and several cities across southern Iraq where Iranian influence is at its strongest. </p> <p>Baghdad knows the unrest poses a critical test of strength for the interim administration of Ayed Allawi, whose success will be judged on the ability to deliver a secure environment in which to hold the country's first post-Saddam elections, scheduled for next January. </p> <p>Iran denies stirring up violence in Iraq. It says it does not knowingly let fighters cross the long border between the two countries, but accepts that some might cross illegally. </p> <p>Foreign fighters account for only a fraction of the insurgents in detention in Iraq. </p> <p>Relations between Iran and Iraq, who fought a ruinous war from 1980-88, have plummeted in recent weeks. Iran yesterday summoned Iraq's top envoy in Tehran over the alleged arrest in Iraq of several reporters from Iran's state news agency and the fate of a kidnapped Iranian diplomat. Iran also denounced the assault by US marines and Iraqi forces in the holy Iraqi city of Najaf as \"inhumane and horrible\". </p> <p>Foreign diplomatic observers in Baghdad have been alarmed by the \"stoking up of tension\" between the two neighbours. One senior diplomat said the Iranians were pursuing their activities in Iraq \"more aggressively than three months ago, and they were hardly passive then\". </p> <p>Some foreign diplomats, however, question whether Iran would be able to do anything in Iraq than other than \"stir things up a bit\". </p> <p>\"Iranians will never be fully trusted by a majority of the Shia in Iraq,\" said one, suggesting there was not much the Iraqi government could do other than keep relations at a manageable level and allow the \"game to play out in Iran, between those who want to help Iraq and those extremists who want to see the whole thing fail\". </p> <p>The differences among hawks and doves on the Iranian side are mirrored in the administration of Mr Allawi, some of whom represent political parties with ties to Tehran. </p> <p>The Iraqi finance minister, Adel Abdel Mahdi, a senior member of the Supreme Council for Islamic revolution in Iraq, described cooperation between Iran and Iraq as \"positive\" after he led a large delegation to Tehran last week to attend a conference on reconstruction. Iran was one of the first to recognise the new Iraqi government and has also invited the interim prime minister Mr Allawi for an official visit. </p> <p>An interior ministry official said yesterday: \"We do have problems, but we believe that we can take the problems to the Iranian side and discuss them. </p> <p>\"The invitation was something of a surprise but it perhaps is an acknowledgment that Iran realises that things could get out hand in the south. It is not in their interests for there to be chaos. Many many Iraqi Shia are against what Moqtada al-Sadr are doing, and the sensible elements of the Iranian government know that. We believe we can develop better relations if we are honest with one another.\" </p> <p>But one Iraqi diplomat, a former member of the Iraqi opposition who took part in the postwar planning, said: \"You know we didn't misread the reaction of the Shia in postwar Iraq, as many analysts have suggested; our big failing was to misread the reaction from our neighbours. They really don't want to give us a chance.\"</p>",
  "<p><strong>Sweet Smell of Success</strong></p> <p>(Alexander Mackendrick, 1957)</p> <p>10am, 4pm, Sky Cinema 1</p> <p>\"Match me, Sidney\": Burt Lancaster's monstrous newspaper columnist JJ Hunsecker, famously, to his fawning Broadway agent-lackey Sidney Falco (Tony Curtis). Hunsecker has a way with words; he ruins lives, not least that of his kid sister (Susan Harrison) and her dawning romance. Mackendrick, director of the jolly Whisky Galore, here casts a flickering light on big-city corruption; noir-dark and cynical, with a cool jazz score from Elmer Bernstein and James Wong Howe's cutting-edge photography. </p> <p><strong>As Good As It Gets</strong></p> <p>(James L Brooks, 1997)</p> <p>8pm, FilmFour</p> <p>Jack Nicholson and Helen Hunt won Oscars for this, though their relationship in Brooks's polished, expensive-looking romantic comedy is barely credible. He's a phobically challenged, ultra-fastidious irascible bastard of a writer; she's the waitress at the one restaurant in town that still serves him, and there's a sickly subplot concerning her ailing son (Jesse James). But it's done with consummate professionalism, best turn coming from Simon Bishop as Nicholson's gay neighbour, into whose life the old curmudgeon is drawn, kicking and snarling. </p> <p><strong>Close Encounters of the Third Kind: Collector's Edition</strong></p> <p>(Steven Spielberg, 1977)</p> <p>8pm, Sky Cinema 1</p> <p>Featuring the aliens with the five-note musical calling card: and curiously, since this is Spielberg's homage to 50s sci-fi, not a ray-gun in sight. He blew the $20m mega-budget on dazzling special effects, Douglas Trumbull's team creating alien craft of astonishing size and power, and on clever smaller tricks too - such as toys going bonkers when the aliens arrive. A delightful, wide-eyed wonder, despite Richard Dreyfuss's hammy exercise in obsession.</p> <p><strong>The Quiet American</strong></p> <p>(Phillip Noyce, 2002)</p> <p>10pm, Sky Movies 2</p> <p>A faithful, politically adept adaptation of Graham Greene's novel about a love-triangle in tense and troubled 1950s Vietnam, in the long, bitter build-up to the 60s war. Michael Caine gives one of his great performances as Fowler, the Times's Saigon correspondent, a study in weary cynicism; Do Thi Hai Yen is his young Vietnamese mistress, and as the mysterious American who crashes in on Fowler's subtle, compromised world, Brendan Fraser's Pyle is a walking, talking embodiment of hamfisted US foreign policy.</p> <p><strong>Solaris</strong></p> <p>(Andrei Tarkovsky, 1972)</p> <p>2.40am, FilmFour</p> <p>Based on the novel by Polish author Stanislaw Lem, this cult sci-fi movie was considered the Soviet riposte to 2001: A Space Odyssey. It certainly matches the cerebral scheme of Kubrick's film, although it lacks the visual pyrotechnics. Cosmonaut Donatas Banionis is sent to a space station on the mysterious planet Solaris to investigate why most of the crew have died, and finds the whole planet is a sentient force mirroring human desires. It's a long, slow but hypnotic voyage, recently remade impressively by Steven Soderbergh.</p>",
  "<p><strong>Red Games</strong> (11am, Radio 4, FM only) starts with the chilling sound of Hitler opening the 1936 Olympic games in Berlin. In fact, there was another \"olympics\" planned for that year in Barcelona - the so-called Socialist Olympics, organised by workers who were repelled by the notion of Nazi Germany hosting the official games. (The workers' games had been held since the mid-1920s, reaching their high-water mark in Vienna in 1931, where 70,000 athletes attended.) </p> <p>Sadly, when the participants from the British Worker Sports Association turned up to compete in Spain, the small matter of the start of the civil war put paid to their hopes of competing. This is a hugely compelling look at how sport has become a victim of international tensions ever since. Live coverage of the <strong>Olympic Opening Ceremony</strong>, meanwhile, is on Radio 5 Live (7pm). </p> <p>A woman doing the housework discovers a gun hidden in her vacuum cleaner bag in a monologue written by Sonia Hughes in the <strong>Afternoon Play, A Son Like Mine</strong> (2.15pm Radio 4, FM only). Then she discovers that one of her son's friends has been shot ... The piece forms the core of a drama-documentary focusing on the mothers of young men caught up in gang violence. </p> <p>The Friday Play's title may sound like a sick joke but <strong>Knocking On the Hull</strong> (9pm, Radio 4), set in an old people's home in Hull during the days of the Kursk nuclear submarine disaster, is a poignant study of what it can be like to lose people to the cruel sea.</p>",
  "Arthur Duffus, dressed in tweed plus fours and cloth cap, steadies the line across the heather moor. \"Are you ready for the 12th?\" he asks. \"Let's begin then gentlemen, and lady, let's not forget the lady.\" <p>It is almost, if the kid in the combats is discounted, a timeless scene. The family has been shooting grouse on this Highland moor since the 18th century. </p> <p>Yesterday they took the same formation: a straight line walking out to the grouse. The men were in kilts, waistcoats, ties; the women in tweeds. </p> <p>At the centre is the laird, Allan Macpherson-Fletcher. \"It's just a wonderful family day out,\" he says. \"We'll start the commercial shooting at the weekend, but today is for the family. I've watched my kids do it, now it's the grandkids. It's special, like Christmas.\" </p> <p>For the grouse on the Balavil estate near Kingussie, yesterday was akin to the turkey's Christmas day ... the Glorious 12th, the start of the grouse-shooting season. </p> <p>The grouse are the elite of game birds, with a price ticket to match. As the shooters walked up the grouse yesterday, the birds flew from the heather at up to 70 mph. A brace shot this way costs £50; for a party of six this can mean £1,500. When beaters are used and the shooters lie in butts, the figure can rise to £10,000. </p> <p>Yesterday, though, was a family day. Oscar Sherlock, the kid in the combats, was, at 10, the youngest with a gun. By his side, Mr Duffus, the gamekeeper, was giving tips. </p> <p>\"You're getting too excited, Oscar, you're seeing the birds come over and just firing. You have to pick one and follow it, take your time,\" he says. </p> <p>Every so often there is a crack of a gun, then you notice the grouse. Fleeing from the heather in groups of five, six, up to 12. Then comes the burnt smell of the cartridge. </p> <p>The dogs, sent to get the birds, go the wrong way. \"They are like us,\" says Mr Macpherson-Fletcher. \"A bit rusty, but they'll get into the swing of things.\" </p> <p>\"I make a point of coming back for the 12th, whether I've been in Italy, Ireland, Sarajevo,\" says Seymour Munro, a retired general. \"People who say this is cruel know nothing about it. Without shooting there would be no grouse.\" </p> <p>Of all the game birds, grouse are among the most delicate. They have a short lifespan - a year, maybe, regardless of shooting - and they are highly vulnerable to parasites and poor weather. This year is bad for grouse. Estates across Scotland are cancelling shoots. </p> <p>At Balavil, though, things are not so bad. As the party makes its way back to the bothy for champagne and foie gras, Mr Duffus is vaguely contented. </p> <p>\"It won't be a great year but not the worst either,\" he says.</p>",
  "A couple shot dead in their seaside bungalow had fled their previous home after gunshots were fired through the windows, it emerged yesterday. <p>Joan and John Stirland, who were in hiding in the Lincolnshire seaside resort of Trusthorpe, called police on Sunday minutes before they were murdered to say a strange man had been lurking outside. </p> <p>Police - who were aware of the earlier attack - arrived to investigate seven hours later, when they found the couple dead. </p> <p>Mrs Stirland, 53, and her 55-year-old husband had fled their home in Carlton, Nottingham, on September 14 last year. They had been living in fear since their son, Michael O'Brien, shot dead an innocent man outside a pub in the city. Police believe it is possible the couple's murder was a revenge attack. </p> <p>Assistant Chief Constable Peter Davies, of Lincolnshire police, told a news conference yesterday: \"It is legitimate to question whether our response was quick enough. </p> <p>\"I can say categorically if we had had a call from either of the couple seeking immediate assistance it would have been there, without question.\" </p> <p>A number of threats were made against Mrs Stirland's family after her son's arrest and she had contacted Nottinghamshire police several times to tell them of her fears, including just after he was convicted of murder last month. </p> <p>Officers did not hear from her again until last Sunday, when she reported that a neighbour had seen a prowler near their rented bungalow the previous night. </p> <p>At around 2pm, an officer returned her call and she emphasised that she did not want police to reveal her identity and asked that they respond to a normal prowler situation. </p> <p>Within half an hour she and her husband had been killed, apparently by two men in boilersuits who pulled up in a car outside their home. </p> <p>A burning Volkswagen car was found at about 2.30pm less than two miles from the murder scene. </p> <p>Mr Davies said an officer from Nottingham had contacted the force at about 2.10pm and reiterated Mrs Stirland's request for a normal response to her concerns. </p> <p>It was not until mid-evening that an officer arrived at the estate and found the bodies. </p> <p>\"Our log shows the call of the officer at 9.24pm. </p> <p>\"Since that discovery there has been strong cooperation between us and Nottinghamshire police and that cooperation will continue until those who committed this terrible crime have been brought to justice,\" said Mr Davies. </p> <p>He said the couple had settled in Trusthorpe last Christmas. They were not in a witness protection scheme and had not sought a lot of protection from police. </p> <p>Detective Superintendent Graham White confirmed that the police were following up links between the double murder and the shooting by Mrs Stirland's son outside the Sporting Chance pub in Top Valley, Nottingham. </p> <p>He defended the time it took police to find the bodies: \"The one thing that Mrs Stirland was anxious about was that police officers should not reveal her identity. </p> <p>\"They should not disclose why she was there and the background to what happened. Clearly, there was a level of concern - she would not have bothered telling us about it in the first place otherwise - but her concern when the officer phoned her back was that she did not want officers coming down and shopping her to the community. </p> <p>\"If we had turned up the moment she had telephoned Nottinghamshire police with three armed-response vehicles that would have been precisely what she didn't want.\"</p>",
  "Nottingham police launched one of the UK's largest ever manhunts today for two men wanted over separate murders committed within a few miles of each other. <p>Some 450 officers from eight forces combed through two and a half square kilometres of Annesley Woods in Nottinghamshire this morning after police received intelligence that the men \"might be in certain areas\". Thirty sniffer dogs and two helicopters with heat-seeking equipment also took part in the search. </p> <p>The first wanted man is Terry Rodgers, 55, who disappeared after allegedly shooting his newlywed daughter, Chanel Taylor, at her home in Huthwaite, Nottinghamshire just weeks after giving her away at her wedding. </p> <p>The second is Robert Boyer, 42, wanted in connection with the suspected revenge murder of a former coal miner. Mr Boyer vanished with an air rifle and warm clothing after a 62-year-old former member of the National Union of Mineworkers, Keith Frogson, was attacked and killed outside his home in the village of Annesley Woodhouse. The two men were believed to have had a heated argument about the 1984 miners' strike, which Mr Boyer had worked through. </p> <p>The murders were carried out within two weeks of each other, and both suspects were last spotted in the local area. There have been unconfirmed sightings of Mr Boyer in the woods, where he is known to have roamed for years, shooting rabbits and pigeons. </p> <p>Police said today they believed someone may be assisting Mr Rodgers, and reminded the public that anyone assisting a fugitive could be subject to prosecution. </p> <p>They also urged the public not to approach either man. </p> <p>A Nottingham police spokesman said there was no particular reason the search had been launched today rather than yesterday or tomorrow. He stressed that police had no reason to believe the two men had linked up. </p> <p>Police have been under pressure to move the investigations of the two murders forward. Lee Taylor discovered the body of his new wife, Chanel, 23, at their home two weeks ago today. The couple had married just seven weeks earlier, and her father had recently moved in with the couple. Six days after the murder, detectives discovered a shotgun in the house.</p> <p>Mr Frogson was found dead on his doorstep on July 19 following a brutal attack as he left a local pub in the Nottinghamshire pit village where he lived. Police believe he was killed by more than one sharp instrument. A crossbow was discovered near the scene. </p> <p>Police later named Mr Boyer, a so-called \"scab\" who joined the rival Union of Democratic Mineworkers, as their prime suspect in the case. It is believed a bitter feud between the pair could have led to Mr Frogson's death.</p> <p>The operation began at around 5am and is expected to continue for the rest of the day and possibly into tomorrow.</p>",
  "<p>US computer company Google has admitted that an interview given by its founders to Playboy magazine published just hours before its long-awaited floatation could result in the company having to buy back the 26 million shares it is trying to sell.</p> <p>The company, whose IPO has been beset by a litany of hitches and financial goofs, said the interview given by Larry Page and Sergey Brin could fall foul of US financial rules which prohibit executives from talking about their companies in the run-up to a flotation.</p> <p>Google said it did not believe the seven-page interview constituted a breach of US financial rules, but admitted that if the authorities found differently it could be forced into spending over £2bn buying the shares back.</p> <p>\"We do not believe that our involvement in the Playboy Magazine article constitutes a violation of Section 5 of the Securities Act of 1933, Section 2,\" the company said in a filing to the Securities and Exchange Commission.</p> <p>\"However, if our involvement were held by a court to be in violation of the Securities Act of 1933, we could be required to repurchase the shares sold to purchasers in this offering at the original purchase price for a period of one year following the date of the violation.\"</p> <p>In the interview, held at Google's headquarters in April, the two founders discussed the success of the business, including its estimated 60 million users and the addition of its new email system, Gmail.</p> <p>\"Google is all about getting the right information to people quickly, easily, cheaply and for free,\" Mr Brin said.</p> <p>\"We serve the world - all countries, at least 100 different languages. It's a powerful service that most people probably couldn't have dreamed of 20 years ago.\"</p> <p>In the interview with Playboy, Mr Page tries to distance the IPO from the heady boom-bust days of the internet goldrush. </p> <p>\"We have more than 150,000 advertisers and a lot of salespeople. Millions of people use Google. It's a completely different thing.\" </p> <p>While some US financial experts were predicting that the SEC would take little or no action against the company, the regulator is known to be particularly sensitive to promotional remarks, known in America as \"gun jumping\" and \"ramping the market\". </p> <p>Four months ago the SEC forced Salesforce.com to delay its IPO for six weeks after its chief executive, Marc Benioff, collaborated on an article published in the New York Times. </p> <p>Should Google face a similar fate, it will just be the latest in a long line of gaffes that have taken the company from hero to zero status with many would-be investors. </p> <p>Earlier this month, the flotation hit a \"logistical snag\" after the company was forced to admit to US financial regulators that it may have broken federal securities laws by failing to register £16m in so-called \"buddy\" shares, issued to staff and existing shareholders prior to the float. </p> <p>Investment funds have been advising their clients to steer clear of the float, concerned that public appetite for the stock could over-inflate the initial share price in an echo of the dotcom boom of four years ago. </p> <p>Earlier this week Google was forced to settle a long-running dispute with paid-for search specialist Overture, by promising the company's new owners, Yahoo!, around 2.7 million shares, which could be worth up to £180m if Google floats at its target price of just under £66 a share.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>VIEIRA: I'M STAYING</p> <p>Knowing a bit about Real Madrid's marketing policy and their racist Ultra Sur fans, the Fiver's fairly confident that if Patrick Vieira looked like a supermodel he would now be gingerly towelling himself down at the Bernabeu next to his fellow galaticos. But today, having \"spent the summer considering my future and a possible move to Real Madrid,\" Vieira decided that Real's paltry wage offer, sorry, his \"love for Arsenal\" was enough to keep him at Highbury.</p> <p>\"I'm proud to be captain of the club and I'm looking forward to achieving my ambitions,\" the Arsenal captain added, breaking a silence that would've done Chaplin, circa 1926, proud. More churlish folk than us would suggest these \"ambitions\" have usually included trying to do one - after all, Pat's been linked with Real in three of the last four years (\"I do not honestly see Arsenal finishing in the top five - and you can forget the Big Cup\" in 2001) while, according to Sir Alex Ferguson, Vieira wanted to join United in 2002 \"but Arsenal wouldn't let him\".</p> <p>Still, you can't blame Arsene Wenger for being delighted that the best defensive midfielder in the world has decided to stay put in N5 after all. \"I am of course very pleased,\" Wenger gushed like the Ganges in monsoon season. \"We were in a situation where we could lose a very big player at a period of the season where it would be impossible to replace him. And [it's good] for the confidence of the fans too - for them it would have been a big blow.\" Perhaps. But surely not every Arsenal fan will be delighted at Vieira's shabby treatment of the club - again - will they?</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I suppose a lot will be made of the fact that I'm 34 but while I'm struggling a bit with keeping my hair, really I'm still just a young boy\" - Alan Shearer is losing more than his hair, isn't he?</p> <p>* * * * * * * * * * * *</p> <p><strong>EL MICKY</strong></p> <p>When Michael Owen was crowned European Footballer of the Year in 2001, the prospect of him being sold for less than £10m seemed as likely as Mo Mowlam becoming the face of Chanel. At one point, £40m was mentioned. But with Owen's contract running down and his hamstrings twanging more than John Squire's guitar during I Am The Resurrection, his value has plummeted. Then, today, raffish Rafa Benitez revealed that Owen is definitely off to Real Madrid - and, frankly, he looked about as crestfallen as a lottery winner guzzling ice-cool Hoegaarden in a jacuzzi with Girls Aloud.</p> <p>\"I wanted him to stay,\" quipped Benitez, sniggering like a teatime email hack at his own joke. \"[But] the end it was an impossible situation to control. The money from his sale will be used to balance the team.\" It's a good deal for Owen, too. He's been far too one-dimensional for far too long and, if he can't improve his game alongside world-class players like Zidane and Ronaldo, then this cliché doesn't deserve to be written. He might even learn how to take a penalty.</p> <p>And it's certainly a good deal for Antonio Nunez, who has been thrown into the deal as a sweetener. \"We think it's a great move to a very professional club,\" warbled his Mr 10%. \"It's very important that they wanted him.\" Clearly nobody else did: though he's 25, Nunez never started a La Liga game for Real. He's about as much of a galactico as Des Lyttle. \"He is hard working, quick and could help cover the absence of [Vladimir] Smicer on the right,\" cooed his agent. The new Smicer? You couldn't make it up.</p> <p>* * * * * * * * * * * * </p> <p><strong>THE RUMOUR MILL</strong></p> <p>Tottenham will have to pay £8m to sign shaggy-haired scamperer Owen Hargreaves.</p> <p>Michael Carrick has been unsettled by Arsenal's withdrawal from the race to sign him, and may decide to sit out his contract and leave on a Bosman at the end of the season, much to the displeasure of Hammers manager Alan Pardew.</p> <p>Aston Villa hope to sign James Beattie for £6m, with Swedish striker Marcus Allback moving in the other direction. Charlton are also sniffing round the preening predator.</p> <p>* * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Sir Alex Ferguson has denied reports Louis Saha would be out for four months, insisting he will return in three weeks. \"Louis has not had an operation, and has been training terrifically for the last week and doing everything apart from kicking a ball,\" he growled.</p> <p>England Under-21 squad to face Ukraine on Tuesday: Ashton (Crewe), Bent (Ipswich), Bentley (Norwich), Camp (Derby), Carson (Leeds), Carter (Birmingham), Clare (Stockport), Cole (Aston Villa), Davenport (Coventry), Downing (Middlesbrough), Ferdinand (West Ham), Harding (Brighton), Hoyte (Arsenal), Hunt (Bolton), Kilgallon (Leeds), Lonergan (Preston), Milner (Newcastle), O'Neil (Portsmouth), Pennant (Arsenal), Reo-Coker (West Ham), Richards (Ipswich), Stead (Blackburn), Tonge (Sheffield United), Welsh (Liverpool), Westlake (Ipswich), Whittingham (Aston Villa). </p> <p>Juninho's agent claims the Brazilian turned down a move to Celtic, deciding to stay and fight for his place at the Riverside. Nothing to do with money, then.</p> <p>* * * * * * * * * * * *</p> <p><strong>FANTASY CHAIRMAN - ONE DAY TO GO</strong></p> <p>If you haven't yet signed up for Fantasy Chairman, then you better move sharpish. It costs just £5 to enter, and you can win £10,000 plus fantastic weekly and monthly prizes, including trips to European games of your choice and £100 free bets from Blue Square.</p> <p>To find out more, visit http://theguardian.com/fantasychairman</p> <p>* * * * * * * * * * * *</p> <p><strong>FIVER LETTERS</strong></p> <p>\"Re: Luis Figo to Spurs. Why would anyone take any notice of your pinko leftie bog roll of a paper anyway? If you lot had your way this country would be swimming with even more asylum seekers and eventually become a Muslim State\" - David McLeod.</p> <p>\"Brilliant addition. Make it a daily section of the Fiver\" - Bill Russell.</p> <p>* * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>BBC1: A Question Of Sport Premiership Special (10.35pm)<br> More holiday tales, from someone whose email we deleted and who shall thus remain nameless.</p> <p>ITV1: World Sport (4.25am) <br> \"A mate of mine, who really should remain nameless, was in a small Asian state while doing some research for his PhD\", says 'Jack'.</p> <p>Channel 4: Brazilian Football Championship (3.15am) <br> \"During the nation's annual independence day celebrations he developed a vigorous nosebleed.\"</p> <p>Sky Sports 1: Premier League Preview Show (7pm &amp; 5am) <br> We hate those; right annoying they are.</p> <p>Soccer AM's All Sports Show (4am) <br> \"Grabbing the nearest piece of cloth to hand to stem the flow, he was surprised to find himself being dragged away by the police.</p> <p>Sky Sports 3: Live Football League: Cardiff v Plymouth (7.30pm) <br> \"In case you hadn't guessed...\"</p> <p>Sky Sports Xtra: Soccer AM's All Sports Show (10pm) <br> We hadn't.</p> <p>Premier League Preview Show (11pm) <br> Seriously. Not a clue.</p> <p>The Premiership Years (11.30pm) <br> \"...the nearest piece of cloth happened to be the national flag.</p> <p>Radio 5: Sport on 5 (7pm)<br> \"Then followed a night in prison, some bribery, a meeting down a dark alley with a member of the country's home office, and the incineration by cheap lighter of my friend's criminal file.</p> <p>Talksport: Football First (7pm)<br> \"And everyone lived happily ever after.</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm)<br> Send your emails, marked What I Did On Holiday, to the.boss@theguardian.com</p> <p>* * * * * * * * * * * *</p> <p>SUBSCRIBE TO THE FIVER</p> <p>You can subscribe and unsubscribe at www.footballunlimited.co.uk/Fiver/Redirect</p> <p>* * * * * * * * * * * *</p> <p>CONTACT THE FIVER</p> <p>If you want to contact the Fiver, email the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>IT'S A LONG WAY TO BOLTON</p>",
  "A former head of MI5 will play a key role in the government's new \"British FBI\", the home secretary, David Blunkett announced today. <p>Sir Stephen Lander was named chairman of the Serious Organised Crime Agency (Soca) - the first time an ex-spymaster has played such a crucial role in British policing. </p> <p>Sir Stephen had a 25-year career in the Security Service and served as director general from 1996 to 2002. </p> <p>He takes up the £120,000-a-year post at Soca - which unites police and other investigators in a war against organised criminals including drug smugglers, people traffickers and internet paedophiles - next month. </p> <p>As chairman he will be responsible for \"setting the organisation's vision and overall strategy,\" said a Home Office spokesman. </p> <p>The current head of the National Crime Squad, Bill Hughes, was named director general of Soca and will be in operational control of its investigations. </p> <p>In what is expected to be one of the most high-profile jobs in British policing, Mr Hughes will clamp down on \"Mr Bigs\" and their criminal henchmen. </p> <p>The 53-year-old former deputy chief constable of Hertfordshire police will be paid up to £150,000 a year. Soca is due to come into operation in April 2006, subject to legislation being passed. </p> <p>Mr Blunkett said: \"Sir Stephen has considerable experience of the management of intelligence, decisive leadership and a proven track record of public service which make him an exceptional asset to the organisation. </p> <p>\"Mr Hughes has a proven career in the police service and in managing the police response to serious and organised crime. </p> <p>\"Together they will give strategic vision and firm direction to this ground-breaking new organisation.\" </p> <p>He added: \"Organised crime is big business. As criminals become more sophisticated, so we must raise our game to fight it. We must make better use of technology to stay ahead. </p> <p>\"The creation of a single agency to tackle organised crime marks a step change in our efforts to reduce the harm it does to the UK and its citizens.\" </p> <p>Sir Stephen said: \"The creation of the Soca will build on the considerable strengths of the existing national agencies and will provide the country with a single body focused on reducing the harm caused by organised crime. </p> <p>The Tories gave the appointments a cautious welcome. The shadow home secretary, David Davis, said the \"devil was in the detail\" and that the new body should not be a drain for the \"brightest and best\" staff from regional police forces.</p> <p> With about 5,000 investigators, Soca will merge Mr Hughes' current outfit, the National Crime Squad, with the National Criminal Intelligence Service and investigation units at Customs and Excise and the immigration service. </p> <p>A slice of the extra cash secured from the Treasury in the latest comprehensive spending review - boosting Home Office expenditure from £17.3bn in 2004-2005 to £20.1bn in 2007-2008 - will be spent on creating the new agency. </p> <p>In March, Mr Blunkett announced details of new powers which he wants to hand Soca officers. </p> <p>Criminal \"godfathers\" could be forced to hand over their bank statements for up to a decade after release from jail to prove they have gone straight. </p> <p>A Home Office white paper setting out a new strategy to tackle organised crime also proposed a new \"supergrass\" system. </p> <p>Criminals who \"turn Queen's Evidence\" could win immunity from prosecution, or have their sentence cut by more than two-thirds if they shop their gang bosses. </p> <p>Supergrasses could be eligible for a national witness protection programme, in a bid to avoid retribution from former accomplices. </p> <p>Sentences for drugs gangs could also be increased so that Class A drug smugglers face sentences of 20 years compared with the five to 14 years currently imposed, said the paper. </p> <p>Fewer than 1% of cases brought by Customs and Excise last year saw defendants turn Queen's Evidence under the existing case law system, compared with 26% in United States drug trafficking cases. </p> <p>Putting Queen's Evidence on a firm statutory basis could increase the figure substantially and help cut the £40bn a year that organised crime costs Britain, officials believe. </p> <p>The white paper also proposed creating a new offence of \"belonging to an organised crime group\". </p>",
  "<p>Classical music may not often have political significance woven into its creation, but it is often politicised after the event. The fact that Wagner died decades before the Nazis came to power did not stop them from using his music as a symbol of their philosophy, or for Israel to view Wagner's music as an icon of Nazism. So when the conductor and pianist Daniel Barenboim chose to take the music of Wagner to his adoptive home country of Israel it was a significant gesture, irrespective of the music itself. </p> <p>\"It was not a political act,\" says Barenboim. \"At a concert for 2,000 people I said that I would be playing Wagner, and if anyone didn't want to hear it, they should leave. About 50 people left. The rest stayed and listened, and gave a standing ovation - so what is the problem? The president said I culturally raped Israel. It's absolutely false, a politicisation of the facts based on ignorance. He then said that composers like Wagner and Mahler should not be played in Israel. He had no idea that Mahler was Jewish. It's not my job to shut up and accept that sort of rubbish.\"</p> <p>Barenboim, who made his piano debut at the age of seven, has led a life guided by music. But he has combined that musical knowledge and talent with ideas and gestures that give his work significance beyond the concert hall. In 1999 Barenboim and the late Palestinian academic Edward Said founded the West-Eastern Divan Workshop, in which young musicians from the Middle East and Israel are invited to work together, the only proviso being that they are of a high standard. As far as Barenboim is concerned, the political implications of his workshop are left for others to decide. Music is something that he engages in with activity and commitment. He does not, unfortunately, go home and ever actually listen to it.</p> <p>\"This is going to be a very short interview,\" says Daniel Barenboim, when I ask him about the music that he enjoys after a hard day's work at the piano or wielding the baton. \"It would never occur to me to come home from nine hours of rehearsals, pour a whisky, and put on a CD. First of all I don't drink whisky, and secondly I don't like CDs.\" He does, however, check out the odd hip-hop tune, although not through his own choice. \"My son is into hip-hop, and I listen to it with parental enthusiasm and subjectivity. But I listen to it for, if you will, the wrong reasons.\"</p> <p>Leaning back in his armchair, Barenboim imagines the role of music in the life of the hassled everyman. \"He comes home from the office, and it's been very difficult, and he's been badgered by his wife, or his girlfriend, or both, and he has a bad stomach, and he's worried about his financial transactions. Then he puts on a CD and he escapes from the world. There's nothing wrong with that! But I use music to understand the world.\"</p> <p>He goes on to explain how music illustrates the idea that you cannot separate thinking from feeling. \"Music shows us that there is no contradiction between structure and passion; that the structure is just as important as music's ability to take you away from reality. It is about learning that everything has its opposite, and only through its opposite can you understand it. Music shows us that life is rational and irrational. Training and education does not diminish passion - on the contrary; the more you know about music, the more your imagination can take flight.\"</p> <p>Barenboim stands against fundamentalism, whether in religious thought or in music. His recording of Bach's The Well-Tempered Clavier, which is released at the beginning of September, takes a piece that was written for clavichord in the early 19th century and interprets it in accordance with the fact that 280 years has passed since then. \"Fundamentalists are people who refuse to accept the development of reality,\" says Barenboim. \"They want to make today a replica of yesterday - and this is Jewish fundamentalism, Islamic fundamentalism, musical fundamentalism. You need to know what happened yesterday to be a modern Jew, a modern Muslim, a modern musician, but accept the reality of where we are now. So we bring this music to life with the knowledge of the rules that tell us how it is played, which is different from playing music as it was played back then. That is impossible.\"</p> <p>Even if he doesn't go home and listen to Bach, the composer who was studied by Beethoven, Chopin, Brahms and Schumann made music that Barenboim finds a joy to play. \"Bach's music has been with me since I was a child. It's very complex, but it is absolute nonsense if you don't understand the emotional content inside and outside the structure, and Bach had wonderful imagination and fantasy. The strict structure gives you the dialogue about where the music is going emotionally. You cannot articulate the meaning of music, though, because its content speaks to your heart and your brain through sound.\"</p> <p>Increasingly animated by the mysterious power of music, Barenboim marvels at the thing that binds everyone from Wagner to Pierre Boulez to the Beatles together. \"All of this music is only made with 12 miserable tones. It's extraordinary. This is the miracle of music. In 200 years we have gone from the horse to Concorde - although sadly that is no more - and what has music done? It has found new ways of combining these 12 miserable tones. That's all. Pierre Boulez is a great composer who makes music that sounds completely different from Bach. Yet he is using the same rules.\"</p> <p>Barenboim has recently led the West-Eastern Divan Workshop attendees through Mahler and Tchaikovsky. \"There is no equality with Israelis and Palestinians - that is not a political statement, just a statement of fact about the occupier and occupied - but you put Israelis, Palestinians and the rest of the Arabs in front of a big symphony, and they are all equal. When the Israeli boy plays a horn solo, all the Arabs in the orchestra want him to play it well. This is what we can learn from music.\"</p>",
  "I was walking down a street off Covent Garden in London this week when I counted seven people in front of me all by themselves but talking on mobile phones. The callers were all unconnected with each other and there was no one between them who wasn't talking on a mobile. <p>Together they took up most of the street. I have no idea what they were chatting about except that, almost certainly, these were not calls that would otherwise been made on fixed lines when they got home. Mostly, such conversations would not have happened without the new technologies. </p> <p>The same is true of text messages and emails which have made it much easier for people to strike up relationships with each other and opened up new layers of communication between people that didn't exist before and which are still under-researched. </p> <p>As this week's Ofcom report into the communications market noted, the world is in the midst of a digital revolution. It is happening so quickly and in so many areas simultaneously that much of it is not even regarded as news anymore. Consumers are migrating in their millions from fixed line phones to mobiles, from copper wire to wireless while the old copper wires - thanks again to amazing technological breakthroughs - are being used to pump multi-channel television and broadband to our homes.</p> <p>Analogue television is speedily ceding supremacy to digital television - in which signals are sent in the binary code of 1s and 0s - and new digital gadgets from iPods to mobile DVD players are gaining ground rapidly. The mobile phone itself, the fastest adopted consumer product in history, is now gobbling up rival products including television and radio sets, MP3 players and cameras. </p> <p>There are now about 50 products that could be sold separately but which are bundled into mobiles (though not all into the same one). Where will it all end? In March 1993, I wrote an article in the Guardian saying that the battle of the future in economics would not be between Keynesianism and monetarism but between digital and analogue economies and pointed out that \"the world is going digital at a dizzy rate\". </p> <p>That has turned out to be true, in the sense that ideological disputes in economics have almost vanished and the main difference is between standard Keynesianism of countries like Britain and the reckless over-the-top Keynesian expansionism of the US. </p> <p>But in terms of the digital revolution, I didn't have a clue about what was about to happen. There was no mention of the internet, nor of mobile phones let alone the Wi-Fi revolution. None of them were on the radar screen as mass phenomena in 1993.</p> <p>The digital revolution is now nearing critical mass. Phone calls - whether from mobiles or fixed lines - will soon migrate to the internet. Radio and television will eventually be all-digital - the main stumbling block being what happens to our second, third and fourth sets - and digital downloads are sweeping all before them in the music world.</p> <p>Meanwhile digital additions are invading cars, consumer durables, maps, aircraft, transport and the health service while simultaneously a whole sub-economy has been created by the growth of companies like Amazon, eBay and Google that would not exist without digitisation and the internet.</p> <p>It is fairly easy to predict some things that are likely to happen because a continuation of Moore's law - a doubling of computer power every 18 months for the same price - will ensure that computers and mobile phones get smaller and more powerful. </p> <p>Mobiles, the most predatory product ever invented, could destroy whole businesses -such as digital cameras, mobile radios and MP3 players - while falling costs will usher in a new era of videoconferencing for personal and corporate use. If all goes well, the UK could have the world's most efficient health service in five years time thanks to new technology. (It could prove a disaster if technology fails). Vehicles will be taxed according to where they are not what they are. </p> <p>Everyone will be able to record their entire lives on the internet if they want, and have minute video cameras attached to them to record possible muggers (with the results automatically scanned using facial recognition techniques to instantly identify the attacker). And so on, and so on. </p> <p>What is difficult to predict is the equivalent of the internet and mobiles 12 years ago: products in embryonic form now which will become mega a decade hence. All we will know is that, as happened with the explosion of mobiles, it will all look obvious once it happens. Hindsight, like everything else, will just get better and better. </p> <p><b>·</b> Victor Keegan is editor of Guardian Online</p>",
  "<p><strong>Q</strong> I am at a bit of crossroads as to what to do with my career. Ever since leaving university and an unsuccessful shot at a PhD in science, I have been trying to get onto a graduate management training programme. </p> <p>In that time I have been working in call centres, including a banking one, so the management training programmes I have been looking at were all in banking. I finally made it, but my sales have been not up to the standard required and after giving it my best shot I had to leave. However I am not sure what to do now. </p> <p>I certainly don' t wish to go back to call centre or research but I don't really have a profession as such. I could do admin work but I don't want to be stuck without a career. Any advice would be appreciated.</p> <p><strong>A</strong> With your background in sales you might want to consider a career in the recruitment sector. A recruitment consultant acts as a matchmaker between people seeking temporary or full-time work to employers with suitable vacancies. The main focus of the work is identifying, assessing and putting forward appropriately qualified and skilled job-seeking candidates for placing into specified vacancies.</p> <p>I hesitate to suggest this line of work to you since the demands of this work are similar to those of your previous sales role in banking where you are expected to meet set targets and under-achievers will not last long. However, unlike banking, your inter-personal skills and emotional intelligence are more important to be a successful recruitment consultant. The facility to gain people's confidence and put them at ease and the ability to cope with pressure are an obvious advantage. </p> <p>You will need to invest in a classy wardrobe as a high standard of personal appearance is crucial. Recruitment consultancies or employment agencies now have a presence in most areas but are most likely to be concentrated in large towns or cities. Offices are frequently located in prominent high street premises for commercial visibility and easy client access. A search through your local Yellow Pages or the Yell.com on the web should yield a solid list of recruitment companies you could approach. </p> <p>A career as a jobfinder may sound very appealing but remember that as a recruitment consultant developing new business by expanding the client base of employers and candidates is integral to the work. You will need to be pushy as you have to contact human resource managers in employing organisations, either in person or by telephone and even old fashioned cold-calling, to sell the services of your agency. </p> <p>The work culture is hard, commercially driven and pressurised. As ever for those who make it, there are tasty rewards in line with many sales and target driven occupations. A range of incentives and non-pay benefits include company cars, pensions, share schemes and performance related bonuses. </p> <p>Although most recruitment consultancies prefer to grow their own agents and provide supervised on-the-job training, it may be prudent to signal your interest in studying for a Chartered Institute of Personnel &amp; Development (CIPD) qualification. The CIPD offers a useful Flexible Learning option is for people who have to earn as they learn. Chartered Institute of Personnel &amp; Development (CIPD), CIPD House, Camp Road, Wimbledon, London SW19 4UX. <a href=\"http://www.cipd.co.uk\"> cipd.co.uk</a>.</p> <p>You can also pick up professional qualifications through the Recruitment and Employment Confederation (REC). The REC Foundation award in recruitment practice is a distance-learning course designed specifically for employment agency staff. Contact them at this address: Recruitment and Employment Confederation (REC), 36-38 Mortimer Street, London W1N 7RB, or at their <a href=\"http://www.rec.uk.com/\"> website</a>.</p> <p>Elsewhere, WorkDirections a government backed agency that provides free employment advice to long- term unemployed on jobseekers allowance or incapacity benefits has launched a recruitment drive to hire more graduate advisers.</p> <p>If you are interested in joining WorkDirections ' team of employment advisers, contact Sony Dhillon, WorkDirections , 4 Royal Mint Court, London, EC3N 4HJ.</p>",
  "<p>Women's football can be brutal at times, but there was something poetic in last night's Community Shield victory for Charlton. </p> <p>A single first half goal from Ann-Marie Heatherson - Umbro Young Player of the Year - was enough to seal a win over Arsenal, the side that had seen the Addicks go from treble contenders to FA Cup and league runners up all in the space of a few weeks.</p> <p>Charlton manager Keith Boanas was in buoyant mood after the game, saying: \"The girls gave me a tremendous performance - I couldn't envisage anything as good as that but I'm immensely proud of them.</p> <p>\"It showed that we've got nothing to fear from anybody - Arsenal are a great side but so are we and I know that we can be in the shake-up for honours again this season,\" he added, with a nod towards the second weekend of the season, when his team will travel to Arsenal hoping for a repeat performance.</p> <p>Vic Akers, no doubt thinking along the same lines, was unable to hide his disappointment following a match that Arsenal might have won had they taken advantage of several first half chances.</p> <p>\"We didn't play well all over the field. The girls have done really well in pre-season, but tonight we didn't look ready or fresh and I thought Charlton were more hungry and more up for it than we were,\" he said</p> <p>\"Having said that, I felt that overall we created most of the chances but never really looked like scoring - it just wasn't our night.\"</p> <p>Arsenal could have got off the mark as early as the 13th minute, when confusion between Charlton's Pauline Cope and Dani Murphy saw Jayne Ludlow through on goal, only for last year's player of the year to shoot wide.</p> <p>And just moments before Charlton's decisive goal, Julie Fleeting, the woman who inflicted a 3-0 cup final defeat on the Addicks almost single-handedly in May, nudged a crossed ball on for Clare Wheatley who could only place a feeble shot straight at Cope.</p> <p>Two minutes later the damage was done with Eni Aluko latching onto a great pass from Jess Smith. Her wide shot was steered goalwards by Heatherson at the far post.</p> <p>In the second half Charlton took control of the game after some early pressure from the Gunners, with Dani Farmer almost adding another but for some agile keeping from Emma Byrne.</p> <p>Player of the match went to Katie Chapman, Charlton's summer recruit from Fulham, who gave them the zip and energy around the field that they lacked in May. </p> <p>\"I loved it out there,\" she said. \"Winning the first trophy of the season has made me feel brilliant and it's convinced me that I made the right move by coming to Charlton - I feel very positive about our prospects for the season.\"</p>",
  "<p><strong>Bedfordshire</strong><br>Katie Milton at the Beds FA should be able to help. Give her a call on 01582 565111. Or check out their website <a href=\"http://www.bedfordshirefa.com\">here</a>.</p> <p><strong>Berks &amp; Bucks</strong><br>Call Simon Robinson or Suzanna Blundy on 01367 242099, or visit the website <a href=\"http://www.berksandbucksfa.com\">here</a>.</p> <p><strong>Birmingham</strong><br>Call Heather Cowan on 0121 6822535, or visit the website <a href=\"http://www.bcfc.co.uk\">here</a>.</p> <p><strong>Cambridgeshire</strong><br>Call Kirsty Frior on 01223 576770 x205, or visit the website <a href=\"http:/www./cambridgeshirefa.com\">here</a>.</p> <p><strong>Cheshire</strong><br>Call Zoe Harp on 01606 871155, or visit the website <a href=\"http://www.cheshirefa.com\">here</a>.</p> <p><strong>Cornwall</strong><br>Call Barry Cudmore on 01726 74080, or visit the website <a href=\"http://www.cornwallfa.com\">here</a>.</p> <p><strong>Cumberland</strong><br>Call Paul Devlin on 01900 872310, or visit the website <a href=\"http://www.cumberlandfa.com\">here</a>.</p> <p><strong>Derbyshire</strong><br>Call 01332 361422, or visit the website <a href=\"http://www.cumberlandfa.com\">here</a>.</p> <p><strong>Devon</strong><br>Visit the website: <a href=\"http://www.devonfa.com/about/contact\">http://www.devonfa.com/about/contact</a></p> <p><strong>Dorset</strong><br>Call John Fancy on 01202 382375, or visit the website <a href=\"http://www.dorsetfa.com\">here</a>.</p> <p><strong>Durham</strong><br>Call Sheila Jevons on 0191 3847006.</p> <p><strong>East Riding</strong><br>Call Mike Edge on 01482 869204, or visit the website <a href=\"http://www.eastridingfa.com\">here</a>.</p> <p><strong>English schools</strong><br>Call Mike Spinks on 01785 251142, or visit the website <a href=\"http://www.esfa.co.uk\">here</a>.</p> <p><strong>Essex</strong><br>Call Emma Wake on 01245 357727, or visit the website <a href=\"http://www.essexfa.com\">here</a>.</p> <p><strong>Gloucestershire</strong><br>Call Nick Baker on 01454 615888, or visit the website <a href=\"http://www.gloucestershirefa.com\">here</a>.</p> <p><strong>Guernsey</strong><br>Call Matt Fallaize on 01481 200443, or visit the website <a href=\"http://www.guernseyfa.com\">here</a>.</p> <p><strong>Hampshire</strong><br>Call Jamie Burton on 02380 706814, or visit the website <a href=\"http://www.hampshirefa.com\">here</a>.</p> <p><strong>Herefordshire</strong><br>Call Val Lambert on 01432 342179.</p> <p><strong>Hertfordshire</strong><br>Call Karl Lingham on 01462 650219, or visit the website <a href=\"http://www.hertsfa.com\">here</a>.</p> <p><strong>Huntingdonshire</strong><br>Call Sarah Bachelor on 01480 414422.</p> <p><strong>Isle of Man</strong><br>Call Ann Garrett on 01624 615576.</p> <p><strong>Jersey</strong><br>Call Gill Morgan on 015834 500165, or visit the website <a href=\"http://www.jerseyfa.com\">here</a>.</p> <p><strong>Kent</strong><br>Call Liz Symons on 01634 843824.</p> <p><strong>Lancashire</strong><br>Call Simon Gerrard on 01995 642235, or visit the website <a href=\"http://www.lancashirefa.com\">here</a>.</p> <p><strong>Leicestershire &amp; Rutland</strong><br>Call Tessa Payne on 0116 2867828.</p> <p><strong>Lincolnshire</strong><br>Call 01522 524917, or visit the website <a href=\"http://www.lincolnshirefa.com\">here</a>.</p> <p><strong>Liverpool</strong><br>Call Mo Marley (x112) or Nicky O’Donnell (x113) on 0151 523 4488, or visit the website <a href=\"http://www.liverpoolcfa.com\">here</a>.</p> <p><strong>London</strong><br>Call Caroline McRoyall on 0870 7743010, or visit the website <a href=\"http://www.londonfa.com\">here</a>.</p> <p><strong>Manchester</strong><br>Call Louise Belcher on 0161 2231002, or visit the website <a href=\"http://www.manchesterfa.com\">here</a>.</p> <p><strong>Middlesex</strong><br>Call Charlotte Edwards on 020 85151926.</p> <p><strong>Norfolk</strong><br>Call Jon Eaton on 01603 717177, or visit the website <a href=\"http://www.norfolkfa.com\">here</a>.</p> <p><strong>Northamptonshire</strong><br>Call Matt Greenwood on 01604 670741 x24.</p> <p><strong>North Riding</strong><br>Call Gemma Grainger on 01642 717774.</p> <p><strong>Northumberland</strong><br>Call Stuart Leeson on 0191 2700700.</p> <p><strong>Nottinghamshire</strong><br>Call Mike Kilbee on 0115 9418954, or visit the website <a href=\"http://www.nottinghamshirefa.com\">here</a>.</p> <p><strong>Oxfordshire</strong><br>Call Liz Verrall on 01993 778586, or visit the website <a href=\"http://www.oxfordshirefa.com\">here</a>.</p> <p><strong>Sheffield &amp; Hallamshire</strong><br>Call Julie Callaghan on 01142 414992, or visit the website <a href=\"http://www.sheffieldfa.com\">here</a>.</p> <p><strong>Shropshire</strong><br>Call Eve Bailey on 01743 255083.</p> <p><strong>Somerset</strong><br>Call Helen Marchment on 01761 410280.</p> <p><strong>Staffordshire</strong><br>Call Claire Hermon on 01785 256994.</p> <p><strong>Suffolk</strong><br>Call Kate Steed on 01449 616606 x24, or visit the website <a href=\"http://www.suffolkfa.com\">here</a>.</p> <p><strong>Surrey</strong><br>Call Michelle Jeffcoate on 01483 518956, or visit the website <a href=\"http://www.surreyfa.com\">here</a>.</p> <p><strong>Sussex</strong><br>Call Keveena Moren on 01903 851065, or visit the website <a href=\"http://www.sussexfa.com\">here</a>.</p> <p><strong>Westmorland</strong><br>Call Dean Grace on 01539 730946, or visit the website <a href=\"http://www.westmorlandfa.com\">here</a>.</p> <p><strong>West Riding</strong><br>Call Julie Chipchase on 01132 823577, or visit the website <a href=\"http://www.wrcfa.com\">here</a>.</p> <p><strong>Wiltshire</strong><br>Call Barry Stevens on 01793 486047.</p> <p><strong>Worcestershire</strong><br>Call Julie Leroux on 01905 827261, or visit the website <a href=\"http://www.worcestershirefa.com\">here</a>.</p> <p>• This article was amended on 17 July 2019 to remove some personal information.</p>",
  "<p>Liverpool manager Rafael Benitez has confirmed this morning that Michael Owen will sign for Real Madrid, ending weeks of speculation.</p> <p>The deal, reported to be worth around £9m, will put the England striker among some of the world's best players - but he will not be guaranteed first-team football. </p> <p>In his eight years at Anfield Owen has usually been the first name on the teamsheet, but will have to battle with Raul, Ronaldo and Fernando Morientes for a place in Jose Antonio Camacho's side.</p> <p>Benitez said there was little he could do to prevent fan favourite Owen from leaving. </p> <p>\"When I came here he [Owen] had one year left on his contract,\" he said. \"Real Madrid knew that, and when a big club like them come knocking you cannot control it.\" </p> <p>The announcement came within an hour of Arsenal midfielder Patrick Vieira's decision to remain at Arsenal after failing to agree a deal with Real.</p>",
  "<b>ON GUARDIAN UNLIMITED THIS WEEK</b> <p>The Olympics come home at last: <a href=\"http://sport.theguardian.com/olympics2004/0,14781,1269543,00.html\">follow all the action in Athens from the comfort of our website</a></p> <p>The Guardian's prisons correspondent, Eric Allison, argues that <a href=\"http://society.theguardian.com/crimeandpunishment/comment/0,8146,1281884,00.html\">convicted rapist Iorworth Hoare should be able to keep the £7m he won on the lottery </a>...</p> <p>Iraqi politician Ahmad Chalabi has returned to Baghdad to face counterfeiting charges that he claims are politically motivated. <a href=\"http://www.theguardian.com/Iraq/Story/0,,1279506,00.html\">Simon Jeffery charts the rise and fall of the former Iraqi 'president-in-waiting'</a>...</p> <p>As the government switches to a new five-in-one vaccine for babies, Sarah Left despairs that <a href=\"http://society.theguardian.com/publichealth/story/0,11098,1279484,00.html\">the government has waited so long to take the mercury out children's jabs</a>...</p> <p>\"This is the desert; you can do whatever you want\": <a href=\"http://travel.theguardian.com/countries/story/0,7451,1280245,00.html\">Gwyn Topham camps out in the sandy void of the Tunisian Sahara </a> </p> <p>________________________________</p> <p> <b>NEXT WEEK ...</b></p> <p>The Olympic games open tonight in Athens and continue throughout the week. On Saturday, England coach Sven-Goran Eriksson will announce the squad for Wednesday's opening friendly of the new season: England v Ukraine. On Sunday, Iraq will choose 100 people to serve on its interim governing council and Venezuelan voters will decide the fate of the president, Hugo Chavez, in a national referendum. Tuesday is the deadline for police to charge or release nine men arrested in a series of anti-terrorism raids in on August 3. The Diana memorial fountain in Hyde park, London, is due to reopen to the public on Friday. </p> <p>________________________________</p> <p> <b>WE'RE GIVING THEM AWAY</b></p> <p>Download a voucher to <a href=\"http://www.theguardian.com/Film/reelexperiences/0,14618,1222138,00.html\">receive two free cinema tickets to see The Straight Story, Rabbit-Proof Fence, Whale Rider or Touching the Void - all showing in the Reel Experiences season of films celebrating the natural world</a>.</p> <p>________________________________</p> <p> <b> WORLD DISPATCHES: ONLY ONLINE</b></p> <p>The latest from the Guardian's foreign correspondents.</p> <p>MALAYSIA: \"When Malaysia's former deputy prime minister Anwar Ibrahim appeared in court with a spectacular black eye shortly after his arrest in 1998, it fuelled widespread speculation that his interrogators had beaten him up.\"<a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1282623,00.html\"> John Aglionby on corruption and brutality in Malaysia's police force</a> _______________________________</p> <p> <b> PREVIEW: WHAT'S IN THE GUARDIAN TOMORROW</b></p> <p>Not having kids is all right, says Rebecca de Saintonge. She has never regretted it ... Susie Mackenzie talks to Robert Redford ... Get into the spirit of Athens with books about the Olympics ... We profile André Brink, whose novels challenged the tenets of apartheid South Africa ... For The Sopranos and Six Feet Under, death has often proved to be the life force of the show. From mob whacking to sad end, Johnny Dee salutes some of the great small screen deaths ... John Robinson asks musicians which records they hide at the back of their collections ... As BA check-in staff vote to strike, it's a good time to avoid the airport and read our special feature on holidays in the UK and Ireland. </p> <p>________________________________</p> <p> <b> ... AND THE OBSERVER ON SUNDAY</b></p> <p>Escape relaxes on a boutique-style cruise in Bora Bora and finds six stylish weekend getaways in Britain ... The Observer Magazine takes in the work of art that is Italian Vogue's Anna Piaggi, \"the only authority on frocks left in the world\" ... The Darkness salute Italian knickers and the crippling cost of fame in the Music Monthly</p> <p>________________________________</p> <p> <b>YOUR CALL: READERS' LETTERS</b></p> <p>Readers' letters will return next week, but in the meantime please send us your comments, recommended articles other readers may have overlooked, and feel free to pour scorn on those you disliked. Contact us at unlimited@guardianunlimited.co.uk. We'll publish a selection of comments next week.</p>",
  "<p>A spokesman for Iraq's radical Shia cleric Moqtada al-Sadr has called on the militants who last night seized Sunday Telegraph journalist James Brandon at gunpoint to release him. </p> <p>Mr Sadr, who together with many of his followers has been holed up in holy sites in Najaf after nine days of fighting with US forces, today called on the men to release the journalist. </p> <p>\"We appeal to the captors of the British hostage to free him,\" the spokesman told Reuters. </p> <p>Iraqi police today confirmed that Brandon, a 23-year-old freelancer, had been abducted in by Iraqi militants in the southern city of Basra. Up to 30 gunmen, some dressed as police, stormed the Diyafah Hotel in Basra on Thursday night, said Captain Hashem Abdullah. </p> <p>Hotel owner Mohammed Uglah told Associated Press that the gunmen found Brandon and shot at him after he tried to escape, beating him over the head before taking him away. He had earlier said the journalist was shot twice in the leg. </p> <p>Hotel staff also showed a check-in form filled in by the man, identifying himself as James Brandon, 23. According to the form, he had arrived in Basra on Wednesday. </p> <p>Hours later a video tape released in the city showed a hooded militant standing next to the journalist and threatening to kill him if the attack on Najaf was not stopped. </p> <p>Reuters has confirmed that the video was filmed by one of their freelance cameramen, having been instructed to do so by the gunmen. </p> <p>\"I'm a journalist, I just write about what is happening in Iraq...[I'm] James Brandon from the Sunday Telegraph,\" said the visibly shaken and bare-chested hostage, who had a bandage wrapped around his head. </p> <p>\"Telegraph, that's my paper,\" he said, turning to a masked captor. Asked to give his address, the clearly terrified man said: \"London.\" </p> <p>The militants said they had taken Brandon hostage in protest of the US military presence in Najaf, one of the holiest cities for Shia Muslims. The US military and Iraqi forces yesterday began a major offensive in the city designed to oust a rebel militia they had been battling there for more than a week. </p> <p>\"We are the sons of the Iraqi people,\" said the captor wearing a black ski mask. \"We demand the withdrawal of the occupation forces from the holy city of Najaf in 24 hours, otherwise we will kill this British hostage,\" he said, patting Brandon on the shoulder. </p> <p>The Foreign Office said it had confirmed reports that a British national had been kidnapped in Basra. \"We're trying to establish the facts and are working with the local authorities and trying to contact next of kin,\" the department said. </p> <p>Staff at the Sunday Telegraph are desperately trying to find out the current situation. \"James Brandon was in Basra filing material for this Sunday's newspaper amongst other projects,\" said the Sunday Telegraph's deputy editor, Matthew d'Ancona. \"We are pursuing his situation with the greatest concern,\" he added.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Soham detective Brian Stevens was jailed for eight months today after he was found guilty at the Old Bailey of conspiring to pervert the course of justice.</p> <p>Stevens, 43, gave police a false alibi when he was being investigated over allegations that he downloaded child pornography on his laptop. The case against him was later dropped.</p> <p>His friend Louise Austin, a Crown Prosecution Service case worker, provided the alibi and was given a six month sentence, suspended for two years, also for conspiring to pervert the course of justice.</p> <p>Stevens lied to police by saying he was staying at the home of Austin, 32, when the images were downloaded and that he did not have his computer with him at the time.</p> <p>The jury of five women and seven men took just under two days to reach their verdict at the end of the two-week trial.</p> <p>Stevens will now be dismissed or required to resign from Cambridgeshire Police. </p> <p>\"Once he has been convicted of a serious criminal offence such as this, the likelihood is that he will be dismissed,\" said Detective Superintendent Gary Ingrey, head of professional standards at the force. \"He could be required to resign, which is technically different. But either way the reality is that there will be little future for him.\" </p> <p>Officers from Stevens' force expressed \"disgust\" that he had chosen to use his dealings with the family of Jessica Chapman to try to convince the jury that he was an honourable detective.</p> <p>In the witness box, Stevens spoke emotionally of his intimacy with the Chapmans. He even recalled breaking the news to Sharon Chapman that her daughter had been \"found dead\" when, in fact, that task fell to another officer.</p> <p>Her parents today condemned the man, who had become so close to them that he was invited to give a reading at 10-year-old Jessica's memorial service.</p> <p>\"The use of our grief as part of Brian Stevens's defence in his trial has left us with a sense of betrayal,\" the Chapmans said in a statement.</p> <p>Other officers also objected to Stevens' triumphant reaction after the original child porn case against him collapsed at Snaresbrook crown court in August 2003. </p> <p>He was alleged to have used his Samsung laptop to download the images shortly after 2am on Sunday, June 9 2002, while he was being treated for a foot injury at a rehabilitation centre for police officers in Goring-on-Thames. </p> <p>Stevens was arrested at his Cambridgeshire home three months later on September 12 2002, after his name came up in Operation Ore. Indecent images of children were found on his laptop, which was in the living room, and he was charged. </p> <p>Sentencing the Stevens and Austin, Judge Gerald Gordon said: \"You will both lose the careers in which you have been involved for a number of years. In the course of them each of you has done public service.\"</p> <p>He noted that the false alibi for which they were being sentenced had never had any effect on any court proceedings but said he had to \"protect the trial process\" and rule of law.</p> <p>Mark Leech, editor of the Prisons Handbook for England and Wales, said Stevens could be released in as little as eight weeks.</p> <p>\"Imprisonment for any police or prison officer must be the hell of all hells,\" he said. \"But under current rules he must serve a minimum of a quarter of his sentence, that is two months, and he will then be eligible for release on home detention curfew.</p> <p>\"The prison service will conduct a risk assessment as to the threat posed to him by other prisoners but it is likely that he will now, ironically, spend his time with vulnerable prisoners such as sex offenders like Ian Huntley who he helped to lock up.\"</p>",
  "<p>London council leaders may seek powers from Westminster to ban smoking in the capital, it emerged today.</p> <p>The move to ban smoking in public places in the capital is one of several ideas being mooted by the Association of London Government (ALG) before a private parliamentary bill is drawn up this autumn.</p> <p>The ninth London local authorities bill could be drafted in November after council leaders meet to consider feedback from the capital's 32 local authorities and the public over proposed ideas.</p> <p>The ALG placed an advertisement in the London Evening Standard today which lays out the ideas raised for possible legislation, including a public smoking ban.</p> <p>However, an ALG spokesman today insisted that \"nothing is ruled in and nothing ruled out\". </p> <p>\"The ALG at this stage has no view either way,\" he said.</p> <p>The move to ban smoking in public is being backed by the London mayor, Ken Livingstone.</p> <p>Pressure for an outright smoking ban has grown following the public ban implemented in Ireland this January.</p> <p>The health secretary, John Reid, has been in talks with publicans and restaurant owners over the prospect of a gradual ban, while the chief medical officer, Liam Donaldson, last month cited the £2.7bn benefits of an outright ban on the nation's health and overall economy.</p>",
  "<p>The International Olympic Committee have granted Greek sprinters Kostas Kenderis and Katerina Thanou a three-day delay to explain why they missed a drugs test on Thursday, after the pair were hospitalised following an overnight motorcycle accident.</p> <p>\"In order to ensure a fair processs and give due consideration to the athletes the Disciplinary Commission has decided to postpone the hearing until Monday, August 16 \" an IOC statement said. </p> <p>Kenderis and Thanou were summoned to appear before an IOC drug panel today, but with reports that Kenderis is wearing a neck brace and will remain hospitalised until Sunday at the earliest, and with Thanou also declared unfit to leave by doctors, the IOC has allowed them an extra day's grace following Greece team manager Yiannis Papadoyiannakis's request for a 48-hour extension. </p> <p>They were visited in hospital this morning by the IOC medical officer Patrick Schamasch whose mission it was to assess whether either, or both, would be able to give evidence to a disciplinary committee. </p> <p>The IOC statement added: \"A delegation of four people chaired by the chef de mission of Greece came with a request from the athletes that the hearings be postponed and presented medical certificates that explained the athletes will not be able to attend the hearing before 48 hours.\"</p> <p>Their injuries are believed to be not serious, but they are sufficiently significant for doctors to keep them under observation. </p> <p>\"The IOC has launched a disciplinary inquiry into these cases and I, of course, have not got the results yet,\" said the International Olympic Committee president, Dr Jacques Rogge, earlier this morning. </p> <p>\"We're waiting for the results and the executive committee will make a decision about that.\" </p> <p>Kederis was summoned to appear at 12.30pm local time (0930 GMT) before the IOC panel at a hotel in central Athens. Thanou was scheduled to explain herself to the three-person jury half an hour later. </p> <p>But the time for Kederis's appointment passed with no sign of them leaving a special athletes' ward in a city hospital, where they were taken after crashing on a motorcycle sometime after the dope test was missed yesterday afternoon. </p> <p>In a severe shock to a nation savouring one of its proudest moments, Kederis, who won gold in the 200 metres in the Sydney Games and Thanou, who took silver in the 100, risked an image blow to Greece on the eve of the opening ceremony. </p> <p>Mystery surrounded the motorbike slide in which they were both slightly hurt some time after failing to take the test. </p> <p>They had cast \"suspicion, confusion and disappointment\" over the Games, an IOC member said. </p> <p>The embarrassment for the host country was especially acute because Kederis was thought a likely candidate to light the Olympic flame to launch the games tonight. </p> <p>Dr Rogge's press conference to launch the games was hijacked by questions about the two athletes, although he did say: \"We are optimistic that our Greek friends will deliver an excellent games.\" </p> <p>A statement from KAT hospital said the 31-year-old Kenderis had suffered \"cranial trauma\", whiplash and open wounds to the lower leg. Thanou suffered abdominal bruises, injuries to the right hip and a muscular injury to her right upper leg. </p> <p>Their coach, Christos Tzekos, told Associated Press after visiting them in the hospital: \"They don't have a serious problem.\" </p> <p>The women's 100 metres final is on August 21, the men's 200m on August 26. </p> <p>The two athletes arrived in Athens this week after a training session in Chicago and moved into the Olympic village. </p> <p>Arne Ljungqvist, the IOC medical commission chairman said that drug testers had attempted to find the athletes in Chicago a few days ago but \"they weren't at their address\". </p> <p>\"Yesterday they were located here and invited to appear for a doping control but did not come,\" he said. </p> <p>Meanwhile, Greek Olympic team spokesman George Gakis said the two sprinters were \"not out of the team\". </p> <p>\"We are waiting for the IOC's decision. If the IOC accepts our written explanation ... of course we will have them,\" he told Reuters. </p> <p>If the two athletes fail to offer the IOC a credible explanation for their failure to attend the test, they could face severe disciplinary action. A missed drugs appointment is normally treated as a failed test, which carries a two-year ban. </p>",
  "<p>Air passengers face severe disruption in the coming weeks after check-in staff in the GMB union at British Airways voted to strike in a dispute over pay.</p> <p>A union spokeswoman told Reuters that 53% of members who voted were in favour of a strike. No date had been set for industrial action. </p> <p>The vote from the 3,000 members of GMB union puts BA into a confrontation with ground staff for the second summer running. Last summer passengers were stranded amid chaotic scenes at Heathrow when BA's check-in staff walked out in protest at the introduction of a new swipe card.</p> <p>There is more trouble in store for BA as the larger Transport and General Workers Union (TGWU), representing 8,600 staff, expects to get the results of a separate vote by its members on Wednesday. Its members are also expected to back industrial action. </p> <p>A strike by the two groups of workers would seriously disrupt BA's operations at Heathrow and Gatwick and other airports. The unions will have to give seven days notice of any industrial action. Unofficial talks have been continuing despite union rejection of a three-year pay offer worth 8.5%, or 10.5% if it does not count towards pensions. </p> <p>Unions stepped up their demands for a bigger pay rise after BA this week announced pre-tax profits of £115m for the three months to June. Rod Eddington, BA's chief executive, described the profits as \"reasonable\" and said he hoped workers would see that BA was delivering sensible results in tough times. </p> <p>\"If we don't make profits, the business will simply not be robust,\" he said. </p> <p>BA needed to make money so it could buy new aeroplanes, grow the business and meet its increased pension contributions, Mr Eddington said, adding that a strike would hit these plans.</p> <p>\"It would be a bad outcome for everyone - for the company, for customers and for the workforce. But we are determined to work hard to ensure there is no strike.\" </p>",
  "Hot Property. Property Dreams. Honey, I Ruined The House. How Not To Decorate. Changing Rooms. Room For Improvement. Location, Location, Location. Sublime Suburbia. DIY SOS. And these are just the shows on terrestrial TV this week. The schedulers know their business: this is a nation obsessed with bricks and mortar. <p>Little wonder then that there is so much speculation about the state of the housing market. Will prices fall by 10%? Could it be 20%? Might we wake up one morning to find that the value of our home has been cut by 30%? What is that big, bad Mervyn King, governor of the Bank of England, doing with all those increases in interest rates that threaten to put an end to the house-price boom? </p> <p>Watching Changing Rooms because you take a pride in your home is one thing; a pathological obsession with house prices is quite another. Britain does have a real housing problem, but it is not whether middle England is about to get sucked into a vortex of negative equity. </p> <p>Take the question of debt. The assumption is that mortgage payers are so over-extended that each tiny upward move in interest rates adds to their already intolerable financial burden. Figures from the Bank of England show, however, that the group of people really struggling to keep their heads above water are those in social housing, followed by those in rented accommodation. A much smaller number of those paying mortgages are struggling. True, the value of their debts have risen during the housing boom, but so has the value of their prime asset. The poor don't have assets, just debts. </p> <p>House price inflation exacerbates the social divide. It benefits those who have a house at the expense of those who don't; it benefits those who live in rich areas against those who live in poor areas; it benefits the old trading down into smaller properties at the expense of the young trying to get a foothold on the housing ladder; it benefits the rentier making money out of money at the expense of those seeking investment in new productive capacity. Rampant house price inflation is bad for Britain. Why do we put up with it when we know that each previous boom has been followed by a bust? Simple. The politics are hideous. </p> <p>Suggestions for reforms that might limit house price inflation are plentiful enough. John Muellbauer of Oxford University has proposed that the regressive council tax should be replaced by a Danish-style property tax. Under the Danish system, there is a 1% tax on the market value of most owner-occupied housing, with higher marginal rates for the most expensive homes and a lower rate for those aged 67 or over. Denmark has had more balanced growth than Britain, Muellbauer argues, because there are built-in stabilisers to prevent the housing market from booming out of control. </p> <p>In terms of economics, this makes sense. Politically, however, the parties see it as a suicide pill. The average house price in London is nudging £300,000. A 1% property tax would mean an annual bill of £3,000. Tax bombshell, anyone? But even if a government were to levy the tax at a lower rate, there would still be an outcry. As there will be if ministers reform the council tax to make the rich pay more and the poor pay less. As for capital gains tax on main residences as well as second homes, that is strictly for the birds. We're talking here of Basildon man and Worcester woman. We're talking swing voters in key marginals, who are worried sick sick sick about what's happened to the value of their pensions under Labour. They don't take kindly to the idea that their only other source of wealth - their home - will be subject to higher taxation. </p> <p>Equally contentious is the alternative proposed by Kate Barker, a member of the Bank of England's monetary policy committee, which was to build more homes. This, she said, would help to bring demand and supply into better balance, keep prices in check and provide an opportunity for those excluded from the property market to become owner-occupiers. This was met with predictable headlines about the obliteration of the green belt and the concreting over of every field in southern England. Some of the criticisms of the Barker report were thoughtful, constructive and valid; others were plain nimbyism. The middle classes are doing very nicely, thank you, out of the current system; they don't want higher taxes, they don't want building on greenfield sites, and they don't really want brownfield development either. The hoi polloi not only spoil the view; they affect house prices. </p> <p>Clearly, then, we are not going to see any radical new policies this side of the election. There are signs, however, that housing may feature in Labour's third term - if it gets one. Gordon Brown is thinking about ways in which the state could provide financial help to those on low incomes unable to buy their own homes. The plans are at an early stage, but are likely to be consistent with the rest of Brown's tax credit regime: generous but heavily targeted. </p> <p>Such a proposal may be more politically acceptable than property taxes or a new mass house-building programme, and it would add a progressive tone to Labour's manifesto since it would be aimed at the 30% of people who are neither owner-occupiers nor in the process of buying a home. The roots of social exclusion lie in the lack of a job, a decent wage and a stake in the property market. Tackle those problems and you have a better chance of getting to grips with the other chronic problems, such as crime, drugs and under-achievement at school. It might do something about political disengagement too. </p> <p>The idea might not be universally popular, however, even within the government, where there has been a constant tension since 1997 between those who believe that Labour should be concentrating its efforts on redistributing resources to the poor, and those who believe that every pound spent on tax credits is a pound that can't be spent on wooing the middle classes through tax cuts, subsidised rail fares for commuters and higher spending on health and education. </p> <p>One obvious question would be the potential cost. Even with means testing, property values are so absurdly inflated that the bill for mortgage subsidies or a shared equity scheme would be expensive, and become even more so if inflation continued to march upwards at 20% a year. All the more reason, then, for the government to want a permanently stable housing market. </p> <p>In the short term, that means house prices coming down, but even if they were to fall by 30% it would only bring them back to where they were in the summer of 2002. Far from being a national disaster, it would be an entirely healthy development. Bring it on. </p> <p><b>·</b> Larry Elliott is the Guardian's economics editor </p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>Half the private companies running the government's 12 flagship academies to replace failing schools have yet to pay the £2m they are required to put into the venture, while two have set up fruitful contracts with their own companies, an investigation has revealed.</p> <p>The academies are central to the government's five-year plan to improve secondary schools, but have come in for criticism from the teacher unions for allowing private organisations too much influence over teaching. </p> <p>The Times Educational Supplement investigation revealed that the King's Academy in Middlesborough has been billed by organisations and individuals connected with its founder Sir Peter Vardy to the tune of £290,214. </p> <p>Meanwhile West London Academy in Ealing paid £180,964 to businesses and a charity connected to its founder Alec Reed, chairman of Reed Executive. </p> <p>In both cases the schools did not put the contracts out to tender before making the decision. By law, schools are required to obtain three quotes before contracting a service, in an effort to get the best deal. The contracts were for marketing, recruitment, training services and \"educational advice\".</p> <p>Fewer than half of the existing academies have yet received the full £2m sponsorship from their founders. </p> <p>Academies replace failing schools. They begin with a cash injection of £2m from a private sponsor and £22m from the government. Most build a new school from scratch. The private sponsor then has control of the school's governing body, which sets its policy and appoints staff, but it is funded by the government as a maintained school.</p> <p>Academies are established as charities and do not have to conform to local authority rules, as normal schools do. They have to offer pupils mainstream qualifications, but they don't have to stick to the national curriculum. </p> <p>But the TES investigation revealed that by the time some of the academies opened their benefactors had put in only £200,000 - a tenth of the promised £2m. </p> <p>Steve Sinnott, general secretary of the National Union of Teachers, said: \"It doesn't matter how much money an organisation is putting in it has to obey the rules and it has to ensure that that money is there. If the government is to ensure that these schools operate to the benefit of pupils then their methods must be open and transparent and conform to best practice. </p> <p>\"Whether they are operating under the law or simply guidance they should conform to that guidance.\" </p> <p>A spokesperson for the Vardy Foundation said that most of the contracts had gone to a non-profit making marketing company within the Vardy business empire which had charged only costs for brochures, newsletters and design. \"We have a lot of experience in this and we test the market regularly. We haven't found better prices. The foundation benefits,\" she said. </p> <p>The Department for Education and Skills said: \"It is easy to criticise radical steps to break the cycle of educational underachievement. We prefer to get on with giving children in these areas the very best education that we can.\"</p>",
  "<p><strong>·</strong> School-age smokers given nicotine patches<br><strong>·</strong> Drug abuse 'rising in prisons' <br><strong>·</strong> Eric Allison on why a convicted rapist should keep his lottery win</p> <p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^</p> <p><strong>Today's top story - Soham detective jailed</strong></p> <p>Soham detective Brian Stevens is jailed for eight months after being found guilty at the Old Bailey of conspiring to pervert the course of justice. </p> <p>^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> Smoking: School-age smokers given nicotine patches </p> <p>Children as young as 14 have been given nicotine patches in a successful scheme to stop them smoking, it emerged today.</p> <p><strong>·</strong> Research: New test may cut TB cases by thousands </p> <p>The developers of the first new test for tuberculosis in 110 years yesterday predicted that it would help to reduce cases in Britain by thousands within 10 to 15 years. </p> <p><strong>·</strong> Nutrition: Kellogg's cuts sugar to placate critics </p> <p>New, 'healthier' Frosties launched amid fears over childhood obesity.</p> <p>Social care</p> <p><strong>·</strong> Childcare: Four nursery staff sacked after BBC documentary </p> <p>Four members of staff at nurseries secretly filmed by the BBC for a documentary shown last night have been sacked, and a fifth may face disciplinary action, government inspectors said yesterday.</p> <p><strong>·</strong> Obituary: Linford Rees </p> <p>Psychiatrist who contributed to the development of effective drug therapy.</p> <p>^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Jail targets: Drug abuse rising in overcrowded prisons, study finds </p> <p>Prisons are struggling to meet the government's key performance targets to reduce rates of drug abuse and serious assaults due to record levels of overcrowding, according to research published today.</p> <p><strong>·</strong> Public sector staff: Tories set to scrap two departments </p> <p>A Conservative election victory would see two Whitehall departments scrapped, with the culture department and the Cabinet Office as possible victims. </p> <p><strong>·</strong> Vetting procedures: Met suspends officer with burglary conviction</p> <p>A police constable based in one of London's wealthiest residential districts was yesterday suspended from duty after it emerged he had a string of convictions, including one for burglary. </p> <p><strong>·</strong> Crime crackdown: Police to get wider arrest powers </p> <p>Alarm at plan to use community support officers to tackle beggars, drinking and carrying weapons. </p> <p>^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Housing: If Brown gets his way, house prices will fall. Bring it on </p> <p>Chancellor is thinking of ways to help those on low incomes buy their own homes, says Larry Elliott.</p> <p><strong>·</strong> Justice reform: The blind eye of the law </p> <p>The appeal court has legitimised the use of confessions made under torture abroad to detain suspected terrorists. Next stop, the House of Lords, writes Malcolm Evans.</p> <p><strong>·</strong> Alternative power: Countryside alliance </p> <p>Polly Toynbee:Behind the rural nimbyism of the protests against wind farms is the sinister presence of the nuclear lobby.</p> <p><strong>·</strong> Law and order: This is about politics, not policing </p> <p>John Kampfner: Crime is at a record low, so why does Labour talk of crackdowns?</p> <p><strong>·</strong> Lottery row: Lucky numbers? </p> <p>The news this week that convicted rapist Iorworth Hoare won £7m in the lottery has enraged the tabloids and even prompted the culture secretary, Tessa Jowell, to suggest government intervention. But why shouldn't he keep his money, asks Eric Allison.</p> <p>^^^^^^^^^^</p> <p><strong>LAST CHANCE TO ENTER THE GUARDIAN PUBLIC SERVICES AWARDS</strong></p> <p>It's your last chance to enter the Guardian's Public Services Awards. If you have worked on an innovative project over the past 12 months which you think is worthy of recognition, why not consider entering it for our new awards. This scheme is a great way of profiling all that is good about the work going on in our public services. Enter <a href=\"http://society.theguardian.com/publicservicesawards\">here</a>.</p>",
  "<p>Michael Moore yesterday released unseen footage of the new CIA boss explaining his own unsuitability for the role. The scene, which didn't make the cut for Fahrenheit 9/11, shows Porter Goss pointing out that his lack of language and computer skills means he \"wouldn't get a job\" with the CIA. </p> <p>Only Senate approval lies between Republican Congressman Porter Goss and the office of America's most senior intelligence chief following his nomination by the president, George Bush, earlier this week.</p> <p>Just six months ago, however, Goss told Moore's production company he doubted he could even find employment with the agency.</p> <p>Goss, who served in army intelligence and the CIA 30 years ago, said: \"I couldn't get a job with the CIA today. I am not qualified. I don't have the language skills.\" </p> <p>Porter Goss is set to take over from George Tenet, who resigned before the 9/11 commission delivered its damning verdict on the state of the US intelligence community.</p> <p>He explained, \"My language skills were romance languages and stuff. We're looking for Arabists today. I don't have the cultural background probably.</p> <p>\"And I certainly don't have the technical skills, as my children remind me every day: 'Dad, you got to get better on your computer.' So, the things that you need to have, I don't have.\"</p> <p>The White House dismissed the footage as \"hearsay\". Goss was described as the \"right man\" by the president on Tuesday.</p>",
  "<p><strong> Fire union calls for meeting</strong><br> </p> <p>Fire Brigades Union leaders called for an urgent meeting with employers to head off the threat of a new strike in a long pay dispute.</p> <p><strong>Officer escapes driving ban</strong><br> </p> <p>Detective Inspector Jeremy Lowe, 42, who was caught speeding as he hurried home to wash after handling a dead body has escaped a ban despite having 12 points on his licence.</p> <p><strong>Crash samples re-examined</strong><br> </p> <p>Blood samples from Henri Paul, the driver in the 1997 Paris car crash in which Diana, Princess of Wales died, are to be re-examined, the French appeal court ruled.</p> <p><strong>£60,000 Dylan Thomas prize</strong><br> </p> <p>A £60,000 literary prize for authors under 30 writing in English is to be launched in memory of Dylan Thomas.</p> <p><strong>Amicus workers in prison strike</strong><br> </p> <p>Amicus workers in the Prison Service will strike for two days at the end of the month in a pay dispute.</p> <p><strong>Seeing the light after 37 years</strong><br> </p> <p>Pat and Margaret Payne are to have electricity in their home near Bury St Edmunds, Suffolk, after 37 years. Daughter Linda Brickell, 50, and son-in-law Alan, 50, will pay £19,000 to install power.</p> <p><strong>London sixth in pricey city list</strong><br> </p> <p>London has risen from 10th to become the world's sixth most expensive city.</p>",
  "Nottingham police launched one of the UK's largest ever manhunts today for two men wanted over separate murders committed within a few miles of each other. <p>Some 450 officers from eight forces combed through two and a half square kilometres of Annesley Woods in Nottinghamshire this morning after police received intelligence that the men \"might be in certain areas\". Thirty sniffer dogs and two helicopters with heat-seeking equipment also took part in the search. </p> <p>The first wanted man is Terry Rodgers, 55, who disappeared after allegedly shooting his newlywed daughter, Chanel Taylor, at her home in Huthwaite, Nottinghamshire just weeks after giving her away at her wedding. </p> <p>The second is Robert Boyer, 42, wanted in connection with the suspected revenge murder of a former coal miner. Mr Boyer vanished with an air rifle and warm clothing after a 62-year-old former member of the National Union of Mineworkers, Keith Frogson, was attacked and killed outside his home in the village of Annesley Woodhouse. The two men were believed to have had a heated argument about the 1984 miners' strike, which Mr Boyer had worked through. </p> <p>The murders were carried out within two weeks of each other, and both suspects were last spotted in the local area. There have been unconfirmed sightings of Mr Boyer in the woods, where he is known to have roamed for years, shooting rabbits and pigeons. </p> <p>Police said today they believed someone may be assisting Mr Rodgers, and reminded the public that anyone assisting a fugitive could be subject to prosecution. </p> <p>They also urged the public not to approach either man. </p> <p>A Nottingham police spokesman said there was no particular reason the search had been launched today rather than yesterday or tomorrow. He stressed that police had no reason to believe the two men had linked up. </p> <p>Police have been under pressure to move the investigations of the two murders forward. Lee Taylor discovered the body of his new wife, Chanel, 23, at their home two weeks ago today. The couple had married just seven weeks earlier, and her father had recently moved in with the couple. Six days after the murder, detectives discovered a shotgun in the house.</p> <p>Mr Frogson was found dead on his doorstep on July 19 following a brutal attack as he left a local pub in the Nottinghamshire pit village where he lived. Police believe he was killed by more than one sharp instrument. A crossbow was discovered near the scene. </p> <p>Police later named Mr Boyer, a so-called \"scab\" who joined the rival Union of Democratic Mineworkers, as their prime suspect in the case. It is believed a bitter feud between the pair could have led to Mr Frogson's death.</p> <p>The operation began at around 5am and is expected to continue for the rest of the day and possibly into tomorrow.</p>",
  "<p><strong>·</strong> Tessa Jowell enters the debate over the prisoner who has won £7m in the National Lottery<br><strong>·</strong> Final countdown - last chance to enter the Guardian's Public Services Awards<br><strong>·</strong> Job of the week - senior legal director, Amnesty International</p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for voluntary sector professionals</p> <p>^^^^^^^^^^^</p> <p><strong>WHAT'S HAPPENING IN THE VOLUNTARY SECTOR THIS WEEK</strong></p> <p>... Why Tessa Jowell wants to block a rapist's National Lottery win. Read the story<a href=\"http://society.theguardian.com/lottery/story/0,8150,1282491,00.html\"> here</a> ... Why shouldn't he be allowed to keep his lottery win, asks Eric Allison. Read the comment <a href=\"http://society.theguardian.com/lottery/story/0,8150,1282488,00.html\">here</a> ... Talk about it: should prisoners play the National Lottery? Have your say <a href=\"http://societytalk.theguardian.com/WebX?50@@.77473b4a\">here</a> ... Bill Gates backs the chancellor's global immunisation campaign. More <a href=\"http://society.theguardian.com/aid/story/0,14178,1279320,00.html\">here</a> ... Popular drama - the magic weapon in aid agencies' armoury. Read about it <a href=\"http://society.theguardian.com/aid/story/0,14178,1279331,00.html\">here</a>. </p> <p><strong>ELSEWHERE THIS WEEK</strong></p> <p>AbilityNet, a charity in the field of accessibility and the use of Information Communication Technology (ICT) has now joined the government's ICT consortium. Find out more <a href=\"http://www.ncvo-vol.org.uk/asp/search/ncvo/main.aspx?siteID=1&amp;subSID=116&amp;sID=8&amp;documentID=2217\">here</a>.</p> <p>Some 158 organisations and individuals responded to the building civil renewal consultation by the government's Active Communities Unit from January to March 2004. This <a href=\"http://www.homeoffice.gov.uk/comrace/active/item.asp?ID=67\">summary of the results</a> is published ahead of the final report, due later this year. </p> <p>Over £250,000 has been committed to projects in some of Scotland's rural communities thanks to the latest round of funding from the National Lottery-backed Scottish Land Fund. Find out who will benefit <a href=\"http://www.biglotteryfund.org.uk/Newsroom/Release.aspx?prId=391\">here</a>.</p> <p>^^^^^^^^^^<br></p> <p><strong>JOB OF THE WEEK</strong></p> <p>Amnesty International, the human rights organisation, is looking for a senior director of international law and organisations, to develop legal policy and work with intergovernmental organisations. The salary is advertised at £49,665 - £61,037. </p> <p>For more details plus other vacancies including chief executive, Gloucester centre for voluntary services, and chief executive, YMCA Halifax, visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p> <p>^^^^^^^^^^<br></p> <p><strong>LAST CHANCE TO ENTER THE GUARDIAN PUBLIC SERVICES AWARDS</strong></p> <p>It's your last chance to enter the Guardian's Public Services Awards. If you have worked on an innovative project over the past 12 months which you think is worthy of recognition, why not consider entering it for our new awards. This scheme is a great way of profiling all that is good about the work going on in our public services.</p> <p>Enter online <a href=\"http://society.theguardian.com/publicservicesawards\">here</a>.</p> <p>The deadline for entries is close of play today, Friday, August 13.</p>",
  "<p>I was among the first of my class (outside lavatory - need you know more?) to benefit from the 1944 Butler education act. I was the first in my family to go to university. I was among the first graduates, in 1964, to benefit from the Robbins expansion of tertiary education. My first job, a mere year after my first degree, was in response to the University of Edinburgh's inviting applications, in a single short advertisement, for five assistant lecturers in the English department (and, as I recall, two full lecturers). Happy, alas shortlived, days when lecturers were recruited by the squadron.</p> <p>Now, it seems, I shall be among the last British academics to experience contractual mandatory retirement (CMR). If I understand its somewhat cloudy policy on this issue, the Labour government will bring the UK into line with EU legislation in 2006, abolishing the statutory gold watch for 65-year-old university teachers (and, of course, everybody else).</p> <p>This path (\"no forced retirement!\") was blazed by the United States, under the banner of civil rights. Congress, with its 1967 age discrimination in employment act, enshrined in the American constitution a batch of laws protecting the rights of older workers. In 1968, 70 was established as the minimum age of mandatory retirement (but, interestingly, the lawmakers exempted university professors, until an amendment in 1982 brought them into line). In 1986, Congress prohibited mandatory retirement everywhere - with the significant exception of university professors, whose employment was still permitted to be ended at 70, if their contracts so specified. This exemption was belatedly abolished in 1993---by which time most universities had already removed mandatory retirement from their terms of service.</p> <p>What will the abolition of CMR/65 mean in the UK? The AUT is in favour of abolition on sound moral grounds: mandatory retirement is discriminatory. End of story. But does its retention make sense by more utilitarian criteria? Will abolition make for a more efficient, more humane university system?</p> <p>CMR is, in historical terms, a recent phenomenon. Until the late 1950s there were still old warhorses in the universities whom only the undertaker could retire. The last of Oxford's dons with life tenure was Canon Claude Jenkins, regus professor of ecclesiastical history, who went on until the men in black removed him from his chair, aged ninety plus.</p> <p>Until the 1970s, at London, CMR for readers and professors (the older and therefore less well pensioned among the academic workforce) was 67. The 65-year threshold was a response to the enhanced pension arrangements which came in with the USS scheme, in the 1960s. The thinking behind CMR/65 was that if academics could retire comfortably they should do so and get on with the rest of their lives. Were there not gardens, golf courses, and Times crosswords to attend to? Who in their right minds would want to keep their shoulder to the wheel after three score years and five?</p> <p>This, perversely, raises a strong financial argument for now abolishing CMR/65. It used to be that one got one's foot on the professional ladder aged around 25. The insistence that lecturers should have their PhD plus some publications and teaching experience before even qualifying for the shortlist means the professional start has been put back many years for all but infant prodigies. </p> <p>Typically the academic will nowadays be into his/her thirties before landing their first \"real\" job. How, with CMR/65 in force, can such late-starters serve the full 40-year career, and qualify for the full pension (garden, golf, crosswords, etc) that comes with it? If for no other reason than pounds and pence (euros and cents as it will probably be) we should move, at least, to CMR/70. From the government's point of view there is another attraction to the abolition of CMR/65. Academics in the last stages of their career enjoy their highest ever salaries and pay more tax than at any other stage of their working lives. Gordon Brown would approve of the return of Canon Claude and lots more like him.</p> <p>Most university governors (not to say students) would strongly disapprove. A mature professor costs twice as much as a starting lecturer. Moreover they clog up the promotion ladder. Having too many greybeards on the payroll is bad news for those balancing the university books. Additionally, old professors tend to be stroppier than young lecturers. They know their rights and stand by them.</p> <p>Anyone who has worked in America, where CMR has been illegal for more than a decade, will have registered unequivocal advantages to the serving academic. If the institution wants an employee to move on, they must offer something in return - continued use of research facilities (an office, perhaps), or a golden parachute. Something better, that is, than a carriage clock and a fond farewell. The older and more doddering you are, the more leverage you have. It is astonishing how creative university administrators can be if they have to sweeten the pot for the inconveniently senior academic.</p> <p>Less selfishly, departments need a whole spectrum of ages: from junior to senior. No education minister, as far as I know, has ever given this academic-demographic issue much thought. In the 1960s, when universities like Edinburgh were recruiting en masse, the median age of the department where I first taught was, I estimate, around 35. In the coldest years of the post-Thatcherite \"freeze\" on junior appointments, it was close on 50. Neither level is quite right. Ideally, departments should have a healthy spread of colleagues, representing at least five of the seven Shakespearian ages of man.</p> <p>In short, it's time to retire contractual mandatory retirement. And if Whitehall doesn't do it, Brussels will.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Questions were raised about the strength of the BBC's finances last night after it was revealed that chairman Michael Grade had called in an independent firm of accountants to conduct a review of its \"financial controls\". P2<br>The Washington Post has apologised for underplaying WMD scepticism. P2<br>Four members of staff at nurseries secretly filmed by the BBC for a documentary show last night have been sacked, government inspectors said yesterday. P5<br>Google, the web's number one search engine, said the auction for its highly anticipated 1.8bn pounds float is expected to open this morning. P19<br>Market Forces: There was no respite for BSkyB yesterday as shares fell a further 11p to 466p, bringing total losses since last Wednesday's results presentation to 22%. P21</p> <p>MEDIA BUSINESS PAGE<br>IPC Media, publisher of Nuts, yesterday won the first round in the battle of the men's weeklies by outselling Emap's rival Zoo. P20<br>The success of celebrity magazines continues, with Emap's Closer and Richard Desmond's New! seeing circulation increases of 43% and 10% respectively over the last year. P20<br>Daily Mail &amp; General Trust yesterday completed the expansion of its Australian radio empire by winning a broadcasting licence in Melbourne. P20</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Nuts and Zoo, the weeklies published by IPC and Emap respectively, sold nearly 500,000 copies a week in the first six months of this year, according to figures released yesterday. P3<br>Games organisers and advertisers have cut visual pollution in Athens and sponsors are sold on the \"less is more\" message. P20<br>Richard Perle, the former US defence adviser who served as an influential board member at Hollinger International, has not been invited to take part in exploratory settlement talks between the publisher and other directors. P29</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Murmurs that ITV could return up to 1.2bn pounds to shareholders as part of its long awaited strategic review enabled the broadcaster to rebound further from last week's post-merger share price low. P30<br>Google, the internet search group, has warned investors hoping to participate in its 20bn flotation that they may have to put down deposits with their brokers in order to participate in the auction. P33<br>Weekly men's magazines snatched readers away from stalwart monthly titles such as Loaded and FHM in the first six months of the year. P33<br>Boat International, a magazine read almost exclusively by millionaire owners of huge yachts, has been sold to consortium led by Henderson Private Capital as part of a 34m pounds deal. P33<br>Football must not score an own goal by kicking the media through tough licensing restrictions, says Charles Wilson. P33</p> <p><strong>DAILY TELEGRAPH</strong></p> <p>Family life is suffering as children spend more time watching TV and playing computer games, according to a new report. P3<br>Channel 4 has overtaken BBC2 in the ratings war for the first time in a decade, thanks largely to the latter's loss of The Simpsons. P5<br>Google ran into controversy last night when Playboy magazine released excerpts from an interview with the co-founders during a strict \"quiet period\" ahead of the company's flotation. P34</p> <p><strong>THE INDEPENDENT</strong></p> <p>Michael Grade, the BBC chairman, revealed yesterday he was calling in independent accountants to carry out an urgent investigation into the corporation's finances. P1<br>BBC chairman Michael Grade says he will not flinch from tough decisions over the corporation's future and insists that any future commercial activities must be programme related. P13<br>Handbag sized glossy Glamour has broken through the 600,000 circulation barrier to become the UK's best selling monthly magazine. P15<br>Obituary: Former BBC television drama chief Shaun Sutton. P34<br>Google's share auction could finally get under way today after the US internet giant closed the registration process for would be bidders last night. P36<br>BSkyB chief James Murdoch has been awarded more than 2m pounds of BSkyB shares under an incentive plan, just days after 2.6bn pounds was wiped off the company's value. P37<br>The billionaires' bible, Boat International, has merged with two other magazine groups in a 33.4m pounds deal. P38</p> <p><strong>WALL STREET JOURNAL EUROPE</strong></p> <p>Deutsche Telekom said it would pay an \"attractive dividend and double net profit this year to 2.5bn dollars after reporting a strong second quarter. P4<br>An interview with Google's founders in Playboy magazine has emerged as the latest potential hiccup in for its high profile stock offering. P6<br>How Apple's iPod ran marketing rings around its rivals. P7<br>Outdoor advertising in China is showing signs of strength.</p> <p><strong>DAILY MAIL</strong></p> <p>Barry Norman says he's never seen so much rubbish on TV in 30 years as a broadcaster. P14<br>The cost of calling a mobile phone from a BT landline is fall by 36%. P45<br>T-Mobile's Euro 2004 sponsorship helped it score 269,000 new subscribers last quarter. P81</p> <p><strong>DAILY EXPRESS</strong></p> <p>Four staff have been fired and others are under investigation after a BBC documentary raised concerns over the treatment of children in nurseries. P8<br>Channel 4 has overtaken BBC2 in the ratings war for the first time in a decade due to the latter's loss of The Simpsons. P21 <br>A gold plated hand gun used by Elvis Presley has been banned from a TV auction by regulators. P38<br>Millions of children are becoming loners as technology takes over their lives, a new survey claims. P41<br>Boat International, the bible of billionaire yacht-owners, is to form the keel of a new 33m pound boat publishing empire. P69</p> <p><strong>DAILY MIRROR</strong></p> <p>A new TV series which honours the best bands and popstars of the past 50 years is to be launched next month by Channel 4. P7</p> <p><strong>THE SUN</strong></p> <p>Cash strapped former TV presenter John Leslie has been forced to rent out his house. P19<br>Homer Simpson has sent BBC2 crashing in the ratings by defecting to Channel 4, according to new figures. P27</p> <p><strong>DAILY STAR</strong></p> <p>The BBC has been rapped by Ofsted for not informing the regulator sooner of its investigation into the treatment of children in nurseries. P9</p> <p><strong> AND FINALLY...</strong></p> <p>Yesterday the tabloid gossip columns featured pictures of a \"mystery man\" who had handcuffed himself to Big Brother contestant Vanessa at a movie premiere, saying she was \"terrified\". Today, it emerges that they were taken in by a stunt for a new Sky One show called Ed Versus Spencer, in which two contestants vie to become famous. The Sun, P15<strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "Increasing numbers of people, especially the young, seem disconnected from an electoral process which, they feel, does not represent them. This is part of a general cynicism about every aspect of public life. <p>Venezuela has many problems, but this is not one of them. Its big trouble - but also its great possibility - is that it has oil; it is the fifth largest exporter. The US depends on it and thus wants control over it. But the Venezuelan government needs the oil revenue, which US multinationals (among others) siphoned off for decades, for its efforts to abolish poverty. Hugo Chávez was elected to do just that in 1998, despite almost all of the media campaigning against him. </p> <p>Participation in politics especially at the grassroots has skyrocketed. A new constitution was passed with more than 70% of the vote, and there have been several elections to ratify various aspects of the government's programme. Even government opponents who had organised a coup in 2002 (it failed) have now resorted to the ballot, collecting 2.4 million signatures - many of them suspect - to trigger a referendum against President Chávez, which will be held on Sunday. </p> <p>For Venezuela's participatory democracy, which works from the bottom up, the ballot is only a first step. People represent themselves rather than wait to be represented by others, traditionally of a higher class and lighter skin. Working-class sectors, usually the least active, are now centrally involved. </p> <p>Chávez has based himself on this pueblo protagónico - the grassroots as protagonists. He knows that the changes he was elected to make can only be achieved with, and protected by, popular participation. </p> <p>Chávez has understood the potential power of women as primary carers. Four months of continuous lobbying got women the constitution they wanted. Among its anti-sexist, anti-racist provisions, it recognises women's unwaged caring work as economically productive, entitling housewives to social security. No surprise then that in 2002 women of African and indigenous descent led the millions who descended from the hills to reverse the coup (by a mainly white elite and the CIA), thereby saving their constitution, their president, their democracy, their revolution. </p> <p>In a country where 65% of households are headed by women, it is they who are the majority in government education and health campaigns: who are users as well as those who nurse, train and educate. Again, women are the majority in the land, water and health committees which sort out how the millions of people who built homes on squatted land can be given ownership, how water supplies are to be improved, and what health care is needed. </p> <p>Despite oil, 80% of Venezuelan people are poor, and the Women's Development Bank (Banmujer) is needed to move the bottom up. Unlike other micro-credit banks, such as the Grameen in Bangladesh, its interest rates are government-subsidised. Banmujer, \"the different bank\", is based on developing cooperation among women. Credits can only be obtained if women get together to work out a project which is both viable and what the local community wants and needs. </p> <p>As Banmujer president Nora Castañeda explains: \"We are building an economy at the service of human beings, not human beings at the service of the economy. And since 70% of the world's poor are women, women must be central to economic change to eliminate poverty.\" </p> <p>In this oil-producing country 65% of basic food is imported. President Chávez has placed much emphasis on regenerating agriculture and repopulating the countryside, so that Venezuelans can feed themselves and are no longer dependent on imports or vulnerable to blockades which could starve them out. After all, you can't drink oil. </p> <p>Most importantly, the oil revenue is increasingly used for social programmes as well as agriculture: to enable change in the lives of the most who have least. People feel that the oil industry, nationalised decades ago, is finally theirs. The oil workers have created committees to work out how the industry is to be run and for whose benefit, even what to do about the pollution their product causes. The government has turned the referendum, regarded by Venezuelans as an imperialist attempt to oust Chávez, into an even wider expression of the popular will. The small electoral squads, again mainly women who know the community and whom the community knows, are checking identity cards to weed out the names of those who have died or are under age, and register all who are entitled to vote, so that this time there will be little opportunity for electoral fraud. The turnout is expected to be 85%. Some, especially the well-off, see the political engagement of the whole population as a threat to the status quo. Exactly. But since, increasingly, people find representative government doesn't represent them, it may be the wave of the present. </p> <p><b>· </b>Selma James coordinates the Global Women's Strike; she will be one of the international observers at Sunday's Venezuelan referendum<br> </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Fears are growing that up to 17,500 people could see part of their promised pensions snatched away after high-level talks failed to persuade creditors holding the purse strings to hand over more cash. </p> <p>Another 22,000 pensioners would also lose out through not receiving inflation-linked rises if, as seems increasingly likely, the £1bn Turner &amp; Newall pension scheme is wound up. </p> <p>British trade union representatives flew to New York this week for talks aimed at safeguarding the pensions of current and former British employees of US engineering group Federal-Mogul, which in 1998 bought Turner &amp; Newall, a car parts firm that used to make asbestos. </p> <p>The scheme has a winding-up deficit of £875m and is be ing frozen by the company's administrators. Representatives of Amicus and other unions met Federal-Mogul's principal creditors, led by billionaire US corporate raider Carl Icahn, the largest of its bondholders, in an attempt to find a formula to bail out the scheme. </p> <p>But it was disclosed last night that, following what one insider called a \"dogfight\" of a meeting, the creditors who effectively control the company have said there is no more money. The unions said the creditors had not improved their original pre-meeting offer of a top-up payment of $130m. However, based on current exchange rates, this is now worth about £71m, slightly more than before. </p> <p>Alexander Forbes, the scheme's independent trustee, rejected the original offer. It would consider whether what is now on the table is workable, said the unions. If it is judged to be insufficient, the scheme will almost certainly be wound up, resulting in as many as 17,500 current and former British employees losing up to 70% of their pensions. </p> <p>\"We are disappointed that a better offer was not made,\" said Amicus. \"That was the offer already on the table.\" </p> <p>The unions have meetings planned with the various par ties over the next few days and have appealed to members not to take any \"precipitative action\" until the outcome of those discussions is known. </p> <p>Federal-Mogul's British subsidiaries employ 4,000 people at a dozen sites. Federal-Mogul filed for chapter 11 bankruptcy protection in 2001 after it was hit with a wave of asbestosis claims. There are several hundred British claimants.</p>",
  "<p>The power of advertising to sell music has been proved yet again after EMI snapped up an unsigned rock band whose tune was used in a Lynx deodorant advertisement.</p> <p>Four-piece west London rock group Reactor's song, Feeling the Love, has now been heard around the world - and in every country where the advert was shown EMI released the song as a single.</p> <p>\"The fact that the track was on the ad meant EMI thought it worthwhile to release the single,\" said Richard Kirstein, the managing director of Leap Music, the band's music publisher.</p> <p>Reactor's manager, Fay Woolven, reportedly said the band had gone with the Lynx deal because it was \"bloody difficult to get heard\" in today's cut-throat music market dominated by teen bands.</p> <p>The move shows getting a song in an advert can not only re-ignite a stalled career, as it did for the electronic pop of Moby, but it can get a band a record deal.</p> <p>And in an unprecedented aspect of the deal, Bartle, Bogle, Hegarty, the advertising agency that created the advert, is profiting from the deal because it owns the music publisher that spotted Reactor and suggested their music for the commercial.</p> <p>The profit potential for adverts is huge, but rarely has an advertising agency been a beneficiary. BBH's Levi's 501 adverts, for instance, spawned a string of No1 singles, including Should I Stay Or Should I Go for The Clash and the classic Heard It Through the Grapevine for the Nick Kamen adverts, but the ad company was unable to share in the musical profits.</p> <p>BBH set up Leap Music in April last year with Mr Kirstein, a former Zomba Music executive. In its short life the music publisher has increased its staff and exceeded its business targets, partly because of the huge push given to Lynx by its manufacturer, Lever Faberge, which spent £30m screening the Touch advert around the world.</p> <p>Because Leap Music signed a deal to become the publisher of Feeling the Love, it and BBH benefit every time the advert is played. The two firms receive a share of TV royalties, in contrast to conventional deals between advertising agencies and music publishers where the agencies receive no royalties.</p> <p>Globally the advertising industry has become accustomed to seeing others make millions from its creative ideas that were first used in adverts but then take on a life of their own.</p> <p>Johnny English, the inept spy used in Barclaycard advertisements played by Rowan Atkinson, went on to star in a Hollywood blockbuster.</p> <p>When ITV Digital collapsed two years ago, its adminstrator Deloitte &amp; Touche and advertising agency Mother fought over who owned the rights to the ITV Monkey, the puppet used in ads that became immensely popular.</p> <p>And Michael Power, a character created by Saatchi &amp; Saatchi for Guinness in Africa, became so popular that he starred in a film but the character was owned by Guinness.</p> <p>Apart from BBH, Leap's clients include rival advertising agencies Leo Burnett, WCRS, Lowe, McCann-Erickson and Ogilvy &amp; Mather. They have been using Leap to search for music and commission original music.</p> <p>Leo Burnett in London used Leap when it needed music for a new advertisement for Clairol Herbal Essence to be shown in France. Leap commissioned the funky track, Shower Experience, which was written by Sean Anderson - nephew of John Anderson, the Yes singer - and Paul Turner.</p> <p>Every time the advert was played, Leap and Leo Burnett received a commission. \"The agency has an opportunity to share in income they previously didn't have,\" Mr Kirstein said.</p> <p>Leap Music has exceeded its financial targets and generated more than £100,000 of turnover since it commenced in April 2003, he said.</p> <p>It also acquired the publishing rights to an unpublished song, The Birds and the Bees, by Patrick Dawes, percussionist from Groove Armada. The jaunty track was used in a Gordon's advertisement and Leap has generated revenue from the song being included on an album.</p> <p>Agencies using Leap Music can acquire sound recordings of copyright to sound records they commission and can share royalties from television broadcast agencies.</p> <p>\"The agencies gain a share of revenue where previously they did not. It's about putting agencies in a position of greater control,\" Mr Kirstein said.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Questions were raised about the strength of the BBC's finances last night when it was revealed that Michael Grade, the corporation's chairman, had called in an independent firm of accountants to conduct a review of its \"financial controls\". </p> <p>Mr Grade said he wanted to be sure that the corporation was properly handling the £3bn it spends every year, most of it raised by the licence fee. </p> <p>The BBC insisted last night that it did not expect the review, by Ernst &amp; Young, to uncover any serious financial problems. But Mr Grade admitted in a newspaper interview that there had been \"general and specific\" criticisms about the BBC's financial control systems. </p> <p>\"It's not about efficiency,\" he said. \"It's about financial controls. It only needs one rogue in any organisation to bring the place into disrepute.\" </p> <p>The BBC is currently more than £100m in the red. It has always insisted this is \"planned borrowing\", saying the corporation would break even by the time its royal charter expires in 2006. </p> <p>But Mark Thompson, the director general, announced an efficiency review in June that is expected to lead to significant cost-cutting measures. He pointed to the pension scheme deficit, which is currently £400m, and said there would be tough times ahead. </p> <p>Mr Thompson's efficiency review, combined with the separate review of financial controls revealed by Mr Grade last night, suggest that the BBC's financial position is not as secure as it has tried to claim in the past. They also suggest that the reputation of Mr Thompson's predecessor, Greg Dyke, as a cost-cutter is due for revision. </p> <p>A spokeswoman for Mr Grade said last night that his decision to call in Ernst &amp; Young was part of a policy by the board of governors to take advice independent of the BBC's management. Another accountancy firm, KPMG, audits the BBC's accounts. The spokeswoman said it was normal practice to call in a separate firm to conduct such reviews. </p> <p>She said: \"The board of governors is ultimately responsible for the £3bn of public money the BBC receives each year. The governors must therefore be confident in the way that the BBC handles this public money. </p> <p>\"This week on behalf of the governors the chairman has commissioned Ernst &amp; Young to undertake a review of the BBC's system of financial controls to establish independently of management that the BBC's systems are fit for purpose.\" She said the review was being carried out with the support of Mr Thompson and the chief operating officer, John Smith. </p> <p>Mr Grade told the Independent: \"I want some outside comfort that our systems are fit for their purpose. I've heard criticism.\" He did not go into detail, other than to say the criticism had been both general and specific.</p>",
  "<p>Although the appeal court judgment \"only\" affects foreigners (Judges in row over torture ruling, August 12), it could condemn British citizens to barbaric treatment by foreign nations. </p> <p>It is easy to imagine some nasty dictatorship imprisoning British citizens and then using information obtained through torture against them - on the grounds that their country does similar things. </p> <p>But enlightened self-interest apart, it would be disgraceful if Britons were to accept that foreigners in their midst should be denied \"equality before the law\". Is the court of appeal telling Commonwealth lawyers to go and burn all the books penned by Lord Denning on which they have based their precepts of legal rights? Where is the legal leadership that makes so many Commonwealth countries look to the English judiciary in deciding their own cases? </p> <p>Finally, the more civilised a country, the better it treats foreigners, due to their general vulnerability. To treat them worse before the law redefines the place Britain occupies in the league of civilised nations.<br><strong>Cameron Duodu</strong><br>London </p> <p>It is worth recalling that the foreign nationals detained in Belmarsh prison are free to leave at any time. They are simply not free to be at large in this country. </p> <p>Of course, it is against our traditions that anyone should be held indefinitely without charge or trial, and without being able to challenge evidence used to justify their detention. And I am appalled that the use of torture during interrogation has, in effect, been condoned by a British court. </p> <p>However, unlike in Guantánamo Bay, the Belmarsh detainees can choose to be returned to their home countries. I suggest that those who genuinely fear far worse treatment at home should bear their relatively humane internment here without so much complaint, and without imposing escalating legal expenses upon their hosts. </p> <p>Or should we return to the days when they could have been summarily deported as \"undesirable aliens\", irrespective of conditions in their home countries?<br><strong>Dr Denis Cooper</strong><br>Maidenhead, Berks </p> <p>Torture is abhorrent and it would be distressing if a British government was even remotely associated with it. </p> <p>But, of course, the matter is complicated. If there were grounds for supposing information had been obtained by torture, the authorities would have been bound to disregard it. But can a mere allegation be regarded as sufficient? This is the point the Lords will struggle with when the case gets there.<br><strong>Andrew McLuskey</strong><br>Staines, Middx </p> <p>The appeal court ruling shines a fine light on a habitual form of Anglo-American hypocrisy: our smug confidence in our moral superiority, mostly because we have always employed proxies do our dirty work: see Northern Ireland, Nicaragua etc. Now our allies are Pakistan, Saudi and Uzbekistan, regimes that go about extracting information on our behalf. After all, as the judges ruled, you can't expect morally superior Anglo-Americans to carry out such squeamish work.<br><strong>Adam Woolf</strong><br>London </p> <p>By accepting the results obtained from torture (or fur trapping, or battery farming) we accept responsibility for the whole process - and encourage its continuance.<br><strong>Dr Peter Allies</strong><br>Norwich </p> <p>What have things come to when a Labour home secretary can't see torture is wrong under any circumstances?<br><strong>Prof Carl May </strong><br>Newcastle upon Tyne</p>",
  "Two explosions rattled Spanish resorts on the north coast packed with tourists yesterday, reviving fears of a bombing campaign by the Basque separatist group Eta. <p>A small bomb exploded in a busy street in Santander, close to a major office of the leading Spanish bank, injuring a passerby. </p> <p>Ten minutes later a device went off on a beach outside a restaurant in Gijon, a town 75 miles to the west, slightly injuring an elderly man. </p> <p>Both Santander, a provincial capital, and Gijon are picturesque coastal cities full of holidaymakers at this time of year. </p> <p>The blasts came after the Basque Gara newspaper received a warning call in the name of Eta, which earlier claimed two other explosions at Spanish resorts at the weekend. </p> <p>\"Once more, Eta wants to disrupt our lives, and once more they've succeeded,\" said Miguel Angel Revilla, the head of the regional government of Cantabria, whose capital is Santander. </p> <p>\"This is a disaster, which is what they want - to hit the nerve centres of the summer tourist season and economic activity,\" he told the Reuters news agency. </p> <p>Beaches at an eastern Spanish resort were evacuated briefly on Wednesday after what appeared to be a false alert. </p> <p>The rash of bomb alerts, days after the government warned that Eta bombers might be trying to strike at the key tourism industry, has fuelled summer jitters in Spain. </p> <p>Eta, which has killed 850 people since 1968 in a shooting and bombing campaign for an independent Basque state, regularly stages summer bombing campaigns in an attempt to undermine Spain's tourism industry, which accounts for more than 10% of the country's economy. </p> <p>The group, which has been branded a terrorist organisation by the EU and the US, has not carried out a fatal attack for more than a year.</p>",
  "The Democratic governor of New Jersey resigned yesterday after confessing that he had had an extramarital affair with another man. <p>\"My truth is that I am a gay American,\" said James McGreevey, a married father of two. \"Shamefully I engaged in adult consensual affairs with another man, which violates my bonds of matrimony. It was wrong, it was foolish, it was inexcusable.\" </p> <p>Mr McGreevey said the fact that he was gay made little difference to his suitability for office, but added that keeping his affair and sexuality secret would have left the governor's office \"vulnerable\". Earlier this year he said he was opposed to gay marriage. </p> <p>\"Given the circumstances surrounding the affair and its likely impact upon my family and my ability to govern, I have decided the right course of action is to resign,\" he told a news conference, flanked by his wife Dina and his parents. </p> <p>According to the Associated Press, a high-ranking official said that the man involved in the affair, a former government employee, had allegedly demanded \"an exorbitant sum of money to make it go away\". </p> <p>A New Jersey Republican source told Reuters a lawsuit would be filed in the state alleging sexual misconduct by the governor against Mr McGreevey's former homeland security adviser, Golan Cipel. </p> <p>Mr Cipel, an Israeli national, took the $110,000-a-year job in early 2002 but had to step aside after his credentials were questioned. The governor's long-time friend and former campaign aide was kept on in the office until August 2002. </p> <p>Mr McGreevey's administration has been blighted by scandal since he took office two and a half years ago. Recently his biggest campaign contributor, the real estate developer Charles Kushner, was charged with trying to thwart a federal investigation into campaign finance by luring a grand jury witness - his brother-in-law - into a compromising position with a prostitute and sending video and photos to the man's wife. </p> <p>Mr McGreevey, a former suburban mayor who won the race for governor by 15 percentage points in 2001, inherited a $5bn (£2.7bn) budget deficit in January 2002, but refused to boost income taxes for most New Jerseyans, instead raising taxes on millionaires, casinos and cigarettes. </p> <p>Mr McGreevey's resignation will be effective from November 15. Another Democrat, Richard Codey, will serve out this term. </p> <p>Two years ago, Mr McGreevey responded to a push by New Jersey gays for same-sex marriages by saying that changing the law would have a \"detrimental impact\".</p>",
  "As leaders of the legal profession in our respective countries, we wish to state our concerns about the continuing detention of non-US \"enemy combatants\" in Guantánamo Bay (Leaders, August 12). We welcome the supreme court's ruling on June 28 allowing the detainees to challenge the validity of their detention in US courts. We call on the US to abandon the \"review panels\" now being held in Guantánamo Bay. <p>In view of the considerable time that these detainees have been held, without access to lawyers of their choice or their families and reportedly in conditions of physical and psychological duress, the case for them to be able to challenge their detention in a civilian court is stronger than ever. The war on terrorism will not and cannot be won by denying those suspected of terrorism the fundamental right of a fair opportunity to test the evidence against them.</p> <p><b>Courtney Able</b><br>Acting President, Organsation of East Caribbean States Bar Association</p> <p><b>Bertrand Asscherickx</b><br>President of the Brussels Bar (Flemish Bar)</p> <p><b>John Bigwood</b><br>President elect, Brussels Bar (French speaking)</p> <p><b>Neil Brailsford</b><br>Treasurer, Faculty of Advocates, Scotland</p> <p><b>Jeroen Brouwer</b><br>President, Dutch Bar Association</p> <p><b>Jean-Marie Burguburu</b><br>President, Ordre des Avocats a la Cour de Paris (Paris Bar Association)</p> <p><b>Edward Chan</b><br>S.C.Chairman, Hong Kong Bar Association</p> <p><b>Chris Darlow</b><br>President, New Zealand Law Society</p> <p><b>Francis Gervais</b><br>President, Federation of Law Societies of Canada</p> <p><b>Bob Gotterson QC</b><br>President, Law Council of Australia</p> <p><b>Hans Jürgen Hellwig</b><br>President CCBE (Council of the Bars and Law Societies of the European Union)</p> <p><b>F. William Johnson QC</b><br>President, Canadian Bar Association</p> <p><b>Stephen Irwin</b><br>Chairman, Bar Council of England &amp; Wales</p> <p><b>Jaques Leroy</b><br>President, Union Internationale des Avocats</p> <p><b>Dr. Hans Lühn</b><br>Vice President, Deutscher Anwaltverein (German Bar Association)</p> <p><b>Ramon Mullerat</b><br>Spain</p> <p><b>Ken Murphy</b><br>Director General, Law Society of Ireland</p> <p><b>Edward Nally</b><br>President, Law Society of England &amp; Wales</p> <p><b>Francis Neate</b><br>Vice President, International Bar Association</p> <p><b>Patrick Patterson</b><br>President, Organisation of Commonwealth Caribbean Bar Associations</p> <p><b>John Pinkerton</b><br>President, Law Society of Northern Ireland</p> <p><b>Gordon Salier</b><br>President, Law Society of New South Wales, Australia</p> <p><b>Dr. Ernst Staehelin</b><br>Vice President, Swiss Bar Association</p> <p><b>Andrew Stewart</b><br>Clerk, Faculty of Advocates, Scotland</p> <p><b>Victoria Strong</b><br>Vice President, Law Institute of Victoria, Australia</p> <p><b>Jan Suyver</b><br>Chief Executive, Dutch Bar Association</p> <p><b>Norbert Westenberger</b><br>Bundesrechtsanwaltskammer (German Federal Bar Association)</p> <p><b>Thierry Wickers</b><br>President, Conference des Batonniers, France</p>",
  "A British soldier was killed yesterday and another seriously wounded when a roadside bomb exploded in Basra in southern Iraq. <p>The dead man was named as Marc Ferns, a 20-year-old serving with the 1st Battalion Black Watch. He was protecting other British soldiers in the city when he died. It was his second tour of duty in Iraq. </p> <p>\"An explosive device was detonated near a passing British patrol,\" said Spike Wilson, a spokesman for British forces in Iraq. </p> <p>He added that the \"improvised explosive device\" had gone off during a period of relative calm in Basra, which has seen fierce fighting over the last few days. </p> <p>The injured soldier is believed to be Kevin Stacey, a 26-year-old sergeant in the Black Watch. A father of one from Perth, he was reported to have been taken to a military hospital in Kuwait. </p> <p>Ferns, from Glenrothes, Fife, is the second British soldier to be killed in Iraq this week. </p> <p>Private Lee O'Callaghan, a 20-year-old from London, died in Basra on Monday after being shot in the chest when a gun battle broke out between British forces and armed insurgents loyal to the radical cleric Moqtada al-Sadr. He was serving with the 1st Battalion The Princess of Wales' Royal Regiment. </p> <p>The British death toll in Iraq now stands at 64 since the war began in March 2003. Fatalities had slowed to a trickle in recent months before violence spilled over into the British sector this week. </p> <p>The deaths of two soldiers so close together have prompted calls for British troops to be pulled out of Iraq. </p> <p>\"I think that there is an increasing feeling that it is time to bring our troops home,\" said Annabelle Ewing, the Scottish National party MP for Perth. </p> <p>\"This situation can't go on indefinitely. We should be replacing US-led coalition troops with soldiers from Islamic countries under the authority of the United Nations.\"</p>",
  "The Greek athlete expected to light the Olympic flame today was at the centre of a doping scandal last night. Kostas Kederis, the 200m Olympic champion, is reported not to have shown up for an out-of-competition test and faces the humiliation of being banned. <p>Kederis and training partner Katerina Thanou, the 100m silver medallist, checked into the athletes' village in Athens yesterday and then both failed to appear for a scheduled test requested by the International Olympic Committee. </p> <p>But late last night both were reported to have been injured in a motorcycle accident and detained in hospital. </p> <p>Greek Olympic team spokesman George Gakis told Reuters the crash happened near Glyfada, the Athens suburb where the Greek team has its training headquarters. </p> <p>Jacques Rogge, president of the IOC, had summoned both athletes to appear before a disciplinary hearing today to explain why they missed the test. </p> <p>Under international rules, such failure to show up is as serious as a positive test for banned performance enhancing drugs, and is punishable by a two-year suspension. </p> <p>Kederis, 31, arrived at the village amid speculation that he would be given the honour of lighting the Olympic flame. He would have been the obvious choice; Kederis is the face of the games for many Greeks, his image adorns countless billboards, he was recently voted the most popular man in Greece, and he had been favourite to once again win the 200m gold medal. </p> <p>A statement from the Hellenic Olympic Committee said: \"The IOC doping control representative came to the office of the chef de mission, Mr John Papadogiannakis and stated that he was looking for the athletes Kostas Kederis and Katerina Thanou in order to proceed to sample collections, but he did not find the athletes in their rooms. Consequently, he handed over two doping control notifications ... Yiannis Stamatopoulos, [head of the Greek track team], explained that the athletes left the village, in order to collect personal belongings.\"</p>",
  "The government of Zimbabwe may be planning to use food scarcity as a political weapon in next year's elections, Human Rights Watch said yesterday. <p>Millions of Zimbabweans are in danger of famine because the president, Robert Mugabe, has refused to ask for international aid, and there is increasing evidence to contradict his government's claim that the country has sufficient food. </p> <p>In the opposition stronghold of Bulawayo, Zimbabwe's second city, 125 people have died from malnutrition this year, it was reported this week. </p> <p>The toll in rural areas is unknown as there are no health statistics unavailable. </p> <p>Human Rights Watch said it feared that food under government control would be restricted to those who supported Mr Mugabe's party, Zanu-PF. </p> <p>By law maize must be transported and distributed by the state Grain Marketing Board. </p> <p>Rural people have to go to its local offices to buy subsidised maize, and the board controls how much is sold in the cities. </p> <p>\"In recent years the grain board has been widely accused of discriminating against supporters of the political opposition,\" HRW's report said. </p> <p>Many witnesses say grain board officials turn away those who do not have a Zanu-PF card. </p> <p>The Roman Catholic Archbishop of Bulawayo, Pius Ncube, has accused Mr Mugabe of wanting to use food relief as a weapon to win the polls. </p> <p>\"They are planning to starve people into submission,\" he said in London last month. </p> <p>HRW's paper says the government must make a full disclosure of the food stocks. By withholding vital information it is \"gambling with its citizens' access to food\". </p> <p>Earlier this week the Zimbabwean government said it was looking forward to \"an above-average national harvest\". </p> <p>But farm output has plummeted as a result of Mr Mugabe's chaotic and often violent land seizures and failure to provide poor black farmers with enough seed and fertiliser. </p> <p>For the past three years the country has depended on international food aid. </p> <p>In May the government boasted that farmers had produced a bumper crop of 2.4m tonnes of the staple grain, maize. Mr Mugabe said there would be no need for international food aid. \"We don't want to choke on your food,\" he told an interviewer. </p> <p>Experts, including the UN world food programme, dismissed the estimate as a fantasy, but the government ordered the WFP to stop its crop survey, saving its widely disputed figures from being factually contradicted. </p> <p>The WFP has been forced to dismantle its operations in Zimbabwe and dismiss nearly half its 230 staff. </p> <p>Virtually all independent agricultural experts reject Mr Mugabe's figures. </p> <p>\"Anyone driving through Zimbabwe can see that there are not many fields with healthy maize crops,\" a local grain specialist said. \"Areas that used to produce large maize and wheat crops are now lying fallow.\" </p> <p>An estimated 4.8 million of Zimbabwe's 12.5 million people will need food assistance in the coming year, the Zimbabwe Vulnerability Assessment Committee says. </p> <p>To avert a famine last year, the WFP provided food to nearly six million people at the height of the country's lean season. </p> <p>It is currently feeding about 650,000 a month. </p> <p>The privately owned Standard newspaper questioned assurances that Zimbabwe had plenty of food when it reported this week that 125 people had died of malnutrition-related causes in Bulawayo. Twenty-one of them were children under five. </p> <p>The mayor of Bulawayo, Japhet Ndabeni-Ncube, confirmed the number, saying it came from city records. </p> <p>He said it was the responsibility of Mr Mugabe's government to feed the people. \"This definitely needs a government approach if we are to save lives,\" he told the Standard. </p> <p>The government reacted with fury, threatening action against the mayor of Bulawayo and other city officials, and legal action against the newspaper. </p> <p>\"We are sure of our story,\" the Standard's editor, Bornwell Chakaodza, told the Guardian yesterday. </p> <p>John Makumbe, a civic leader and political scientist, said: \"The truth is that there is not enough food in Zimbabwe and the government is hiding that. </p> <p>\"I have just come back from my home area of Buhera and I can tell you that there is very little food there. And in Matabeleland people are literally starving. People are desperate for humanitarian assistance.\" </p> <p>Mr Makumbe said the government intended to use food to lure political support. </p> <p>\"The public will have to toe the Zanu-PF line in order to get any food.\"</p>",
  "<p>As part of his defence of censorship of Arab media in Iraq, Andrew Anthony (G2, August 12) describes Fox News as \"not quite as hysterical as al-Jazeera, perhaps, but leaning that way\". Al-Jazeera brought - for the first time ever - voices of Israeli government officials to Arab audiences, this at the height of the intifada. It repeatedly aired interviews with members of the US cabinet, in the build-up to the war with Iraq. </p> <p>On the other hand, I remember being in a media centre in Baghdad during the closing days of the war, when a pundit on Fox News came on to say \"Syria should be the next target\". Rupert Murdoch is the warmonger; al-Jazeera is a voice of moderation and freedom in a region of repression and tyranny.<br><strong>Abdulhadi Ayyad</strong><br>London </p> <p>Jonathan Freedland spoils his demolition job (The failed occupation, August 11) when he calls al-Jazeera \"lurid and over-heated\". I check out its English-language website daily and if I had to choose between poor old Auntie BBC - after Hutton has pulled out her remaining teeth - and al-Jazeera's accurate reports from Iraq or Palestine, there is simply no contest.<br><strong>Mick Napier</strong><br>Edinburgh</p>",
  "<p>Last week, during the US Surf Open at Huntington Beach, one of the tumbledown surf cities south of Los Angeles, a strange annual ritual was enacted. On Main Street, which terminates at the legendary - to surfers, at least - Huntington Pier, there are two surf shops: Jack's Surfboards and Huntington Surf and Sport. </p> <p>On Thursday, fans and news crews gathered outside Jack's to see venerable surfers being inducted into the Walk of Fame, which is modelled on its rather better-known movie-star namesake on Hollywood Boulevard. On Friday, the same group would assemble across the street to cheer this year's inductees into Surf and Sport's Hall of Fame, itself modelled on Graumann's Chinese Theater, also on Hollywood Boulevard, where film stars have long pressed their elegant palms and soles into wet concrete for posterity. On Thursday, former world champ surfer Peter Townend played Master of Ceremonies at Jack's, having been granted his granite sidewalk plaque in 1988. On Friday, he was across the street getting the same treatment, this time in manually depressed concrete, just like Marilyn Monroe and Jane Russell. \"Now people can walk over me on both sides of the street,\" said Townend. </p> <p>One can't help feeling that the flattery offered to Hollywood by these two surfing institutions has rarely been reciprocated by the sleazy Dream Factory only a few miles away, which has been walking all over surfers for decades. A few days later I call Stacy Peralta, former 1970s skateboarding champion, skateboard entrepreneur and director of Dogtown and Z-Boys, the successful documentary about his days as a member of the groundbreaking Zephyr skate team. His latest documentary, Riding Giants, takes him back to his beginnings as a teenage surfer. Early in our conversation he's drowned out by a long and deafening, quasi-oceanic roar and for a moment I'm gripped by an auditory hallucination of Peralta speaking to me from within some gigantic unfurling scroll of blue-green water. He struggles to make himself heard again: \"Wow, this huge jet just flew over. We're right under the LAX flight path.\" </p> <p>I want to ask him about his favourite surfing movies, since Riding Giants is an instant classic of the genre, but Peralta has had it with surf movies - or the Hollywood version - a long time ago. He liked John Milius's Big Wednesday in 1978. \"It's not perfect, but it's the best surf film that's been made yet.\" But when I ask him about the surfers-robbing-banks thriller Point Break, he says: \"I just gave up. I haven't seen any surf films since Big Wednesday. I couldn't handle it. Hollywood always tries to understand surfing from its own point of view. They create these archetypes that are cartoonish and foolish - and they have the characters explain why they surf. Don't ever try to explain it - show it ! And it's one of the reasons I made the film I made, because the kind of movie I wanted to see myself, I had to make myself.\" </p> <p>Riding Giants gives us the deep culture and long history of big-wave riding, from its pioneering, semi-outlaw origins in 1950s Hawaii to its present incarnation, known as tow-surfing, on offshore breaks sometimes hundreds of miles from land, where unique conditions produce terrifying swells up to 60ft high. To ride such waves, surfers - sometimes after having been dropped with their boards and vessels from helicopters - must be towed in by jet-ski to achieve the speed necessary to reach the wave's crest before plunging suicidally down its face. Some have described tow-surfing as cheating, not true surfing. But astonishing footage of surf-prince Laird Hamilton careening along a cylinder of thunderous water with consummate grace quickly puts paid to that objection. </p> <p>Dogtown and Z-Boys told of how, in the early 1970s, Peralta and his friends, working-class street kids of the dilapidated blue-collar beach towns south of Los Angeles - \"where the debris meets the sea\", in the words of Z-Boy Nathan Pratt - transferred the skills they'd learned surfing wretchedly dangerous, urban-nightmare breaks around the wreckage of Venice Pier to the landlocked practice of skateboarding. For the latch-key kids who gathered around the Zephyr surfboard shop, style was everything, and what looked good on water could, given the right storm-drain, a well-chosen section of the sloping concrete banks of the LA river, the appropriately contoured playgrounds of particular hillside high schools or the walls of certain drained suburban swimming pools, perhaps be replicated on dry land. </p> <p>Although Dogtown and Z-Boys's skateboarding footage is incomparable, the truly indelible moments are its footage of the dozen or more post-pubescent surf rats - with what narrator Sean Penn calls \"their aggressive localism and outcast attitude\" - riding waves over and through the rotting, spiky, entirely dangerous pilings beneath the condemned, now long-vanished Venice Pier. One false move and they might find themselves impaled, knocked out or drowned. But it was worth it, as Z-Boy Wentzle Ruml recalls, in his richly sardonic surfer argot, because \"when you came in off a heavy grind, man, all your bros'd be hootin'\". Nominally about skateboarding, it pulses with the surfer sensibility. </p> <p>Applying his techniques to big-wave surfing, Peralta has reinterpreted, as he did with Dogtown, the quintessentially Californian narrative, mildly tweaked for surfing: Paradise Lost, Childhood's End, the Last Frontier, the gradual fencing-in of a once wide-open US. Perhaps it's an inevitable story arc, given surfing's origins in the Polynesian paradise of Hawaii, and its incarna-tion as a multimillion-dollar business. </p> <p>In Riding Giants, Peralta's paradise is the North Shore of Hawaii in the early 1950s, when a group of visionary waveriders, many from the mainland, congregated in conventional surfer squalor at Waimea Bay; 10 unruly guys in one Quonsett hut, subsisting on filched pineapples and whatever they caught from the ocean. \"North Shore when there was nothing there, no watch, no car, no money, no nothing, just a T-shirt and a surfboard,\" in the words of Greg Noll, sometimes called \"the Babe Ruth of big-wave surfing\", a stocky soul who wore convict-stripe trunks and who was, years later, the only surfer to ride the great 100-year swell of 1969. No watches, perhaps, but someone, it seems, always had a 16mm camera on hand - \"this was before Super-8\", Peralta reminds me - to capture breathtaking footage of Noll and friends larking about with an almost demented insouciance in the monstrous waves. And no safety-net, adds Noll, now a chunky, bright-eyed and chipper senior citizen: \"No lifeguards, no jet-skis, no helicopters. If you fucked up, you were on your own.\" </p> <p>Peralta venerates Noll. \"To me Greg's a beautiful piece of Americana - he's got a little bit of a cowboy, a western feel, a beautiful, independent-minded thing going on.\" Noll also inadvertently invented the surf movie by filming most of his North Shore friends riding the terrific swells off Waimea. \"They were adamant about shooting it,\" says Peralta, \"and surfing's such a beautiful aesthetic, it's tailor-made for amateurs. You don't need to know too much to get a great shot. After they'd acquired a lot of footage, they realised there was a market out there for it. They started hiring high-school auditoriums and showing it with live, on-the-spot commentary. And typically the commentator would be the film-maker himself, like Greg.\" For Peralta, tellingly, one of the hardest aspects of making Giants was negotiating with ageing beach bums for the fabulous footage they'd shot as kids. </p> <p>Los Angeles is so thoroughly entangled with the history of surfing, it's surprising the city's main industry hasn't made more films about the sport. It's knocked out its share, but few earned the respect or praise of the bro'-hood of the waves. The paradise that Noll and his fellow surfers dwelt in was, however, comprehensively violated by one movie - Gidget. Surfing history is over and over again divided by long-in-the-tooth wave professionals into \"pre-Gidget\" and \"post-Gidget\" periods. \"It was the first general audience film about surfing,\" says Peralta, \"and as bad as it may have been, it introduced the concept to land locked people.\" Before Gidget, there were perhaps 5,000 surfers nationwide. By 1964, the figure had grown to two million. The intervening surf-explosion gave us Jan and Dean and the Beach Boys in their original Pendelton-sweater incarnations, as well as the Ventures, the Cascades, and the quintessential surf-guitar band, Dick Dale and the Del-Tones, whose Surfer's Choice album was not at all misnamed. </p> <p>The films broke a lot less ground than the records, sadly. Gidget is still quite special, what with perky Sandra Dee in the title role, and Cliff Robertson as, pricelessly, \"The Big Kahuna\". Gidget was based on a novel by German-born screenwriter Frederick Kohner, whose daughter Kathy returned from Malibu every day after school filled with tales of her surfing friends. The movie was a smash and whatever its effect on surfing's original small tribe of enthusiasts, it's a pleasure, in Dana Brown's documentary Step Into Liquid, to re-encounter the real Kathy, a married schoolteacher, and still a pretty and active surfer in her early 60s. </p> <p>Then came the deluge, a cinematic parallel to the musical dead years after Elvis entered the army and before the British \"invasion\": the beach-party genre. Original Mousketeer and pre-adolescent America's 1950s wet-dreamgirl Annette Funicello, flanked by Frankie Avalon and Fabian, appeared in Beach Party, Muscle Beach Party, Bikini Beach, Beach Blanket Bingo and How to Stuff a Wild Bikini. Prized now for their camp value and unfathomable cheesiness, they were despised by pros for their surfing footage, which usually featured pretty-boy contract stars riding their boards dead upright, hair just perfect, before a back-projected wave of surpassing wimpiness and zero tubularity. </p> <p>Documentarians did rather better by the bro'-hood, particularly Bruce Brown (father of Dana), with his evergreen 1966 surfing-travelogue The Endless Summer, Peralta's favourite surf movie. Brown followed two clean-cut teenage surf champions, Michael Hynson and Robert August, around the world in search of the perfect wave, stocking up on priceless technicolor footage of waves in California, Africa, Asia, Australia and Hawaii. His surfers are from the period when the sport's most successful practitioners styled themselves athletes rather than far-out dudes itching to get radical. </p> <p>Very few surfing feature films have achieved any creative distinction since the Beach Blanket era's high tide. Perhaps only three are really worth mentioning: John Milius's Big Wednesday, Kathryn Bigelow's Point Break and John Hancock's Blue Crush. </p> <p>Milius was a southern California surf-rat in the early 1960s, and Big Wednesday, made in 1978, distills his experiences. He focuses on three surfing pace-setters, played by Jan-Michael Vincent, William Katt and Gary Busey, between 1962 and 1974, as they grow up (or don't), get married, get drafted, get drunk. Their mentor is The Bear, a grizzled second world war vet and board designer, one of the fabled North Shore Noll-niks, who works out of a store on Venice Pier. Although they drink and fight and screw and surf, and though they have friends named Crusher and Waxer, Milius portrays his trio like members of what Sergio Leone, in Once Upon a Time in the West, called \"an ancient race\": a timeless breed of mystical heroes, and makes their story that of his own generation. </p> <p>The film's four sections align with the emblematic years of the period: 1962, all innocence yet to be lost; 1965, the slide into the abyss; 1968, the middle of the tunnel, and 1974, year of Nixon's downfall and, in Milius's creative shifting of real events, Big Wednesday, the 100-year swell of surfer legend, transposed from 1969. For all its macho posturing and infantile humour, Big Wednesday does achieve a moving, albeit clumsy lyricism. The moment when Matt, now a married pool-cleaning contractor, sees his younger self referred to in a surf-footage movie - called Liquid Dreams - as one of \"the older generation\" is heartbreaking. </p> <p>It fell to a smart, sceptical woman, Bigelow, to deconstruct some of the more self-regarding mythic nonsense peddled by Big Wednesday. On the surface, Point Break indulges every hot-blooded cliché of the surfer's parallel universe: Keanu Reeves's Johnny Utah is lawyer, football hero and FBI rookie, a straight man (well ...) to Patrick Swayze's visionary fascist surfer Bodhi, who at one point intones the late champion surfer Mark Foo's well-worn theory of life: \"You wanna feel the ultimate high, you gotta be prepared to pay the ultimate price.\" Bigelow takes the macho bullshit that underpins parts of the surfer worldview and pulls it apart with sustained but subtle mockery. Every male actor is indulged to the absolute max to achieve an almost cartoonish parody of masculine bonding rituals. She shoots Reeves taking the kind of slow-mo, objectifying shower hitherto reserved for naked surf-hotties, and gives him a boyish-looking girlfriend played by out-lesbian Lori Petty. And Bigelow repeatedly underlines the homoerotic hunter-and-the-hunted dynamic that animates the growing infatuation of Utah for Bodhi, particularly in the kinetic chase that culminates with Utah letting Bodhi escape - in his Reagan mask - before impotently emptying his gun into the sky. </p> <p>Against such a thoroughly feminist takedown of the male surfer ethos, Blue Crush is almost redundant, a tame girl-power fantasy that comes alive only when sexually ambiguous drill-sergeant tough-gal Michelle Rodriguez is on screen, although some of its special effects do occasionally suggest how it feels to be dragged the length of a football field by some implacably murderous wave. </p> <p>Even this doesn't cut it with the real surfers, though. Step Into Liquid advertises itself as offering a repudiation of the likes of Blue Crush: \"No special effects, no stuntmen, no stereotypes, and no other feeling comes close.\" And Peralta himself has a long-gestating thriller, The Search for Captain Zero, in development. \"It's based on a true story of a guy looking for his long-lost best friend. There's lots of surfing, but there's also drug-running and piracy all along the Baha Peninsula. It's very dark indeed.\" </p> <p>For all the easy mockery and cheap-shot put-downs to which it is prey, surfing, a blue-collar sport that took over a middle-class world, is possessed of a simple, unpretentious power and clarity that demands we drop our urban-ironic flippancy to comprehend it. As the kid in the surf-shop says to Reeves in Point Break: \"Surfing's the source, dude.\" Perhaps one day Hollywood will convey this to us. </p> <p><strong>·</strong> Riding Giants screens at the Edinburgh film festival on August 21, 24 and 25 (box office: 0131-623 8030) and will be released in autumn. Step Into Liquid is available on DVD on import.</p>",
  "<p>For the small but fervent band of people who were not smitten by the Pixies, the bone of contention was usually Black Francis's painful whine, rather than the tuneful twangs of guitarist Joey Santiago. Temporarily freed from his main band's lucrative reunion tour, Santiago has brought the bittersweet sound and style of the Pixies' poppier moments to the Martinis.</p> <p>Adding a vaguely Beach Boys melodic lilt has resulted in a tuneful if lightweight collection of pop-rock. Alas, Linda Mallari, Santiago's wife and partner, can be almost as irritating as Francis, straining every vocal in an attempt for that Lene Lovich/Throwing Muses gothic howl. You Are the One has some vaguely interesting lyrics about control and Right Behind You recalls the more singable Pixies moments such as Here Comes Your Man. But too much is reminiscent of derivatives the Breeders, Veruca Salt and other grunge-era soundalikes.</p>",
  "<p>Though Brahms never composed an opera, two of his early works give clues as to what might have been: the song-cycle Die Schone Magelone and the Cantata Rinaldo, both reflecting his dilemma on breaking off his engagement to Agathe von Siebold in 1859. Fine new recordings of both works have appeared simultaneously, bringing out the parallels between them, both works involving the conflict between duty and pleasure, sensuous and pure love. Neither reveals a keen sense of drama, but they inspired Brahms to winning lyricism in works still under-appreciated.</p> <p>The song-cycle Die Schone Magelone consists of 15 settings of poems by Ludwig Tieck illustrating a high-romantic story from the age of chivalry, telling of the beautiful Magelone wooed by the knight Count Peter of Provence. The songs, rather than providing a narrative, merely reflect on the fairy-tale story behind them, with the baritone soloist impersonating not only Peter but also several incidental characters. In a happy ending, the reunion of Peter and Magelone brings a final song celebrating enduring love.</p> <p>On the new recording, the baritone Konrad Jarnot, with the pianist Carl-Heinz Marz, gives a glowing performance. He is masterly in his control of legato phrasing, shading his voice down to honeyed pianissimos, as in the song he regards as the key to the whole cycle, expressing Peter's agony on the disappearance of Magalone. Jarnot has the advantage even over his teacher, Dietrich Fischer-Dieskau, that his baritone is so fresh and youthful.</p> <p>To hold the sequence of songs together more firmly, Jarnot has persuaded the veteran soprano Inge Borkh to provide a spoken narration between the songs. Frustratingly for those who are not German-speakers, texts and translations are given only for the songs themselves, not for the narration, with the story not even given in synopsis.</p> <p>Brahms' cantata tells of the crusader Rinaldo, ensnared by the enchantress Armida. His fellow-knights finally rescue him, persuading him to return to the cause. Brahms' setting for tenor soloist, male chorus and orchestra, with a text by Goethe, moves from the ecstasy inspired by Armida to his final mood of resolution, backed up in a stirring final chorus, written long after the rest. It is hardly a dramatic sequence but a moving one, here superbly realised by Danish forces under Gerd Albrecht. It is very well coupled with two other Goethe settings by Brahms, the radiant Alto Rhapsody, with Anna Larsson the rich-toned soloist, and the greatest and darkest of his shorter choral works, Gesang der Parzen, Song of the Fates.</p>",
  "<p>Though Brahms never composed an opera, two of his early works give clues as to what might have been: the song-cycle Die Schone Magelone and the Cantata Rinaldo, both reflecting his dilemma on breaking off his engagement to Agathe von Siebold in 1859. Fine new recordings of both works have appeared simultaneously, bringing out the parallels between them, both works involving the conflict between duty and pleasure, sensuous and pure love. Neither reveals a keen sense of drama, but they inspired Brahms to winning lyricism in works still under-appreciated.</p> <p>The song-cycle Die Schone Magelone consists of 15 settings of poems by Ludwig Tieck illustrating a high-romantic story from the age of chivalry, telling of the beautiful Magelone wooed by the knight Count Peter of Provence. The songs, rather than providing a narrative, merely reflect on the fairy-tale story behind them, with the baritone soloist impersonating not only Peter but also several incidental characters. In a happy ending, the reunion of Peter and Magelone brings a final song celebrating enduring love.</p> <p>On the new recording, the baritone Konrad Jarnot, with the pianist Carl-Heinz Marz, gives a glowing performance. He is masterly in his control of legato phrasing, shading his voice down to honeyed pianissimos, as in the song he regards as the key to the whole cycle, expressing Peter's agony on the disappearance of Magalone. Jarnot has the advantage even over his teacher, Dietrich Fischer-Dieskau, that his baritone is so fresh and youthful.</p> <p>To hold the sequence of songs together more firmly, Jarnot has persuaded the veteran soprano Inge Borkh to provide a spoken narration between the songs. Frustratingly for those who are not German-speakers, texts and translations are given only for the songs themselves, not for the narration, with the story not even given in synopsis.</p> <p>Brahms' cantata tells of the crusader Rinaldo, ensnared by the enchantress Armida. His fellow-knights finally rescue him, persuading him to return to the cause. Brahms' setting for tenor soloist, male chorus and orchestra, with a text by Goethe, moves from the ecstasy inspired by Armida to his final mood of resolution, backed up in a stirring final chorus, written long after the rest. It is hardly a dramatic sequence but a moving one, here superbly realised by Danish forces under Gerd Albrecht. It is very well coupled with two other Goethe settings by Brahms, the radiant Alto Rhapsody, with Anna Larsson the rich-toned soloist, and the greatest and darkest of his shorter choral works, Gesang der Parzen, Song of the Fates.</p>",
  "<p>As I write this, comic-book-based movies are a common occurrence - an accepted sub-genre in a geekified Hollywood in search of the elusive \"mainstream\". Five years ago, when this project was coming to life, things were quite different. The Matrix or X-Men were only just on the horizon, and the only way a comic-book movie was meant to exist was in the tongue-in-cheek Joel Schumacher style.</p> <p>The moment I learned that producers Larry Gordon, Lloyd Levin and Mike Richardson were attempting to tackle Hellboy as a film, I dived in full force. I felt possessed by a divine madness. Hellboy was already an important part of my life. How? Years ago I had come upon the character in the pages of Dark Horse Presents and felt the exact same pleasurable pang that I used to experience as a child when reading about my favourite heroes. At the ripe age of 30-something, I found myself dreaming of becoming Hellboy when I grew up. But the world around me kept reminding me I was already all grown up. That it was too late.</p> <p>It was a time of creative dread. Days of bleak, steel-grey skies and cold, cold hearts. I was shooting my second movie, Mimic, in Toronto, and every few weeks I would venture in sub-zero temperatures to find the latest issue of Hellboy at the Silver Snail comics shop. There, in those pages, I would find that big-jawed, red guy with a big heart and a short fuse. A blue-collar supernatural worker who spoke in short sentences: half Hemingway, half Sam Spade. His dry wit and working-man complaints made every line work. These were not one-liners meant to make you laugh - these were the musings of a disgruntled employee who, being seven feet tall, bright red and horned, was, at heart, just a regular guy.</p> <p>It was amid Mike Mignola's vast pools of black ink, that the fragile, childlike quality that makes men dream found solace that winter. A group of brilliant artists were forced to be locked for months in the same office space as me - a fate worse than death. Everyday, during great lunches, dire moments of soul-searching, and brilliant eruptions of creativity, a multitude of lines made their way to paper. It was summer camp for freaks, and we had a blast. This will give you a peek at the film in its earliest, purest state, before it fought reality, before it faced a schedule, a budget or the laws of physics.</p> <p><strong>·</strong> Hellboy is released on September 3. Diary extracts taken from Hellboy: The Art of the Movie (Titan Books, £16.99)</p>",
  "A major extension to the powers of police community support officers, dealing with beggars and underage drinkers and searching suspects for weapons, forms part of the police reform proposals published by the home secretary, David Blunkett, yesterday. <p>The shakeup of police powers also includes plans to sweep away the confusing legal patchwork of arrestable and non-arrestable offences. Instead the police will be given a blanket power of arrest for every criminal offence but will be able to exercise it only if they can demonstrate it was necessary in the circumstances.</p> <p>A Home Office spokesman said it was nonsense to suggest this would mean people facing arrest for littering if they dropped a crisp packet, as alleged by some critics yesterday.</p> <p>The overhaul includes a new power to impose conditions on all demonstrations at Westminster and ban long-term protests in Parliament Square, such as the anti-war protesters who have maintained a noisy vigil for more than a year.</p> <p>The police will also gain powers to fingerprint and photograph suspects without having first to return to the police station, wider powers to demand drug tests of those arrested, and stronger powers to use search warrants.</p> <p>The proposals in the Home Office consultation paper, Modernising Police Powers to Meet Community Needs, is expected to form part of the crime and policing legislation to be introduced this autumn. </p> <p>The police minister, Hazel Blears, said the changes over the power of arrest were designed to resolve confusion over the law rather than result in many more arrests. </p> <p>She said the current arrest rules were \"complex and often bewildering\". The general principle was that crimes with sentences of at least five years carried the power of arrest, but there were many exceptions on the statute book. Breach of the peace in particular has become a \"catch-all\" offence used to ensure a suspect is taken to the police station.</p> <p>\"We are saying we could make every offence arrestable but what we are also saying is that you have to show that it was necessary in these circumstances,\" said Ms Blears. </p> <p>Liberty, the human rights group, complained that this extra discretion for officers could carry a danger of arbitrary and discriminatory use.</p> <p>But it is the proposals to extend the powers of community support officers - civilian patrol staff whose numbers are set to rise from 4,000 to 24,000 in the next four years - that attracted most criticism. </p> <p>The CSOs already have the power to issue on-the-spot fines and detain somebody for 30 minutes until a constable arrives. But the consultation paper envisages a major extension of their role so more fully-trained police officers are free to concentrate on other duties. Ministers would like to see them given powers to issue warnings to beggars, confiscate alcohol from underage drinkers, enforce local bylaws, direct traffic and search some suspects for weapons. </p> <p>Mark Oaten, the Liberal Democrat home affairs spokesman, said the proposal could blur the line between CSOs and the police and devalue the work of trained officers. \"Searching suspects and arresting them is the job of the police,\" he said. </p> <p>Even the Association of Chief Police Officers voiced their reservations. Vice-president Denis O'Connor said there was a need to rationalise some of the powers CSOs held. \"However we would sound a note of caution at any major extension of powers for CSOs before the Home Office evaluation [of them] is complete.\" </p> <p>A Leeds University study of their impact in West Yorkshire suggests they can make a difference to public perceptions of safety and crime levels.</p>",
  "When a government floats changes to the criminal justice system, look for the context as much as the content. The political parties are using the summer to test-run ideas ahead of a frenetic election year. There can be no other reason why David Blunkett has, two days after a speech from Michael Howard, decided to unveil another pot-pourri of ideas in the never-ending \"battle\" against crime. <p>The consultation document, Modernising Police Powers to Meet Community Needs, is extraordinary in its scope. It ranges from allowing police to arrest people for all offences, extending the use of DNA, giving community support officers (CSOs) more powers, potentially banning all protest near parliament, making search warrants apply to every home of a suspect, and making it harder for animal rights protesters to harass scientists - all this in one bill coming our way in the Queen's speech in November. Why else would ministers have set the consultation period at exactly eight weeks, if not to give them just enough time to frame the outlines of legislation for the next parliamentary session?</p> <p>The issue for the government is to prove that these measures are needed, that as ever on this issue, the benefits - reduction in crime - outweigh the human rights ramifications. The issue for civil libertarians is the reverse. For the moment both sides have only broad principles to go on.</p> <p>Ministers said yesterday that the idea of making all offences arrestable, including dropping litter, was nothing more than a tidying-up exercise. This might seem strange given that the police were not bothered by the situation as it stood. Until now, officers could arrest a suspect only if the offence was punishable by a prison term of five years or more, if it had been listed as an exception to that rule (such as kerb crawling), or if the officer believed a breach of the peace had been committed. Offences that do not fall into this category include impersonation of a police officer, failure to heed an order to hand in a passport, unauthorised access to obscene computer material, or the sale of a weapon. </p> <p>Hazel Blears, Blunkett's deputy, suggested that officers would have to prove a \"necessity test\" before making arrests. She also claimed the reforms were not designed to increase the number of arrests, but merely to make the process simpler. Maybe she is right. Everyone knows that if a policeman wants to arrest you, he will find a reason, and breach of the peace has always done the job. But is that enough reason to legislate again? </p> <p>As for the other proposals, CSOs are beginning to perform a useful function as a cheap substitute for police, so giving them more powers might be helpful. But should they be allowed to operate in plain clothes? Surely the whole idea was to reassure the public of an official presence on the streets. Then there is the \"super warrant\", allowing police to search any property a suspect is deemed to be associated with. Perhaps that is needed in limited cases, but does the home of the mother-in-law where the suspect kipped for a few nights fall into that category? In the case of drug dealers, should the refusal to submit to a strip search be admissible in court?</p> <p>Perhaps the most worrying item is the idea of banning all demonstrations outside the Palace of Westminster. We know why the government wants to do it. Labour MPs have complained about the ever-present protest against the Iraq war opposite the Commons, where their cars sweep in. These people do not pose a security threat. The police have checked them enough times to know. </p> <p>The detail of the changes will emerge only after the two-month consultation. But the record of the Home Office is a rush to legislate imprecisely. For example, one of the effects of the 2000 Terrorism Act was to give police powers to detain people across London they suspect of endangering national security. This led to a number of instances of random detentions of peaceful protesters, most famously outside an arms fair in Docklands. When blank cheques replace carefully proscribed powers, the problem is not so much the badly trained officer, but the badly framed legislation. </p> <p>Over the past decade this government and its Tory predecessor have introduced more than 30 criminal justice acts. This is about politics, not policing. On Tuesday Howard teamed up with \"Robocop\" Ray Mallon, the mayor of Middlesbrough and importer into the UK of \"zero tolerance\" policing in the mid-90s, to pledge another crackdown on crime. Talk, and legislation, is cheap. The Labour government is trying to have it both ways. It says on the one hand that crime has reached record low levels; on the other it competes with the Conservatives in the language of \"crackdowns\". If the news is as good as ministers say, they should proclaim it and leave it at that. They should ensure the country has enough police officers to deal with crime, and just for once leave them to get on with the job.</p> <p><b>·</b> John Kampfner is political editor of the New Statesman</p> <p><a href=\"http://www.jkampfner.net\">www.jkampfner.net</a></p>",
  "Contrary to Michael Howard's assertion earlier this week that Britain was caught in an \"ethical quagmire\", it is the two major political parties that are sinking to new depths of political debate. With a steep fall in his personal ratings, it was perhaps inevitable that Mr Howard would turn to law'n'order in a desperate bid to revive both his own and his party's position in the polls. Hence the grim picture he painted this week of the fear and apprehension that stalked Britain - \"women fear intimidation from hooded youths as they walk home at night; couples stay in rather than run the gauntlet of binge drinkers\". In a barrage of distorted crime statistics, few may have realised that Britain is currently enjoying the longest sustained fall in crime in a century. The Tory who launched his party's penal populism when home secretary returned to his old recipe with a call for more prisons and an end to early release schemes. <p>For all the fear this may generate in progressive circles, they should not forget the focus group verdict on Mr Howard's term at the Home Office. It was so bad that the Conservative party declined to promote him at its daily morning press conferences in the 1997 election campaign. But if the Tories were desperate and dreadful this week, Labour, led by David Blunkett, was no better. He too was adopting an unbending, unforgiving and resolutely tough stance on punishment. There was the release of plans for yet another criminal justice bill - including new police arrest powers - when major proposals in the 2003 Act have still to be implemented. After a rapist in prison won a £7m lottery prize, he rushed a special article to the Sun promising new legislation that would ensure prisoners in future \"don't benefit from a single penny while in prison\". </p> <p>Meanwhile there was no response from Mr Blunkett to the news that a 14-year-old school boy had committed suicide in a secure training centre, the youngest person in British penal history to die in custody and the second within four months. A home secretary who has time to address prison lottery winnings should also be concerned with children dying in his custody. </p> <p>Neither side is likely to win many swing voters with its tough rhetoric, but what they will do is encourage the courts to continue with their excessive use of prisons. This is precisely what the professionals - prison service director, prison chief inspector, lord chief justice - have been insisting must be changed. Labour, which has accepted the argument, should stand up and defend it.</p>",
  "<b><b>·</b></b> Well, it's not all bad news for the burghers of Najaf. The Diary has been passed a facsimile of the laminated \"Culture smart card\" issued to US marines in Iraq - a kind of etiquette guide to interaction with their liberatees. We'll begin with the section headed \"Do This\". \"Refer to the entire family when making inquiries,\" it states. Readers may be familiar with that approach from grainy night footage of a residential address in Baghdad. (The exact inclusive quote eludes us but it's along the lines of \"every single one of you on the fucking floor NOW\".) \"Be patient,\" the guide continues. \"The Iraqi approach to time is slow and relaxed.\" We're not sure about this one - surely if they were any more bothered about over a year without proper electricity they'd need to lie down in a darkened room. But on reflection, our personal favourite is: \"Be gracious. Do not appear anxious to leave.\" We've got that genius PR image of former CPA boss Paul Bremer running into his private jet 12 minutes after handing over sovereignty playing on our mind - but some of their special marine medicine ought to dull it. <p><b><b>·</b></b> In Washington, meanwhile, Michael Moore rifles through his archived footage of Fahrenheit 9/11, and releases the out-takes of an interview with a Republican congressman and former CIA employee. \"I couldn't get a job with CIA today,\" the rightwinger explains to the camera. \"I am not qualified. I don't have the language skills. I, you know, my language skills were Romance languages and stuff. We're looking for Arabists today. I don't have the cultural background, probably,\" he continues. \"And I certainly don't have the technical skills, uh, as my children remind me every day: 'Dad, you got to get better on your computer.' Uh, so, the things that you need to have, I don't have.\" The identity of this homespun charmer? Porter Goss - the newly nominated director of the CIA.</p> <p><b><b>·</b></b> Incidentally, one of Porter's previous claims to fame was that he spent the early morning of 9/11 power-breakfasting with Pakistani ISI general Mahmoud Ahmad, a gentleman subsequently described by the FBI as Mohammed Atta's money-man. His co-host, Senator Bob Graham, described the general's reaction when the news of the attacks dropped as \"very empathetic\". All of which makes us think Porter's being too hard on himself about getting back into intelligence work. It's like riding a bicycle, cocker.</p> <p><b><b>·</b></b> Meanwhile, we are indebted to a Diary friend in Hove, who reports hearing loud guitar music being played on a balcony earlier this week. Tiring of it at approximately 2am, they ventured outside and invited the culprit to \"shut the fuck up\". It was only as they became accustomed to the half light that Paul McCartney's face loomed into view, and they now wonder if they did the right thing. The answer is yes. Indeed, if he was playing anything from the Wings catalogue, it was a moral imperative.</p> <p><b><b>·</b></b> Euphemism of the week comes courtesy of our old friend Jonathan Aitken, who reviewed Craig Unger's recently published House of Bush, House of Saud in Monday's Evening Standard. \"Like most experienced observers of Saudi Arabia,\" he explains, \"I regard it as ...\" Apologies for tailing off, but we're still taking in that first bit. Is that what they're calling it these days?</p> <p><b><b>·</b></b> Finally, a cock-up of astrological proportions. We were so bowled over yesterday by the accuracy of Russell Grant's Olympic predictions (from a complex combination of Aries and Sagittarius, he divines that Paula Radcliffe is \"determined to succeed\") that we made a mistake. A full moon in Leo apparently means it's February. If we meant August, we ought to have said the sun was in Leo. No word on whether luck is a man in a blue Mondeo: we'd say if you're not certain, don't take the risk.</p>",
  "The 2001 Anti-terrorism, Crime and Security Act states that a non-national can be detained indefinitely if the secretary of state suspects that person of being a terrorist and he or she is believed to be a risk to national security. <p>Article 15 of the 1984 United Nations convention against torture says that states \"shall ensure that any statement ... made as a result of torture shall not be invoked as evidence in any proceedings, except against a person accused of torture as evidence that the statement was made\". </p> <p>How do these two precepts of law combine? </p> <p>The question is not purely academic. A number of people have been held in British prisons, and one in a high-security psychiatric hospital, since the 2001 act was passed. They do not know most of the evidence against them because it is kept secret in the interests of national security. Ten of the men have appealed against their detention, arguing that the evidence against them may have been extracted from prisoners in Guantánamo Bay under torture. On Wednesday, the court of appeal rejected their appeals. </p> <p>In doing so, the court legitimated the use of information acquired as a result of torture - so long as it was committed by non-UK officials abroad in proceedings connected with detention under the 2001 act. This is certain to put Britain on a collision course with the international human rights community, as well as doing nothing to redeem the reputation of a country already tarnished by the brush of Guantánamo and Abu Ghraib. The case is almost certain to go to the House of Lords. </p> <p>The prohibition of torture as a matter of international law is well established. But what are the consequences of this? The court of appeal chooses to draw heavily on the classic notion of \"dualism\" in order to keep the potential effect of the UN convention at arm's length, stressing that international treaty obligations do not have any direct effect but must be transformed into domestic law first, such as through legislation. </p> <p>This is quite true, but it is also true that those parts of international law which are considered to be principles of \"customary international law\" can have an immediate impact. The court declined to hear arguments on whether the prohibition on the use of information acquired through torture had acquired this status and it is likely that this issue will figure more prominently in future proceedings. </p> <p>Be that as it may, there were plenty of routes through which the court might have been able to conclude that the use of such evidence was impermissible. Indeed, Lord Justice Neuberger, one of the appeal court judges, did reach such a conclusion, believing that it would be incompatible with the right to a fair trial provided for in article six of the European convention of human rights and which by virtue of the 1998 Human Rights Act is certainly within the realm of domestic law. </p> <p>However, Lord Justice Laws, another of the judges, disagreed that there was any such incompatibility. He did consider whether it was an \"abuse of process\" to draw on information acquired through torture. He decided that it was not. Basing himself upon the moral high ground provided by the constitutional principle of the rule of law, he accepted that this \"rules out reliance by the secretary of state, before the special immigration appeal commission or any other tribunal in this jurisdiction, upon any statement obtained by torture which the state has procured or connived at\". However, he was \"quite unable to see that any such principle prohibits the secretary of state from relying ... on evidence coming into his hands which has _ been obtained through torture by agencies of other states ... If he has neither procured the torture nor connived at it, he has not offended the constitutional principle\". One suspects - and hopes - that the House of Lords will not be so myopic. </p> <p>The problem is simple. Torture is impermissible under international law, and any state official - of any country, and anywhere - who commits such an act is committing a criminal offence and is subject to the jurisdiction of the courts of other countries as well as those of the country in which the act occurred. Can it really be the case that the exigencies of the \"war against terror\" mean that the rule of law is well served by allowing any such material that happens to come the secretary of state's way to be used in this fashion? Is it not bizarre to take the view that use of information resulting from torture committed by a British public servant violates the rule of law, whereas the use of information received under torture by public servants of another state does not? It certainly violates the rule of international law. If it matters that the material is the product of torture, the nationality or employer of the torturer is irrelevant. Does the nationality of the torture victim matter, too? </p> <p>It is quite true that there was a certain lack of clarity regarding the scope of the international norm prohibiting the use of evidence obtained through torture. This judgment has magnified those uncertainties. It signalled a \"blind eye\" approach to its use and flies in the face of the many developments that have served to clamp down on the use of torture even in times of national emergency. </p> <p>The best that can be said is that the scope of the judgment is limited. But the signals it sends are depressing and it is to be hoped that this decision will not stand long. Torture is torture, and it really does not matter who does it or where it is done. If the courts do not believe that it is an abuse of process to use evidence acquired by such means, then one might hope that the government would solve the problem by incorporating article 15 of the UN convention into our law as a matter of urgency. But that seems rather unlikely in the near future. </p> <p><b>·</b> Malcolm Evans is professor of public international law, at the University of Bristol and co-author of Combating Torture in Europe </p> <p><a href=\"mailto:m.d.evans@bristol.ac.uk\">m.d.evans@bristol.ac.uk</a></p>",
  "<b> Sun </b> <br> Editorial, August 11 <p> \"We are all weeping with rage as the jailed rapist Iorworth Hoare gloats over his £7m Lotto jackpot ... It is very rare for vermin like Hoare to sully the Lotto's name. But let this be the last time. Seven million pounds of our Lotto cash has gone into the pocket of a sneering monster who has spent his life raping and abusing women. </p> <p>\"The culture secretary, Tessa Jowell, in charge of lottery policy, should sit down today with the operators, Camelot, and draw up plans to stop prisoners playing. The Sun demands a change in the law to stop this madness ever happening again.\" </p> <p><b> Daily Star </b><br> Editorial, August 12 </p> <p> \"Hoare isn't just a low-life scumbag. He's a distinctly evil man with a string of convictions dating back to the early 1970s ... How appalling that his reward for a life of crime is a £7m Lotto win ... </p> <p>\"Inmates are barred from buying Premium Bonds or playing the pools, but there's no law to stop them trying their luck on the lottery. The home secretary, David Blunkett, had been warned about how Lotto cash can fall into the wrong hands ... Mr Blunkett should hang his head with shame that this has happened - and close this loophole now.\" </p> <p><b> Daily Mail </b><br> Editorial, August 12 </p> <p> \"The public reaction to the £7m won ... by the loathsome rapist Hoare once again exposes the darker aspect of a game once billed by John Major as a 'harmless bit of fun'. But ... hasn't there always been an ambivalent side to the lottery? Though Camelot has done an excellent job running the game, the same can't be said of the politically correct quangos that decide where the money goes ... </p> <p>\"Shouldn't Hoare's victims be encouraged to sue him in the civil courts for every penny of his windfall? Such actions would not only serve the ends of justice. Wouldn't they help restore the lottery's reputation, too?\" </p> <p><b> Daily Mirror </b><br> Editorial, August 12 </p> <p> \"There is a slim chance Hoare's victims may be able to sue him, but at great personal cost - as any trial will bring back painful memories for those he attacked. The law must be changed to prevent serious criminals serving jail sentences from being able to win the lottery. Otherwise, as the number of Lotto millionaires grows every week, how many more vicious criminals' numbers will come up? </p> <p>\"In the meantime, if Hoare has even a shred of contrition for what he has done, he will refuse his winnings - or hand them to a charity that seeks to help those he so callously sought to destroy.\" </p> <p><b> Boris Johnson </b><br> Daily Telegraph, August 12 </p> <p> \"The Lotto is a wonderful thing, and it would be quite wrong to deprive people of the fleeting hope it gives; and among those people I am afraid we must number Hoare ... </p> <p>\"Many convicted criminals have won the lottery after they have done their time, including armed robbers, drunk drivers, benefit fraudsters and others. Should Hoare be stripped of his cash because his crime is more serious? Or because the amount is so huge? ... The lottery, like life, is not meant to be visibly fair ... All sorts of undeserved blessings come our way, and criminals are no exception.\" </p> <p><b> Independent </b><br> Editorial, August 12 </p> <p> \"The outrage over the fact that undeserving figures occasionally win demonstrates a fundamental misunderstanding about the nature of the game. A lottery is a lottery. The fact that Hoare won ought to be no more surprising than the similar recent good fortune of the cancer sufferer Iris Jeffrey, or any other winner for that matter ... </p> <p>\"The national lottery is essentially about gambling. Only when this basic premise is accepted will we be spared the futile posturing when it performs its job properly and throws up winners at random.\"</p>",
  "Cherie Blair has joined a leading and expensive New York speakers' agency for a lecture tour in October, it was disclosed yesterday. <p>Speaking in her professional capacity as barrister Cherie Booth, the prime minister's wife has been signed up by the Harry Walker agency, whose clients include former presidents Bill Clinton, Jimmy Carter and Gerald Ford.</p> <p>The agency also represents the Irish pop legend, Bono, and the former UN weapons inspector Hans Blix, and it promotes Winston Churchill's grandson, a former Tory MP, as Winston S Churchill III. Fees for an appearance go from £25,000 to £160,000 for Bill Clinton.</p> <p>A spokeswoman for Ms Booth's chambers, Matrix, said that she had offered to speak on \"subjects that were within her professional expertise\" as a lawyer and campaigner on human rights, employment law and parents' rights. Her speeches will attract attention, since she is known to have strong views on such issues as the war in Iraq or the fate of the Palestinians which could embarrass her husband.</p> <p>Her entry on Matrix's website lists recent cases taken up on equal pay, parental leave, and an action by a convicted sex offender against a police authority. Commercial cases included fighting to release a seized ship.</p> <p>Two years ago her comments at a charity event for medical aid for Palestinians caused a furore.</p> <p>Speaking to reporters after appearing with Queen Rania of Jordan (another speaker on the Harry Walker agency list) she said in a reference to suicide bombers: \"As long as young people feel they have got no hope but to blow themselves up, you are never going to make progress.\" </p> <p>Downing Street later apologised after a protest by Israel. Since then, Tony Blair has been known to be unhappy at his wife making high-profile speeches; she had to turn down a speaking engagement with Human Rights Watch, because of the agency's strong stance on the Iraq war.</p> <p>Yesterday's disclosure suggests that Mr Blair is now more relaxed. Though Downing Street declined to comment, Matrix suggested that it had approved Ms Booth's decision. The Harry Walker agency is promoting Ms Booth following the leaking of an email to potential clients which reads: \"I have exciting news. Cherie Blair [sic], noted British attorney, human rights advocate, and the wife of prime minister Tony Blair, has agreed to speak under our auspices this fall for a limited number of engagements.\"</p> <p>The email quotes Mr Blair as saying his wife \"is an enormous source of strength and an extraordinary person in her own right. I never know how she manages with all the different things she does - the work, the family.\" The email offers three possible dates - October 26, 27 and 28 - with \"value for money\" guaranteed. </p> <p>The email concludes: \"I know Cherie Blair would be a great success at your next event, so please contact me today for more information about her lecture topics, October schedule and future scheduling opportunities.\"</p> <p>Don Walker, president of the agency, was unavailable for comment yesterday.</p>"
]