[
  "<p>A gamekeeper has been fined £5,500 for deliberately poisoning birds of prey in what has been described as Scotland's worst wildlife crime.</p> <p>Stephen Muir, 38, had admitted placing poisoned bait, pheasants and rabbits laced with pellets, on the Barns Estate at Kirkton Manor in the Borders, with the intention of killing the wild birds, including 16 buzzards, and a goshawk. </p> <p>Campaigners, who had hoped Mr Muir would become the first person to be jailed north of the border for crimes against wildlife, said they were disappointed at the sentence. </p> <p>Amendments to the Criminal Justice Act, which received Royal Assent in spring last year, introduced jail terms for those found guilty of cruelty to animals, bringing Scottish law into line with England and Wales. </p> <p>Peebles Sheriff Court had heard how Mr Muir claimed he had laced the bait to attract buzzards, which he said were attacking pheasants and partridges on the estate. </p> <p>His solicitor said Mr Muir expressed \"very deep regret\" for his actions. A spokesman for the estate said they had been completely unaware of Muir's actions, and were disappointed. </p> <p>Muir has been suspended from his job, which he had held for 17 years, pending a disciplinary inquiry on the estate. </p> <p>A spokesman for the Royal Society for the Protection of Birds was concerned that he may be allowed to keep his job. </p> <p>\"What ought to happen here is someone going to jail, because they are not stopping doing it,\" he said. \"This is not an unusual case. The only unusual thing is the amount of birds killed. I see [serious poisonings] every single year. </p> <p>\"In 20 years, only two gamekeepers have been sacked for this type of offence. I think that's appalling. If anyone else was to commit a serious criminal offence they would be sacked immediately.\"</p>",
  "<p>The NHS is to act faster to let patients using beta-blockers donate blood, after guidance that millions more people should be taking the tablets. </p> <p>The National Blood Service, which serves England and north Wales, has reviewed its rules to ensure that its pool of donors is as wide as possible. </p> <p>It emerged yesterday that the National Institute for Clinical Excellence (Nice) has told doctors to prescribe more beta-blockers to reduce the activity of the heart, as part of the battle to lower blood pressure in adults. </p> <p>Since patients on the drugs are barred from donating, the guidance could affect the supply of blood. </p> <p>A spokesman said Nice had consulted 120 stakeholders when drawing up the policy, but not the blood service. </p> <p>\"Our primary consideration is to produce a guideline that improves diagnosis and man agement of people with hypertension,\" he said. </p> <p>Later Nice said it understood that the blood service had welcomed the guidance. </p> <p>The service was already questioning the restriction, since patients on similar drugs are allowed to give blood in the US. </p> <p>It said the Nice guidance \"acts as a further prompt to progress these plans quickly\". </p> <p>Blood pressure is not routinely tested before donation. A fingerprick test is done to check iron levels and questionnaires are used to discover whether potential donors could have a condition that disqualifies them from giving blood. </p> <p>Once it has been donated, blood is tested for conditions such as HIV and hepatitis. </p> <p>It is not known how many are taking beta-blockers, but about 40% of adults are thought to have high blood pressure, many unwittingly. Those who have been diagnosed do not always receive adequate medication. </p> <p>Nice wants a huge increase in the number being treated. Patients on diuretics, the first line of therapy, are not banned from giving blood. Nice says many more should be on a combination of therapies which includes beta-blockers. </p> <p>The NBS has 1.6 million donors, supplying 2.5m units of blood each year. Donors can make up to three donations annually. </p> <p>The rules governing donation are constantly under review and the supply of donors has been reduced by the precautions needed against variant CJD and other diseases for which there are no blood tests. </p> <p>A spokesman for the service said it had been considering dropping the ban on people taking beta-blockers. </p> <p>\"We are a very conservative organisation,\" he said. \"We always err on the side of caution. As part of our review of that guideline we have looked for evidence behind that, and that evidence is not there. We see no reason not to amend this guideline.\" </p> <p>No firm date has been given for the change, although the service has in the past acted extremely quickly to protect the blood supply, including such incidents as Sars in the Far East and Canada and West Nile virus in the US. </p> <p>Bob Kempster, a blood donor for many years before he was put on beta-blockers two years ago, said the controls were too restrictive. </p> <p>\"There must be millions like me. When I try to get some sense from doctors in both the blood transfusion service and ordinary doctors, there is no research going on into a way you can reduce blood pressure and give blood. </p> <p>\"This frightens me. No one will give blood eventually. Young people don't give blood. It is older people who give it.\"</p>",
  "Surrounded by rolling English countryside, framed in bright sunlight, families are clustered at picnic tables, laughing and chatting; baby buggies are parked on the grass nearby. One mother is brushing her teenage daughter's hair. It is a perfect late-summer's day. But appearances can be deceptive. This is the garden of Askham Grange women's prison, in the picturesque village of Askham Richard, a few miles from York. In less than two hours, most of these people - husbands, children, mothers, fathers, sisters, brothers and friends - will vanish, leaving the inmates alone with their guards. <p>For Susan May, mother of three and grandmother of four, three months shy of her 60th birthday, it is just another surreal aspect of finding herself still in jail, 12 years into a life sentence for the murder of her elderly aunt, Hilda Marchbank, a woman she says was as dear to her as her mother. </p> <p>\"For the first year,\" she says, \"I just kept expecting my cell door to swing open and someone to say, 'It's all been a dreadful mistake.' Now I know that won't happen, but you never get over the disbelief.\" The years have brought bitter disappointment, with two failed appeals, the first in 1997 and the second in 2001. </p> <p>Now, however, her supporters are optimistic of an extremely rare third appeal, prompted by the findings of six first-year forensic science students at the University of Paisley. The students, who have been backed by several eminent scientists, and who all gained A+ grades for the project, claim that there is no definitive proof that a substance in which May's fingerprint was found was her aunt's blood. Analysis of three stains on Hilda Marchbank's bedroom wall formed the central plank of the prosecution case at May's original trial. Then, fingerprint expert Javaid Hussain testified that one of these stains was the victim's blood, and that another contained May's fingerprint - which, the Crown argued, must have been left in fresh blood, placing her at the scene at the time the murder was committed, not 12 hours later when the blood would have dried. </p> <p>While May's barrister Michael Mansfield QC raised doubts about the origin of these stains at her second appeal, the Paisley students have now replicated the tests carried out by Hussain, using three chemical reagents. They found that, using Hussain's methods, almost any biological material would have given the same positive result as blood, and concluded that there was very little hard forensic evidence linking May to the murder. </p> <p>Last year, the students' lecturer Dr Allan Jamieson, director of the Forensic Institute, Edinburgh, said that blood was just one of several materials that could have been present in the house giving the same result, but Hussain's insistence that it was blood \"would have misled any reasonable person as to the weight of the evidence\". The Criminal Cases Review Commission is currently taking the highly unusual step of reconsidering the case, although it could take weeks or months for them to reach a decision. </p> <p>But May is not holding her breath: she says she has no reason to trust the system, and cannot afford to hope too hard. Trim from her daily keep-fit and yoga regime, and deeply tanned from working in the prison garden, her white-blonde hair and no-nonsense Lancashire burr exude practicality and coping. Even so, there is a faraway look in her eyes. If she were at home now, she would be looking after her grandchildren, cooking, shopping - the usual things. Instead, her conversation is peppered with talk of lawyers and appeals, the indignities of the prison system, and the young inmates driven to drugs and suicide. </p> <p>Susan May lived in the tiny village of Royton, Lancashire, in the house where she was born, and ran her own hairdressing salon before giving it up to care for her mother and her mother's sister, Hilda Marchbank. Hilda, 89 at the time of her death, was frail and virtually blind. She lived nearby in her own house, and May often called on her several times a day, making her meals, cleaning and putting her to bed in the evening. But looking after her was never a chore: her aunt was good-natured and always grateful for anything her niece did. They were a close family, and May had no regrets about giving up hairdressing. </p> <p>Then, on the morning of March 12 1992, May arrived at Hilda's house to find her dead in her bed, battered and bruised. Cupboards had been flung open, but nothing valuable appeared to be missing. It looked as if a burglar had turned violent and then fled, terrified of taking anything that could connect him to the scene. </p> <p>May says she does not remember a great deal about finding Hilda, such was her shock. The police were ini tially sympathetic, and assigned a family liaison officer. May had been in the house every day for years, dusting and cleaning, so it seemed perfectly reasonable that she be asked to give her fingerprints for elimination purposes. </p> <p>Then, on March 30, she was charged with murder. She was incredulous that anyone could think that for no reason she could kill someone she loved. \"The day she is supposed to have been killed was March 11, my mother's birthday. It seems a daft thing to say: I could never have killed her at any time, but on Mum's birthday, of all days.\" </p> <p>Certain that the case would never make it to court, May engaged the family solicitor, who had never represented someone accused of a murder before. At the original trial, the prosecution called more than 60 witnesses, the defence just two - May's daughter Katy, and Dorothy Cooksey, May's best friend. </p> <p>Cooksey and May were born within a few months of each other and had lived in the same street virtually all their lives. Cooksey remains adamant that her friend is incapable of hurting anyone. \"She's the most gentle, generous person,\" she says. \"She never once complained about taking care of her aunt, or her mother. Even in prison, the younger girls come to her for help, and she does whatever she can for them.\" </p> <p>Cooksey, a neat, softly spoken woman, her dark hair flecked with grey, is an unlikely rebel. Yet what she perceives as the stark injustice of May's case has driven her and a small group of loyal friends, middle-aged and middle-class, to believe what they once thought impossible. \"I was brought up to always trust a policeman, to believe in law and order, that innocent people didn't end up in jail,\" she explains. \"Who would have thought at my age I'd be holding a placard, trekking to prison?\" May's supporters are hopeful of launching an appeal this autumn and are in talks with lawyers. Already they have the support of over 75 MPs and 25 Lords, and two local MPs, Michael Meacher and John McDonnell, have written to David Blunkett, the home secretary. </p> <p>Even Chris Ross, the neighbour the tabloids dubbed May's \"toyboy lover\", remains a close friend, and visits her regularly. The tabloids' sensational suggestion that May murdered her aunt to get her hands on an inheritance in order to lavish expensive gifts on him holds little water. Their relationship, May says, with weary resignation, had nothing to do with her aunt. Neither of them was short of money, and Hilda was happy to help her niece out financially from time to time. There would have been no need to resort to murder. </p> <p>May's friends believe that Hilda Marchbank was killed by a local burglar, who has himself since been murdered. They say police failed to investigate a host of leads and conflicting forensic evidence, including unidentified clothing fibres in Hilda's hand and other unidentified footprints and handprints. Two witnesses reported seeing a red car outside Hilda's house the night she died, and the relative of a local criminal appar ently knew of the murder before the body was discovered, reporting her suspicions to police. </p> <p>May says that her lowest point came after the failure of the second appeal in December 2001. \"I'd just sat through the judgment and was taken from London back to prison, handcuffed, totally on my own in the back of one of these 'sweatboxes', seven hours without a toilet break or a drink,\" she says. A year after she was first convicted, her mother died; she was released for just a few hours to attend the funeral. \"In a way,\" she says, \"I feel I haven't yet had the chance to grieve properly for either auntie or mum.\" </p> <p>She has her \"walking-through-treacle days\", as she puts it, but tries to keep the worst of it from her family. \"Sometimes, I'd be about to go on the phone, and I'd feel tears well up and I'd just hold off ringing till I felt a bit better,\" she explains. \"But I never want them to feel they can't tell me when they're upset. They'd be telling me if I was at home.\" </p> <p>In the meantime, the women who congregate in her cell at night to put the world to rights have become a surrogate family. She has formed close friendships with several other prisoners and ex-prisoners, male and female, and become politicised through their experiences and her own. \"Of course, not everyone who says they're innocent is innocent, but you get a feeling about some people,\" she says. \"And I've seen terrible things: young girls who have had horrendous lives, becoming drug addicts, harming themselves. It isn't as straightforward as it seems from the outside.\" </p> <p>She says the prison experience has changed and hardened her. \"It has to, otherwise you'd never survive,\" she says. \"Early on, I was beaten up by a girl who was convinced I was guilty, and I just said nothing, nothing at all. You soon learn not to grass people up.\" She could, if she chose, now do community work outside the prison during the day. But the authorities view this as the repayment of a debt to society; and since she maintains her innocence, she feels it would compromise her to do it. Likewise, although a model prisoner in every other respect, she has steadfastly refused to participate in \"offending behaviour\" workshops. Had she admitted her guilt, she could perhaps have been free years ago. She is due for parole next year, but her main concern has always been to clear her name, something she paradoxically feels it is easier to do inside prison. </p> <p>\"You feel they'd say, 'She's free, what's she worried about now?' and you'd go to the bottom of the pile,\" she says. She remains cautious about her chances of winning a third appeal. \"I thought we had a strong case last time, but well ... \" Her voice trails away. \"Twelve years is a long time, but one day is too long when you're not guilty.\"</p>",
  "<p>West Bromwich Albion and Tottenham Hotspur continued a start to the season that has seen them make life easy for pools punters and difficult for opponents. </p> <p>Five of the six games involving the clubs have ended one-all, the sequence spoiled by Tottenham's victory at Newcastle last Saturday. </p> <p>\"There are two ways to look at a draw,\" said Gary Megson, West Brom's manager. \"It can be seen as a good result if you do not play well and a bad one if you do. I felt we dropped two points against Aston Villa on Sunday but gained one tonight. We started well but let them back into the game after 15 minutes.\" </p> <p>Indeed, Megson's men could not have wished for a better start; neither could Zoltan Gera, who was making his full debut. Just two minutes had elapsed when the Hungarian midfielder, a £1.5m summer signing from Ferencvaros, put his new club ahead. </p> <p>Given possession by Riccardo Scimeca's prodigious headed clearance, Gera by-passed Nourredine Naybet before sweeping the ball across Paul Robinson and into the far corner of his goal. </p> <p>Spurs' coach Jaques Santini also included a debutant in Noe Pamarot. Barely had the ink dried on the three-year contract Pamarot had signed following his £1.5m transfer from Nice than he was thrust into a typically frenetic Premiership encounter. And with Naybet and Timothee Atouba still finding their feet, there were times when Spurs lacked cohesion. </p> <p>\"It's difficult to play when you've only been at the club for two days,\" said Santini. \"Much the same applies to Naybet and Atouba. But this was a good result for us and good for morale.\" </p> <p>It could have been better, however, had Spurs made better use of their abundance of possession once West Brom ran out of steam following a courageous save by Robinson to foil Geoff Horsfield. </p> <p>Horsfield's physical but fair approach was replicated by Darren Purse and Thomas Gaardsoe at the heart of the hosts' defence. Their tackling was so combative that Spurs' forwards, especially Atouba, did not linger on the ball. </p> <p>Apart from a mazy run by Freddie Kanouté that lacked a colleague's support, attempts on goal were executed from distance. Jermaine Defoe and Pedro Mendes both went close with turf-skimming efforts that were deflected for corners. </p> <p>The Albion goalkeeper Russell Hoult also reacted smartly to block another low drive from Defoe and foil the England striker as he stretched to reach the rebound. His heroics were forgotten, however, when he dived over another low shot from Defoe and allowed Spurs to equalise. </p> <p>West Brom's response was spectacular, Kanu's overhead kick beating Robinson, but it was disallowed for offside. </p> <p>Megson had no complaints about the decision and was mightily relieved after his defence survived a 10 minute battering from the visitors immediately after the interval. The onslaught saw Defoe rattle a post before Hoult atoned for his earlier error by diving to thwart Sean Davis. </p> <p>But Spurs' failure to capitalise on their superiority almost proved costly when Horsfield, put clear by Kanu's defence-splitting through pass, failed to control the ball as Robinson advanced and the chance was lost. </p> <p> <strong> West Bromwich Albion</strong> (4-4-2): Hoult; Scimeca, Purse, Gaardsoe, Robinson; Gera (Moore, 81), Johnson (Dyer, 54), Clement, Greening; Kanu, Horsfield (Dobie, 61). </p> <p><strong> Subs not used: </strong> Kuszczak, Albrechtsen. </p> <p><strong> Tottenham Hotspur</strong> (4-4-2): Robinson; Pamerot, Naybet, King, Edman; Redknapp (Brown, 78), Davis, Mendes, Atouba (Jackson, 88); Defoe (Keane, 67), Kanouté. <strong> Subs not used: </strong> Keller, Gardner. </p> <p><strong> Referee:</strong> B Knight .</p>",
  "Women will outnumber men by about 27,000 in this autumn's intake of university undergraduates - the highest figure ever - according to figures published by the Universities and Colleges Admissions Service (Ucas) yesterday. <p>The figures do not take account of the last-minute scramble for places, but on the current basis they show that law is again the most popular undergraduate course, nearly 13,000 students having been accepted on law degree courses, almost 1,000 more than last year.</p> <p>The number of women entering full-time undergraduate courses has risen from 161,548 last year to 168,349 an increase of 6,801 (4.2%).</p> <p>The rise in the number of men is numerically and proportionally less: from 136,348 to 141,275, an increase of 4,927 (3.6%). </p> <p>The total number of applicants is up 12,248 (2.7%) at 463,929. </p> <p>Since the A-level results were published last week 309,624 applicants have had their places confirmed, compared with 297,896 at the same point last year, an increase of 11,728 (3.9%). </p> <p>The number of students eligible for clearing is up by 4,153 on last year, to 100,651. </p> <p>The chief executive of Ucas, Anthony McClaran, said: \"I'm delighted that we are continuing to see a rise in the numbers of people entering higher education. </p> <p>\"The very fact that we are able to process decisions faster and more efficiently than ever before means that students have a clear view of their future in record time.\" </p> <p>There have been significant increases in acceptances on courses in maths (up 12.8%), Crafts (38.4%), Cinematics and Photography (22.7%), Drama (18.5%), and Music (12.8%). </p> <p>Acceptances in journalism have risen by 29.5% and Civil Engineering is up 29.3%. </p> <p>There is a continuing rise in acceptances for health-related subjects. </p> <p>There was a 14% increase in acceptances for mechanical engineering, but a 7% fall for physics.</p>",
  "<p>Tomorrow's fighter pilots might not have to worry about a hole in the fuel tank. US navy scientists are testing fabric they hope will instantly close over damage from high-speed projectiles. The self-sealing stuff is an ionomer (a kind of copolymer) trademarked Surlyn. It is tough without being brittle and in various forms has been used by the manufacturer DuPont in golf-ball covers, hockey helmets, ski boots and chip pans. </p> <p>\"A group that oversees aircraft survivability came to us saying they had heard about an ionomer that could heal over holes if you shot at it,\" Christopher Coughlin of naval air systems command, Paxutent River, Maryland, told the American Chemical Society meeting in Philadelphia. \"They wanted a polymer scientist to see whether they could use it in a fuel tank. Unfortunately, it degrades around jet fuel, but we started thinking, maybe we can modify this.\" </p> <p>The scientists cut and moulded small sheets of Surlyn about 1.5mm thick, and fired shotgun, machine gun and anti-aircraft rounds at them. The samples either fragmented, left a hole with smooth edges - or sealed shut. The research had been inspired by interest in how flesh wounds heal. A self-healing prototype fabric now exists, but is multilayered and fairly heavy. The trick is to find something smart, safe and lightweight.</p>",
  "<p>Former failing schools in some of the poorest and most challenging inner-city areas of the country have achieved the most significant improvements in GCSE results, it was revealed today. </p> <p>They are dubbed \"shooting stars\" by the Department for Education and Skills for making huge strides from a low base in a relatively short space of time.</p> <p>Among those notching up a remarkable turnaround are a cluster, or federation, of three schools in Birmingham headed by Sir Dexter Hutt. The most striking results are from the International school - the newest entrant to the federation and a new school formed from the merger of two others - where the proportion of youngsters getting five or more good grades at A-star to C leaped to 32% from just 9% last year. </p> <p>Sir Dexter, who shuns the moniker \"super head\" and prefers to describe himself as \"executive head\" of the federation, where each of the schools has its own designated headteacher, said he was confident of future year-on-year improvement. \"We'll have more of a challenge in the future but we expect progress to carry on. We would expect to hit 50% next year.\"</p> <p>The other two schools in the federation are also expected to deliver improved results, building on the gains of previous years. Waverley school was last year the most improved in Birmingham, where the proportion of youngsters getting five or more good grades virtually tripled to 52% from 16% the previous year. That performance also made it the seventh most improved school on the Department for Education and Skills' list - published in January - of those that had improved most between 2000 and 2003. </p> <p>At Ninestiles school, 76% of youngsters achieved this benchmark last year and is expected to deliver a further improvement today. It employs 15 advanced skills teachers in its teaching staff - the highest proportion of any in the country - who are available to teach at all three schools. </p> <p>Yesterday, Sir Dexter said the key to raising attainment was changing expectations and aspiration, mainly by improving discipline, which helped to \"free up\" teachers' energy to focus on teaching. Students' progress is monitored continuously and they are given \"working at\" grades rather than predicted results, which he believes are more helpful by telling the students what they would achieve if they took the exam at that particular point. All three schools in the federation serve mixed communities with high levels of social disadvantage. The name of the International school actually belies its intake - its pupils are predominantly white working class and its name has more to do with its location near Birmingham International airport.</p> <p>At Waverley, the proportion of youngsters eligible for free school meals (the classic index of poverty) is higher than the local average at 60%, and 85% of students are Muslim. Sir Dexter said the improvements made here were very significant as they were proof \"that you don't need to have segregated single faith schools to achieve good results\".</p> <p>The steep rate of improvement at GCSE in some of Britain's poorest communities reflects the progress made in national test results for 11-year-olds, where deprived areas are among the local education authorities showing the biggest gains since last year. In 2003 the number of pupils gaining at least five A-star to C grades in deprived areas rose by more than twice the 1.3 percentage point national average. </p> <p>The clutch of City Academies - Tony Blair's flagship programme to improve standards at secondary schools - are also expected to deliver significant improvements when they issue their results today. The proportion of pupils achieving five or more good grades at Capital City (which has taken the place of Willesden high) is understood to have more than doubled from 12% to 28%, for example. And results at King's Academy, Middlesbrough, have gone up from 21% to 34%.</p>",
  "<p>Competitive sport in schools encourages the few, not the many (Blair puts competition back into school sports, August 25). As someone who was asthmatic as a schoolchild, and did not have a particular talent for any sport, I was forced to take part in competitive sport in school, and felt humiliated and inadequate as a result. Certainly it did not serve as an encouragement to take part in sporting activity of any kind and I did not take part in any sport for many years afterwards, despite enjoying outdoor physical activity in other forms. As a secondary school teacher, I see many other young people whose experience is similar. </p> <p>By all means encourage sport in schools and parents to arrange physical and sporting activity for children as part of their daily lives. Their future health and prosperity may depend upon it. But imposing competitive sport on all young people will not provide the extra gold medals the government is no doubt hoping for, nor improve the health and fitness of tomorrow's adults.<br> <strong>Paul Parker</strong><br> Sandy, Beds  Could this be the same Labour government that has sold off school playing fields at such a rate that the number of planning development applications for those fields has risen every year since it came to power? These facilities are of crucial importance to children's healthy development and cannot easily be replaced. The great playing fields sell-off should be stopped at once if the government really is serious about getting our children fit again. <strong>Alistair Craig</strong><br> Greenwich Conservative party  It is to be hoped that Labour does not compound the highly favourable charitable tax status which it affords independent schools when doling out the money. Let's recognise that rowers, sailors, horse riders etc will always come from a privileged background and thus need little extra financial or technical help. Let's see real spending on genuine regeneration programmes in inner-city and suburban state schools, which will at last enable the bottom quartile of the population to see they are receiving significant support and offer their children a real opportunity to develop into world-class athletes. <strong>Alan Gent</strong><br> Cheadle, Cheshire  All that \"political correctness\" says is that we are all of equal worth and any system that insists on drumming into someone that they are not, just because they have failed to win something, is a crap system. <strong>Bill Willoughby</strong><br> Croydon, Surrey</p>",
  "Former failing schools in some of the poorest and challenging inner-city areas of the country have achieved the most significant improvements in GCSE results, it will be revealed today. <p>They are dubbed \"shooting stars\" by the Department for Education and Skills for making huge strides from a low base in a relatively short space of time. </p> <p>Among those notching up a remarkable turnaround are a cluster, or federation of three schools in Birmingham headed by Sir Dexter Hutt. The most striking results are from the International School - the newest entrant to the federation and a new school formed from the merger of two existing schools - where the proportion of youngsters getting five or more good grades between A* and C leapt to 32% from just 9% last year. </p> <p>Sir Dexter, who shuns the moniker \"super head\" and prefers to describe himself as \"executive head\" of the federation, where each of the schools has its own designated head, said he was confident of future year-on-year improvement: \"We'll have more of a challenge in the future but we expect progress to carry on. We would expect to hit 50% next year.\" </p> <p>The other two schools in the federation are also expected to deliver improved results, building on the gains of previous years. </p> <p>Waverley School was last year the most improved in Birmingham, where the proportion of youngsters getting five or more good grades virtually tripled to 52% from 16% the previous year. </p> <p>That performance also made it the seventh most improved school in the education department's list - published in January - of those that had improved most between 2000 and 2003. </p> <p>At Ninestiles School, 76% of youngsters achieved this benchmark last year and a further improvement is expected today. Its staff includes 15 advanced skills teachers - the highest proportion in the country - who are available to teach at all three schools. </p> <p>Yesterday Sir Dexter said the key to raising attainment was changing expectations and aspiration, mainly by improving discipline which helped to \"free up\" teachers' energy to focus on teaching. Students' progress is monitored continuously and they are given \"working at\" grades rather than predicted results, which he believes are more helpful </p> <p>All three schools in the federation serve mixed communities with social disadvantage. At Waverley, the propor tion of youngsters eligible for free school meals, the classic index of poverty, is higher than the local average at 60%, and 85% of students are Muslim. Sir Dexter said the improvements made here were very significant as they were proof \"that you don't need to have segregated single faith schools to achieve good results\". </p> <p>The steep rate of improvement at GCSE in some of Britain's poorest communities reflects the progress made in national test results for 11-year- olds, where deprived areas are among the local education authorities showing the biggest gains since last year. Last year the number of pupils gaining at least five A* to C grades in deprived areas rose by more than twice the 1.3 percentage point national average. </p> <p>The clutch of city academies - Tony Blair's flagship programme to improve standards at secondary schools - are also expected to deliver significant improvements when they issue their results today. </p> <p>The proportion of pupils achieving five or more good grades at London's Capital City is understood to have more than doubled from 12% to 28%. </p> <p>And results at King's Academy, Middlesbrough, have gone up from 21% to 34%.</p>",
  "<p>Rafael Benítez believes Xabi Alonso and Luis García, his £16.7m signings from La Liga, could provide the extra quality to help Liverpool muscle their way into the Premiership's top three and excel on their return to the Champions League. </p> <p>The Spanish pair were unveiled at Anfield yesterday and will be thrust straight in for Premiership debuts on Sunday at Bolton as Liverpool attempt to exorcise the painful memory of Tuesday's ignominious 1-0 defeat to Grazer AK. That loss may not have cost Liverpool a place back in Europe's elite - they won 2-1 on aggregate - but it was a reality check, wrecking Benítez's unbeaten start to his Anfield reign. </p> <p>\"People may have seen that defeat, when we didn't play well, and doubt us but these two new players will change their minds,\" said Benítez, who has brought in a quartet of his compatriots since becoming manager in June. \"They will be very important because they give us more possibilities and the qualities we need. Sometimes, in games like against Graz, it is obvious that you lack certain qualities. These players can bring those to us. </p> <p>\"People thought I would try and recruit a lot of Valencia players, but these are the players I wanted. Xabi Alonso is an international, while Luis García only missed out on playing for Spain because he was injured. They are both top level. Xabi is a very good player, a player who can hit short or long passes well and dominate midfield, while Luis is a talented attacking player who will offer something different. He played for me as a left-sided midfielder at Tenerife and scored 16 goals.\" </p> <p>Benítez attempted to sign García, 26, when Valencia's coach and now hopes to offer some stability to a player who has spent the last six seasons at different clubs, either on loan or after permanent transfers. The winger has featured for Atlético Madrid and Valladolid, and was Barcelona's leading scorer in pre-season before agreeing a £6m move to Merseyside. </p> <p>Alonso cost £10.7m from Real Sociedad and will add to Liverpool's options in central midfield, potentially easing the pressure on Steven Gerrard. \"They will give us more scope, more alternatives,\" said Benítez. \"When you have more players, it is more competitive and that is better for all the players and the team in the long run.\" </p> <p> Blackburn Rovers have agreed a fee of £2.5m, dependent on appearances, with the Norwegian club Tromso for the 22-year-old Morten Gamst Pedersen. The winger was yesterday named in the Norway squad for their World Cup qualifiers against Italy and Belaruson September 4 and 8.</p>",
  "<p> Sir Alex Ferguson's trump card in the pursuit of Wayne Rooney might well be the prospect of Champions League football after Manchester United's place in the competition was secured with the modicum of fuss last night. They will go into today's draw alongside Arsenal, Chelsea and Liverpool but, perhaps crucially in the bartering process for Rooney, no Newcastle. </p> <p>Whether Ferguson will be able to guarantee Rooney first-team football is another matter entirely. By scoring twice in the space of three second-half minutes Alan Smith has now accumulated four goals in five appearances for his new employers. With the fit-again Louis Saha on the bench and Ruud van Nistelrooy back within three weeks, Ferguson could soon have an attacking quartet to rival Real Madrid's of Ronaldo, Michael Owen, Fernando Morientes and Raul. </p> <p>The natural conclusion is that Smith would be fourth in the order of merit but the £7m recruit from Leeds could hardly have done more to justify a prolonged run in the team. United's supporters might have been initially dubious about his switch but his tenacious style has swiftly won them over and there was genuine warmth in the standing ovation that greeted his substitution. </p> <p>As has become the norm so far this season, Smith will attract most of the plaudits, but Ferguson will take just as much pleasure from the performances of several of the supporting cast, not least David Bellion, who sprinted clear to add the third six minutes after emerging as substitute. It was Bellion's second goal in four days but he is unlikely to find it prevents him being surplus to requirements should Rooney join United. </p> <p>Kleberson and Eric Djemba-Djemba, two of Ferguson's most-maligned signings, controlled midfield, Cristiano Ronaldo was not far behind Smith as the outstanding performer and there were competent European debuts from Chris Eagles and Jonathan Spector, both 18 years old. Eagles was particularly impressive, although Dinamo Bucharest's attacks were so rare it was difficult to judge Spector's ability at left-back. </p> <p>Protecting a 2-1 lead from the first leg, and even without the injured Roy Keane, Ferguson was relaxed enough to omit Paul Scholes and Ryan Giggs and his confidence was not misplaced, even if it was a sluggish start from his players. </p> <p>Neither side could muster prolonged meaningful pressure in a disappointing first half, but there was always the sense that United were in control. Their best moments usually stemmed from Ronaldo, who has wasted little time in dispelling Ferguson's theory that a hectic summer might have dulled his attacking instincts. His mazy runs on the left constantly caused problems but, with the exception of a Smith header against the top of the bar, United seldom threatened until finishing off Dinamo at the start of the second half. </p> <p>Having turned in a skew-whiff clearance by Adrian Iordache, Smith was initially denied his first goal by a trigger-happy linesman who ruled him offside. After vehement protests, United eventually persuaded the referee Markus Merk that the \"assist\" had come from a Dinamo defender and the goal was given. </p> <p>Smith's second was far more straightforward as he coverted a low Gary Neville centre to remind Ferguson, yet again, that he has no intentions of playing second fiddle to anyone - Rooney included. </p> <p> <strong> Manchester United </strong> (4-4-1-1): Howard; G Neville (P Neville, 56), O'Shea, Silvestre, Spector; Fletcher, Djemba-Djemba, Kleberson, Ronaldo (Richardson, 64); Eagles; Smith (Bellion, 64). </p> <p><strong> Subs not used:</strong> Carroll, Saha, Giggs, Scholes. </p> <p><strong> Booked</strong> : Eagles. </p> <p><strong> Dinamo Bucharest</strong> (4-5-1): Munteanu; Irimia, Irodache, Galamaz, Semeghin; Petre (Balan, 67), Naidin, Margaritescu, Danciulescu, Grigorie (Pacurar, h-t); Niculescu (Serban, 81). </p> <p><strong> Subs not used:</strong> Haybu, Ciobotariu, Baltoi, Goian. </p> <p><strong> Referee:</strong> M Merk (Germany).</p>",
  "Israel declared its hospitals off-limits yesterday to the 2,800 jailed Palestinians on hunger strike, saying they could be treated in makeshift facilities behind bars. <p>The health minister, Danny Naveh, told Army Radio he was not prepared to endanger other patients and medical teams by admitting \"these murderers\". </p> <p>\"If a field hospital has to be set up at a prisons service installation, then that is what should be done,\" he said. </p> <p>Israel's public security minister, Tzahi Hanegbi, like Mr Naveh a member of the rightwing Likud party of the prime minister, Ariel Sharon's, said last week he did not care if the prisoners starved to death. </p> <p>The inmates at 10 jails are refusing food to force wardens to stop strip searches, allow more frequent visits, improve sanitation and install public telephones. </p> <p>About 7,000 Palestinians are held by Israel. Among the inmates are those who openly identify with militant Islamic groups. </p> <p>Hisham Abdel-Razek, the Palestinian minister for prisoners' affairs, branded Mr Naveh's comments \"inhuman and arrogant\". </p> <p>\"Israel is behaving like a state above the law and Israeli ministers are acting as if they are above Israeli law,\" Mr Abdel-Razek said.</p>",
  "Indonesian judges yesterday dismissed charges relating to the 2002 Bali bombing against a militant Islamist even though he admitted a key role in the attack, which killed 202 people. <p>Last month's constitutional court ruled it unconstitutional to prosecute the plotters for terrorism because the relevant laws did not exist at the time of the atrocity. </p> <p>Lawyers for the 32 men convicted under the anti-terrorism law said yesterday's decision would strengthen their case even though the government has said the verdicts would stand. </p> <p>The judges, in the same ruling, convicted Idris of a minor role in the August 2003 attack on the Marriott hotel in Jakarta which killed 12 people. He was jailed for 10 years. </p> <p>Idris admitted attending most of the planning meetings before the Bali attacks and helping choose and reconnoitre the targets. </p> <p>Police said yesterday prosecutors had approved their dossier of charges against the alleged head of the terror group Jemaah Islamiyah, Abu Bakar Ba'aysir.</p>",
  "Complaints about poor lane discipline strike a chord with me. People who dawdle in the fast lane, barely move in the medium lane or go in completely the wrong direction all interfere with the already dubious pleasure of swimming. Perhaps these are the same people who are responsible for a very different kind of lane indiscipline: hogging the middle lane on motorways. If it weren't for these roadhogs, according to the RAC's executive director, Edmund King, congestion on our motorways could be wiped out virtually overnight. <p>If you are a middle-lane laggard, I hope you're ashamed of yourself. But then, I'd be very surprised if you confessed to being one. There are lots of bad drivers in Britain, but they are always other people. This is very convenient, because it stops us having to confront the possibility that maybe we share the responsibility for the gridlocking of our roads, the 3,600 road deaths every year and the pollution caused by traffic. </p> <p>What is it about middle-lane plodders that's so irritating? Is it because they are dangerous? In the grand scheme of things, doing a steady 60mph in the middle lane ranks pretty low in the scale of risky motoring activities. If safety were the issue, tired, fast, drunk, drugged and mobile phone-using drivers would all irritate us more. </p> <p>The sense that driving brings, of being in complete control, is a serious problem. In the clicking of a door lock, it causes people to forget that it is not just other people who have accidents. Being in control of a vehicle seems to give people a sense of invulnerable omnipotence. The consequences of this for road safety are well known. People believe that they are capable of driving fast and safely, even though we all know that speed is one of the main causes of traffic accidents. Many still insist that they drive better after a drink or two, even though we know studies show that driving confidence increases as competence decreases. Then there is the under-studied phenomenon of people taking their cars for a post-spliff spin, even though a study a few years back suggested that up to half of drivers killed in road accidents had illegal drugs in their systems. </p> <p>I suspect the real reason that dawdling drivers irritate is that they stop us being masters of our motoring universes. Getting stuck behind someone else is an unwelcome reminder that on the roads, our fates also depend on others. This self-evident truth, however, is deeply unwelcome, for it strikes against the individualism that permeates the psyche of the driver. Strapping yourself into the driver's seat unleashes the egotist within, turning otherwise generous people turn into selfish monsters. </p> <p>At this point, I should admit that I do not drive. Not that this is a proof of my virtue. Although I am no frequent flyer, my annual air miles pump more carbon dioxide into the atmosphere than a year of driving would. Nor do I think I am immune to the character flaws so readily displayed by motorists. When I took some lessons a few years back, I was amazed at how little time it took for both fear to vanish and for 30mph to seem ridiculously slow. If there are psychological traps drivers fall into, I'm sure I would stumble into them as carelessly as the next man. Driving is a form of intoxication, and lane hoggers are like a sobering ice-cold glass of water in the face, and just as irritating. </p> <p>But it is the intoxication that is the real problem, one we resolutely refuse to deal with, and the people who moan loudest who are often the most car-drunk. They are the problem: overdependent on their cars, critical of other road users but not themselves, and frustrated by anything that puts a brake on their speed. </p> <p>A lot has been written on the rights and wrongs of transport policy, but perhaps we need to think more about transport psychology. Middle-lane drivers and their critics have both taken an empathy bypass, since neither fully appreciates their individual impact on the traffic congestion that affects everyone. It's time they both pulled over and considered what is driving the driver. </p> <p><b>New spouse price panic</b></p> <p>With the average wedding now costing £16,000, analysts are openly speculating whether the spouse-price bubble will burst. First-time wedders are particularly vulnerable and many can no longer afford to get on to the first step of the marriage ladder. They are forced to rent their partners on short-term, usually verbal contracts, and can no longer look forward to the security of fully owning a spouse in old age. </p> <p>Some, however, are beginning to question the British obsession with spouse-owning. What's wrong with leasing a partner? Ownership brings extra responsibilities and pressures and severely limits your freedom. Spouse ownership also brings the risk of negative equity: ending up with less than you put into the relationship. Nor is a spouse necessarily a guarantee of security: many are forced to sell up when things go wrong, leaving them with large legal and maintenance bills. </p> <p>Why is it, then, that people continue to dream of a spouse of their own? One explanation is that renting becomes tiresome. All that partner hunting, dragging yourself off to see something that is either thoroughly decrepit or way out of your league, and then having to compromise with something that never really feels as if it's yours. </p> <p>Then there's peer pressure. When all your friends are buying, it's easy to feel as though you're being left behind and failing to take on the full responsibilities of adulthood. </p> <p>But perhaps all these pragmatic, somewhat cynical explanations miss the point. For what really spurs people to buy is the conviction that they have found the spouse they never want to move on from. With the market so volatile, we may think they're taking a risk. But who can blame them for taking their chances?</p>",
  "Maoist rebels are to lift their blockade of Kathmandu from today after listening to requests from the business community, human rights activists and ordinary Nepalese. <p>The week-long siege of the capital has been maintained by the threat of violence, rather than physical roadblocks, but has been remarkably effective. </p> <p>Food prices have risen precipitously and there were concerns that the city would run out of fuel within days. But analysts said the guerrillas, fighting to topple Nepal's constitutional monarchy, had begun to see support for their cause drain away as the blockade began to hurt Kathmandu's 1.5 million people. </p> <p>A statement issued by the Maoist leadership said: \"The transport blockade has been postponed for one month, with effect from August 25.\" </p> <p>In an attempt to put pressure on the government, the rebels said the blockade would be reimposed if it continued to ignore their demands to free detained Maoists and investigate the killings of leftwing activists. </p> <p>The government said the ending of the blockade would help efforts to restart dialogue. </p> <p>The deputy prime minister, Bharat Mohan Adhikary, said he expected the rebels to resume peace talks soon as a first step to ending a conflict that neither side could win. He told the Reuters news agency he was optimistic \"on the basis of informal messages. Peace is a must for them. Peace is a must for us,\" he said. </p> <p>News of the imminent end of the blockade came just hours after four soldiers, patrolling the main highway to Tibet, were killed in a gun battle with guerrillas near Kathmandu. It was the first armed clash over the blockade since it began. </p> <p>Although all parties profess a desire to end the eight-year civil war, there has been little progress through talks.</p>",
  "The Fire Brigades Union today demanded the repeal of laws which it claims allows the government to impose pay deals on firefighters, ahead of tomorrow's meeting between the two sides in the bitter dispute. <p>The demand comes in the agenda for next month's TUC conference, published today, which sees the union table an amendment calling on Tony Blair to scrap parts of the Fire Services Act and Fire and Rescue Services Act.</p> <p>The news comes after reports that John Prescott's office has discussed plans to pay private firms to cover for the fire service in the event of another strike.</p> <p>Talks are expected tomorrow lunchtime on the ongoing pay dispute, with the FBU and the Local Government Association declaring a \"cautious optimism\" that an agreement can be reached.</p> <p>Sir Jeremy Beecham, the deputy chairman of the Local Government Association, refused to be drawn on the details of a compromise wording believed to have been brokered by the TUC general secretary, Brendan Barber, during informal discussions conducted since pay talks collapsed earlier this month.</p> <p>But Sir Jeremy nevertheless endorsed FBU claims that the resolution was on the cards at tomorrow's joint meeting. \"I am cautiously optimistic about tomorrow's talks,\" he said.</p> <p>Today's publication of the TUC conference agenda came before the revelation of possible private sector involvement, but shows the level of antagonism between the government and the FBU following last year's strike and the recent collapse of talks.</p> <p>After the TUC as a whole had called for the repeal of what it calls Tory anti-union laws, the FBU tabled its own amendment demanding the \"repealing of the sections of the Fire Services Act 2003 and those in the Fire and Rescue Services Act 2004 which give the government powers to undermine collective bargaining by imposing pay and conditions in the fire and rescue service in contravention of ILO conventions and the European Social Charter\".</p> <p>The motion already calls on the prime minister to provide trade union recognition to all workplaces, regardless of size, and for employment rights to be enforceable from day one.</p> <p>The TUC also calls on the government to enact its long-postponed promise to bring in a \"corporate killing bill\" to make company directors liable for avoidable deaths in the workplace.</p> <p>Among other resolutions in the 56-page agenda is a call for new laws to allow unions to expel members of any \"racist or fascist organisation\" - a reference to the recent legal challenges brought by the BNP against unions such as the NUT and Aslef who attempted to kick its members out.</p> <p>Today the Guardian revealed that private contractors could be used to requisition and operate modern red fire engines if crews strike next month.</p> <p>Officials in the Office of the Deputy Prime Minister - responsible for the fire service, although negotiations with the FBU are carried out by Local Government Association - have discussed paying commercial firms to support the military for the first time in the two-year pay dispute should firefighters unleash a fresh wave of walkouts. </p> <p>Mr Prescott is said to be preparing to use new legal powers to order fire authorities to make available red appliances for the stand-in firefighting force to replace antiquated Green Goddess machines deployed during strikes in late 2002 and early 2003.</p> <p>Confidential talks are understood to have taken place with senior figures in Group 4 Securicor over what is officially known as \"capacity\" ahead of next week's fresh FBU strike ballot. </p> <p>Mr Prescott's office said yesterday it had no plans to use private contractors during a strike.</p> <p>Although next month's TUC conference - which kicks off the season of party political conferences - is likely to be the final one before a 2005 general election, relations have thawed slightly between union bosses and the government, aside from the fractious FBU dispute.</p> <p>At the Labour party policy forum in Warwick over the summer, a loose agreement was made to guarantee that private firms taking over PFI contracts from the public sector could not offer worse pay and conditions - ending the threat of the \"two-tier workforce\" the unions had complained about.</p>",
  "<p>This is the part of the review where I pretend to have to tell you, the reader, who Jenna Jameson is. If we agree to dispense with that charade and admit that we both know who Jenna Jameson is (which still leaves us the out of \"but I've never seen any of her movies\"), then we can - tee-hee - make naughty little jokes about what must be included in a porn star's autobiography. Or we can feign a lack of interest, make knowing remarks at what crap the book must be, even look down at the poor suckers shelling out for it. We all know they're just buying it to jerk off to the pictures, right?</p> <p>When you get down to it, there's not much difference between those strategies of disdain and Bill O'Reilly's calling Jameson a \"quasi-prostitute.\" They're both ways of saying that what used to be called \"that type of woman\" has no standing in real society. She's not a real person. And, by extension, neither are the millions of us who watch Jenna Jameson and who have made her the most successful star in the history of adult movies.</p> <p>As the representative face of a segment of pop culture that's both more popular than it's ever been (porn's yearly income rivals that of Hollywood and pro sports) and still unacknowledged by most of its consumers, Jenna Jameson has become an unintentional provocateur. She's managed to become a big star with only minimal appearances in the mainstream media (some hosting for the E! Channel; a recurring role on NBC's cancelled Mr Sterling series; a bit role in Howard Stern's Private Parts and guest shots on his show). I can walk into one of the big media megastores and buy one of her movies or a 'Got Jenna?' t-shirt or a Jenna Jameson action figure. But I'm not likely to see her turning up on Letterman or Leno - and if she did, the conversation would likely be about the novelty of her being there at all.</p> <p> It's doubtful that Jay or Dave would oblige her with a plug by holding up a copy of Briana Loves Jenna, the second-best-selling adult movie of all time, or her latest, The Masseuse - a remake of the 80s porn classic - or let her mention her website, Club Jenna. She towers over Times Square on a billboard. But when she appeared on the cover of New York magazine last fall, it was to illustrate a pair of hand-wringing features by David Amsden and the hapless Naomi Wolf on the alleged insidiousness of internet porn. Because of how she's become famous, Jameson has made it harder than ever for people to maintain the hypocrisy that they recognise the names of porn stars but don't watch porn.</p> <p>Jenna Jameson has done more than any other performer to increase the acceptability of a part of our culture that, like it or not, isn't going away. For her, porn has not been and is not a stepping stone to 'legitimate' show biz. \"The most important thing to me right now is to become the biggest star the industry has ever seen,\" she told Wicked Pictures founder Steve Ornstein when she asked him to put her under contract. In no part of her new autobiography, How to Make Love Like a Porn Star, does she pretend that porn was a detour on a career that was meant to be spent acting or modelling or singing. Jameson is the prototype of a new sort of star, one who doesn't treat her particular brand of notoriety as notoriousness. Look at her book with that phrase - porn star right there in the title, no coyness about it.</p> <p>In this book, Jameson gets you rooting for her. Written with New York Times contributor Neil Strauss, the book is a captivating mess - with autobiography; celebrity dish; tips on making it in porn; transcribed conversations between Jenna, her brother and her father; pages from her teen diary, photo albums with everything from childhood snaps to skin shots to wedding pictures; comics; a '10 commandments of dating' (along with a list of the ones her husband has broken), all tossed together. A celebrity bio has to be judged on whether it's entertaining and whether, despite the ghostwriter, a real person comes through in its pages. Here, one does, and that's as much a tribute to Strauss' ability to merge with his subject as it is to the strength of Jameson's personality. How to Make Love Like a Porn Star is lively, hellaciously entertaining, sharp, feisty and touching enough to earn Jameson the right to wear that 'Heart Breaker' tattoo on her right butt cheek.</p> <p>Not that she ever asks for anyone's pity. Not once. The voice of this book belongs to what's usually called \"a troubled kid.\" The difference is that in How to Make Love Like a Porn Star that voice reaches us directly and not in the way in which we usually receive such voices, as part of a sociological study or as supporting evidence in an editorial.</p> <p>The outline of Jenna Jameson's life so far (she's only 30) sounds like the typical run-up to a too-fast, too-soon outcome. Mother dead of cancer when she was three. Loving but devastated father ill-equipped to raise her and her older brother. A series of negligent and abusive stepmothers. A generally unsupervised upbringing, leaving her and her brother free to get into drugs and other serious mischief. Moving from town to town. Gang-raped during her family's stay in Montana, in an attack she very plausibly claims she was not meant to survive. Live-in girlfriend of a biker tattoo artist. Raped by his uncle. Work as a stripper, leading to appearances in men's magazines leading to adult movies. A growing fondness for smoking crystal meth and bad relationships. Thousands of dollars made and blown. Eventual fame in adult movies and accompanying 'tude. Unhappy first marriage to a controlling fellow porn star. Periodic lapses into drugs and booze.</p> <p>That Jameson is alive to tell this story would, in best E! True Hollywood Story fashion, dictates an end replete with tears, redemption and \"If I knew then what I know now\" contrition. In fact, there is a happy ending. Reconciliation with her father and brother. A position as CEO of her own company. A happy second marriage to porn director Justin Sterling, now her only male partner, on-screen and off. A contented domestic life in Scottsdale, Arizona. Eager anticipation of motherhood. But the strength of How to Make Love Like a Porn Star is in the way it shows that sheer, lived experience makes a hash of assumptions and ideologies.</p> <p>The reason Jenna Jameson has become the friendly face of porn is that she is so reassuringly familiar. She has always looked like the prettiest girl you saw hanging out at the mall (in a recent interview she talked about how excited she was that her image was appearing on a ski board, like a girl whose boyfriend has painted her name across the back of his Trans Am). Hers is an accessible, American middle-class prettiness, blond and sunny, not exotic. She doesn't possess the forbidding fashion-model beauty of a porn star like Tera Patrick (a former Ford agency model). Nor does she have the up-for-anything trashiness of the countless girls who pass through the industry.</p> <p>Ten years into her career, Jameson doesn't look used up or hard-bitten. Possibly that's because she limits what she does on-screen. The same avenues that made porn more available, home video and the internet, have also made it more private, able to cater to any fetish from the most benign to the most repulsive. In an industry that increasingly relies on pushing the envelope, she has always refused double penetration and gang-bangs, and has kept anal sex for her private life.</p> <p>Reading How to Make Love Like a Porn Star makes her seem even more familiar. Most of us have known someone, a friend or sibling or cousin, who made lousy choices and somehow come through it all OK. Often those people wind up living traditional middle-class lives - they get married, have kids, buy a home. But the route they take to get there is one that - often recklessly - shuns all the traditional middle-class safety nets of college or vocational training or settling down in one place.</p> <p>What could seem a better way to flout middle-class values than going into stripping or nude modelling or adult movies (even though, for some of the people who go into them, they are the quickest route to middle-class stability)? But though sex workers have often been looked down on in the name of middle-class propriety, it's interesting to think about what they share with the middle class. Back when strippers were occasional guests on daytime talk shows (instead of the staple they've become), there were always a few well-appointed middle-class women in the studio audience who rose to chide the guest on her lack of self-respect and ask how she would ever manage to justify her job to her children. Whenever I'd hear a question like that, I always thought, fairly or not, that the person asking it must never have worked a day in her life.</p> <p>The assumption behind that question is that work is ennobling instead of, for most people, a drudgery they endure to feed and clothe and house themselves and their families. The now-standard glib riposte to people who call porn degrading and exploitative is that you can be degraded working at Wal-Mart or Denny's. There's an obvious problem with the analogy - people who work retail or wait on tables aren't required to fuck on camera. But the comparison isn't entirely off the mark. You can just as easily lose your self-respect doing something that society doesn't consider scandalous. And while there's a good chance that getting literally screwed will be pleasurable at least some of the time, getting figuratively screwed is never any fun.</p> <p>What I'm trying to get at here is the class cluelessness that has always seemed part of the knee-jerk reaction against any type of sex work. Sexism is a part of that, too, a belief that any young woman who ventures into the sex trade will wind up either a victim or a whore.</p> <p>Jameson doesn't settle these arguments; she complicates them. She upsets the easy assumptions of both sides in the debate about whether porn is degrading (damn straight it can be, she says) or empowering (ditto). One of the best and toughest chapters in the book is Jameson's advice to would-be porn stars. She lays out what happens to too many of the girls who arrive at the industry's regular cattle-call auditions:</p> <p>\"In a worst-case scenario, a gonzo director will take a girl to a hotel room and have their friends shoot a cheap scene in which she is humiliated in every orifice possible. She walks home with $3,000, bowed legs, and a terrible impression of the industry. It'll be her first and last movie, and she'll regret it - to her dying day.\"</p> <p>Jameson says porn has more pitfalls \"than nearly any other occupation.\" Drugs is one. Maintaining a boundary between your job and private life is another. The inability to recognise the distinction is shared by many who love porn and many who loathe it - in other words, they both tend to assume that porn stars are whores who will sleep with anyone.</p> <p>Even the girls who are lucky enough to land a contract with one of the big adult film companies like Vivid or VCA or Wicked find their battles aren't over. A contract girl gets between $75,000 to $100,000 to appear in 10 movies a year (at probably two to three scenes a movie). They don't own any rights to their screen work, so scenes can be reused in compilations. And because the adult industry isn't unionised and the films are so cheap to make, the stars make a piddling slice of the overall profits. (The professional in Jameson seems ashamed by the diva behaviour she indulged in following her success, though it's tough to read her account of that time and not feel that, for the money they make off her, the producers deserved a little bitchiness in their lives.)</p> <p>The same is true with photo shoots, where photographers often retain the right to resell the photos for which they've paid models a basic fee. (Jameson calls the most famous adult photographer, Suze Randall, whom she insists she likes, \"a shark.\") To make more money, many porn stars tour strip clubs as 'featured dancers', which can present its own problems, like obnoxious fans and chiselling club owners - one told Jameson she couldn't keep the tips that patrons tossed her onstage because tips weren't in her contract. (Jameson stays mum on the growing number of adult stars who hire themselves out to escort services.) And none of this touches the difficulty of having sex in front of other people, sometimes with male co-stars too nervous to perform, which isn't exactly balm for a girl's ego. </p> <p>But Jameson doesn't talk about porn as if it were the white-slave trade, either. She knows how easy it is for the gullible to be taken advantage of but insists that aspiring pornettes have to learn to protect themselves. (That may be a tad easy for her to say. She's right that porn stars have to be firm about what they will not do, though the ones who refuse to perform a certain act, and who don't have her charisma or star power, may find themselves with far fewer career options.)</p> <p>For a long time, Jameson would lie when asked if she had been abused because she didn't want to be seen as a victim. (She also rightly finds the question insulting. When was the last time you heard it asked of a comic or an actor or a musician to explain what they do?) For her, playing the victim is offensively easy. Jameson rejects the idea of using her rapes as an explanation for her career. \"Was I in this business because I was victimised or because I wanted to succeed at something?\" she asks. \"I examined it from every angle I could, and every time came to the same conclusion: that it didn't make a bit of difference. It occurred too late in my development to be formative. Whether it happened to me or not, I still would have become a porn star.\"</p> <p>Jenna Jameson's story has a happy ending, but not one that moralists will be able to stomach. She got her happy ending because of porn, not in spite of it. Without it, she might still be Jenna Massoli, a Vegas biker's girlfriend content to get high on crank, perhaps still stripping at a local dive and not going anywhere. The penultimate page of How to Make Love Like a Porn Star shows a laughing, resplendent Jenna Jameson on her wedding day surrounded by her father, brother, sister-in-law and young nephew. Everyone is wearing white. Even the bride.</p>",
  "<p>Sheffield FC Ladies continued their warm up for the new season with a home friendly against neighbours Steel City Wanderers. The visitors won Sheffield's six-a-side tournament just a fortnight earlier so Sheffield knew they would have a tough game on their hands, not least because they were missing several key players. </p> <p>Their recent form saw them in high spirits though and they started brightly - almost going a goal up within five minutes when Clare Holmes broke free, only to put her shot straight into the keepers arms.</p> <p>They only had to wait two minutes though - Sarah Barbra, on her debut, delivering the ball wide from the right and in over the goalkeeper's head. </p> <p>Steel City responded with a shot blasted just over the bar on 15 minutes, but Sheffield soon doubled their lead: Sue Johnson in her now customary style with a near post header from Louise Pilley's corner. </p> <p>Chances were falling to both teams but it was Sheffield managing to convert their opportunities; Laura Holyer made it 3-0 with a brilliant finish following a mix up between defenders in the Steel City penalty area.</p> <p>Soon after, Vicky Harmon also went close for the home side, but it was Clare Holmes who increased Sheffield's lead to four with a superbly timed run and chip over the advancing goalkeeper. </p> <p>Steel City managed to grab a goal back just before half-time when Grace Adams broke through from midfield to open up the Sheffield defence, and slotted the ball calmly passed Andrea Ainley in goal. </p> <p>There must have been some stern talking going on at half-time, with Steel City Wanderers emerging fired up - within a minute of the restart they had scored again. Katie Hanson squeezed the ball past Sarah Barbra (who had moved into nets at half-time) at the near post. </p> <p>City were now in buoyant mood and Sheffield were starting to lose their shape and first half confidence. The visitor's levelled the score with two further goals in quick succession from Hanson, both of which narrowly evaded Barbra. And there wasn't long to wait before Wanderers took the lead: Rachael Aikman finishing off a good move just after the 70 minute mark.</p> <p>Sheffield were desperately searching for the form they had shown in the first half, and although they had brief spells of pressure, they were struggling to keep possession and control of their game. But, with just five minutes to go, they managed to level the scores - Sue Johnson again, with the faintest of touches, converting another Louise Pilley corner.</p> <p>Despite the final scoreline, the Sheffield players left the pitch mostly disappointed with the second half performance. This self-criticism bodes well. The team is no longer satisfied with scoring goals and just drawing matches...it's now about playing good football and winning games. With this determination and ambition to improve, it is hoped that the season could be one of the team's best yet.</p>",
  "<p>Women are expected to outnumber men by 27,000 at freshers week this year, provisional figures for students who have confirmed a place at university showed today.</p> <p>Last week's A-level results showed that men were slightly narrowing the gap in achievement with women after years of falling behind. But the gap between those heading to university appears to be widening.</p> <p>According to the latest figures published by the university admissions service, Ucas, the number of women already accepted on to degree courses for this year has risen from 161,548 to 168,349 - an increase of 6,801, or 4.2%, on last year. In comparison, the number of men has risen from 136,348 in 2003 to 141,275 this year - an increase of 4,927, or 3.6%.</p> <p>Last year men represented 45.8% of all candidates to accept a place at university; this year that figure is likely to drop to 45.6%.</p> <p>A spokesman described the figures as a \"snapshot\" of results as more students will gain places in the coming weeks through Clearing. </p> <p>On that basis, the figures show that law is the most popular undergraduate course this year, with nearly 13,000 students accepted on to degree courses - nearly 1,000 more than this time last year. </p> <p>Acceptances on politics degrees have jumped by 15%, in journalism by 29.5%.</p> <p>Scientists will welcome the fact that maths acceptances have risen by 13% and mechanical engineering by 14%, but they will be less impressed with the 7% fall in those opting to study physics.</p> <p>The Ucas spokesman stressed that the numbers could change before the start of term, by which time nearly 150,000 more students will have confirmed places, found a new one through Clearing, or dropped out of the race.</p> <p>The total number of applicants who have applied to UK universities and colleges for 2004 entry is 463,929, compared with 451,681 at the same point in 2003; an increase of 12,248 (2.7%). A total of 309,624 applicants have had their places confirmed, compared to 297,896 at the same point last year - an increase of 13.9%.</p> <p>Ucas also revealed that it had more Clearing enquiries than ever before. Within the first two days of the publication of A-level results last Thursday its helplines had received 20,122 calls, compared with 17,095 in the same period last year.</p> <p>Anthony McClaran, chief executive of Ucas, said: \"I'm delighted that we are continuing to see a rise in the numbers of people entering higher education. The very fact that we are able to process decisions faster and more efficiently than ever before means that students have a clear view of their future in record time.\"</p>",
  "<p>The partner of Manchester United footballer Gary Neville today issued libel proceedings against the Sun over allegations about her private life.</p> <p>Solicitors for Emma Hadfield said she had been \"deeply distressed\" by the claims published in the newspaper on August 4 and 5.</p> <p>\"These allegations are utterly false and are deeply defamatory of her. Accordingly, Emma Hadfield has instructed her lawyers to institute libel proceedings against News Group Newspapers,\" law firm Schillings said in a statement.</p> <p>Schillings wrote to the Sun editor, Rebekah Wade, after the two articles were published to deny the claims and request an \"immediate and prominent apology\", an undertaking not to publish the allegations and damages and legal costs.</p> <p>The Daily Star, which followed up the story, has already published a correction.</p> <p>The proceedings come during a busy few weeks for Schillings, the media lawyers that famously represented Naomi Campbell in her successful privacy battle with the Daily Mirror.</p> <p>Earlier this week they negotiated a payoff worth around £1.7m for the sacked Daily Mirror editor, Piers Morgan.</p> <p>They are also representing fellow United player Rio Ferdinand, who last week issued libel proceedings against Channel 4 over a video clip shown during the drama Sex, Footballers and Videotape.</p> <p>The programme was altered following an intervention from Schillings.</p> <p>But Ferdinand is suing the channel for libel and invasion of privacy over unedited tapes that were sent to journalists as part of the pre-publicity for the show.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Nursing leaders have backed the involvement of their colleagues in a controversial scheme to cut high sickness absence rates among public sector employees.</p> <p>From next week, staff starting sickness absence from York council will have to telephone occupational health nurses employed by a private contractor. Nurses may also make follow-up phone calls to the employee's home to check on their progress and offer further advice. </p> <p>The pioneering initiative will be trialled in York's adult services team for three months from September. Sickness rates in adult services are 28 days per year per staff member, costing the council £2.3m.</p> <p>The nurses are employed by Active Health Partners, a private company that offers the same service to 10 private companies.</p> <p>Carol Bannister, occupational health adviser for the Royal College of Nursing, said: \"Research shows the sooner an employer gets in touch with an employee the more likely there is to be a positive outcome for both employer and employee. If you ignore the employee they are likely to stay sicker for longer.</p> <p>\"The government has a number of pilots ongoing on managing sickness absence and occupational rehabilitation - the pilots are probably very similar to this one. It can be positive for employees and for the employer.\"</p> <p>Stephen Forest, the York council's human resources manager, said: \"In the past we have only used very traditional methods to tackle the problem of sickness absence, such as back to work interviews with staff when they return. </p> <p>\"To the best of our knowledge, Active Health Partners is the only organisation out there that can offer this sort of service. We were impressed to hear about their work with private sector companies.\"</p> <p>Council employees are not convinced about the scheme, however. Peter Household, general convenor of Unison's York City Branch, said: \"We are deeply suspicious about the company's motives. We think it will be more a question of nurses applying subtle pressure for staff to return to work.</p> <p>\"We will advise our members that they are not obliged to speak to the nurses. We don't want our members browbeaten into it.</p> <p>\"Staff are grossly overstretched and our members tell us that sickness is stress-related. We're resentful that, rather than come to us to discuss the sickness problem, we were just told that we've got this medical scheme.\"</p> <p>The council says it has met with the unions on a regular basis to try and allay their concerns.</p> <p>Haakon Overli, chief financial officer for Active Health Partners, said: \"We only pass on to management what we are allowed to under the Data Protection Act. We cannot pass on any medical information without the employee's consent.</p> <p>\"Similar companies in Sweden and the US get good results. Our software picks up on symptoms of stress, for example, and we can give a much better picture than anecdotal evidence from managers.\"</p>",
  "Russian investigators today said they had found no evidence that terrorists were to blame for the near simultaneous crashes of two passenger planes last night. <p>The two aircraft, which had taken off from Moscow's Domodedovo airport, disappeared from radar screens within four minutes of each other at around 11pm (1900 GMT) yesterday. </p> <p>One plane crashed, while another apparently broke up in mid-air, killing a total of 89 passengers and crew members.</p> <p>Security was stepped up at Russian airports as experts voiced fears that the loss of two aircraft from the same airport at almost the same time must be more than a terrible accident. One of the planes had reportedly issued a hijack warning before it disappeared from radar. </p> <p>The Russian president, Vladimir Putin, ordered the Federal security service (FSB) to investigate - something it is normally only asked to do when terrorism is suspected. </p> <p>However, later in the day the FSB said studies of the wreckage had revealed no evidence of terrorism. Investigators had recovered black box recordings from both planes by this morning, and the FSB said it was looking at other possible causes such as technical failures, the use of poor quality fuel, breaches of fuelling regulations and pilot error.</p> <p>The airlines that had operated the two lost planes rejected the possibility of human or technical faults, saying the aircraft were properly checked before the flights and had experienced crews.</p> <p>Authorities said rescuers had found wreckage from one of the planes, a Tu-154 jet that had been on its way to the Black Sea resort of Sochi, around nine hours after it had disappeared from radar screens 600 miles south of Moscow over the Rostov region. The Sibir Airlines flight had been carrying 46 passengers. 'We are considering an act of terror as one possibility, especially after we received an automatically generated telegram from the Sochi air control centre that the plane had been hijacked,' an airline spokesman said earlier. </p> <p>Officials, however, seemed unsure whether the signal indicated a hijacking or another severe problem on the aircraft. </p> <p>At around the same time the Sibir flight vanished, a Tu-134 aircraft carrying 43 people crashed in the Tula region, around 125 miles south of Moscow, officials said. The emergency situations ministry later said everybody on board had been killed. The Volga-Aviaexpress flight had been travelling to the southern city of Volgograd.</p> <p>Suspicion immediately centred on Chechen rebels. Russian authorities had expressed concern that Chechen separatists could carry out attacks linked to this Sunday's presidential election, and rebels have been blamed for a series of terror strikes that have claimed hundreds of lives in Russia over recent years. </p> <p>Moderate Chechen separatists, however, denied any role in the crashes. \"Our government has nothing to do with terrorist attacks. Our attacks only target the military,\" Farouq Tubulat, a spokesman for the Chechen separatist leader Aslan Maskhadov, told al-Jazeera television.</p> <p>\"This is part of the Russian propaganda plan to besmirch the struggle of the Chechen people.\"</p> <p>Officials said the crew of the Volga-Aviaexpress flight had given no indication that anything was wrong, but witnesses on the ground reported hearing a series of explosions. </p> <p>Emergency workers reported seeing a fire in the Rostov region where the Tu-154 went missing. However, search efforts were hampered by rainy weather, and it was hours before the wreckage was found. </p> <p>The emergency situations ministry's regional chief in Rostov, Viktor Shkareda, said the plane had apparently broken up in the air, with wreckage strewn over an area of around 25 to 30 miles. Body parts were said to have been discovered along with fragments of the plane near Gluboky, a village north of the regional capital, Rostov-on-Don. </p> <p>In the Tula region, rescuers found the Tu-134 jet's wreckage in a field. It was broken into two parts with the fuselage upside down and severed from the tail. </p> <p>Nikolai Gorokhov, a local resident who was at home at the time of the crash, said: \"There were three loud bangs on the window, like someone knocking.\"</p>",
  "Gunmen ambushed the head of the Palestinian intelligence service in Gaza City today, seriously wounding him in the chest and killing two bodyguards after opening fire on his convoy, Palestinian officials said. <p>The shooting of Brigadier-General Tareq Abu Rajab, 58, the acting head of the general intelligence service, appeared to be connected to an increasingly violent struggle over anti-corruption reform. Brig Gen Rajab is close to the Palestinian president, Yasser Arafat, but was not widely seen as taking sides in the struggle, which has seen younger Palestinian leaders challenging Mr Arafat's old guard as corrupt and resistant to reform.</p> <p>The unrest in Gaza has seen a wave of kidnappings, protests and other violence over the past month. Israel has said it will pull out of the Gaza Strip next year, creating a power vacuum and sparking the infighting.</p> <p>Brig Gen Rajab was travelling in a two-vehicle convoy in northern Gaza City when shots rang out, witnesses said. One of the vehicles flipped over. Palestinian hospital officials said two bodyguards were killed in the shooting and two others were wounded. Officials said that Brig Gen Rajab would be transferred to an Israeli hospital with better facilities. </p> <p>There was no immediate word on who carried out the shooting. Security officials said they had opened an investigation.</p> <p>\"It's a sinful crime and it is condemned by everybody. We are confident that the criminals will not escape punishment,\" Rashid Abu Shbak, head of internal security in the Gaza Strip, told the Reuters news agency after visiting Brig Gen Rajab in hospital. </p> <p>\"The Palestinian Authority must carry out decisive procedures to stop the security deterioration, which has started to harm Palestinian leaders,\" he said. </p> <p>Last month, Palestinian security officials declared a state of emergency in Gaza following a spate of kidnappings of Palestinian officials and French citizens. The hostages were all released within hours unharmed. </p> <p>The turmoil has also trickled to the West Bank, where a growing number of Palestinians have begun to demand reform of Mr Arafat's regime. In one instance, a Palestinian lawmaker who is a well-known critic of Mr Arafat was shot in the leg by unknown gunmen. </p> <p>The unrest prompted the Palestinian prime minister, Ahmed Queria, to hand in his resignation. He withdrew it after Mr Arafat pledged to carry out reforms. </p> <p>Today the Palestinian legislature was meeting in the West Bank city of Ramallah to discuss Mr Arafat's pledges. Last week, he promised to clean up his government, but offered few details on how he planned to do so. </p> <p>The Israeli prime minister, Ariel Sharon, plans to withdraw from Gaza next year. He has said that Israel's continued presence in the area is unsustainable. Some 8,000 Israeli settlers live in the strip, which is home to 1.3 million Palestinians.</p>",
  "<p>\"In a decision that could expose U.S.-based Web sites to free speech laws of other nations, a federal appeals court on Monday found that Yahoo could not escape legal action in France for violating a French ban on the sale of Nazi-related items,\" reports, erm, <a href=\"http://story.news.yahoo.com/news?tmpl=story&amp;cid=1620&amp;ncid=1620&amp;e=2&amp;u=/sv/20040824/tc_sv/yahoomustfacefrenchlegalaction\">Yahoo</a>.</p> <p>\"The case stems from a fight over whether Yahoo could be sanctioned by the French courts for allowing the sale of a host of Nazi items, including copies of Adolf Hitler's \"Mein Kampf\" and materials alleging that the gas chambers of the Holocaust didn't exist.\"</p> <p><strong>Comment:</strong> This long-running battle between Yahoo and the French courts highlights several important questions that could drastically affect the web's future.</p> <p>Who governs the internet, and what laws should it conform to? After all, few suggest that China's draconian internet regulation is anything but anti-democratic censorship - but seen in terms of the Yahoo decision, is the Chinese restriction of \"free speech\" so different from the French?</p> <p>In a global environment, we seem confused about how to enforce the law across national borders. Do you abide by the law's \"lowest common denominator\"? (in which case horrific regimes could try and enforce their laws on other nations) Or do you play to a new set of rules? (which could drastically affect existing national laws). Or, as some libertarians might argue, do you leave it totally unregulated?</p> <p>Where do we draw the line?</p>",
  "<p>Yuri Temirkanov has headed the St Petersburg Philharmonic for so long- it is 16 years since he succeeded the legendary Mravinsky - that he must be credited with the maintenance of its remarkable standards. On the podium, no conductor is more solipsistic, but the control is genuine and the results fascinating, even if rarely absolutely convincing. </p> <p>Glinka's Valse-Fantaisie made a brilliantly imaginative start, played with restraint and refinement, perfectly evoking the aristocratic ballroom. Temirkanov kept his players on a tight rein in Prokofiev's fascinating Second Piano Concerto too, allowing attention to focus on Yefim Bronfman's gripping account of a solo part that somehow manages to simultaneously inhabit the aesthetic worlds of both pre- and post-revolutionary Russia. </p> <p>In Tchaikovsky's Fifth Symphony the verdict was more mixed. Propelled by an endlessly dynamic double-bass section and topped by authentically fruity Russian woodwind and brass playing, the virtuosity was at times breathtaking. Yet Temirkanov was determined to put his own quirky stamp on this high-speed reading, at times reducing Tchaikovsky to a kind of parody. It was magnificent and slightly ridiculous at the same time. </p> <p>Like Temirkanov, Thomas Dausgaard conducts batonless, but in his concert with the Swedish Chamber Orchestra the quirkiness was in the music, not the readings. Sandwiched between a delicately likeable symphony by Kraus, once dubbed the Swedish Mozart, and a good-natured, unpretentious account of Beethoven's Fourth, the Swedes offered two genuine oddities which showcased the impeccable trumpet-playing of Hakan Hardenberger. </p> <p>In Folke Rabe's Sardine Sarcophagus, with the composer present, they produced an extended and at times haunting fantasy for trumpet, accompanied by woodwind and percussion, in which fragments of the opening song of Mahler's Song of the Earth become an increasingly prominent reference point. With HK Gruber's jaunty Three MOB Pieces, though, what you hear is what you get. </p> <p>Say what you like about Gruber, but it would take a heart of stone to actively dislike this engaging pastiche of bossa nova, Beatles and baroque, especially in Hardenberger's hands. </p> <p><strong>·</strong> The Guardian is reviewing every Prom this season</p>",
  "<p>British Airways today said it had resumed normal service for most of its operations as it reduced the number of cancelled flights to four.</p> <p>BA, Europe's second largest airline, cancelled around 40 return flights on Monday and Tuesday, leaving thousands of passengers stranded ahead of the busy August bank holiday period. </p> <p>It was the second summer in a row that the airline has suffered a public relations nightmare. Last year, thousands of passengers were stranded at Heathrow airport when check-in staff walked out in a dispute over the introduction of swipe cards.</p> <p>This summer, BA has found itself short of ground staff at Heathrow. It said stringent security checks had delayed the hiring of new staff, but it appeared that its efforts to cut costs had backfired.</p> <p>After the September 11 2001 terror attacks on New York and Washington, BA launched a comprehensive cost-cutting programme that saw the loss of 13,000 jobs. The airline is now beginning to suffer shortages in key areas.</p> <p>BA's problems began on Monday, when it cancelled flights to Philadelphia, Chicago and New York because of technical problems with aircraft. </p> <p>Those cancellations, combined with staff shortages, created a domino effect and led to further cancellations and delays.</p> <p>BA said it was around 120 staff short at Heathrow, explaining that several staff members had left unexpectedly at the beginning of the summer, and that large numbers were currently away on sick leave. </p> <p>That, however, provided scant consolation for thousands of angry passengers, who were stranded for hours before being diverted to other flights or offered hotel accommodation. </p> <p>BA thought it had avoided severe disruption after a deal last week averted a strike planned for the bank holiday weekend. Workers had complained that they were underpaid and overworked, particularly during the busy summer periods at Heathrow. </p> <p>\"It is the middle of August. It's a busy time. It's unlikely you are going to get 100% operation so, from our point of view, it is back to normal,\" a BA spokeswoman said.</p>",
  "<p>Disgraced former Daily Telegraph boss Conrad Black's last year has been captured on camera for a new film that includes interviews with some of his key executives including his right-hand man, Dan Colson. </p> <p>The film, which follows Lord Black throughout the tumultuous events that saw him lose control of his newspaper empire, will show his \"hubris\" as his empire began to crumble around him. </p> <p>Citizen Black, which is premiering in Canada this weekend at the Montreal film festival, is expected to be aired in November on BBC4's Storyville documentary strand. </p> <p>The 90-minute documentary includes interviews with Lord Black himself, as well as a number of senior Telegraph executives, including the former Telegraph editor Charles Moore and Spectator editor Boris Johnson.</p> <p>Also featured are Andrew Knight and Dan Colson, former chief executives of the group - which was finally sold last month against Lord Black's wishes, ending his near 20-year reign at the paper.</p> <p>Film-makers Debbie Melnyk and Rick Caine began work on the project long before Lord Black's empire began to implode amid allegations of financial impropriety, and were able to capture a dramatic series of events.</p> <p>For them it was a case of being in the right place at the right time when Lord Black came under pressure from shareholders and was forced out of the company he had built up himself by his own board of directors.</p> <p>\"His character is extremely flamboyant, he's an interesting person and not as much of a pure money man as all the rest,\" Ms Melnyk said. \"It was amazing when his entire career started falling apart before our eyes and before our camera. We had no idea this was going to happen.\"</p> <p>The film includes footage shot on a hand-held cameras from inside the tempestuous Hollinger International shareholder meeting in May last year, from which many British journalists were excluded.</p> <p>Ms Melnyk got into the meeting by insisting that she needed somewhere to dump her luggage from an earlier flight, and managed to smuggle in a video camera in her handbag.</p> <p>At the New York event she chatted to Hollinger director Richard Perle and Lord Black's friend Donald Trump.</p> <p>Then a few months later she was with Lord Black as the roadshow plugging his book on wartime US president Franklin D Roosevelt descended into a media circus.</p> <p>By that stage the peer had stood down as chief executive of Hollinger and was under fire over controversial management fees paid to himself and other executives. He has denied any wrongdoing.</p> <p>\"In Toronto it was like a celebrity event - journalists were pushing and shoving, and screaming out questions like, 'Can I have the name of your accountant?'\"</p> <p>When they went on to a talk at the former home of Roosevelt's mother, amid an \"amazing circus\", Ms Melnyk asked Lord Black why he was persisting with the tour while his business problems were mounting. \"I don't want that to get in the way,\" Lord Black replied.</p> <p>Although he was on hand to answer questions during the book tour, Lord Black declined to be interviewed formally for the project. </p> <p>But he did not discourage the work, and has remained in touch with Ms Melnyk by email throughout the production process.</p> <p>Only once did he threaten to put a spanner in the works, after his wife, the columnist Barbara Amiel, received a request for an interview.</p> <p>On the eve of the film-makers' visit to London in January 2003, he threatened to warn his friends and colleagues away from them, which would have put a stop to some of the interviews.</p> <p>They boarded their flight to London not knowing whether they would be wasting their trip until checking their email on arrival.</p> <p>In the event Lord Black relented and they got to speak to Dan Colson, a longtime Black ally and until March this year the Telegraph's chief executive, as well as Jeremy Deedes, then managing director and Mr Colson's replacement this year while the paper was being sold.</p> <p>The documentary also features contributions from historian William Dalrymple and the former Sunday Telegraph editor, Sir Peregrine Worsthorne, who discuss Lord Black's influence on the Telegraph's politics, in particular its attitudes to US foreign policy and the Middle East.</p> <p>It covers the story up until the Delaware court case in February this year, when Lord Black's dream of hanging on to his business was effectively ended.</p> <p>There is also an animation sequence, in which Lord Black appears as his hero Napoleon, while his henchmen batter shareholders with bags of money.</p> <p>Now that the film is about to get its premiere, Ms Melnyk has written to Lord Black asking him along. </p> <p>\"I invited him last week,\" she said. \"I said I think I can scrounge up a couple of tickets for you. But I haven't heard from him yet.\"</p> <p>Ms Melnyk sees Lord Black as a kind of tragically flawed character with a more beguiling range of qualities than the average media tycoon.</p> <p>\"Through his hubris and a certain amount of greed he flew so close to the sun that like Icarus he burnt his wings and came tumbling down,\" she said. \"He had so much more to offer than the pure money men who buy and sell newspaper and TV companies for the hell of it.\"</p> <p>She said she expected him to devote time in the future to writing more history books. At one point he told her that he no longer enjoyed the newspaper business, she said.</p> <p>As for Ms Melnyk and her collaborator, producer Rick Caine, they are taking on another major media figure for their next project - anti-Bush auteur Michael Moore. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The Metropolitan police warned the government today that its legislation to protect vulnerable children will fail unless it is amended to make schools play a stronger role.</p> <p>The child abuse investigation command at Scotland Yard joined a coalition of 14 other organisations concerned with child welfare to demand new statutory responsibilities for headteachers. Last night heads said they would vigorously resist the move.</p> <p>The bill was drawn up by the children's minister, Margaret Hodge, to prevent a recurrence of the communications failures that contributed to the death of child abuse victim Victoria Climbié in 2000. It was passed by the Lords in the summer and is due to be debated in the Commons when parliament returns.</p> <p>The bill seeks to merge education departments and children's social services, and places an obligation on child welfare organisations to cooperate with each other.</p> <p>But ministers were anxious to avoid imposing extra duties on headteachers that might divert them from the task of raising education standards.</p> <p>The Met police and other organisations said: \"This crucial loophole must be closed if the new ways of working set out in the bill are to be a success.\"</p> <p>The other organisations include the Local Government Association, National Association of School Governors, Association of Directors of Social Services, NHS Confederation, Association of Chief Police Officers and children's charities including the NSPCC and Barnardo's.</p> <p>In a joint statement they said: \"Although the government claims that schools are central to the successful delivery of improved outcomes, the bill neglects to require schools to change the way they work. We believe that, although some schools will recognise the importance of working in a more co-operative way, the government cannot rely entirely on the excellence and integrity of headteachers. In order to fulfill this vital role, schools need clarity over expectations.</p> <p>\"This is a rare opportunity to radically reform children's services to ensure that agencies act on the warning signs when children have problems. It is vital that the children bill is amended so that schools - the agency where most children spend significant amounts of their time - have a statutory obligation to engage in this agenda and work in an integrated way around the needs of children.\"</p> <p>But John Dunford, general secretary of the Secondary Heads Association, said: \"This is a step too far. Schools already have ample responsibilities in this field. The first responsibility of headteachers is for the safety and welfare of the children in their care. That seems adequate.</p> <p>\"I am very concerned that the children's bill, the aims of which headteachers support, will divert school resources from teaching and learning to the imperatives of dealing with children covered by the bill's agenda.</p> <p>\"Our current responsibilities are well balanced. I fear local authorities may use the bill to try to reinstate some of the power over schools which they have lost in recent years.\"</p> <p>A spokeswoman for the Department for Education and Skills said: \"Raising educational standards and children's wellbeing go hand in hand. Schools cannot provide improved educational standards without also playing a full part in addressing barriers to learning that lie outside the schools gates. The children bill will reform children's services to make them more joined-up and to ensure no child slips through the net. We want decisions about the sort of involvement that is appropriate for schools to be made at a local level in order to get the balance right.\"</p>",
  "<p>How many Screams are there? Reports of the theft of a Scream from an Oslo museum at the weekend described it as one of four versions of Edvard Munch's despairing masterpiece. But depending on how you calculate it, there are anything from two to 50 versions of this iconic image - although the historian who has it at 50, in a book published by Taschen, may, I feel, have drunk too much absinthe trying to get into that symbolist fin-de-siècle mood. </p> <p>The reason there are multiple versions is that Munch was not trying to create a unique fine art image but a symbol. Munch is the purest symbolist painter. This late-19th-century art movement rejected the empirical, seeking to reveal inner truths and archetypes of the imagination. Symbolism was the climax of Romanticism, and its twin antecedents were late Romantics who created peculiarly monumental, iconic artefacts: Edgar Allan Poe and Richard Wagner. </p> <p>Poe wrote stories so clear and singular that they invite reproduction, while Wagner's music deploys a deliberately repetitive device, the leitmotif - a recurring theme that began as a way to announce characters but developed into something abstract and disturbing. Wagner is the scary grandfather of Munch's abandoned, benighted creature who puts both hands to an elongated green face and silently screams. </p> <p>Munch's leitmotifs touched the painter personally. What most obsessed him in his most famous image was not the figure but the landscape. Reproductions and rip-offs of The Scream often leave out the \"background\" in their fascination with the weird, ghostly figure - she or he or it. But Munch's nightmare was that seaside scene, the blob of water, the pier veering away, the wavy red bands of fire in the sky, the vortex rush of shore. He depicted this landscape in Despair, in 1892, a year before he painted The Scream, and repeated it in Anxiety in 1894. This abstracted vision of a world cut loose from its moorings is as isolating as the prelude to Tristan und Isolde. </p> <p>In the same year Munch painted his most famous version of The Scream, now in the National Gallery in Oslo, he painted another, almost identical - and this version was stolen on Sunday. The primary version has also been stolen and recovered, but this time the thieves went to the wrong gallery, and stole the second best Scream. I can picture their screeching, empty faces when they realise their mistake.</p>",
  "A live music renaissance is under way across the country led by bands such as The Darkness, government figures show today. <p>While fans are more likely to catch the glam rockers at a stadium, rising numbers of small venues are also putting on gigs.</p> <p>Almost half (47%) of pubs, clubs, student unions and restaurants featured at least one live act in the past year, and a fifth (19%) of small venues staged gigs at least twice a month, the Live Music Forum poll found. In all, an estimated 1.7m gigs were staged across England and Wales.</p> <p>Keith Ames, of the Musician's Union, said the findings reflect the growing interest in live acts.</p> <p>People are increasingly likely to catch a band rather than going to a club or watching a comedy act, he said. </p> <p>\"They are appreciating the value of live music, whether it is Robbie Williams at Glastonbury or a tribute band down the Dog and Duck.\"</p> <p>\"A few years ago they might have gone to Creamfields or Homelands [dance music events] or super clubs, now they are more likely to go to a festival.</p> <p>\"And if that works they are likely to go to see a band again or watch a live act down the pub. </p> <p>\"It is cyclical - a few years ago pubs were all putting on comedy. Now increasing numbers are putting on bands.\" </p> <p>Mr Ames' view is borne out by the survey, the first such study commissioned by the Department for Culture, Media and Sport (DCMS). It will allow the Live Music Forum, which brings together people from the music industry, licensing authorities and small venue owners, to assess the impact of new licensing laws.</p> <p>From November, venues will be able to apply for a joint alcohol and live music licence. The full Act, including 24-hour drinks licensing, is due to come into effect next year. </p> <p>A third (33%) of those currently staging live acts believe the changes will have a positive impact on their industry, but more (45%) say it will make no difference. Just one in six of those who do not have a live music licence say the new laws will encourage them to hold gigs. </p> <p>Despite the findings, 80s singer and chairman of the Live Music Forum, Fergal Sharkey, said the changes should mean even greater expansion of the country's \"vibrant music scene\". </p> <p>\"A third of the people we spoke to who do not currently put on live music said they probably would in the future,\" he said. </p> <p>\"I want them, and anyone with the space to put on band or a live act, to think carefully and remember the benefits in profits, to customers and to the next generation of performers.\"</p> <p>DCMS minister Richard Caborn added: \"The new licensing laws will create more opportunities for budding musicians. </p> <p>\"But the survey shows that there are many potential venues who have not thought about putting on live bands. </p> <p>\"We need to encourage them to do so and show them that the licensing changes will make staging live music easier so that they are ready to embrace the new law.\" </p> <p><b>·</b> Mori questioned 1,577 licensees between June 18 and July 23.</p>",
  "<p>Rumours are circulating on the internet that George Lucas is planning another Star Wars trilogy. </p> <p>A user at fansite TheForce.net, who claimed to be a Lucasfilm insider, said that staff at Industrial Light &amp; Magic have already signed non-disclosure agreements pertaining to special effects work on three sequels, which would follow on from Star Wars Episode VI: Return of the Jedi. </p> <p>Lucas had originally planned Star Wars as a nine-film work, but later changed his mind. He told E Online in 1998 \"It really ends at part six.\"</p> <p>Lynn Fox, spokeswoman for Lucasfilm categorically told E Online, \"The rumours are absolutely untrue\", adding, \"Star Wars: Episode III--Revenge of the Sith is our last and final instalment\".</p> <p>However, TheForce.net's Joshua Griffin told E Online that he believed there was some truth in the rumours, pointing out that there would be no need for non-disclosure agreements if the sequels were not at least under discussion. </p> <p>He added that sources in Australia claim that Lucas had expressed an interest in shooting the sequels there, where he filmed the prequels.</p>",
  "Gay rights activists yesterday accused organisers of the Mobo awards of colluding with artists whose lyrics allegedly promote the murder of gay men and lesbians after two controversial Jamaican stars were nominated in the reggae category. <p>Elephant Man, whose lyrics - such as in his song Log On, where he sings: \"Bun [burn] out a freaky [gay] man ... Step pon him like a old cloth\" - are being studied by the Crown Prosecution Service, and Vybz Kartel, who has written about shooting gay men, appeared on the shortlist when nominations were announced last night. </p> <p>The move - which appeared to contradict earlier statements by organisers that anti-gay artists would not feature in this year's awards - was immediately condemned by gay rights groups, which said they would seek exclusion orders if the performers tried to appear in person. </p> <p>Peter Tatchell, a spokesman for Outrage!, said: \"We are absolutely shocked that they have been nominated. By accepting the nominations of Elephant Man and Vybz Kartel the Mobos are rewarding singers who incite the murder of lesbians and gay men. </p> <p>\"The Mobos are colluding with artists who encourage the killing of queers. They are giving them credibility and legitimacy.\" </p> <p>However, organisers of the awards sought to limit the damage last night by pointing out that Beenie Man, the most controversial of the reggae artists accused of inciting violence against gay men and lesbians, had not been nominated. </p> <p>\"The Mobos' position has been clear from the outset,\" a statement said. \"They do not condone homophobic lyrics in any way and strongly emphasised that to voters for the awards on their ballot forms ... People obviously did keep this in mind when voting, because the controversial Beenie Man didn't get the support he might have anticipated and as a result has not been nominated.\" </p> <p>They also referred to statements made by Elephant Man through his record company that his material is \"a positive celebration of Jamaican culture and has no references to the issue in question\". </p> <p>But the response did little to assuage the gay rights lobby, which believes violent lyrics have contributed to attacks and murders of gay men and lesbians in Jamaica. \"The Mobos would never accept the nomination of a singer who incited the gassing of Jewish people,\" Mr Tatchell said. \"They should show the same zero tolerance of singers who incite homophobic murder.\" </p> <p>He said they would be asking the home secretary to issue an exclusion order against both artists to stop them attending the awards ceremony at the Royal Albert Hall on September 30. </p> <p>Two years ago, gay rights protesters were beaten, kicked and spat at by a crowd of up to 25 rap fans as they demonstrated against the lyrics of three singers, including Elephant Man, outside the awards ceremony. </p> <p>Jamelia is the most nominated UK artist, appearing in the best video, best single and UK act of the year categories. </p> <p>Jamie Cullum, the jazz singer and pianist, is nominated in the best jazz act section, while the teenage soul singer from Devon, Joss Stone, is up for best album.</p>",
  "A Russian airliner crashed and another apparently broke up in the air almost simultaneously last night, killing all 90 people on board and raising fears of terrorism. <p>Both planes, which had taken off from Moscow's Domodedovo airport, disappeared from radar screens within minutes of each other at around 11pm local time (1900 GMT). </p> <p>Federal security service experts were trying to determine whether explosions had preceded the crashes, the Interfax news agency reported. At least one of the planes - which took off within 40 minutes of each other - appeared to have issued a hijack warning before it crashed.</p> <p>The Russian president, Vladimir Putin, ordered an investigation to be carried out by the nation's main intelligence agency, the federal security service, and security was tightened at airports. By this morning, investigators had recovered black box recordings from both planes. </p> <p>Authorities said rescuers found wreckage from one of the aircraft, a Tu-154 jet that had been en route to the Black Sea resort of Sochi, around nine hours after it had disappeared from radar screens over the Rostov region, around 600 miles south of Moscow. The Sibir Airlines flight was carrying at least 46 passengers. </p> <p>\"We are considering an act of terror as one possibility, especially after we received an automatically generated telegram from the Sochi air control centre that the plane had been hijacked,\" a spokesman for the airline said. Officials made conflicting statements about whether the signal indicated a hijacking or another severe problem on the aircraft. </p> <p>At around the same time that the Sibir flight vanished, a Tu-134 airliner carrying 43 people crashed in the Tula region, around 125 miles south of the Russian capital, officials said. </p> <p>The emergency situations ministry later said everybody on board the plane had been killed. The Volga-Aviaexpress flight had been travelling to the southern city of Volgograd.</p> <p>\"The fact that both planes took off from one airport and disappeared from radars around the same time can show it was a planned action. In such a situation one could not exclude a terrorist act,\" the Interfax news agency quoted an aviation source as saying. </p> <p>Russian authorities had expressed concern that Chechen separatists could carry out attacks linked to this Sunday's presidential election in Chechnya. </p> <p>Rebels have been blamed for a series of terror strikes that have claimed hundreds of lives in Russia over recent years. </p> <p>Moderate Chechen separatists, however, denied any role in the crashes. \"Our government has nothing to do with terrorist attacks. Our attacks only target the military,\" Farouq Tubulat, a spokesman for the Chechen separatist leader Aslan Maskhadov, told the al-Jazeera television channel.</p> <p>\"This is part of the Russian propaganda plan to besmirch the struggle of the Chechen people.\" </p> <p>Witnesses said they heard what sounded like three explosions before the first plane crashed. </p> <p>The Interfax and Itar-Tass news agencies later quoted an unnamed law enforcement source as saying that the signal sent by the Sibir flight had been an SOS, and that no other signals were sent. </p> <p>Oleg Yermolov, the deputy director of the interstate aviation committee, said it was impossible to judge what could have been behind the signal, which indicates \"a dangerous situation on board\". It could be triggered during a hijacking or a potentially catastrophic technical problem. </p> <p>Interfax said emergency workers had seen a fire in the Rostov region where the Tu-154 went missing. However, rainy weather hampered search efforts, and it was hours before any wreckage was found. A flight data recorder was recovered, Sergei Shoigu, the emergency situations minister, said, according to Interfax.</p> <p>The ministry's regional chief in Rostov, Viktor Shkareda, said the plane had apparently broken up in the air, with wreckage strewn over an area of around 25 to 30 miles. </p> <p>Body parts had been found along with fragments of the plane, Interfax reported. It said the parts had been discovered near Gluboky, a village north of the regional capital, Rostov-on-Don. </p> <p>Mr Shkareda said there were 52 people aboard the plane, while emergency officials in Moscow put the number of passengers and crew at 46. </p> <p>In the Tula region, rescuers found the Tu-134 jet's wreckage in a field, broken into two parts. Its fuselage lay upside down, severed from the tail. Interfax, citing the emergency ministry, said one of that jet's flight data recorders had been found. </p> <p>Nikolai Gorokhov, a local resident who was at home at the time of the crash said, \"There were three loud bangs on the window, like someone knocking.\"</p> <p>Interfax quoted a Domodedovo airport spokesman as saying there had been no foreigners on the passenger lists for either plane.</p>",
  "An unemployed man who stalked the violinist Vanessa Mae for 10 years is likely to continue to harass her after his release from prison, police warned yesterday. <p>David Martin, 56, was instructed to stay out of London by a judge who jailed him for six months for the \"flagrant breach\" of a restraining order forbidding him from directly or indirectly contacting the musician, attending her concerts, approaching her fan club or visiting her two homes in the capital. </p> <p>But he is due to be released on Friday because he has already served more than half this time on remand since being arrested after Mae's boyfriend, Lionel Catalan, saw him in their street in February. </p> <p>The restraining order was imposed when Martin was arrested in October last year outside one of the musician's homes carrying a lock knife. </p> <p>Mae said news of the stalker's release was worrying. \"Considering he has breached previous restraining orders, I can only hope that he starts to respect the law and my privacy from here on,\" she said. </p> <p>Martin smiled briefly as he was sentenced at a west London magistrates court. His solicitor said he planned to return to work and live in his camper van on the south coast. But detectives warned that he was likely to continue his pursuit of the violinist. </p> <p>Outside the court, Detective Constable David Cahill said: \"The problem with Martin is he doesn't appreciate what he is doing is wrong. I have no doubt he will breach the new restraining order.\" </p> <p>Mr Cahill said Mae, who is on holiday in the Caribbean, was \"obviously still very scared and concerned. The harassment has been going on for 10 years now and it has gradually been building up. It started with just letters and moved up to him going to her street and posting letters directly into her home. She is upset by it all.\" </p> <p>Martin began his obsessive pursuit of Mae in 1993, when she emerged as a child prodigy at 14, fusing classical music with rock and pop. </p> <p>Since then she has sold more than 7m albums, earning more than £35m. </p> <p>Mae led a cocooned existence as a teenager, and has spoken of how her mother forbade her from meeting friends. She was not allowed to leave home on her own until she was 20. </p> <p>The court heard that Martin became convinced that he was having a relationship with Mae, bombarding her with letters proposing marriage. </p> <p>He sent her books and CDs and began visiting the capital to keep a diary of her movements between her homes in west London. He even fol lowed her when she took her dog for a walk. </p> <p>Earlier this year Mae said she had been made constantly uneasy by his attentions. \"I am shocked this man didn't take the court order seriously and is happy to risk going to prison,\" she said. </p> <p>But John Armstrong, for Martin, said there was nothing \"malicious or sinister\" in his attempts to get near Mae. </p> <p>Sentencing Martin, from Worthing in west Sussex, the district judge Justin Phillips said: \"I have no doubt that the breach is so serious that only a prison sentence can be passed.\" </p> <p>He extended a ban on Martin, being held in Wandsworth prison, to exclude him from visiting any part of London. </p> <p>\"When you are released Mr Martin, you get out of London and you stay out of London otherwise, you will go straight to the crown court for sentence,\" he said. </p> <p><b>·</b> Homeless drifter Robert Dewey Hoskins was jailed for 10 years in March 1996 after stalking pop superstar Madonna over five years. He threatened to slice her throat from ear to ear if she didn't marry him </p> <p><b>·</b> Diana, Princess of Wales was pursued by at least two stalkers: Liam Whitney broke into the grounds of her home at Kensington Palace and Klaus Wagner spent six months following her and trying to give her notes warning of plots against her </p> <p><b>·</b> In 1998 Jonathan Norman was jailed for 25 years for harassing Steven Spielberg. The 31-year-old, who was arrested near the film director's house carrying duct tape, a knife and handcuffs, said he was going to rape Spielberg and kill his family </p> <p><b>·</b> Actor Gwyneth Paltrow was stalked by pizza delivery man Dante Soiu. Soiu, 51, bombarded her with sexually explicit letters, emails and packages. In 2000 a Los Angeles court found him \"legally insane\" and sentenced him to a psychiatric facility </p> <p><b>·</b> Last month 32-year-old Dawnette Knight was arrested in the US for stalking and threatening actress Catherine Zeta-Jones. Knight claims she has had an affair with Zeta-Jones's husband Michael Douglas and is accused of sending letters to Zeta-Jones, threatening to kill her</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>BREAKING NEWS:</b> <a href=\"http://www.theguardian.com/southafrica/story/0,13262,1290386,00.html\">South African police have arrested Sir Mark Thatcher over allegations that he was involved in a planned coup in Equatorial Guinea</a></p> <p><a href=\"http://www.theguardian.com/russia/article/0,2763,1290374,00.html\">A Russian airliner crashed and another apparently broke up in the air almost simultaneously last night after taking off from the same Moscow airport, killing all 89 passengers and raising fears of terrorism</a></p> <p><b>GAS AND ELECTRICITY BILLS TO SOAR</b></p> <p>Britain, eh? \"What a fiasco ... It simply adds insult to injury ... Pure pandemonium at Heathrow ... Unforgivable ... Sick notes, stress, strife ... Body blow ... British people are notoriously patient ... Monumental cock-up ... Shocker ... Chaos at BA ... All this bad news is inevitably depressing ... A new energy crisis looms ...\"</p> <p>Reading today's papers feels a little like being trapped in a black cab patrolling the M25. Since everyone's having a whinge, can the Wrap join in? Number 19 bus... Ken Livingstone... speeding motorcyclist... appalling bruising to knees... Mindful of those Wrap readers who just want to know what's in the papers, however, she'll move on. </p> <p>The news that British Gas is putting gas and electricity bills up by 12.4% and 9.4% respectively dismays the tabloids and the Telegraph. \"SHOCKER\", splashes the Mirror, picturing a greedy gas burner turned up full. \"Expect other energy firms to follow suit.\" The paper calls on the government to help pensioners and the poor to meet the increased bills.</p> <p>According to the Telegraph, the average gas bill will rise by almost a fifth, thanks to the 5.9% increase British Gas levied earlier this year. \"The era of cheap UK energy is over,\" the company's managing director said yesterday, citing falling North Sea gas reserves and the consequent need to import more fuel.</p> <p>British Airways' troubles provide the other focus for the papers' wrath, and the Independent allows its travel editor free rein on the front page. \"Thousands of passengers were condemned to a second day of cancellations and delays,\" writes Simon Calder. \"Blame for the cancellation of more than 30 BA flights could not be pinned on industrial action, air traffic control computer collapse or orders from the US Department of Homeland Security.\"</p> <p>Instead, he says, the blame lies with BA's hasty sacking of thousands of staff in an effort to cut costs, the resignations of more, and the remaining employees failing to turn up to work. BA's new deal with the unions awards staff bonuses for low levels of absence - but the counting does not start until October.</p> <p>And don't even get the papers started on the rain. To be fair to the Daily Mail, however, it does juxtapose shots of dusty, dried-up London parks last summer with pictures of the verdant Eden they have become after this summer's downpours. \"However,\" the paper adds, \"experts say the wet weather poses a new threat to plants - it could drown them.\"</p> <p>The Guardian eschews the general gloom in favour of a splash detailing Labour's new school sports policy. Astutely timed to coincide with the Olympics, and borrowing a few ideas that the Liberal Democrats announced recently, it represents another attempt to undermine the \"politically correct\" culture spawned by the 1960s, from which the party is now trying to distance itself. </p> <p>\"Senior ministers are planning to restore traditional competitive sports to the centre of school life if Labour wins a third term in another reversal of the party's historic hostility to the competitive ethos,\" says the paper. </p> <p>\"Tony Blair is backing plans which will see around half a billion pounds a year pumped into specialist sports training, a massive expansion in extra-curricular sports, and lead to sports leagues both within and between schools.\"</p> <p>* <a href=\"http://politics.theguardian.com/publicservices/story/0,11032,1290162,00.html \">Blair puts competition back into school sports</a><br> * <a href=\"http://www.theguardian.com/ba/story/0,13772,1290262,00.html\">Troubled BA hits fresh turbulence</a><br> * <a href=\"http://www.theguardian.com/business/story/0,3604,1290095,00.html\">British Gas increases energy prices again</a><br> * <a href=\"http://www.theguardian.com/transport/Story/0,2763,1290217,00.html\">Best advice for the bank holiday weekend? Stay at home</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/25/ngas25.xml&amp;sSheet=/news/2004/08/25/ixnewstop.html\">Telegraph: Gas bills to soar</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14568143%26method=full%26siteid=50143%26headline=era%2dof%2dcheap%2dfuel%2d%2dis%2dover%2d-name_page.html\">Mirror: Shocker</a><br> * <a href=\"http://news.independent.co.uk/uk/transport/story.jsp?story=554835\">Independent: Sick notes, stress, strife</a></p> <p><b>PENTAGON BLAMED OVER ABU GHRAIB 'SADISM'</b></p> <p>The official report on the abuses at the Abu Ghraib prison in Iraq criticises poor planning by the Pentagon, but does not name Donald Rumsfeld as being personally responsible. Although prison officials were overburdened with detainees, sacking the US defence secretary - whose conduct had been \"exemplary\" - would be a \"boon to all of America's enemies\", the Schlesinger panel warned.</p> <p>\"Freelance activities on the night shift\" were responsible for the worst abuses, the four-member panel said. That is not good enough for the FT. The paper says it is \"hard to credit\" that the Pentagon only learnt of the alleged abuse in January, when the Red Cross had warned of it for months before.</p> <p>\"No evidence has yet been uncovered of Mr Rumsfeld or his aides ordering any misconduct,\" the paper concedes. \"But they would appear guilty of condoning and encouraging disregard for established guidelines and laws - US as well as international - on prisoner treatment ... The Abu Ghraib scandals are the sorry result. The US cannot stoop in this way, if it is ever to conquer.\"</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1290303,00.html\">Pentagon blamed over jail 'sadism'</a><br> * <a href=\"http://news.ft.com/cms/s/11cfef98-f5df-11d8-b814-00000e2511c8.html\">FT: Rumsfeld 'shares blame for torture'</a></p> <p><b>TROOPS CLOSE IN ON NAJAF SHRINE</b></p> <p>US troops were within a few hundred metres of the Najaf compound yesterday afternoon, reports the Times. The Guardian says that Mahdi army fighters have largely abandoned the shrine as Iraqi soldiers prepare to storm it.</p> <p>Quietly, on page 12, the Times reports on the intense fighting around Heart, Afghanistan's third largest city, last week. \"Civil war? We're damn close to it,\" a coalition officer tells the paper. \"We've got a rogue commander out there taking on a provincial governor.\"</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1290241,00.html\">Mahdi army flees shrine</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,7374-1231430,00.html\">Times: The last hours in a shrine under siege</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,3-1231098,00.html\">Times: Afghan warlord closes in on prize city</a></p> <p><b>RADCLIFFE EAGER TO RUN 10,000M FINAL</b></p> <p>The Mirror says Paula Radcliffe has told friends that she still wants to run in the 10,000m final on Friday. \"It would be great for her just to take part,\" the paper says sympathetically. The Guardian says that's unlikely.</p> <p>Meanwhile, the Telegraph contrasts the papers' indulgence of Radcliffe's marathon failure with the opprobrium heaped on an Australian rower who gave up in the final of the women's eight.</p> <p>\"It's eight, mate, pull your weight,\" the headline in one Australian newspaper told Sally Robbins. She slumped backwards onto a teammates' knees as the boat came in last. </p> <p>\"Perhaps there is a pioneering spirit there,\" a London university psychologist tells the paper, \"where manly virtues and motivations are more highly valued than they are in Britain.\"</p> <p>* <a href=\"http://sport.theguardian.com/olympics2004/athletics/story/0,14782,1290324,00.html\">Radcliffe likely to pull out</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14568145%26method=full%26siteid=50143%26headline=brave%2dpaula%2d%2di%2dwant%2dto%2drun%2dit-name_page.html\">Mirror: I want to run it</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/25/wolym125.xml&amp;sSheet=/news/2004/08/25/ixnewstop.html\">Telegraph: Australia flays rower who quit</a></p> <p><b>SUN GOES ON MERSEY MISSION</b></p> <p>The Sun continues in its efforts to outsell the relatively good-natured Star with a particularly unpleasant photo exclusive. Hanging around outside a salon on Merseyside photographing an off-duty prostitute who may have slept with Wayne Rooney may not be radical journalism, but it does give the tabloid the opportunity to indulge in a headline straight out of the \"yob culture\" it affects to despise.</p> <p>\"Don't fancy yours much Wayne,\" the paper crows. \"At the end of the day, she's still a gran and shouldn't be on the game,\" an \"acquaintance\" adds, obligingly.</p> <p>The Guardian, meanwhile, reveals that sheep appear to be comforted by pictures of other sheep. Just like humans, ovines are calmed by the sight of others of their species, although a photos of goats apparently leave them cold.</p> <p>* <a href=\"http://www.theguardian.com/uk_news/story/0,3604,1290106,00.html\">All anxious sheep want is a picture of ewe</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004391809,00.html\">Sun: Don't fancy yours much Wayne</a></p> <p> <b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; Updates on the double air crash in Russia and the arrest of Lady Thatcher's son Mark in South Africa.</p> <p>&gt;&gt;&gt; Police divers will return to the Thames today to search the riverbed for the belongings of murdered French student Amelie Delagrange. </p> <p>&gt;&gt;&gt; The siege in Najaf has entered what may be its final stages. </p> <p><a href=\"http://www.theguardian.com/\">Updates throughout the day at Guardian.co.uk</a></p>",
  "The United States is to allow three British citizens and two British residents their first access to a lawyer since being imprisoned in Guantánamo Bay over two years ago. <p>The granting of a legal visit next Monday is being hailed as a key stage in trying to get the Britons freed from Guantánamo, where they have been held as suspected terrorists without charge or trial. </p> <p>The US granted the visits after the supreme court ruled the base in occupied Cuba was covered by American law, despite the Bush administration claiming it was not. Reports suggest that Moazzam Begg and Feroz Abbasi have been suffering mental health problems while imprisoned. </p> <p>Both have been held in isolation for up to a year, with Mr Begg having been detained in a windowless room. He is also believed to now be denied human contact after he started talking to his guards, and is monitored by a remote controlled camera. </p> <p>Two US lawyers representing the Britons are scheduled to arrive in Guantánamo Bay, Cuba, next Monday. </p> <p>As well as Mr Begg and Mr Abbasi, they are expected to see Martin Mubanga, and two Londoners whom the Foreign Office refuses to represent. </p> <p>They are Bisher al-Rawi, an Iraqi national from Kingston-upon-Thames where he has lived for 20 years, who has been interrogated more than 50 times according to testimony from released British detainees. </p> <p>A lawyer will also see Jamil el-Banna, a Jordanian refugee, who is alleged to have been sexually humiliated while detained and to also be suffering mental health problems, according to three released British detainees. </p> <p>The lawyer Gitanjali Gutierrez, who will see Mr Begg and Mr Abbasi over four days, said the visit would help prepare their habeas corpus petitions in the US courts which she hopes will see them freed. </p> <p>Ms Gutierrez said the Pentagon was trying to apply conditions on the visit that she regards as unacceptable. </p> <p>These include reading the notes made by the lawyers of their meetings with the Britons and monitoring any mail between the two. </p> <p>Ms Gutierrez said negotiations are continuing for the Pentagon to drop these conditions. It has already agreed that the meetings will not be monitored. </p> <p>She said that one of the biggest challenges will be getting the Britons to believe that she is a lawyer there to help them: \"It's going to take a great deal of time to get their trust. They've been held in isolation for a year, and have only had contact with military interrogators and UK officials, some of whom have taken part in the interrogations.\" </p> <p>The so-called Tipton Three released from Guantánamo Bay in March alleged systematic beatings and ill-treatment by the US authorities. </p> <p>But tight US rules mean that any claims of ill-treatment made by the Britons to their lawyers may have to be kept secret, said Steven Watt of the Centre for Constitutional Rights: \"There's a possibility that any information the attorney is given, they will not be able to make public because of Pentagon rules, and that includes the conditions they've been held under and the treatment they've received.\" </p> <p>The US can order that anything which is deemed to cover national security be kept a secret. A total of four Britons and four British residents remain in Guantánamo Bay. </p> <p><b>·</b> Osama bin Laden's chauffeur was formally charged yesterday at a pretrial hearing as his lawyer challenged the legality of the hearings. </p> <p>US officials allege Salim Ahmed Hamdan, a 34-year-old Yemeni, served as the al-Qaida leader's bodyguard and delivered weapons to his operatives. He was charged with conspiracy as an al-Qaida member to commit war crimes, including attacking civilian targets, murder, destroying property and terrorism.</p>",
  "<p>Millions more people with hypertension will be put on tablets to reduce their blood pressure, in an effort to cut deaths from strokes and heart disease. </p> <p>New guidance for treatment on the NHS in England and Wales should mean far more patients being routinely tested and monitored, as well as an increase in the number of drugs each patient takes to control the condition. </p> <p>Experts who drew up the guidance for the National Institute for Clinical Excellence (Nice) insist that, since the medication is out of patent and cheap, there should not be huge increases in GPs' drug budgets. They believe any extra costs will be outweighed by savings made in preventing strokes and heart disease. </p> <p>Patients at risk of developing continuously high blood pressure will also be told to change their lifestyle, and lower their consumption of salt and caffeine. </p> <p>Wendy Ross, a Newcastle GP on the group which developed the guidance, said: \"Most people, when faced with the possibility of long-term drug treatment, are very keen to do what they can to help themselves and avoid taking tablets.\" </p> <p>It is believed that about 40% of adults have high blood pressure, with a third of them unaware of it because it does not produce obvious symptoms, even while damage to blood vessels is taking its toll. That is why the condition is referred to as a silent killer. </p> <p>Another third are not being treated with drugs, but would benefit from them. Prescriptions for hypertension drugs in England and Wales alone cost £850m a year, but, according to the Blood Pressure Association (BPA), fewer than one in 10 patients with the condition are brought down to their target blood pressure. </p> <p>The guidance proposes a stepped approach to drug treatment, working up from diuretics to beta-blockers and calcium-channel blockers. In patients at risk of diabetes, ACE-inhibitors should be used instead of beta-blockers. Far more patients will now take a combination of drugs rather than one at a time. </p> <p>Andrew Dillon, chief executive of Nice, said: \"Hypertension can be treated in most cases successfully. The fact that a significant proportion of people with this condition remain undiagnosed, coupled with evidence that suggests a high incidence of sub-optimal treatment - and therefore poor rates of blood pressure control for those who are diagnosed - make this guideline particularly significant.\" </p> <p>Those who prepared the guidance also want more research into reaching people from Afro-Caribbean and Asian backgrounds - who are at increased risk of developing high blood pressure - and into the use of blood pressure monitors that can be used at home. </p> <p>The BPA welcomed the guidance, saying that better blood pressure control could prevent 120,000 Britons a year from suffering a stroke or heart attack. But its chairman, Graham MacGregor, said that at least one in two of people suffering from hypertension had coexisting medical conditions, including diabetes, raised cholesterol and obesity, which affected how they ought to be treated. \"My concern is that the guidelines assume a model patient scenario of someone who has hypertension alone, and do not reflect the range of treatment options that may be more beneficial to patients with pre-existing conditions in addition to high blood pressure,\" said Professor MacGregor. </p> <p><strong>·</strong> A record number of hospitals have a specialist unit to treat patients who have suffered strokes, an audit by the Royal College of Physicians revealed yesterday. Only 39 acute hospitals in England - fewer than one in five - do not have such a unit, although in Wales more than half are in that position.</p>",
  "<p><strong> Arab News</strong><br>Editorial, Saudi Arabia, August 24</p> <p>\"The arrival of Jack Straw, the British foreign secretary, in Khartoum will have been greeted with mixed feelings ... Mr Straw is demanding that the Sudanese government both accelerate its facilitation of aid flows and rein in the Janjaweed militias who are held responsible for this massive exodus of terrified refugees. The British will, however, have been wise to realise that their demands come at a time when complex negotiations are taking place elsewhere. They should also accept that their intervention at this point will need to have been carefully structured if it is not to make a difficult situation even more difficult. </p> <p>\"[Monday's] African Union meeting in the Nigerian capital Abuja was a resumption of talks between Khartoum and the two Darfur rebel groups ... What has been missing in the Washington-London intervention has been any overt acceptance that the rebels also need to be part of their diplomacy and, in addition, due regard should be given to the AU's own initiative to bring the tragedy of Darfur to an end.\" </p> <p><strong>Times</strong><br>Editorial, August 23 </p> <p>\"If the [Abuja] talks fail, and if the UN is convinced that Khartoum is still tacitly encouraging the murderous Janjaweed militias, the UN is threatening to impose sanctions on the Khartoum government, with the option of military intervention to help the refugees. It is a prospect that almost no one wants ...</p> <p>\"Sudan insists that it has done all it can ... and sees the uproar over the plight of the Darfur refugees simply as a pretext for western intervention ... It is clear, however ... [that] Khartoum is still tolerating, if not encouraging, the militias ... In his talks Mr Straw will ... urge Sudan to make use of, and expand, the offer of peacekeeping troops by other African countries [which] know that Darfur is a test of the new AU.\" </p> <p><strong>Independent</strong><br>Editorial, August 24</p> <p>\"Within a week the UN deadline requiring Khartoum to rein in the Janjaweed ... will expire. But they will not meet the deadline ... The problem is that Khartoum is - under long pressure from the US - close to a peace deal for the war-torn south. Mr Straw knows that this could be jeopardised by the rebel threat from Darfur, which is what has loosed again the ruthless instincts of a fearful Sudanese regime ... The west must reassert pressure now.\" </p> <p><strong>Washington Post</strong><br>Editorial, August 24 </p> <p>\"[Khartoum's] cynicism is understandable, because western diplomats are suggesting that the UN security council is unlikely to follow through on an implicit threat of sanctions. Darfur already has become a synonym for dithering by outside powers in the face of genocide. Soon it may also deliver another grim verdict on the ability of the security council to back up its own resolutions ... </p> <p>\"The only dim light in this gloomy picture is the action of the AU ... It has dispatched 150 (soon to be 300) troops to the region ... and offered to send thousands more to help disarm militias and safeguard civilians. The government has rejected this offer ... That makes the duty of the security council obvious: to conclude its 30-day review by mandating the deployment of the African force and insisting on its acceptance by Khartoum.\" </p> <p><strong>Daily Sun</strong><br>Editorial, Nigeria, August 24</p> <p>\"After that riot act by the UN, Nigeria's president ... went to see the Sudanese president and began to talk about the need for an African solution ... And this coming when the AU has no tangible and coherent machinery and procedure on the ground for monitoring a credible intervention in the Darfur situation ... </p> <p>\"Unfortunately, too, the AU has seemingly compromised itself in this matter when a commission it set on Darfur returned a verdict that a genocide was not going on there ... Against the background of all these, we urge whatever force that is intervening in Darfur must have UN backing so that it will be credible.\" </p> <p><strong>Modibo Goita</strong><br>Daily Star, Lebanon, August 23</p> <p>\"The conflict in Darfur is a test as to whether the AU can and will implement its commitments ... Yet, whereas the UN considers the conflict in Darfur the world's worst ongoing humanitarian catastrophe, the assembly of the AU noted in its decision on July 8, 'even though the humanitarian situation in Darfur is serious, it cannot be defined as genocide.' This explains why no African state has openly condemned what is going on in Darfur. It is reminiscent of the same tragic silence that met the Rwandan genocide.\" </p> <p><strong>Sunday Times</strong><br>Editorial, South Africa, August 22</p> <p>\"The aid [for Darfur] that has been extended comes mainly from European non-governmental organisations, but their resources are beginning to take strain. Africans - acting on behalf of their governments or offering aid under the auspices of NGOs - have been conspicuous by their absence. This is a sad indictment of a continent that has been mouthing sanctimonious platitudes about an African renaissance whose principles and objectives are to offer help where it is direly needed on that continent ...</p> <p>\"Perhaps South Africa, both the government and the NGO sector, should be playing a leading role ... in spearheading a campaign to offer badly needed humanitarian aid to stem the debilitating crisis.\"</p>",
  "No one doubts that a desperately poor country such as Afghanistan needs humanitarian assistance; but many are asking whether the benefits that aid workers bring outweigh the price that they are being asked to pay. Hearing of the murder of friends and colleagues, of aid convoys being ambushed, premises rocketed and mortared, or of vehicles booby-trapped has led to growing anguish and anger. <p>Over the past 12 months around 40 of my fellow aid workers have been murdered in Afghanistan. Virtually every humanitarian organisation has had its staff or offices threatened or attacked. I narrowly missed being caught up in an attack a few weeks before I left, and one of our Norwegian Refugee Council offices was bombed on the day I stepped down. Much of the country is now off-limits to humanitarian organisations, and in areas where we still operate, there are curfews and restrictions of movement. Conditions are expected to get worse in the run-up to October's elections. </p> <p>Most non-governmental organisations continue to refuse to accept armed guards or escorts, but the militarised environment in which we work is having an impact on our identity and the way in which we are perceived by others. </p> <p>One reason why most humanitarian organisations pulled out of Iraq was the feeling that we had become identified with an operation that many believe violated international law, so our presence compromised our neutrality. </p> <p>Humanitarian organisations have long invoked principles of international law to claim \"space\" within which to operate during conflicts. Indeed one of the most widely understood points in the Geneva conventions is the special position accorded to humanitarian organisations. The US administration, however, has set many of these principles to one side in pursuit of its own unilateralist goals. </p> <p>In Afghanistan the US has been accused of blurring the lines between humanitarianism and military action and this was one of the reasons cited by Médecins Sans Frontières (MSF) for its recent withdrawal from the country. This criticism is certainly valid, but it is only one area in which American short-term expediency is having a negative long-term impact. </p> <p>The Norwegian Refugee Council gives advice to returning refugees who are seeking to reclaim property that they lost when they were driven from their homes. A significant proportion of its clients have found their land and homes occupied by military commanders, some of whom also hold official public positions. </p> <p>The US military's decision to provide direct military support to particular local commanders in its fight against the remnants of the Taliban in 2002 entrenched many of these warlords and led to the creation of a number of regional fiefdoms. It also convinced many that as allies in the US's \"war against terrorism\" they were above the law. </p> <p>Tackling corruption is a prerequisite for effective state-building but, if this year's bumper poppy harvest is anything to go by, the situation is getting worse not better. There is credible evidence that the Afghan authorities know who murdered MSF staff in June, yet they have made no move to question or detain them. Afghanistan is a party to the international criminal court and murdering humanitarian aid workers is an offence under this court's statute. Given the unwillingness of the authorities to act, the court's prosecutor could initiate independent investigations into such crimes. Unfortunately the present US administration remains unremittingly hostile to the international criminal court. </p> <p>Rebuilding a rule of law according to international human rights standards is also essential in creating a democratic state, but again the US is failing to take a lead. Few aid workers were surprised at recent revelations that \"freelance\" American security operatives allegedly set up a private prison where they detained and tortured suspected opponents of the Afghan government. Afghanistan is full of private prisons where people are held without trial. </p> <p>However, while the US continues to hold large numbers of its own detainees, incommunicado, for indefinite periods they are in a weak position to criticise others. When I asked one Afghan judge why he had made no official complaint after hearing two detainees' allegations of mistreatment in US military custody, he told me, only half joking, that he did not want to end up in Guantánamo Bay himself. </p> <p>US involvement in Afghanistan is not all negative: it remains the biggest donor and provides the biggest contingent of foreign troops, although they are not part of the internationally mandated security force. </p> <p>The question that remains is whether this makes up for the growing politicisation of aid, the undermining of international law and the weakening of humanitarian principles. For the colleagues I left behind, this is quite literally a life and death dilemma. </p> <p><b>·</b> Conor Foley was programme manager of the Norwegian Refugee Council's legal aid project in Afghanistan from July 2003 - July 2004 </p> <p><a href=\"mailto:conorfoley30@hotmail.com\">conorfoley30@hotmail.com</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>Piers Morgan, the former editor of the Daily Mirror who was sacked in May over faked Iraqi abuse photographs, has secured a 1.7m pounds payoff from his former employers. P2<br>The BBC is planning to mount a live opera broadcast aimed at a young audience, which will be set inside a train station and performed as commuters make their way home. P7<br>The Italian journalist Enzo Baldini, who has been missing in Iraq since last week, has been kidnapped by militants, according to a video broadcast by al-Jazeera yesterday. P12</p> <p>MEDIA BUSINESS<br>The battle for broadband Britain intensified yesterday as Wanadoo, owned by France Telecom, doubled the speed of its cheapest offering in direct response to recent moves by rivals BT and AOL. P24<br>Daily Mail &amp; General Trust, owner of the Daily Mail, moved quickly yesterday to promote regional newspapers chief Kevin Beatty to take charge of its national division Associated Newspapers. P24<br>Hemscott, the business information company chaired by Michael Grade, yesterday sold a majority stake in its business to a US investment bank after buying a rival firm. P24</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Adverts aimed at discrediting Democrat presidential candidate John Kerry's record in the Vietnam war are having an effect in the US. P5<br>Hemscott is acquiring a US subsidiary and new US financial owner in a complex deal that will see the financial information service provider expand its geographical coverage. P22<br>EMI France and Fnac, one of France's biggest music retailers, have been accused by of breaching French law in their efforts to prevent music piracy and copying. P25</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Commuters face a rush-hour challenge when the BBC stages a \"flashmob\" opera at one of Britain's busiest train stations. P8<br>Piers Morgan, the former editor of the Daily Mirror, has received a 1.7m pounds payoff three months after losing his job because of the Iraq fake pictures scandal. P8<br>Lord Black, the former owner of the Daily Telegraph, yesterday lost the services of Richard Rohmer, one of Canada's foremost citizens, as a director of his holding company. P23<br>Hansard Group, the PR company in which convicted fraudster Terry Ramsden is planning to take a 10 per cent stake, last night announced that three investors in the 10.65m pounds placing have so far failed to come up with the money. P23</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Former Daily Mirrror editor Piers Morgan has received around 1.7m pounds in compensation after he was sacked over the publication of fake photographs said to show the torture of an Iraqi prisoner. P2<br>The BBC is to risk causing added chaos to train passengers by staging a live opera at one of the busiest mainline stations. P4<br>The Australian press has been far less compassionate to Sally Robbins, the rower who collapsed during a race, than the British press has to marathon runner Paula Radcliffe. P5<br>Hemscott, the financial data provider, is to buy CoreData for 7.3m pounds, giving it access to the US market and a new majority shareholder as part of the deal. P29</p> <p><strong>THE INDEPENDENT</strong></p> <p>Piers Morgan has secured a 1.7m pounds payoff from the publishers of the Daily Mirror after being sacked by the paper. P5<br>Gay pressure group Outrage said last night it would lobby the BBC to abandon plans to broadcast the Mobo Awards because it \"rewarded\" artists who promote homophobia. P7<br>The artist Tracey Emin has made her first feature length film, commissioned as part of BBC3's autumn schedule. P9<br>France Telecom waded into the high-speed internet price war against its arch rival BT Group yesterday when it announced a 17.99 pounds 1Mb service through Wanadoo, its internet service provider. P32<br>Hemscott, the online financial information group, acquired a US rival and a new majority shareholder yesterday. P35<br>The Hollinger Inc board has been left with just three independent directors following Richard Rohmer's decision to quit. P35</p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong></p> <p>Internet technology is shaking the foundations of the telephone industry in the US, as web calling attracts millions of users. P1</p> <p><strong>DAILY MAIL</strong></p> <p>The hidden story behind BBC reporter Michael Buerk's broadcasts from the Ethiopian famine in 1984. P32<br>Trinity Mirror is shelling out around 1.7m pounds to Piers Morgan, who was sacked as editor of the Daily Mirror after he published fake photographs of Iraqis being tortured. P67<br>Daily Mail &amp; General Trust is appointing Kevin Beatty as the new managing director of its Associated Newspapers division. P66</p> <p><strong>DAILY EXPRESS</strong></p> <p>Lurid stories about the private life of footballer Wayne Rooney have cut his chances of winning the BBC's sports personality of the year award. P22<br>The BBC plans to exploit the \"flashmob\" craze to film an opera at a mainline train station for BBC3. P25<br>Former Daily Mirror editor Piers Morgan will collect an estimated 1.7m pounds compensation after being fired for publishing what proved to be fake pictures of British soldiers abusing Iraqi prisoners. P53<br>Wanadoo opened a new front in the fierce war for Britain's broadband market yesterday by doubling the speed of its service but keeping the price the same. P55<br>Mean Fiddler group has struck a deal with Universal Records to sell live versions of tracks by the label's stars online. P55</p> <p><strong>DAILY MIRROR</strong></p> <p>New Coronation Street character Kelly Crabtree, played by Tupele Dorgu, will make her debut in the soap on Friday. P3<br>BBC1 hit drama Spooks is to lose two of its main stars after Matthew MacFadyen and Keeley Hawes said they would quit. P12<br>Lorraine Kelly is to host a Pop Idol-style talent show for people who can't sing in a 12-week series for BBC1. P15</p> <p><strong>THE SUN</strong></p> <p>New Coronation Street character Kelly Crabtree is a man eater poised to shake up the soap. P23<br>A harrowing new BBC3 series will show a mastectomy operation in a television first. P23</p> <p><strong>DAILY STAR</strong></p> <p>Billionaire's widow Anna Nicole Smith has been approached by Channel Five to take part in its new reality show The Farm. P3<br>Angry BBC chiefs will take revenge on departing Michael Parkinson by axing his Radio 2 show. P7</p> <p><strong>AND FINALLY...</strong></p> <p>It must be August. A US couple who have been raising a Cabbage Patch doll called Kevin as their own son for 19 years are now preparing to send it to university with a 2,000 pounds college fund. \"He makes friends easily and he's great to know,\" said his \"father\" Joe. No wonder university standards are declining. Daily Express P28</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>Hemscott, the business information company chaired by Michael Grade, yesterday sold a majority stake in its business to a US investment bank after buying a rival firm. </p> <p>Hemscott has agreed to buy CoreData for £7.3m in a deal that sees CoreData's owner Veronis Suhler Stevenson exchange control for a 34% shareholding in Hemscott. Veronis Suhler, which narrowly missed out on buying the Telegraph Group two months ago, will take its interest to 54% by acquiring a further 10m Hemscott shares. </p> <p>Hemscott's services, which are sold to headhunters, asset managers and stockbrokers, include a directory of UK directors; it also runs investor relations websites for listed companies. The company was set up by publishing group Hemmington Scott before splitting off from its parent four years ago. Mr Grade, chairman of the BBC, was appointed chairman in 2000. </p> <p>Rosalyn Wilton, chief execu tive of Hemscott, said the company would look for further deals in the business information market, buoyed by the financial backing of Veronis Suhler's private equity arm. </p> <p>\"It is a big transformational change. We now have data on the largest single market in the world. We have a major shareholder in the form of a £1bn private equity bank that wants to have Hemscott as a platform company to take part in ongoing consolidation,\" she said. </p> <p>CoreData offers a service that mirrors Hemscott's, selling financial information that includes executive pay details, share price information and a back catalogue of company results. The UK company is paying for CoreData with £600,000 in cash and 16.5m shares. </p> <p>Hemscott also announced a narrowed first half pre-tax loss of £192,000, against a deficit of £616,000 in the same period last year. Revenues for the six months to June 30 climbed 8% to £3.5m, but the company said sales of company data are facing a \"challenging trading environment\".</p>",
  "<p>Daily Mail &amp; General Trust, owner of the Daily Mail and the London Evening Standard, moved quickly yesterday to appoint a new managing director of its national newspaper division after losing a senior executive to the Telegraph Group. </p> <p>Kevin Beatty, head of DMGT's regional titles, will take charge of Associated Newspapers following the departure of Murdoch MacLennan, whose move to become chief executive of the Daily and Sunday Telegraph was confirmed at the weekend. </p> <p>Associated accounted for 43% of DMGT turnover last year, with a portfolio of titles including the Mail on Sunday, the Metro freesheets and the Standard. One of the main challenges facing Mr Beatty will be the London market, where the Standard's grip on commuters is under threat from an investigation by the Office of Fair Trading. The OFT is examining Associated's control of the newspaper distribution system in the capital, with Express Newspapers owner Richard Desmond preparing to launch a free rival to the Standard if the market is opened up. </p> <p>Mr Beatty returns to Associated after being managing director of the Mail on Sunday in 1996 and the Standard in 1999. He was also part of the Metro launch team five years ago. </p> <p>DMGT yesterday said Mr Beatty will be succeeded by another internal appointment. His deputy managing director at the regionals division, Michael Pelosi, has been pro moted to the top post, 16 years after joining the group. Despite accounting for 25% of DMGT turnover last year, the regionals arm, Northcliffe Newspapers, is more profitable than Associated. </p> <p>\"I am delighted to make these two appointments from within the group. They illustrate the depth and strength of our management and I am more than confident that our newspapers will continue to prosper under their leadership,\" said Lord Rothermere, chairman of DMGT.</p>",
  "<p>Glenmorangie, which makes the biggest selling single malt whisky brand in the UK, has been put up for sale after 15 controlling members of the founding Macdonald family signalled their intention to sell. </p> <p>Two years ago the group's Highland brand overtook Glenfiddich as Britain's most popular single malt and now looks set to fall into the hands of one of the acquisitive multinational spirit groups. </p> <p>Top of the list of suitors will be Brown-Forman, the Kentucky-based maker of Jack Daniels, which has nurtured a close relationship with Glenmorangie as its US distributor for 11 years. </p> <p>Four years ago Brown-Forman further strengthened ties with the whisky group, signing an international sales and marketing partnership deal. The US group also holds a 10% stake in Glenmorangie and has a representative on the board. </p> <p>Glenmorangie's distribution in Europe piggybacks on an agreement Brown-Forman has with Bacardi. Bacardi is also thought to be a potential bidder. Competition regulations are likely to preclude offers from Diageo, which dominates a third of the whisky market with 27 distilleries; from William Grant &amp; Sons, maker of Glenfiddich; and from Pernod Ricard, which owns the second and third largest brands Glen Grant and The Glenlivet. </p> <p>The 111-year old business, founded by Roderick Macdonald and Alexander Muir, is dominated by the Glenmorangie single malt, distilled at Tain in Ross-shire. It is the fifth biggest selling single malt worldwide. The group's other brands include Speyside malt Glen Moray and Islay malt Ardbeg, while it has had limited success in the blended whisky sector. </p> <p>Yesterday Glenmorangie A shares rose 277.5p to £13.35, giving the group's share capital a value of about £240m. It has net debt of £35m. </p> <p>Analysts have estimated the group, which last year shipped 1.6m cases of whisky, could fetch about £300m. </p> <p>The Macdonald family's decision to invite offers came as a surprise to many within the industry as the group had been showing strong growth under chief executive Paul Neep. Profit for the year to March 31 rose 10% to £9.6m on sales of £68.8m, 6% ahead of last year. </p> <p>Mr Neep said: \"You have to understand some of the [Macdonald] family are very old now - a few of the major shareholders are in their 70s. For them, the time is right to sell ... They want to exit from a position of strength.\" </p> <p>David Macdonald, 71, stepped down as Glenmorangie chairman five years ago, ending the family's hands-on role in the business. The family control just over 50% of voting rights though B shares. </p> <p>Mr Neep denied Glenmorangie's close ties to Brown-Forman would shut out rival bidders. \"A number of potentially interested parties have been approached,\" he said. Financial advisers NM Rothschild have been asked to seek offers on the company's behalf. </p> <p>According to the Scotch Whisky Association, the export market for single malt grew by 9% last year. Allied Domecq recently invested £3m in reopening two distilleries ringfenced for single malt production and tomorrow Pernod Ricard will unveil details of a relaunch of The Glenlivet. </p> <p>While the high-margin single malt category is growing fast, it is still overshadowed by blended whisky, which accounts for 94% of the market by volume, and for 90% by value. Diageo, which owns about a third of Scotch distilleries, is expected to show strong results for its blended whisky brands when it posts its full-year results next week. </p> <p>Alan Gray, analyst at Edinburgh stockbroker Sutherlands, said more than 80% of single malt whisky is sold to overseas markets. \"Single malts, in total terms, are becoming more popular. They are increasing their overall percentage of the market,\" he said. </p> <p>\"In new markets blends are the big sellers, but after a time the market matures and people think they know a little about whisky and move towards the premium blends and single malts.\" </p> <p><strong>Whisky</strong></p> <p><strong>· </strong>Glenfiddich, Speyside; privately owned by William Grant &amp; Sons; 17.4% share<strong><br>· </strong>Glen Grant, Speyside; Pernod Ricard; 7.9% share <br><strong>· </strong>The Glenlivet, Speyside; Pernod Ricard; 7.6% share<br><strong>· </strong>Cardhu, Speyside; Diageo; 6.6% share<br><strong>· </strong>Glenmorangie, Highland; Glenmorangie; 6.0% share<br><strong>· </strong>Macallan; Speyside; Privately owned by Edrington Group; 5.9% share</p> <p><strong>· </strong> Source: Sutherlands</p>",
  "<p>Calixto Bieito's Hanover State Opera production of Verdi's Il Trovatore opens with a man being torched to death, and ends with an imprisoned woman smearing herself with shit after one of her guards has crapped in a pail at her side. Inbetween comes a kind of druggy, post-apocalyptic nightmare, some of it unnerving, some of it risible. </p> <p>Its connections with Verdi are at times tenuous. Il Trovatore, one of the great tragic works of the 19th century, deals with the abuses attendant on civil war, the private agendas that dictate political brutality and the catastrophes that follow from groundless superstition. Bieito has turned the opera into a commentary on contemporary urban culture in a morally bankrupt world. </p> <p>Manrico and Luna - the latter has lost his aristocratic \"di\", since Bieito has dispensed with Verdi's class differentiations - are rivals for leadership of the same gang. Luna, who waves a gun about and presides over a torture chamber that derives from Pasolini's Salo, is a man of violence. Manrico, meanwhile, is a glamorous rock star, sports the stage name \"the Troubadour\" and is given to handing out roses to his fans in pacifist gestures. </p> <p>He's also clearly bankrolling his incestuously fixated mother, Azucena, whom we first encounter in a fur coat and tiara, rather than as Verdi's stateless Gypsy. Leonora, meanwhile, is Manrico's number-one fan, bopping away as she listens to his music on her radio, and popping pills when anyone mentions the word \"ecstasy\". </p> <p>The production's sex-and-violence content made it notorious long before it reached Edinburgh and some of it is genuinely unsettling. Azucena is gang-raped by the mob, while the torture scenes are reminiscent of the abuse of prisoners in Iraq. Much of it flies in the face of the opera, however. Azucena's degradation induces nausea, but not tragic pity. Where Verdi depicts genuine love, Bieito sees only neurotic obsession. Most detrimentally, he flouts Verdian methodology, which keeps violence off-stage, presenting its horror through a series of emotional reactions rather than depicting it outright. </p> <p>The music suffers, too. The production's physicality leads to poor co-ordination between pit and stage, though Mihkel Kütson's conducting has a fiery brilliance. There's a powerhouse performance from Leandra Overmann as Azucena, and some opulent singing from Francesca Scaini as Leonora, though Ki-Chun Park and Tito You as Manrico and Luna just aren't in the same league.</p>",
  "Failure to defeat or defuse Moqtada al-Sadr's armed rebellion and \"impose the rule of law\" in Iraq would jeopardise national elections and have \"dire consequences for the country and the region\", Iraq's deputy prime minister, Barham Salih, said yesterday. <p>\"No one should underestimate the seriousness of the challenge posed by the Sadr militia,\" Mr Salih told the Guardian. \"We must restore law and order to the troublespots in Iraq so that we can hold elections in four months. Iraqis can't afford anything but a success in this situation.\" </p> <p>His comments came as the fighting in Najaf - where US and Iraqi forces are besieging Mahdi army fighters holed up at the shrine of Imam Ali - showed no sign of easing. The uprising risks undermining Ayad Allawi's administration, which knows that an attack on the holy shrine could provoke the Shia, especially moderates who disapprove of Mr Sadr. </p> <p>Mr Salih, who is also a senior member of the Patriotic Union of Kurdistan, one of two groups controlling Kurdistan, said the government's reluctance to engage in a \"full-scale onslaught\" in Najaf should not be seen as a \"lack of resolve\". He said: \"We are well aware of the sensitivities of the shrine and what it represents. That is a responsible position, and it is a mark of the strength of the government. Military means should be the last resort. But if Mr Sadr is adamant about maintaining the armed challenge, the government has no option but to respond.\" </p> <p>The violence in Najaf, which has spread to other southern Iraqi cities, as well as Shia areas of the capital, has underlined the problems faced by the interim government, whose tenuous grip on the south as well as restive areas of the Sunni triangle is heavily reliant on US-led forces. </p> <p>\"We are absolutely not a puppet,\" Mr Salih said. \"The multinational forces here are a significant component of the reality of Iraq today and we have to be mindful of some operational issues. But the reality is that government makes the decisions ... The decision not to tolerate the continued existence of the al-Mahdi militia is ours.\" </p> <p>He called for Mr Sadr's supporters to leave the shrine, disarm and form a peaceful political organisation. \"Let them organise and contest. And may the best men and women win,\" he said. </p> <p>Many Iraqis will judge the success of Mr Allawi's government on its ability to deliver a secure environment in which to hold elections. Yet observers in Iraq question whether elections - scheduled for January - will be possible if the current climate continues. </p> <p>\"I just can't see it,\" said one. \"Mr Sadr is on such a power trip that it is doubtful whether he will see the need to participate.\" Mr Sadr has refused to recognise the interim government, which he accuses of pursuing a US agenda and has repeatedly called for US-led forces to leave Iraq. </p> <p>Mr Salih branded the removal of US-led forces from the country \"a catastrophe\". \"It would lead to a civil war; it would lead to regional intervention. The challenge is to work hard and fast to build indigenous security and military institutions. This is the real battle for Iraqis to win.\" </p> <p>He also ruled out a mass influx of Mr Sadr's fighters into official Iraqi army ranks, suggested by some as a means to offer the radical cleric's young, mostly poor, followers, an alternative to fighting. </p> <p><b>·</b> Iraq's fairytale Olympic football run came to a halt yesterday with a 3-1 defeat by Paraguay in the semi-finals. Iraq can still win only the second Olympic medal in the country's history if they overcome the Italians in the third-place match on Friday.</p>",
  "<p>Rock and roll is not especially renowned for its influence on social housing. But Walterton and Elgin Community Homes (Wech), a resident-run housing association in west London, partly owes its existence to the music and attitude of the late Joe Strummer, one of the biggest and most politically-aware stars of the 1970s punk rock explosion. </p> <p>Next week, the association hosts an exhibition as a tribute to Strummer, the lead singer and songwriter with the Clash. It marks the 30th anniversary of the first concerts the musician played when, in time-honoured art student fashion, he lived as a squatter in Walterton Road. </p> <p>It was in early 1973 that Strummer, who died from a heart problem in December 2002 at the age of 50, joined hundreds of other homeless people to defy the Criminal Trespass Act and squat in the hundreds of abandoned Victorian houses in the area. The community that formed around the squatters would eventually form the basis of Wech. </p> <p>Strummer's first band, The 101'ers, was named after their squat at 101 Walterton Road, and their one and only album was entitled Elgin Avenue Breakdown. But they soon morphed into the Clash, who had everything a rock and roll band should - great songs, charisma, style, and sometimes shambolic, drug-fuelled lives. </p> <p>In the 1970s, the area was a blighted nowhereland hemmed in by the impersonal bulk of the Westway Flyover - which carries the M40 motorway - the bedsits of Kilburn and genteel St John's Wood. But the place became the band's spiritual heartland, the home of the Westway Sound - angry songs of rebellion, unemployment and crime. Where other punk bands celebrated apathy or nihilism, the Clash was all about fighting for your rights. Strummer's last gig was a benefit for striking firefighters. </p> <p>The exhibition has been arranged as an installation by Wech resident and artist Gordon McHarg, with the help of Strummer's family and estate. It contains a unique selection from Strummer's personal archives, including never-before-seen handwritten lyrics, personal drawings and scribblings, and rare artefacts. </p> <p>McHarg says: \"This exhibition shows that Strummer's energy can still create waves in the present day - bringing together different communities in a spirit of friendship and action to create something special.\" </p> <p>Visitors will also be able to share the experience of sitting around one of Strummer's legendary campfires, meeting places for thousands of people every year at Strummer's flag-bedecked camp at Glastonbury. Strummer's post-Clash band, the Mescaleros, used flags and banners as part of their stage act, and the exhibition also contains hundreds of handmade flags created by residents at the Wech summer festival and art workshops at the association's youth club that reflect their own cultures and experiences. Visitors to the exhibition can make their own flag to add to the show. </p> <p>The installation features intimate and previously unseen pictures of early 101'ers gigs and later Clash performances taken by Julian Yewdall, a Wech board member who was an early 101'er and squatmate of Strummer. </p> <p>Yewdall recalls: \"At the time, there were so many people who didn't have anywhere to live and so many empty houses, so we decided to take direct action - take the houses over and improve them, rather than leave them to go to rack and ruin. The squatting led to a growing sense of community in the area - many people who squatted still live there now, - and that was the basis on which Wech was formed.\" </p> <p>Wech continued in the same anti-establishment vein as Strummer - taking the fight to the council in a bid to force it to make basic improvements, such as installing central heating and bathrooms. Its founder, Jonathan Rosenberg, was to mastermind the challenge to Dame Shirley Porter, the now disgraced Westminster council leader, who attempted to take over their homes and sell them off under its notorious \"homes for votes\" policy. </p> <p>Wech spent years disrupting council meetings and pouncing on the offices of unsuspecting buyers to argue its case. In the end, it used a clause in Margaret Thatcher's 1988 Housing Act, dubbed Tenants' Choice, which was designed to encourage the sale of Labour-controlled council housing to private landlords. In a precursor to the current transfer programmes, prospective buyers had to seek approval from the housing corporation and through a ballot of tenants. </p> <p>In 1989, Wech signed up three-quarters of residents as members and became the first landlord to be approved under Tenants' Choice, and the first to lodge an application to take over council property. Despite protracted wrangling over the sum the council would have to pay Wech to cover the cost of repairs to bring the 900-plus properties up to acceptable standard should a transfer go ahead, the homes were handed over in April 1992 with a £17.5m dowry, following a 72% yes vote. </p> <p>Yewdall recalls: \"The residents used the law to get millions out of Westminster to make their lives better. There is now total residents' control - a thing that Joe would totally approve of; after all, a lot of his early songs were about this area. A lot of Joe's experiences of squatting moulded his character.\" </p> <p>Debs Bourner, Wech community relations manager, says the exhibition hopes to raise cash and awareness for The Joe Strummer Foundation for New Music, a charity set up by the singer to provide opportunities for disadvantaged young people to make music. </p> <p>She says: \"This tribute is coming from the residents, who wanted to do something that had more longevity and impact than just a blue plaque on a wall. Thirty years ago, this place was a picture of disrepair. Homes had been left to rot after years of disreputable landlords until the squatters moved in. </p> <p>\"Joe started his songwriting career here and played his first gigs in a few dodgy pubs, so we wanted to mark it in an original way.\" </p> <p><strong>· </strong> Strummer - Past, Present and Future runs from September 4-18 at the londonprintstudios, 425 Harrow Rd, London W10 4RE.</p> <p><strong>· </strong> The Joe Strummer Foundation for New Music is at <a href=\"http://www.strummerville.com\">www.strummerville.com</a> </p> <p><strong>· </strong> London Print Studios is at <a href=\"http://www.londonprintstudio.org.uk\">www.londonprintstudio.org.uk</a></p>",
  "Compare and contrast two events yesterday. First the foreign secretary's trip to Sudan. Yesterday Jack Straw visited the country's Darfur region, where the Abu Shouk camp houses some 60,000 refugees, who have fled from attacks on their villages by the Janjaweed militia. About 1.2 million people live in camps in Sudan, most of them in much worse conditions than Abu Shouk. Overcrowded and insanitary, the camps expose their malnourished inhabitants to a plethora of diseases: diarrhoea, cholera and dysentery among them. According to the UN, at least 600 people are dying a day. <p>The second event was the release of the UK's latest asylum statistics by the Home Office. A spokeswoman proudly declared the UK had cut the overall number of applications by 70% since October 2002. Even Tony Blair's arbitrarily crude target only sought a 50% reduction. But the reduction did not satisfy the Conservatives, who described this year's 13% fall as a meaningless small number, nor the right wing anti-immigrants of Migrationwatch, which dismissed the figures, which were independently audited, as \"another spin operation\". Only the Liberal Democrats among the major parties spoke out against the target. Its spokesman, Mark Oaten, said the numbers seeking asylum should be \"based on the international situation, not the government's reaction to tabloid hysteria\". </p> <p>An opinion poll last year suggested the British public believes the UK receives 23% of the world's refugees. Here is one measure of the effectiveness of tabloid and political attacks on British asylum policy. In reality, the entire European Union only accepts 3% of the world's refugees; moreover, the UK is not even top of the European league, standing eighth in 2002 in terms of refugees per head of population. Right across the world the numbers of refugees actually fell last year, according to a report from Ruud Lubbers, the UN high commissioner for refugees, released in June. The 20% fall brought the numbers under UNHCR care down to 17 million, the lowest level for 10 years. Two factors were responsible for the fall: the ending of several major conflicts and success in getting more people home, some of whom had been in refugee camps for years and, in some cases, decades. </p> <p>Even so, 17 million people is still a huge number. Over 90% of refugees remain in their home region, where the UNHCR has little over £30 a year to cover each individual refugee's needs. The 10% who reach developed states initially cost £10,000, although once settled quickly begin paying more tax than they receive in benefits. The UK has floated the idea of transferring to the UNHCR much of the money used in the west to fund asylum applications so that special protected areas could be established, where refugees would be initially assessed. This is not too different from the UNHCR's wish for more funds to create \"safe havens\" in regions with high refugee movements for initial assessments. As long as the schemes include a managed flow to the west and do not end the right of individuals who get here to have their asylum claims properly assessed, the plan deserves a proper trial. Remember: the top five industrial states alone - including the UK - spend over £10bn a year on immigration control, two-thirds of the amount provided in overseas aid. </p> <p>Mr Lubbers is right to urge Europe to forge a common approach. The European Commission has been valiantly trying to devise a scheme to end the current demeaning pass-the-parcel European procedures. Britain, meanwhile, needs a more grown-up debate about the issues. Five separate pieces of legislation in a decade have produced lots of measures to keep illegal immigrants out, without introducing new safeguards to ensure genuine refugees are guaranteed the protection that international law bestows.</p>",
  "<p>They are a little-known corner of the public sector, employing 2,000 staff throughout England and boasting a hefty combined budget of £2.2bn next year. The country's nine regional development agencies (RDAs) were launched five years ago as the vanguard of John Prescott's grand plan to devolve power from Whitehall. </p> <p>Impressed by similar bodies created in Scotland and Wales in the late 1970s, the deputy prime minister was keen for England to catch up with strong, business-led economic drivers capable of creating jobs, clearing derelict land, and working with councils to turn round rundown areas. </p> <p>In fact, while the agencies are generally chaired by business men and women, the influence of local government is stronger than many imagined, with a cross-current between RDAs and town and county halls. Former council chief executives, and other senior officials, now occupy the main posts in a string of agencies, while at least one former RDA official has moved in the opposite direction. </p> <p>While working outside the direct control of politicians might have its attractions, the influence of Whitehall - which has set the RDAs a series of demanding targets, from job creation to land reclamation - remains strong. This has turned out to be devolution in name only. </p> <p>Still, for some, working to a set of Whitehall targets may have seemed preferable to daily meetings with a council leader. That's why a collective shudder went through the ranks of some RDAs at the prospect of being answerable to a new breed of regional politician in elected assemblies; the agencies, after all, would represent a big slice of any future assembly budget. </p> <p>Officially, the eight RDAs, plus London's agency - which is already answerable to Ken Livingstone's Greater London authority - have no official views about full-blown political devolution to the regions, on the broad model of the GLA. </p> <p>Unofficially, some senior officials are deeply uneasy. Many doubtless breathed a sigh of relief when Prescott last month scrapped his plan for referendums in two of the three northern regions this autumn - what he dubbed a \"great north vote\" - to test the mood for elected assemblies. Only the 1.9 million electors of the north-east will now take part in an all-postal ballot on November 4. A \"yes\" vote could mean elections proper to a 25-member north-east assembly in 2006, after which the regional development agency, known as One North East, would be accountable to regional politicians, some of whom may well question the agency's priorities. </p> <p>True, regional government might be some way off, but any ambitious RDA official will now have to prepare for the possibility of new political masters - although, in reality, Whitehall will still exert considerable influence in the event of Labour winning a third term (the Conservatives have hitherto been hostile to RDAs, while being strongly opposed to elected assemblies). </p> <p>For the time being, however, RDAs appear fairly high on Gordon Brown's agenda. Although they seemed to have as many detractors as admirers, the chancellor sees them as a building block for the decentralisation of Whitehall departments, and the possible relocation of 20,000 civil service posts around the country. </p> <p>The chancellor's recent three-year spending review gave the agencies a few more powers, particularly regarding support for new and existing businesses, as well as an extra £200m for 2005-06. Terry Hodgkinson, who chairs the Yorkshire agency, known as Yorkshire Forward, and has been closely involved in negotiations with Brown, believes the chancellor has listened to their arguments, \"particularly about the need to tackle red tape and bureaucracy\". </p> <p>Privately, RDAs have long complained of being hampered by the \"command and control\" of Whitehall. Until the last election, they were under the wing of Prescott's former Department for Transport, Local Government and the Regions. Subsequently, responsibility for them was transferred to the Department of Trade and Industry, widely seen as a branch office of the Treasury these days. Curiously, Prescott's shrunken department - the grandly-titled Office of the Deputy Prime Minister - contributes the largest element of their budget (more then £1.5bn). </p> <p>In reality, the regional agenda is being driven by Brown and Prescott. Whatever happens in November's north-east referendum, the deputy prime minister insists that a form of devolution - or, more accurately, \"decentralisation\" - will move ahead. </p> <p>Non-elected assemblies, comprising mainly local councillors, have been established already in the eight regions outside London, with full-time secretariats. The south-east assembly, for instance - based in Guildford, in the same building as the south-east RDA - has a staff of 34, including a chief executive and a director of planning and transport. Like the other assemblies, it has responsibility for regional strategic planning and, soon, regional housing strategy through a new board recently established. By 2006, regional planning and housing functions are due to be merged, in line with recommendations from a recent review into the housing market by the economist Kate Barker. </p> <p>In short, if Labour stays in power and Brown remains a force, a form of regionalism - albeit, closely tied to Whitehall's performance and target culture - will be central to the Treasury's objectives. </p> <p><strong>· </strong> Office of the Deputy Prime Minister is at <a href=\"http://www.odpm.gov.uk\">www.odpm.gov.uk</a> </p> <p><strong>· </strong> One North East is at <a href=\"http://www.onenortheast.co.uk\">www.onenortheast.co.uk</a></p>",
  "<p>Teenagers, as every parent of one knows, tend to take a lot more notice of other young people than they do of adults. So what could be more sensible than the idea of young offenders being brought before a court of their peers, to be judged and sentenced? </p> <p>Details of the radical plan, which was pioneered in New York and now looks set to be copied here, and which will be piloted in Liverpool over the next two years, are still to be finalised. But it is likely that youngsters aged between 14 and 17 will be asked to participate in various aspects of the trials of other youngsters of a similar age, who are accused of minor criminal offences. </p> <p>Young people could be asked to sit on some kind of teenage jury, or they could be trained to sit with a judge, or asked to give advice before sentence is passed on another youngster. The process is designed to instil in young people some respect for the legal system. </p> <p>The inspiration for the scheme is the Red Hook justice centre in Brooklyn, New York, where teenagers from a range of backgrounds are chosen as jurors, are sometimes appointed to act as judge, and may even perform the role of counsel to accused youngsters. British government ministers and officials have visited the project, and the UK Department of Constitutional Affairs, which oversees the courts, is now poised to write the small print for the Liverpool project, which should be up and running by the end of the year. </p> <p>So what do young people themselves think of the idea? James Browning, 15, from south London, says the crucial point is that youngsters serving on a jury would understand the context of other young people's misdemeanours. \"It's all about feelings - they would understand where they were coming from,\" he says. \"That's really important, even though you'd have to make sure it didn't mean they identified too closely with what was going on, so they were too soft on people.\" </p> <p>James says he would probably be prepared to sit on a teenage jury, but points out that not all youngsters would want to - some might fear a gang backlash, while others might just feel uncomfortable about the idea of sitting in judgment on others their own age. </p> <p>Phillipe Chiarella, 17, who sits in the UK youth parliament, believes that any scheme that seeks to give young people experience of a process where their views are under-represented is a good one. </p> <p>\"At the moment I think a lot of youngsters have this view that the police and the courts are against us - that we're not understood and that the court process is a completely alienating experience,\" he says. \"There's this idea that police officers and lawyers and judges couldn't possibly understand what it's like to be us because being young was all too long ago for them, that they've forgotten what it was like and consequently what they say is irrelevant. </p> <p>\"What this scheme would do is put young people in touch with the process because those criticisms would no longer be valid. But what would be very important is making sure that young people could make informed decisions. There would have to be a lot of training so it is clear that a crime is still a crime - that it's one thing to identify with the young person who is accused and another to say they did nothing wrong. </p> <p>\"I would certainly be willing to get involved with something like this,\" Phillipe adds. \"I feel very strongly that the best way to change a system is from within, and if young people could be more involved in the legal system, we would all see it as more accessible.\" </p> <p>Milly Picton, 15, who lives in Kingston-upon-Thames, agrees that teen courts are a good idea. \"What would be most important is for young people to know they really could make a difference, that it wasn't just about paying lip service to the idea of involving us,\" she says. \"There are lots of schemes that say they are about listening to us, but in practice nothing changes. </p> <p>\"One plus I can see is that, at the moment, most young people never see the inside of a court and don't know anything about what happens there unless they're accused of an offence. Under this scheme, a lot more of us would have a chance to get acquainted with the criminal justice system - some of us might even decide to go on to be lawyers, or in other ways become involved in the process. And, of course, we would find out what would happen to us if we ever got into trouble, so there might be a deterrent effect as well.\" </p> <p>Annette Ankamah, 17, who works for Exposure, a charity designed to enable more young people to get access to the media, says she believes teenagers would be \"more ashamed\" to be brought before a court involv ing their peers. Despite that, though, she would be wary of a system that set young people up to judge other young people. \"That wouldn't be a good thing because youngsters can be unsure and immature. And mood swings might affect their judgment and lead them to make bad decisions.\" </p> <p>Another Exposure participant, 16-year-old Lionel Eddy, says that for him, a major advantage of the new plan would be to give youngsters broader experience of the legal system, which might encourage them to take up careers in law. \"I think young people might be softer than adults because adults know more about crime than most young people,\" he says. \"But I personally wouldn't be softer because more crime is committed on young people, and this would be a way to get our own back. </p> <p>\"But if I'd done something wrong I'd be more ashamed to be in front of adults than people my own age... though I'm not exactly sure why.\" </p> <p>Sean Hanlon, 17, from Lanark shire, who is a member of the Scottish youth parliament, has been involved in drafting a policy document which called on the Scottish Executive to include teenagers on panels dealing with young offenders. In general, he believes the best way forward would be to open up the entire legal system to include young people from 14 upwards. </p> <p>\"I'd like to see young people who were deemed sufficiently mature and able recruited to serve on juries, regardless of the age of the person accused,\" he says. \"I'd like to see mixed adult and young people's juries in both juvenile and adult courts. I think it could only be a good thing to get youngsters' voices heard in both arenas - everyone would benefit. </p> <p>\"A 16-year-old can bring skills and their personality to the judgment process just as a 30-year-old or a 50-year-old can,\" he adds. </p> <p>Solicitor Liz Goldthorpe, chairwoman of the Association of Lawyers for Children, believes that the idea of peer justice has a lot of mileage. \"We know young people are quite sensible about judging what's acceptable and what's unacceptable,\" she says. \"We often think they're not as mature as they should be, but then we tend to discover that they are a lot more mature than we gave them credit for. </p> <p>\"My concern is that this idea would have to be worked out very carefully, and I would have worries about young people acting as advocates, because I think in that role they would need to have a very strong grasp of what the law requires, and I wouldn't want to see young people involved in the perpetration of injustice. </p> <p>\"What I would most like to see is a pilot scheme involving both children and adults. I think the biggest benefit would be in terms of hearing the voices of youngsters in the justice system - we've got a long way to go before we listen to them properly, and this would be a step in the right direction.\" </p> <p>Jessica Gold, director of School Councils UK, says that schemes to involve young people in support and advocacy for pupils facing exclusion have been successful and could provide some kind of blueprint for the new court service. The crucial aspect of setting up a system of peer justice, she says, is in ensuring it is perceived as fair by the youngsters themselves: anything that was not would fail from the outset.</p>",
  "<p>A GlaxoSmithKline drug being developed to treat high cholesterol levels has been shown to reduce weight gain in mice dramatically when they are fed a high-fat diet. </p> <p>The results from an independent study by scientists at California's Salk Institute indicate that the drug will be investigated as a treatment for obesity by the British drugs company. </p> <p>The drug, GW501516, is in mid-stage clinical trials to treat dyslipidaemia, a disorder of cholesterol levels. It is years away from sale, and potential side-effects of increasing cancer risk and oedema (fluid build-up) need to be looked at. </p> <p>But Glaxo said the research is \"very interesting\" and will now review the study and consider starting trials of the drug as a treatment for the overweight. </p> <p>The obesity market is lucrative, particularly in the high-spending US, and is estimated to be worth $5bn (£2.8bn) in 2010 by investment bank Lehman Brothers. Obesity drugs are being developed by numerous pharmaceuticals companies, including Sanofi and UK biotech Alizyme, as well as GlaxoSmithKline, which has already licensed a drug named Xenical that inhibits the absorption of fat in the gut. </p> <p>\"The area of metabolic syndrome, diabetes and obesity [is linked] and whoever cracks that will make a lot of money,\" said Stewart Adkins, an analyst at Lehman Brothers. </p> <p>In the scientific study, which was published in the journal Public Library of Science Biology, 10 mice were fed a high-fat diet for 60 days. Half were given the drug, the other half used as a control. </p> <p>The mice given the drug only gained 4g of weight on average compared with a normal mouse, which gained 12g. When given the drug, mice also appeared to develop a more athletic type of muscle, known as \"type 1 fibre\" that is linked to lower levels of fatigue, obesity and diabetes. </p> <p>The effects of the drug were tested as a sideline to research into genetically engineered \"marathon mice\". These mice were made to run on treadmills until exhausted; the running time and distance they achieved were increased by 67% and 92% respectively. </p> <p>These mice were genetically engineered to produce higher levels of the PPAR- (pronounced p-par) delta protein and had higher levels of the type 1 muscle. </p> <p>The PPAR-delta protein is boosted by the GW501516 drug, and therefore the abilities of the transgenic mice might be mimicked by the drug.</p>",
  "National test results for children leaving primary school rose in maths and English this summer after three years stuck on a plateau, but still fell short of targets set when Labour came to office in 1997. <p>Ministers said the results of key stage tests, published yesterday, showed primary schools are \"getting better again\", and pointed to evidence that improvements are fastest in some of the country's poorest areas. </p> <p>However, the scores failed to meet targets originally set for 2002, on which former education secretary David Blunkett and his successor, Estelle Morris, staked their jobs, and suggest there is practically no possibility of hitting yet more ambitious goals - now transformed into aspirations - already put back to 2006. </p> <p>The results, which also showed a decline in performance in science, prompted renewed criticism from teaching unions over the entire national testing process, which heads argued \"tests schools to destruction\". </p> <p>The National Union of Teachers accused the government of \"shooting itself in the foot\" by persisting with national targets, saying the failure to hit them unfairly detracted from the improving performance of schools. </p> <p>Schools are already smarting over renewed claims last week that improved A-level performances reflect easier exams rather than better teaching. GCSE results, published tomorrow, are expected to show a small decline in overall number of passes, but a rise in the numbers gaining the top grades A* to C. </p> <p>Results of tests taken by pupils in England at seven, 11 and 14 - key stages one, two and three respectively - show performance inching up or holding steady in maths and English for each age group, but a decline in science results for both primary and secondary pupils which ministers acknowledged was \"unexpected\". </p> <p>At 11, a record 77% of pupils reached the nationally prescribed standard (level four) in English: a rise of two percentage points on last year and the first increase in four years, but still short of the 80% target set for 2002. </p> <p>Girls continued to outstrip boys, though boys narrowed the gap slightly in writing. In maths, 74% achieved the required standard, up one percentage point from last year, but below the 75% 2002 goal. </p> <p>Even more ambitious targets, of 85% of all 11 year olds achieving national standards (level four) in maths and English, have been put back by the government from this year to 2006, but would require a near impossible improvement over just two years. Even after this year's improvement, an extra 48,000 pupils would need to climb to level four to hit the target. </p> <p>Science scores fell one point this year to 86%. </p> <p>Schools minister David Miliband highlighted the high numbers of deprived areas among LEAs showing the biggest improvements at key stage two since last year. Hartlepool, the eighth poorest borough in the country, topped the table, with a seven point leap in English and maths, followed by Hackney, in east London, and a scattering of mainly north-eastern authorities. </p> <p>For 14 year olds, who this year represent the first year group to have been targeted under a new programme to boost achievement during the \"lost years\" of early secondary school, the results picture is more mixed. The proportion reaching at least minimum expected standards in maths rose by two percentage points to 73%, with more than half now achieving the higher level six. However, the percentage hitting national levels in science fell two points to 66% </p> <p>Ministers tentatively linked the drop in science to an increasing share of pupils being entered for higher tier papers. </p> <p>Unions again insisted national tests, and the league tables drawn from them, are too blunt an instrument to judge school performance. They called for a return to nationwide sampling to check on national levels of achievement. </p> <p>The general secretary of the NUT, Steve Sinnott, said: \"Inevitably those hostile to the success of our primary schools point to the fact that the government's targets have not been achieved rather than to the continuing improvement in school performance.\"</p>",
  "<p>A local football team, an army of classroom assistants and a drive to provide boys with books they want to read have contributed to a record leap in the achievements of primary school pupils in one of the country's poorest boroughs.</p> <p>Hartlepool, the eighth most deprived authority in the country, and the only one lumbered with a mayor elected in a monkey suit, heads a league of most improved LEAs dominated by those battling with poverty, low expectations and a history of weak educational performance.</p> <p>As schools minister David Miliband pointed to the success of new government intervention programmes in boosting poor performance, education leaders in the north east town said the improvement was the result of a long, nine-year haul built on a \"relentless focus on standards\".</p> <p>In 1995, the year before the town took control of its own schools as a unitary authority, just 37% of 11-year-olds were achieving national standards in maths, and 39% in English. This year, it hit the national average of 77% in English, and notched up 78% in maths - three points above the average. Both scores represent a leap of seven points on last year, and are records for the town.</p> <p>Jeremy Fitt, Hartlepool's director of education, said the town's small size helped boost the cooperative spirit needed to drive efforts to overcome generations of poor academic performance, with schools readily sharing expertise - a trend keenly promoted by the government.</p> <p>The government's workforce changes, which give classroom assistants a greater role under the direction of teachers, had also helped bring about improvement, allowing more youngsters to have one-to-one help with reading.</p> <p>But alongside national programmes, local efforts have given Hartlepool schools a much-needed lift. Boys' underachievement has been tackled directly using targeted books and other learning materials, together with a numeracy and literacy programme run with Hartlepool Town football club.</p> <p>There are also new efforts to challenge gifted children, and to address the educational effect of high levels of mobility in the town, which frequently saw youngsters change schools when they moved just a few streets down the road.</p> <p>Improvement in results has boosted confidence, breeding further success, Mr Fitt said. \"If you talk to a lot of our teachers, it's about self-belief. They didn't think they could do it; now they know they can.\"</p>",
  "<p>It was precisely the squalor British Airways has been striving to avoid. Heathrow airport was scattered yesterday with makeshift beds, discarded blankets and overtired passengers as a chronic staff shortage caused the cancellation of dozens of flights. </p> <p>A party of 75 elderly German choristers slept on the terminal floor. Around Burger King in terminal one, a party of students had set up camp. A handful of harrassed staff struggled to placate irate travellers by doling out stacks of vouchers for light refreshments. </p> <p>Just three days after the national flag carrier thrashed out a deal with unions to stave off a summer strike, its schedule lay in tatters. A combination of poor weather, night flying restrictions, sick leave and recruitment delays conspired to throw its taut operation off balance. </p> <p>In the latest of a string of embarrassing setbacks, BA has been forced to cancel 81 flights at Heathrow over two days including short-haul services to Munich, Madrid, Helsinki, Aberdeen and Frankfurt. Hundreds more have been delayed and 1,500 frustrated passengers were stranded overnight on Monday. </p> <p>Coming hot on the heels of a luggage fiasco this month in which 11,000 bags were separated from their owners and a strike threat which caused the suspension of bank holiday bookings, yesterday's crisis posed questions about BA's reliability. </p> <p>Critics asked how the airline had allowed itself to get so overstretched. \"You make your contract with an airline, buy your ticket and turn up when you're told to,\" said Simon Evans, chief executive of the Air Transport Users' Council. \"It's not unreasonable to expect an aircraft to be there to take you away.\" </p> <p>BA's problems began mounting on Monday, when a handful of aircraft \"went technical\" and were sidelined with minor faults. Meanwhile, heavy rain forced air traffic controllers to restrict flights in and out of Heathrow, which is the world's busiest international hub with movements every 45 seconds. </p> <p>For long periods, all of Heathrow's 260 stands were occupied. Arriving jets queued on taxiways to wait for somewhere to park. One flight from Moscow was diverted to Gatwick simply because Heathrow was \"full\". </p> <p>Stricken by an exodus of staff over the summer, the airline did not have enough employees to cope. It was 150 people short of its usual contingent of dispatchers, baggage handlers and check-in workers. When a ban on night flights began at 11.30pm, BA had failed to clear its backlog. Of the 1,500 passengers still at the airport, 500 went home, 500 were put in hotels and the rest slept in the terminal. </p> <p>BA's operations director, Mike Street, said: \"There were a combination of reasons behind the operational difficulties but the main issue was staff shortages. That was our responsibility and we apologise unreservedly.\" </p> <p>The airline is training 200 reinforcements, who will be ready to begin work next month. It says delays in obtaining checks on applicants' criminal records are partly to blame for the shortfall. But the airline conceded yesterday that it had failed to wake up to the problem in time. \"We were too slow off the mark in recruiting this summer,\" said an insider. </p> <p>Self-inflicted problems will be particularly galling while the entire aviation industry is under pressure. Oil prices have soared close to $50 a barrel, pushing the cost of aviation fuel to a record high. The international airlines' association, IATA, predicts that this will send the whole industry into the red this year. Meanwhile, a constant stream of cut-price offers lures passengers onto low-cost carriers. Without its trump card of customer service and reliability, BA has little in its armoury to counter budget competition. </p> <p>Ryanair wasted little time yesterday in making capital. The Irish airline's spokesman, Paul Fitzsimmons, urged passengers to switch allegiance: \"BA promotes this image that it somehow looks after its passengers when things go wrong. The reality is it keeps leaving passengers stranded to sleep in the terminal.\" </p> <p>Since the terrorist crisis of September 2001, BA has got used to knocks. It lost its tag as \"the world's favourite airline\" two years ago when Lufthansa began carrying more international passengers. The airline briefly dropped out of the FTSE-100 index and at one point was worth less than EasyJet. </p> <p>This is its second successive summer of disruption. Last year, wildcat walkouts by check-in staff scuppered hundreds of flights and left the airline with a £40m bill. Unions say more than 7,000 job cuts have left the airline's workforce overstretched, contributing to yesterday's deficiencies. A TGWU spokeswoman said: \"BA workers have been feeling the pinch for some years. Unfortunately, that's now spilt over into disruption for passengers.\" </p> <p>Others suggest the airline still suffers hangovers from its days as a nationalised company - such as employees taking an average of 17 days' sick leave annually. </p> <p>Dozens of senior BA managers will go back to the floor this weekend to help check-in staff handle the bank holiday weekend. Just a handful of delays can snowball rapidly, leaving aircraft, cabin crew and pilots in the wrong places. </p> <p>Kieran Daly, group editor of Flight International, said that if BA can make a swift recovery, this week's problems will quickly fade. \"The airline business is brutally price driven and people will forget these setbacks.\" </p> <p>Nearly 500,000 people are due to fly with BA over the long weekend. Its 49,500 staff worldwide and 300 aircraft will be at full stretch. After a dismal month of own goals, the airline needs to prove it can get its bank holiday customers to their beaches, citybreaks and relatives on time.</p>",
  "<p>If you are feeling just about ready to reach back into the drawer for your autumn hosiery, then think again. Conventional tights are as \"endangered as girdles and garter belts\", according to <strong>USA Today</strong>, now that a Japanese inventor has developed a spray-on alternative. </p> <p>The Air Stocking is an aerosol spray containing hydrolysed silk, amino acids and green tea extracts, and comes in a variety of shades. It was born of necessity as bare legs are frowned upon in the sometimes sweltering offices of Japanese firms. </p> <p>But why would the women of Britain need them? \"There is something unspeakable about open-toed shoes with tights, but nothing less attractive than a pasty British leg, blue and pimply with cold,\" explained Alice Smellie in the <strong>Daily Mail</strong>. The Air Stocking promises \"the appearance of tights without the pitfalls\". </p> <p>Smellie was \"astounded\" by her first effort: \"On first application, the spray looks shiny. This turns to a powdery sheen as you smooth it over your legs. The overall effect was marvellously even.\" </p> <p>The spray can also be used as a quick-fix for those with less than perfect pins. The <strong>Times</strong>'s Sarah Turner, who says her legs are \"a roadmap of bumps, dents and irritating imperfections\", viewed it as \"a quick spray-paint job on a slightly dodgy chassis\". </p> <p>But there are some functions the spray can't replicate. Hermione Eyre, in the <strong>Independent on Sunday</strong>, pointed out that it \"won't keep you warm, won't protect your feet from chafing and hasn't got a control top\". </p> <p>There are other pitfalls. The <strong>Financial Times</strong>'s Anne-Marie O'Leary \"sprayed too close\" to her knees and \"spent all day fruitlessly trying to smooth away fake Nora Batty-style rumples\". And perhaps it has too much staying power, given that \"after a walk in the rain and two showers it still hadn't washed off\". </p> <p>Yet the benefits cannot be denied: the Air Stocking is less hot and sweaty, it won't ladder, and \"you no longer need to walk around with the crotch around your knees because you got the wrong size\". As O'Leary noted, this makes them \"perfect for transvestites\".</p>",
  "<p>Piers Morgan, the former editor of the Daily Mirror, who was sacked in May over faked Iraqi abuse photographs, has secured a £1.7m payoff from his former employers to sit alongside a £1.2m book deal for his memoirs. </p> <p>Lawyers for Morgan, who was ousted after publishing pictures purportedly showing British soldiers torturing Iraqi prisoners, secured the golden goodbye last Friday. </p> <p>Shareholders in Trinity Mirror, owner of the Daily Mirror, were resigned yesterday to one of Fleet Street's most colourful figures walking away with the kind of \"reward for failure\" payment that has become a bugbear of investors. </p> <p>There were murmurs of discontent from the City immediately after Morgan's removal when it emerged that his lawyers were seeking compensation of around £1.5m. </p> <p>But Morgan's lawyers advised him that Trinity Mirror would have to prove gross misconduct or reckless dishonesty when he published the photographs. </p> <p>In other words, the paper would have to demonstrate that he knew the photographs - one of which purported to show a British soldier urinating on an Iraqi prisoner - were fake when he published them. In fact, the company has never claimed Morgan knew the pictures had been fabricated. </p> <p>Richard Singleton, director of corporate governance at Isis Asset Management - which is a shareholder in Trinity Mirror - said his company was considering whether to approach the newspaper group's board over the payoff, but conceded the matter was effectively closed. </p> <p>The size of the golden goodbye could have been reduced by drafting Morgan's contract more carefully when it was negotiated years ago, said Mr Singleton. </p> <p>The payment takes into account share options over the next two years, pension entitlements and basic salary. The final amount could be lower than £1.7m because it includes share options in Trinity Mirror that can fluctuate in value before Morgan is able to cash them in. </p> <p>Neither Morgan nor Trinity Mirror would comment on the settlement, which has been struck after almost three months of negotiations. The agreement was secured by Schillings, the law firm which represented Naomi Campbell in her successful privacy battle against the Daily Mirror. </p> <p>It comes days after Morgan secured a £1.2m payment from publishers Ebury Press for an account of his Fleet Street career. The Insider will be published next spring and is based on Morgan's diaries. </p> <p>Ebury is hoping Morgan's revelations will help the book to attract a broader readership than many autobiographies, and is positioning it as a \"compulsive read for fans of the political and celebrity autobiography alike\".</p>",
  "<p>While the golden girl of British athletics was still struggling to solve the mystery of her very public catastrophe in the marathon, the little soldier was running two laps of the track to bring home the gold medal that will buy some breathing space for Britain's much criticised track team. And last night Kelly Holmes celebrated her victory in the 800 metres by qualifying comfortably for tomorrow's 1500m semi-finals. </p> <p>The former army PE instructor came through her heat with all the authority and efficiency she had displayed during her progress through the rounds of the 800m. After holding position at the back of the leading bunch, she made her move on the last lap and came into the finishing straight showing enough power to have won comfortably. Instead she allowed Natalya Yevdokimova of Russia to take the win by 0.03sec before trotting away without waiting to see the results or watch the finish replayed on the giant screen. </p> <p>Of Britain's other entries, Hayley Tullett also qualified but Jo Pavey was eliminated with a time eight seconds below her best. Olga Yegorova of Russia, the fastest in the world this year, scraped in among the fastest losers, just ahead of Tullett. </p> <p>Holmes came into the sport without privileges and will never exude the sort of glamour associated with some of her contemporaries. But she is hewn from the bedrock of British athletics, from the system that has produced generations of schools champions and club runners for whom the achievement comes before the glory. </p> <p>After Monday night's magnificent final she mentioned that as a 10-year-old in Tonbridge she had been inspired by watching the feats of Sebastian Coe in the 1980 Moscow games. \"He was my hero,\" she said. \"I remember seeing him finish second in the 800, and the look on his face when he won the 1500.\" </p> <p>A few minutes earlier Coe had marched up to the podium to present Holmes with a ceremonial bouquet during the medal ceremony for a race that had been watched by a British television audience estimated at 8.3 million. And yesterday he spoke of the achievement of a woman who is now attempting to pull off the middle-distance double that he missed narrowly not only in Moscow but again in Los Angeles four years later. </p> <p>\"She ran the perfect race,\" he said. \"The 800m is the most complicated distance on the track. You start in lanes and the first difficulty is the crossover, which most athletes often get wrong. She got it absolutely right. The runners at the front were setting a suicidal pace. I'm sure there were a lot of people sitting at home saying, 'No, no, she's too far back.' But as soon as I saw the time of the first lap, I thought, 'She can win this.' She was always going to be stronger than most of them on the finishing straight.\" </p> <p>Holmes ended the first lap of the final in seventh place, just behind Maria Mutola, the defending champion and her former training partner. The pair overtook the five runners in front of them as they accelerated through the final circuit. Raw willpower blazed Holmes's eyes as she crossed the line inches ahead of Hasna Benhassi of Morocco and Jolanda Ceplak of Slovenia, with Mutola struggling to finish fourth. </p> <p>\"Kelly picked it up when it mattered,\" Coe said. \"She stayed out of trouble - she stayed slightly wide. If you do that you can get the benefit of an economy of effort, and it paid off. There was not one part of the race you could fault. It was one of the best 800m races I've ever seen.\" </p> <p>But having won the gold medal that eluded her in Atlanta and Sydney, can she hope to maintain the standard in the 1500m? \"Absolutely she can. The big issue will be maintaining her focus. But the advantage she has is that she doesn't have time to dwell on it. The difficulty with a double can come in the time between the two races. </p> <p>\"She'll be very up, obviously. She's won at a distance that is not easy to win at, at the highest level of competition. I think she's tough enough to say, 'That was great, but the second half of this is still ahead.' She has as good a chance to bring it off as anybody in the history of the sport who's gone for it. It's not going to be a walk in the park, but she's got the leg speed, she's got the conditioning, and she can make the distance. </p> <p>\"She also has the confidence of knowing that she is comfortably the fastest runner in the field over 800m. The rest of the field are going to be thinking, 'Well, there's nothing we can throw at her that she's not going to be able to respond to.' That's a big advantage.\" </p> <p>Coe was also pleased by the idea that Holmes's success will cast a golden glow over British athletics as a whole. </p> <p>\"It's important that we perform,\" he said. \"We've had a pretty thin time of it in middle-distance running in recent years. Kelly showed that it's absolutely possible to mix it toe to toe with any country in the world, even the super-countries. She proved that it's possible to win from a British background, doing it the right way.\" </p> <p>Last night's run confirmed Coe's belief that a historic double might lie within her grasp.</p>",
  "<p>Liverpool courted disaster last night. Beaten by sub-standard Austrian opposition and only spared the ignominy of extra-time by some frantic late defending, their progress into the group stage was as spluttering as it was apologetic. Any optimism that had swelled on Merseyside has been well and truly pricked. </p> <p>This was a bitter reality check for Rafael Benítez. The consolation for his team's insipid display will be the financial rewards of the Champions League proper, worth around £15m, though it will be a brief return to the elite should they continue to play in this fashion. The Spaniard spends most games pondering with hands on hips in his technical area; by the end here his prowl was laced with angry frustration. </p> <p>Mario Tokic's goal, hammered magnificently from 20 yards after Liverpool failed to clear Roland Kollmann's corner, earned Grazer AK the unlikeliest of victories and a standing ovation at the end. Liverpool were left thankful for Steven Gerrard's brace in the first leg, which saw them into tomorrow's draw in Monaco, but this was still a ridiculously slack way to slip to only a 12th home defeat in continental competition in 41 years. </p> <p>To add to the sense of the surreal, the referee Luis Medina Cantalejo cautioned the visitors' captain Rene Aufhauser twice within 10 second-half minutes and failed to dismiss the midfielder. Andy D'Urso-itis, which first flared up at Southampton on Saturday, appears to have spread to Merseyside. </p> <p>The Uefa referee's observer was baffled by the oversight and spoke to the fourth official and the referee last night ahead of filing a report to the association today. \"It was a small mistake,\" said Benítez. </p> <p>Liverpool could have done with some assistance. Much of what went on will have troubled the new manager. His side was cluttered in midfield and lacking attacking inspiration, with their much vaunted strikers Djibril Cissé and Milan Baros devoid of any clear understanding. It was damning that Harry Kewell, supposedly one of the team's most potent attackers, was so ineffective as to be replaced before the hour with his side trailing. </p> <p>Benítez put that down to a calf injury, and his side's performance to \"nerves\". \"Once they had scored we looked very nervous and we lost balls.\" </p> <p>He was referring to possession, though he might have been speaking metaphorically. \"We expect a lot more from ourselves,\" said Jamie Carragher. </p> <p>Even in the latter stages the home threat was only sporadic. The substitute Florent Sinama-Pongolle might have converted from close range only for Andreas Schranz to claw his attempt away, but even Gerrard rarely hauled his display above the mediocre. </p> <p>It was not as if the home side were not warned of GAK's intent. Twice Joachim Standfest might have embarrassed Jerzy Dudek, his curling free-kicks narrowly avoiding team-mates in the centre. Dudek clawed away Kollmann's far-post header late on, though he would have been helpless had Tokic connected properly with another drive two minutes from time. </p> <p>Benítez continues to trim Liverpool's squad ahead of the closure of the transfer window. Djimi Traoré met with the Everton manager David Moyes yesterday to discuss a move, though Liverpool are demanding £2m for the Frenchman. For a while last night it looked like being Liverpool's only influx of cash in the near future. Thankfully for their sake, the Champions League group stage still awaits. </p> <p> <strong> Liverpool </strong> (4-4-2): Dudek; Carragher, Hyypia, Henchoz, Riise; Potter, Gerrard, Diao, Kewell (Warnock, 59); Cissé (Sinama-Pongolle, 75), Baros (Hamann, 90). </p> <p><strong> Subs not used:</strong> Harrison, Finnan, Biscan, Whitbread. </p> <p><strong> Booked: </strong> Potter, Gerrard. </p> <p><strong> Grazer AK</strong> (4-4-2): Schranz; Standfest, Tokic, Pogatetz, Majstorovic (Dollinger, 78); Plassnegger (Muratovic, 69), Aufhauser, Sick, Amerhauser; Kollmann, Bazina. </p> <p><strong> Subs not used:</strong> Ramusch, Almer, Sencar, Hassler, Erkinger. </p> <p><strong> Booked: </strong> Pogatetz, Plassnegger, Aufhauser, Muratovic. </p> <p><strong> Referee: </strong> L Medina Cantalejo (Spain).</p>",
  "A former Italian terrorist turned best-selling crime writer who has been living openly in France for the past 15 years has fled the country to escape near-certain extradition, French media reported yesterday. <p>The left-leaning daily Libération, which has followed Cesare Battisti's case closely, said that \"according to our information\" the author had left France, probably at the beginning of last week. \"If his escape has been successful, he is by now far away,\" the paper said. </p> <p>An appeals court approved his extradition to Italy in June, sparking howls of outrage from his many mainly left-wing supporters who denounced the decision as shameful, scandalous and a disgrace for French justice. </p> <p>Battisti, 49, is one of up to 100 former far-left Italian guerrillas who accepted an offer of sanctuary by the late President François Mitterrand in 1985 on condition that they renounced their past, did not go into hiding, and kept completely out of politics. </p> <p>The French justice ministry, which could not confirm his flight yesterday, demanded on Sunday that an arrest warrant be issued for Battisti after he failed to check in with police as required by his parole. He faces life imprisonment in Italy, where a court in 1993 convicted him in his absence of three 1970s murders. </p> <p>Oreste Scalzone, another former Italian terrorist living in France, told Le Monde that he hoped Battisti had fled. </p> <p>\"I hope I was not the only one, but I advised him to avoid the risk of being locked up for life,\" he said. \"I'm delighted he has chosen the green of life rather than submit to the grey of legal punishment.\" </p> <p>His lawyer, Irene Terrel, said she had \"no idea\" where Battisti was. She said she was concerned for his well-being, adding that a court-appointed doctor had found him to be in \"a state of severe depression\" at the end of last month and that he entertained \"no hope whatsoever\" that an appeal to France's highest court would block his extradition. Other backers said they understood his \"desperate gesture\". </p> <p>Battisti arrived in France in 1990 and has published a dozen successful crime novels, many dealing with the dilemmas facing reformed extremists. His work has been praised by Paris Match as \"the best-written condemnation there is of the absolute impasse that is terrorism\". </p> <p>He said this month his conviction was based on testimony from informants who were themselves offered immunity. \"I have never killed, and I can say this looking straight into the eyes of the parents of the victims and the judges,\" he said. </p> <p>Battisti's French supporters, who include intellectuals, writers and celebrities, accuse the government of interfering with justice, reneging on Mitterrand's pledge and ignoring previous court rulings which have refused numerous extradition requests because the accused was not guaranteed a retrial (Battisti, if he ever goes home, will not get one in Italy). </p> <p>But Mr Chirac, keen not to be seen as lax on terrorism after 9/11, has said he would await the supreme court verdict but that in principle, terrorists should be punished. The justice minister, Dominique Perben, has also said he sees no reason to overrule any court decision in favour of extradition. </p> <p>Rome's conservative government yesterday reacted furiously to Battisti's reported escape. The reform minister, Roberto Calderoli, accused Paris of \"complicity in permitting the author of numerous crimes to flee, with the participation of all those who have supported the position of one of the worst kinds of criminal\". </p> <p>The Italian minister for relations with parliament, Carlo Giovanardi, said France's behaviour had been \"scandalous\", accusing it of \"confusing victims of political persecution with those whose hands are stained with terrible crimes\".</p>"
]