[
  "A missing section of the Mary Rose, including one of the cannons which may have helped take Henry VIII's favourite warship to the bottom, has been recovered from the deep silt that buried it for almost 500 years. <p>Although the Mary Rose was engaged in a battle with the French in 1545, it was weather and its construction which sank it so quickly, within sight of the shore, that only a handful of the crew survived. </p> <p>One explanation is that the ship, refitted to take new heavier guns, was so top heavy that even moderate wind and waves made it capsize. </p> <p>The swivel gun found on Tuesday, a virtually unrecognisable lump of corroded iron and concretions, is of particular interest because it may have been one of the new guns mounted on the top rail in the front section of the ship that was missing when most of the wreck was raised 20 years ago. </p> <p>The find will be announced today in Portsmouth, along with that of 40 huge curved timbers giving evidence for the lost front section: the familiar reconstruction drawings, showing the ship with a jaunty miniature castle, are guesswork. </p> <p>More objects are being recovered every day by the team of underwater archaeologists, who have completed more than 230 hours of diving: a rare find of a gunner's tool; a copper alloy priming wire; pulley blocks; quantities of lead and iron shot; and stone cannon balls - as well as dozens of later objects, including a Georgian ceramic bottle inscribed Lidbetters, St Mary's Street, Portsmouth, and a trowel dropped by an archaeologist 20 years ago. </p> <p>While Britain has sweltered, the archaeologists have been groping in clouds of silt swept by tides that the chief archaeologist, Alex Hildred, said felt like working in a gale-force wind. </p> <p>The wreck was initially excavated by divers who included Prince Charles, and raised in a dramatic operation watched by television viewers around the world. But a large part of the ship, about a fifth, had broken away centuries ago and remained buried on the seabed when the rest was raised. </p> <p>The Mary Rose Trust has spent the past 20 years, and millions of pounds, on conservation work on the huge timbers it already has, and which it hopes to house with thousands of items recovered from the ship in a new purpose-built museum in Portsmouth. </p> <p>In the next 10 days, as this diving season ends, the newly discovered timbers will have to be reburied to preserve them. The decision has still to be taken on whether to attempt the difficult and expensive task of raising them. </p> <p><b>·</b> More at <a href=\"http://www.maryrose.org\">www.maryrose.org</a></p>",
  "<b>TRANSPORTS OF DELIGHT</b> <p>The writer of this week's Northerner is a Midlander-turned-southerner who has spent the past few days marvelling at the musical parp of Manchester's trams, the 50p fare for a ticket, the magnificence of Victoria station and the extraordinary spaciousness of the city.</p> <p>Of course, if Mancunians had to endure London Bridge station and fight their way through the capital, they'd probably adopt the tired snarl and I'd-tell-you-to-eff-off-if-I-had-the-nerve expression of Londoners. </p> <p>But not everywhere in the north-west enjoys the benefits of the Metrolink tram. The decision to abandon the planned extension still appals many locals.</p> <p>\"Manchester is a far easier and more pleasant place to be than Stockport, where I live, which is smelly, noisy, choked with traffic and SMBC's traffic policy is abysmal,\" Frieda Chorlton wrote to the letters page of the Stockport Express. \"I believe in the light rail transport system and I think the government has withdrawn its support partly due to the success of the link. Call it jealousy of the north if you like... Blair and his capital see [Manchester] as a threat to London.\"</p> <p>Now, Frieda, that's going a bit too far.</p> <p>Michael Anderson of Tulse Hill in the south of the capital tells readers he wants to move back to Stockport. \"Everything down here is focused on London, London, London, Radio, TV, jobs, you name it. Arrogance and ill-manners. We should all go to the centre of London to protest about this.\" I think you'll find Ken Livingstone exercises pretty strict control over what goes on in Trafalgar Square, Michael. The last thing he's going to allow is a demo calling for better public transport in another city.</p> <p>_________________________________</p> <p>\"If you've got a big hammer you can get a lot of business at the moment,\" David Sapsford, Liverpool University's professor of applied economics, told the Northerner yesterday.</p> <p>Demolition is big business on Merseyside. Such big business, in fact, that Scousers who fled Liverpool during the long recessions of the 1970s and 1980s are being urged to return to Merseyside and take advantage of cheap property prices there. The Daily Post was understandably intrigued.</p> <p>\"Give Us Back Your Scousers\" - no, really - is appealing to expatriate Scousers who grew up or studied in the city to help fill some of the vacancies created by the city's grand scale redevelopment projects. Construction and retail firms are trying to recruit 8,000 people to work at the GBP750m Albert and King's Docks developments alone.</p> <p>\"Come back home to Liverpool,\" pleads Liverpool Needs You's website. \"Your city needs you.\"</p> <p>If knocking things down and rebuilding doesn't appeal, there are also plenty of jobs in retail. \"Skilled workers are in very short supply,\" confirmed Prof Sapsford. \"The biotechnology sector is very large at the moment and growing very rapidly.\" The expansion of Liverpool John Lennon airport has also created many new jobs.</p> <p>The city, which was once a byword for unemployment and deprivation, now has an unemployment rate of 2.9% and the fastest rate of job creation outside London. \"We're finding it increasingly difficult to fill vacancies,\" Mike Hill, the director of a Merseyside recruitment consultancy and the architect of the campaign, told the Northerner yesterday.</p> <p>Many of the emigres spent three years studying in Liverpool, but \"once they'd done a degree, they decided there weren't sufficient opportunities in the city,\" Mr Hill said.</p> <p>Liverpool's population fell by 300,000 between 1972 and 2002. In recent months, however, the city centre has undergone a minor renaissance. Property prices have risen sharply as a result, though the number of houses changing hands fell this year. Lack of housing stock and fewer first-time buyers with sufficient funds is thought to be responsible.</p> <p>An influx of skilled professionals would make things even more difficult for first-time buyers, Mr Hill admitted. \"We envisage that the vast majority of people will come from either the south-east or Manchester. If you look at house prices in Manchester or London, one of the nice things about Liverpool is that there is the opportunity to upgrade.\"</p> <p>Failure to attract enough workers, he warned, could lead to wage inflation, scupper planned developments and tip the city back into recession.</p> <p>Liverpudlians were accustomed to the notion of economic mobility, he added. Many are the descendants of families who left Ireland in the 19th century. The surge in the city's economy echoes the boom in Ireland during the 1990s, when many Britons of Irish descent headed back across the water.</p> <p>________________________________</p> <p>The Environment Agency issued scores of flood warnings and even patrolled the streets of Sheffield with a loudhailer to warn of the danger the river Sheaf would burst its banks.</p> <p>In the end, however, the river banks held; the drains didn't. A month's worth of rain fell in 24 hours over parts of the Pennines and Sheffield, leaving cars stranded in surface water.</p> <p>\"This is the third time it has happened this year, but it is the worst so far,\" a Sheffield hairdresser with a drenched carpet and flooded basement complained to the Yorkshire Post.</p> <p>The Environment Agency was unable to offer any consolation. Unless carbon dioxide emissions were reduced, it said, freak weather conditions would occur more and more frequently.</p> <p>______________________________</p> <p>Never mind the flooded basements. Liverpool's Daily Post has asked readers to help it find a far larger body of water which is apparently lurking under Toxteth in Liverpool.</p> <p>The Cains brewery in Stanhope Street, a red brick edifice built in the mid-19th century, is thought to harbour a lake. \"Stories... tell of a large, deep mass of water at a great depth beneath the Liverpool plant where workmen used a boat to travel beneath the cellars,\" breathed the paper. \"Other tales tell how it couldn't be used for drinking water because it is badly contaminated by nearby cemeteries.\" How did they know, the Northerner wonders?</p> <p>The only employee thought to have known more about the whereabouts of the lake died two weeks ago. Unfortunately, for the Post, the directors of Cains appear to be wary of allowing amateur marine archaeologists to penetrate their brewery. \"People need to understand that the brewery site is vast and the cellars are incredibly deep and we are so busy we haven't got time to look for it,\" the joint managing director, Ajmail Dusanj, warned readers. Some might regard that as a challenge.</p> <p>___________________________________</p> <p><b>DAVID WARD RECOMMENDS...</b></p> <p>It's described as a \"bold and disturbing work\" which encourages those who see it to explore their own responses to the asylum issue. Called simply Asylum and created by Julian Rosenfeldt, each of nine video screens shows a different film sequence \"with images and sound choreographed to create an emotionally-charged experience for the viewer\". It's at the Baltic in Gateshead until October 3. While you are then, you can check on the progress of the Sage concert hall now nearing completion next door.</p> <p><a href=\"http://www.baltic.org.uk\">Baltic</a></p> <p>______________________________</p> <p><b>NORTHERN NEWSPAPERS</b></p> <p>For links to the northern press, visit http://www.theguardian.com/northerner.</p>",
  "If you're a delegate attending the Republican national convention at Madison Square Garden later this month, Jamie Moran knows where you're staying. He knows where you're eating and what Broadway musical you plan on seeing. For the past nine months, Moran has been living off savings earned as an office manager at a nonprofit and working full-time to disrupt the RNC. <p>His small anarchist collective, RNCNotWelcome.org, runs a snitch line and an email account where disgruntled employees of New York hotels, the Garden and the Republican party itself can pass on information about conventioneers. So far, the collective has received dozens of phone calls and hundreds of emails with inside dirt on GOP activities. </p> <p>Recently, a woman with a polished, middle-aged sounding voice left a message saying, \"For some God-unknown reason I'm on the Republican mailing list, and they sent me what they call a list of their inner-circle events.\" The events hadn't been publicised elsewhere, she said, and she wanted to fax the list to Moran. </p> <p>Moran feeds information like this to a cadre of activists desperate to unleash four years' worth of anger at the Bush administration. By dogging the delegates wherever they go, RNC Not Welcome hopes to make the Republicans' lives hell for as long as they're in New York. </p> <p>\"We want to make their stay here as miserable as possible,\" says Moran, who has sandy hair, a snub nose and a goatee. The son of a retired Queens cop, he's 30 but looks younger. \"I'd like to see all the Republican events - teas, backslapping lunches - disrupted. I'd like to see people from other states following their delegates, letting them know what they think about Republican policies. I'd like to see impromptu street parties and marches. I'd like to see corporations involved in the Iraq reconstruction get targeted - anything from occupation to property destruction.\" </p> <p>There's a showdown coming to Manhattan. Backed by the most intense security the city has ever seen, the Republicans are about to turn the blue-state bastion of New York City into the backdrop for George Bush's coronation. The RNC chose New York because it was the site of the September 11 terror attacks, which to Bush's opponents and even some ordinary New Yorkers seems a brazen provocation. </p> <p>On one side are 36,000 cops - a force that city councilman Peter Vallone Jr calls \"perhaps the world's 10-largest standing army\". On the other side are at least 250,000 protesters expected to converge on the city from all across the United States and Canada - a demonstration six times larger than the legendary antiglobalisation protests that rocked Seattle in 1999. They're facing off at a time when police are increasingly adopting military tactics in response to protest, and protesters are responding likewise, conducting their own reconnaissance on Republican plans and plotting actions designed to hit where the cops are weakest. </p> <p>The police have infiltrated the protesters, but the protesters have infiltrated the convention; according to anti-RNC organisers, they have at least two moles working undercover with volunteers the city has recruited to help makes things run smoothly at Madison Square Garden. </p> <p>Plans to oppose the convention are multiplying, suffusing activists with a giddy, growing tension. Marches and rallies, legal and illegal, are being planned for every day that the Republicans are in New York. There will be street theatre, including a Roman-style vomitorium in the East Village a few days before the convention starts, meant to signify Republican gluttony. Cheri Honkala, an organiser from Philadelphia, is mobilising homeless people, public housing tenants and others for a big, illegal \"poor peoples' march\" on August 30. Activists are holding weekend workshops where direct-action novices practice street blocking, and DIY medics learn to treat victims of pepper spray and police violence. </p> <p>No one knows where it's all going - whether it will look like Chicago '68 or Seattle '99 or something altogether new. But activists see the coming conflict as history-making. \"I want to see something so gigantic that it can't be misinterpreted,\" says Jason Flores-Williams, a political writer at High Times Magazine, who's been playing a dual role as a journalist covering the movement and an organiser shaping it. An intense man in his 30s with a shaved head and silver earring, Flores-Williams recently published the High Times Activist Guide to the Republican National Convention, which is part primer and part call to arms. </p> <p>In May, eager to kick off a summer of activism, he put together a small early-morning protest near Rockefeller Center and was arrested along with two others during a traffic-blocking die-in on Fifth Avenue. For the RNC, he dreams of \"a total expression of seething hatred that will go down in history as a moment in time when people stood up to the worst administration we've ever had.\" </p> <p>Among other things, he envisions protesters locking down the streets of New York by chaining their arms together inside metal tubes, creating what's called a sleeping dragon. \"You lock your arms in,\" he says. \"When the cops come, they have to saw through these steel tubes. You get 30 people and you lock down a street for six hours. While this is happening, it gives other protesters a great opportunity to make their statement, to be further disruptive. They can lie down with these people, they can chant at the police, they can sit down where they are and be arrested for that or block further public space. They can disrupt the normal flow of society.\" </p> <p>\"It's coming together,\" he says with enthusiasm after a June meeting of a hundred or so anti-RNC activists at an East Village church. \"Part of it is going to be fun and beautiful, but part of it has to instil fear into the power structure.\" </p> <p>That won't be easy. The last four years have given police plenty of practice in instilling fear themselves. Relationships between cops and protesters have rarely been warm, but since September 11, they've grown toxic, with law enforcement routinely denying march permits and using overwhelming force against nonviolent demonstrators. </p> <p>In 2000 at the Republican convention in Philadelphia, police infiltrated activist groups and made mass preemptive arrests. The Democratic convention in Los Angeles that year was little better. \"Even protests with the city's permission have been met by legions of heavily armed police officers dressed in full riot gear,\" CNN reported. </p> <p>The police fired tear gas and rubber bullets into crowds of demonstrators, injuring protesters and journalists alike. \"It looked like a reenactment of a civil war battle,\" said Al Crespo, a photographer who was shot with a rubber bullet. Since September 11, things have only got worse. In the past three years, protest in America has increasingly come to resemble that in countries such as Egypt, where demonstrations are allowed only within tightly controlled spaces and riot police rush in at the first hint of spontaneity or disorder. </p> <p>In April 2003, after the California Anti-Terrorism Information Center issued a bulletin about the potential for terrorist violence at an antiwar protest in Oakland, police opened fire on the peaceful crowd with wooden pellets. It later turned out there had been no real basis for the terrorism warning. </p> <p>Mike Van Winkle, spokesman for the California Anti-Terrorism Information Center, told the Oakland Tribune that it was made because protest itself can be seen as a form of terrorism. \"You can make an easy kind of link that, if you have a protest group protesting a war where the cause that's being fought against is international terrorism, you might have terrorism at that protest,\" he said. \"You can almost argue that a protest against that is a terrorist act.\" </p> <p>Something similar happened in November, when some 10,000 union members and retirees demonstrated at a free trade summit in Miami. They were met by 2,500 cops brandishing new crowd-control weaponry, paid for in part by a little-noticed $8.5m appropriation tacked onto the Iraqi reconstruction bill. Videos taken at the scene show nonviolent protesters being beaten with wooden clubs, shocked with Taser guns, shot in the back with rubber bullets and pepper-sprayed in the face. </p> <p>\"For a brief period in time, Miami lived under martial law,\" concluded a scathing report on police misconduct issued by a local panel charged with investigating the debacle. \"Civil rights were trampled, and the sociopolitical values we hold most dear were undermined.\" </p> <p>Since the free-trade summit protests, activists have come to refer to a militarised response to protest as the Miami model - and it's a model that other police forces have studied. Lt Bill Schwartz, a spokesman for the Miami police department, said that law enforcement officials from Georgia and New York travelled to Miami during the free trade summit to learn tactics for dealing with upcoming protests in their cities. </p> <p>Georgia was getting ready for the G-8 summit in June, which brought together the leaders of Britain, Canada, France, Germany, Italy, Japan and Russia. And New York, of course, was preparing for the RNC. </p> <p>Upon his return from Miami, Bill Hitchens, director of Georgia's department of homeland security, told the Atlanta Journal-Constitution, \"We need to do much the same as they did.\" </p> <p>They certainly tried. In May, shortly before the G8 economic summit was scheduled to take place on Sea Island in Georgia, the state's Republican governor declared a state of emergency, citing a danger from \"unlawful assemblages.\" That enabled him to call out the National Guard, flooding the streets with soldiers in full camouflage. </p> <p>Protesters who tried to attend a candlelight peace vigil had to pass through a checkpoint manned by armed troops. There probably won't be soldiers on the streets of New York, although, according to a February New York Daily News story, convention planners have discussed the possibility. But there will be a massive police presence, with 8,000 officers providing security around Madison Square at all times. According to Vallone, the NYPD has received $50m in federal money to prepare for the convention, and $18m is being used \"for the latest in crowd-control devices,\" including nonlethal weaponry and \"high-tech video surveillance devices.\" </p> <p>Overseeing it all will be the Secret Service, which is in charge of the convention site. Under Bush, the Secret Service has proved particularly hostile to protest. They often set up \"free-speech zones\" to corral demonstrators far from the president, and they ask local police to arrest anyone who strays from the designated areas. </p> <p>In October 2002, South Carolina activist Brett Bursey was arrested for trespassing when he waded into a crowd of Bush supporters waiting to greet the president and held up a \"no war for oil\" sign. On July 4 this year, police say, the Secret Service directed them to arrest a couple for wearing anti-Bush T-shirts at a presidential speech in West Virginia - despite the fact that the speech was open to the public. </p> <p>The NYPD doesn't need much encouragement to shunt protesters aside. The department has attempted to control demonstrations against the war in Iraq by using interlocking metal barriers to create pens around groups of demonstrators, making it difficult to get in or out. The New York Civil Liberties Union sued to stop the practice, but on July 19 a federal judge ruled that police can continue to use the pens as long as they make it easier for protesters to enter and exit. </p> <p>The city's security plan provides for a \"designated protest area\" on the south-west corner of Madison Square Garden. Those who want to protest the convention legally will be confined to this corner and probably sealed off in pens flanked by deep walls of men in blue. All of this has alarmed local Democratic politicians, many of whom are planning to take to the streets with the demonstrators. </p> <p>\"I am very concerned that activities during the Republican convention will be silenced or pushed out of the way, supposedly for the 'comfort' of those participating at the convention,\" State assemblyman Richard Gottfried said in a statement. \"Our civil rights cannot be sacrificed for political purposes.\" </p> <p>Meanwhile, as protesters themselves feel squeezed, their urge to rampage grows greater. \"I think people will fight back if they're provoked,\" Moran says. \"Usually a riot is an explosion of energy and anger at a situation. The cops create a situation where peoples' desires are completely foiled, so they lash out. I don't think that's unhealthy.\" </p> <p>The city's reluctance to issue protest permits has engendered especial bitterness. Groups that applied for permits to hold legal marches during the convention were stalled for so long - sometimes more than a year - that the Democrat-dominated city council held hearings to investigate whether the mayor and the police department were deliberately stifling free speech. In July, the cops finally relented and issued a few permits, but by then many activists had given up on the system and resolved to break the law. </p> <p>\"In the last couple of months, the conversations have started shifting toward direct action,\" Moran says. \"People are like, 'We've voted, we've asked for permits, we've played nice.'\" </p> <p>The targets, Moran says, should be far from Madison Square Garden. \"Don't go where they're strongest,\" he says. \"There's going to be a ton of people who are going to want to go to Madison Square Garden, they're going to want to yell at the building even though it's two avenues away.\" The activists' strength, he says, \"is our ability to be creative and act in surprising ways.\" </p> <p>Vallone concedes that with so many police deployed around the convention, the force will be stretched thin in the rest of the city. \"There will be a drain of police officers from other areas,\" he says. \"It will be difficult. But we have the best police force in the world to deal with it.\" </p> <p>And what, exactly, will they be dealing with? Moran bristles when asked for specifics about the kind of actions New York is likely to see. \"There's such an over-concentration on that question,\" he says, irritably. \"It's really problematic. I don't want to be predictive.\" </p> <p>Part of this is simple evasion. But Moran really doesn't know what people are going to do with his group's information. Indeed, not knowing is inherent in his anarchist model, which relies on decentralised cells or \"affinity groups\" of five to 20 people who dream up and carry out autonomous actions. When larger numbers are called for, affinity groups temporarily team up, forming larger units called \"clusters,\" and then disband when the deed is done. </p> <p>RNC Not Welcome gives them tools - links to maps showing the location of \"war profiteers'\" offices and delegates' hotels, schedules of Republican events, instructions on protecting oneself from pepper spray and tear gas, directions for occupying rooftops and recipes for tofu cream pies to be thrown in the faces of ideological enemies. The collective sends out email bulletins whenever they learn something new about the Republicans' plans. What people do with it all is up to them. \"We're trying to provide some sort of structure for people who are only coming in for five days to plug into,\" Moran says. </p> <p>Moran hasn't always been a radical. His introduction to activism was as conventional as it gets. As a student at SUNY Buffalo surviving on student loans, he joined student government and fought against cuts in state funding for education. He got involved in militant politics somewhat by accident, when he wandered drunk out of the infamous Lower East Side nightclub Save the Robots and into Blackout Books, an anarchist bookshop. He picked up a free copy of Earth First! magazine and was intrigued enough by its combative environmentalism to go to an Earth First! meeting a few weeks later. That led to a 1997 trip to an Earth First! gathering in Wisconsin. Afterward, he was arrested while protesting a proposed mine in northern Wisconsin and spent five nights in jail. It was the first of many arrests, including one for throwing a pie in the face of a biotech CEO in Berkeley. </p> <p>Moran calls himself an anarchist but is weary of the subcultural poses adopted by so many of his young black-clad comrades. Recently, he and the four other members of RNC Not Welcome put out a \"position paper\" urging radicals to leave their black Balaclavas and facial piercings behind, and instead attempt to blend into crowds. </p> <p>\"Outside of marches, all-black clothing is rather conspicuous, so our dress code should be 'business casual,\" they wrote. \"Sunglasses are suggested, the bigger the hipper. And hats are always in. Would you make the small sacrifice to cut your hair or take out your septum ring to stay out of jail? Racial and political profiling are commonly practiced here and we need you in the streets!\" </p> <p>Some are already adopting social camouflage. Upon learning that RNC CEO Bill Harris was scheduled to woo local Hispanic business leaders at a Harlem restaurant on June 22, two activists donned white shirts, ties and slacks and sneaked in. They went unnoticed as they replaced the Bush-Cheney stickers, posters and pamphlets with their own agitprop and covered the bathroom in anti-RNC stickers. </p> <p>\"The point was to let them know that yes, we are out there, and yes, they are not welcome in our city,\" one of them wrote in an email account of the action. </p> <p>For Moran, dressing like a moderate isn't to be confused with acting like one. He has an almost Zen-like attitude toward the possibility that property-destroying protesters could spark a brutal police backlash, saying, \"There's a certain empowerment that happens when you shed your fear.\" </p> <p>Most activists believe that if violence does break out, the city is to blame. Mayor Bloomberg and the cops, says Bill Dobbs, spokesman for United for Peace and Justice (UFPJ), are \"flirting with or inviting chaos\". As the most established of the anti-RNC organisers, there is pressure on UFPJ to condemn the tactics of activists like Moran, especially when it comes to property destruction. Journalists, says Dobbs, constantly call him and fish for negative quotes about radicals planning illegal actions, seeking to create what he calls a \"good protester/bad protester\" dichotomy. But right now, activists from all parts of the movement are presenting a united front. A memorandum is even circulating in which different types of organisers - mainstream and radical, those working within the law and outside it - promise not to undercut each other. </p> <p>\"We've each got our own approaches,\" Dobbs says. \"We can still support and stand in solidarity with each other generally amidst individual differences in tactics.\" Moran, for his part, says, \"We're not dissing anyone for applying for permits.\" As police pressure is ratcheted up, the lines between Dobbs' approach and Moran's are starting to blur. </p> <p>On the evening of June 11, over 100 people gathered at Saint Marks Church for one of the monthly No RNC Clearinghouse meetings, in which organisers plot strategy and apprise each other of their progress. The room was stifling and the meeting tedious until a strikingly pretty dark-haired woman stood up and electrified the crowd with her call to civil disobedience. </p> <p>\"The Republicans are coming,\" she began. \"In a shameless effort to exploit the tragedy of 9/11, they will craft an agenda that erodes the very freedoms they claim to fight for. </p> <p>\"This is where we step in,\" she continued. \"On Tuesday, Aug. 31, a day of nonviolent civil disobedience and direct action will commence.\" It will start, she says, with a shout. \"As clocks strike 11 a.m., two days before the renomination of George W. Bush, the people of the world will shout 'no' with one voice. From Brooklyn to Baghdad to London to Lisbon, from Selma to Sao Paulo, we'll raise our voices in this global expression of outrage ... Here in New York we will converge on Madison Square Garden. We will sit down in the streets and refuse to move ... We want more than speeches and protest pens. We want change!\" </p> <p>The crowd erupted in cheers, whistles and applause. </p> <p>It's telling that this woman was frustrated with protests as usual because she's a colleague of Dobbs' at United for Peace and Justice, a group whose raison d'etre is big, traditional marches. UFPJ has nothing to do with the call to action issued at the meeting. Indeed, it's premised on the notion that old-school demonstrations are increasingly insufficient. </p> <p>Few blame this on UFPJ, headed by veteran organiser Leslie Cagan, a squat woman with short silver hair who helped bring more than half a million people to Central Park in 1982 for a record-setting disarmament rally. Cagan is a radical, but she's also a professional, the kind of person who knows her way around the permitting process and is willing to work with police and city officials. Over the past year, though, the NYPD has done much to undermine her and UFPJ. </p> <p>United for Peace and Justice is planning another huge march on August 29, the day before the convention begins. Cagan wanted to have the protest culminate at Central Park's Great Lawn, but the Parks Department refused to allow it on the grounds that attendees might destroy the lawn's newly planted grass. UFPJ offered to put up a bond to pay for potential damages, but the city hasn't relented. At one point, a city official suggested that UFPJ hold the rally in Queens instead. \"The Parks Department slammed the door in our face,\" she says. </p> <p>In June, Cagan told a City Hall hearing that the NYPD was \"creating the potential for chaos\" by refusing to let demonstrators use the park. Bill Perkins, the city council's deputy majority leader, had convened the hearing to investigate the city's response to convention protest plans. He was worried, he said, that \"overzealous antiterrorism policing is creating an unnecessary burden on New Yorkers' rights to assemble.\" The city's refusal to let protesters use the Great Lawn left him angry and incredulous. \"I am very concerned,\" he said at the hearing, \"that we have such high regard for the rights of grass.\" </p> <p>So far, the rights of grass have prevailed. On July 21, UFPJ reluctantly accepted the city's offer to allow a rally on the West Side Highway, far from shops and foot traffic. UFPJ was told that it had no other choice - the city wouldn't negotiate. \"This was not a happy decision to make,\" says Dobbs. \"It reflects the bullying of Republican Mayor Bloomberg.\" </p> <p>Among other problems, the West Side Highway site lacks shade and access to places to buy drinking water. Because the site is so long and narrow, the rally would have stretched along dozens of city blocks, making projecting sound a challenge. </p> <p>UFPJ's compromise enraged many activists. Posters on anarchist sites like Indymedia.org condemned the group and promised to rally in Central Park regardless. \"Who asked UFP&amp;J to play hall monitor?\" an activist from Philadelphia wrote. </p> <p>\"I'm almost glad the City has decided to deny us a permit for Central Park and that UFPJ caved,\" wrote another. \"Now, we will take the Park in defiance of both the capitalist bosses and the self-appointed leaders of the 'movement.'\" </p> <p>The reaction was so negative, in fact, that Tuesday UFPJ abandoned its agreement with the city and announced that it will continue to fight for the use of the park. \"Part of organising is listening to what people are saying,\" says Dobbs. \"We are indeed marching by Madison Square Garden, and we are not, not going to that dreadful West Side Highway.\" UFPJ has reapplied for a permit to use the park but it seems unlikely that the city will grant it. If denied, Dobbs says his group might sue. And after that? \"We'll cross that bridge when we come to it.\" </p> <p>Some are urging UFPJ to schedule the rally in the park without waiting for a permit. \"Note to UFPJ,\" said one Indymedia poster. \"If you abandon West Side Highway, and declare your intention to rally in Central Park with or without a permit, you will regain much of your credibility with the rank and file.\" </p> <p>Right now, though, UFPJ isn't going that far, though Dobbs acknowledges that many people will try to take the park regardless. \"The mayor has set up this volatility,\" he says. </p> <p>Such volatility is good news for people like Flores-Williams, who are eager to see widespread confrontations with police. \"There comes a time when you have to have an appropriate response,\" he says. \"If nothing happens and it's a gentle response, that's going to be used as a sign of complicity and acceptance of the Republicans' presence here.\" </p> <p>Flores-Williams seems like he's been waiting for this moment all his life. He was an expat in Prague in the early '90s, and after that a writer of polymorphously perverse, William Vollmann-style fiction in San Francisco. Now he talks as if he's standing on the precipice of a new era. \"I like what happened in Seattle. But the real vision I have is what happened in Paris in 1968,\" he says, referring to the student uprising and general strike that convulsed the city. </p> <p>\"In my opinion, chaos serves to energise the human spirit. I've seen it. I lived in Eastern Europe when the walls were coming down. It was a beautiful period when art flourished. It was like the blinders came off.\" Yes, the cops will be out in force. \"But there will be so many protests,\" he says, snapping his fingers. \"Here 5,000, here 500. Popping off in all these different places. The cops will be stretched thin. Tempers will rise. All hell will break loose. That's what everybody wants - they just won't admit it.\" </p> <p>That's not entirely true. Plenty of Bush opponents worry about what this grand carnival of rejection, while cathartic for some, will actually mean. There was nothing liberating, after all, about the welts and bruises protesters sustained in Miami last fall. \"Stark brutality can paralyse people with fear,\" says Moran. \"Miami hangs like a black cloud.\" So does the Chicago Democratic National Convention of 1968, where Mayor Richard Daley took a hard line against demonstrations and the cops clashed with protesters on the streets around the convention centre. Few doubt that the police, if provoked enough, will respond with equal force this year. </p> <p>This terrifies Bush opponents, who worry that violence on the streets of New York will help the Republicans by making them look like Middle American moderates besieged by nutty radicals. They note that the Chicago '68 debacle helped cement Richard Nixon's reputation as the law-and-order candidate. </p> <p>\"The wilder and more disreputable the demonstrators look, the better for the Republicans,\" says Paul Berman, a former student organiser and author of \"A Tale of Two Utopias: The Political Journey of the Generation of 1968. \"At the height of the antiwar movement, Nixon specifically directed his motorcade to go through the middle of an antiwar riot in California in order to have people throw rocks at him or shout obscenities so that the TV would pose the question that night to the American public: 'Whom do you prefer, President Nixon, or a dope-smoking hippie communist rock thrower?' And the country had no doubt. This was just genius on his part. If Bush ends up winning the election, it will be because of this kind of tactic.\" </p> <p>Thirty-five years ago, Berman's generation was notorious for its scornful dismissal of older, cautious liberals. Today, Moran sounds like their rightful descendant, insisting that Berman's lesson doesn't apply. Rather than being alienated by upheavals in Manhattan's streets, he believes ordinary people will join in. </p> <p>\"I've heard some old-timers say, 'If you people riot it will hand Bush the presidency,'\" he says. \"I think that's just lazy thinking. Any situation where we are joined by regular New Yorkers in the streets is a positive thing.\" Besides, it's too late to hold back the protests now. \"The last four years definitely created a lot of rage in people,\" Moran says. \"People may decide to unleash that rage on war profiteers. Our collective isn't going to condemn that. It's not our objective.\" </p> <p>What is their objective? The Republicans should leave New York, he says. \"It was a really bad mistake to come here.\"</p> <p><b>·</b> Michelle Goldberg is a senior writer for Salon based in New York.</p> <p>This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited. © Salon.com 2004 <br> Visit the Salon site at <a href=\"http://www.salon.com\">www.salon.com</a></p>",
  "<p>There's something a little bit disconcerting about tracking down your bed for the night when you've already driven through countless miles of arid terrain by sunset, have reached the very last town marked on your map, and someone tells you that this isn't the place. </p> <p>At El Faouar, on the edge of the Sahara, a local takes us further down unmarked roads, to another settlement somehow springing up in the sands; the sort of village where the only sign of life is an old woman in black robes chasing a chicken across a dusty yard. And this still isn't the place. </p> <p>Instead, he directs our four-wheel-drive off into the desert, where no landmark other than a recent tyre track is discernible. We drive for several jolting miles into a sandy void, before our Tunisian saviour points to a dune that looks like any other. And there, as we drive around it, stands a man in traditional nomad costume, welcoming us to, well, to we don't quite know what. </p> <p>The camp turns out to be a small collection of makeshift tents, blankets over wooden poles, and not a lot else. But here, less proves to be more: if you want to experience the emptiness of the Sahara, you may as well be minimalist about it. In fact, our hosts somehow rustle up an excellent meal, which we eat by candlelight, undeterred by the clouds of moths that fly to the flame and land in our harissa. </p> <p>It might not be what you want every night on holiday, but Tunisia does seem to provide an answer to the perennial holiday booking dilemma: do we go for something a little exotic, a real experience, or do we just pick the week of pina coladas round the pool? Here, you're never too far from either. We'd driven over from a five-star resort, which are surprisingly prevalent, even in the south of the country, where French, German and Italian package holidaymakers appear to outnumber the Brits (there is plenty of English spoken in tourist areas, although French is the main language after Tunisian Arabic). </p> <p>The biggest group of guests at our camp is a French adventure tour party. After dinner, the nomads start a fire and gather us all around, and one starts telling a story about the creation of the desert; a scene imbued with more romance for our group than the native French speakers, as it turns out to be a joke about a man shagging a camel. The tour party don't look too impressed, but the atmosphere revives and we're soon dancing around the fire to some Arabic beats. </p> <p>\"This is the desert; you can do whatever you want,\" one of our hosts tells me. \"You can leave everything behind, the town, work, worries.\" Alarming visions of a night to rival Nevada's Burning Man festival briefly loom; but after the French refuse to dance to western pop and a couple of the Tunisians start yawning, the evening soon draws to a close. </p> <p>That night, we persuaded one of the nomads, Mohammad, to take us for a brief but magical walk over the dunes. Mohammed said he could see everything, but we might have been skiing in fog. Even the basics such as uphill and downhill eluded me: it was a strange, silent, experience.</p> <p>We'd started our Tunisian break in Djerba, where a delayed internal flight had stopped us seeing much of the seaside strip that was our first night's accommodation. The white sands and beach hotels are a few miles from the sights and shops of the old town, Houmt Souk. These mainly sell the classic combination of pipes, leather, silver jewellery and ceramics, and are reasonably hassle-free and friendly. One vendor even took pity on me after my inept haggling and threw in an extra plate after we'd fixed the price.</p> <p>Ceramics are the big local craft, with the clay earth all around Djerba providing the raw materials in abundance. Potters are primed for tourists, demonstrating their craft and brandishing inventive camel jugs that pour out mixed whisky and cola. One place to drop in for an interesting insight into local culture is the Musé de la Patrimoine (or Guellala Museum) which displays various scenes of traditional life through waxwork dummies. These are lifelike enough to make the circumcision scene a little chilling; and to catch out the unwary when they encounter the large camel at the olive press. This one is, I was startled to find at close quarters, the real thing. </p> <p>The route south-west from Djerba crosses sweeping, barren, occasionally unearthly landscapes. This, after all, is where George Lucas chose to shoot key Star Wars scenes, even borrowing the names of settlements such as Tataouine for Luke Skywalker's home planet. In Matmata, we poked around the cave system that is the Hotel Sidi Driss, complete with Star Wars theme bar (it has beds for about 10TD, about £4, a night if you can hack the dubious looking showers and toilets).</p> <p>Such cave dwellings are a common feature of the area. We dropped in at a fully functioning troglodyte house, inhabited by a family known to the driver. Some of these houses were dug out of the rock centuries ago, he told us, in a way of life that had not changed for many years. It was true: their TV didn't even have a remote control, and the Donald Duck T-shirt hanging on the washing line looked very 1990s.</p> <p>The grandmother cheerfully obliged us by sitting in a recess grinding corn for flour with a circular stone mill, but you wondered if the kids were that keen on us poking our camera lenses into their bedrooms for a few dinars. Still, we did, and it looked quite a funky place to live: rooms with whitewashed walls, a few rugs, rudimentary bed frames made from palm posts and branches. These all gave on to a small central, open courtyard, forming a home sheltered from view and from the ferocious summer sun. </p> <p>Further west is Douz, a small town whose Thursday market makes a more interesting spectacle than the souvenir shops that surround it in the main square. This is also the departure point for many Sahara activities. Following directions to the Zone Touristique on the edge of town somewhat undermines the sense of adventure, but it's still pretty exhilarating to jump on the back of a camel and head into the desert. We amused ourselves by dressing in kafiyahs a la Lawrence of Arabia, although, like pretending to push over the leaning tower when in Pisa, this proved to be the Tunisian tourist's stock joke.</p> <p>Back in the comfort zone for our final leg north to Tozeur, there was enough to satisfy the urge for something different. The road from Kebili, a boring straight line on the map, runs for miles through the salt flats of the Chott el-Jerid, a dried lake that provides an eerie white backdrop. A plush spa hotel at Tozeur awaited, rounding off the kind of Tunisian short break that neither comfort nor thrill seekers could really argue with. </p> <p><strong>Way to go</strong></p> <p>Tunis Air operates four flights a week from Heathrow to Tunis. Internal flights from Tunis to Djerba with Tuninter can be booked through Tunis Air on 0207 734 7644 or visit <a href=\"http://www.tunisair.com\">tunisair.com</a></p> <p>The Sofitel Palm Beach Djerba or the Tozeur Palm Beach hotel start from £87 per room per night with breakfast. To book call 0870 609 0964 or visit <a href=\"http://www.sofitel.com\">sofitel.com</a></p> <p> A two-day tour to L'Oasis de Tbini tented camp, near El Faouar, is available through Dunes Voyages. The trip costs £89 per person (based on two people sharing a tent) For four to six people sharing a tent the tour costs from £50 per person. Desert tours are available from September to May, including a 4x4 vehicle with French speaking driver and meals. Dunes Voyages operate offices in El Faouar and Tozeur. To book call 00-216-76-460-101 / 00-216-76-460-100 or email <a href=\"mailto:dunesvoyager@yahoo.fr\">dunesvoyager@yahoo.fr</a></p> <p> For further information on Tunisia contact the Tunisian National Tourist Office 0207 224 5561 or visit <a href=\"http://www.cometotunisia.co.uk\">cometotunisia.co.uk</a></p> <p>£1 = approx 2.30TND</p>",
  "<p>Londoners can now find out the level of air pollution anywhere in the city instantly thanks to a new website launched yesterday. </p> <p>The Environmental Research Group (ERG) of King's College London has developed the site, a link to which can be found at the bottom of this page, to make air quality data available to both local authorities and members of the public throughout the day.</p> <p>Ben Barratt of the ERG said: \"For the average Londoner the main advantage is the maps, they provide a graphical view of air quality and people can see where they are in regards to pollution monitoring.\"</p> <p>The London Air Quality Network (LAQN) was formed in 1993 and launched its first website three years ago. The new site, however, is much easier to use and allows visitors to view air pollution measurements in their area simply by entering their postcode. The measurements are updated every hour and the data appears alongside a guide to air pollution, which advises the public of the health and environmental implications of high levels of pollution.</p> <p>The new resource also provides statistical information for local authorities which helps them to manage air pollution. \"The site affects pollution control indirectly by giving closer access to data,\" said Mr Barratt. \"The local authorities can get a scan of results against EU and government standards to assess pollution levels.\"</p> <p>Though developed and maintained by the ERG, the site is sponsored by the Mayor of London, Ken Livingstone, and the Environment Agency (EA). The latter works towards improving air quality and regulates pollution across the country. \"The interaction is very important,\" said Mr Barratt. \"It's very much a joint venture.\"</p> <p>Jim Storey, the EA's air quality policy adviser, said: \"We're happy to sponsor the website because it's a way we can play a key part with those involved in air quality in London and to see better air quality for London, as it's the worst in the country.\"</p> <p>The information available on the website is perhaps the most sophisticated in the world, claims Mr Storey. \"The big improvement of the new site is that it's more for the man on the street than for technical people like me. They can see how air quality changes and it will influence the local people to pressure authorities and raise awareness.</p> <p>\"Air quality is high on Londoners' agenda as a life issue. There isn't one magical solution but there are lots and lots of things the public can do and demand to be done, like using public transport, travelling on foot or cycling. Ken Livingstone has made a lot of inroads in terms of options he's given to Londoners to improve air quality.\"</p> <p>Mr Livingstone said in a statement: \"I am delighted to support the upgrading of the London Air Quality Network web pages. This is a valuable resource for London. It enables Londoners to find out about pollution levels where they live and supports my work to improve air quality in London.\"</p> <p>Mr Barratt added: \"The higher the profile air quality gets to the public the more pressure they will put on local authorities and the government to take action. This is one big advert for air quality in London.\"</p>",
  "<p>AIN'T THAT A KICK IN THE HEAD</p> <p>The Rangers-midfielder-shamelessly-kicking-an-Eastern-European-footballer-where-it-really-smarts and-then-claiming-he-was-the-one-who-was-wronged ritual is something of a Glasgow tradition. After all, the Fiver still winces when it remembers March 1988 - when, with the ball rolling like a bowling ball along the Ibrox turf, Graeme Souness brutally studded a Steaua Bucharest player within a millimetre of his carriage. Souness then collapsed to his knees as if shot and pointed wearily at the back of his calf for no apparent reason.</p> <p>The ghosts of life-threatening challenges past were hovering over Moscow yesterday, when Alex Rae hoofed CSKA Moscow's Serghei Dadu right in the kisser, sparking a mass shoving match. The referee failed to see Dadu's head whizzing out of the stadium faster than a firecracker, but Rae won't be getting away with it: \"We know all about it and are onto it already,\" a Uefa suit blustered - not that CSKA coach Valleriy Gazzayev seemed too bothered. \"I will leave the decision to Uefa. But football is not ballet.\"</p> <p>Meanwhile Rae, like a sane man in a world where Sinclair C5s are the wheels of choice, can't see what all the fuss is about. \"He put his head down between my foot and the ball,\" Rae chuckled. \"It looked worse than it was, without a doubt. If anything it was dangerous play from him.\" Astonishingly, Alex McLeish agreed. \"The ball was on the ground when Alex attempted to kick it,\" he insisted, \"and it just so happened there was a Moscow player lying on the ground beside the ball. He just gave him a wee Glasgee kiss, only wi' 'is foot likesay ken pal?\" You really couldn't make it up. Well, apart from that last bit.</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"One of our major problems at the club has been a lack of goals\" - Sam Allardyce explains why he is interested in Liverpool's free-scoring forward (six goals in 80 appearances) El-Hadji Diouf.</p> <p>* * * * * * * * * * * *</p> <p><strong>GOODBYE, PAOLO</strong></p> <p>The Fiver's always had a soft spot for Paolo Di Canio. Italian dictator Mussolini might have been his hero (\"Remember those ads where people chose who they wanted a one-to-one with? Ian Wright wanted Dr Martin Luther King; my choice would have been Mussolini. He was deeply misunderstood ... There was a higher end which justified his means\") but remember, he hated the Sun too (\"They massacre you with a headline, then apologise in small type\"). And let's be honest, Paul Alcock made the sort of meal unseen outside Italian weddings when Paolo pushed him, didn't he?</p> <p>Anyway, we're not the only ones who love Di Canio. Because today Charlton manager Alan Curbishley rescinded the Italian's contract - leaving him free to rejoin his boyhood club, Lazio (possibly the only team in the world whose supporters are even more right-wing than he is). \"I knew something was up with Paolo and eventually he told me of personal problems back in Italy,\" Curbishley gruffed, doing his best Dear Deidre impression. \"When Lazio showed an interest it was basically a fait accompli. We could have blocked the deal or demanded a fee but at 36 we didn't want to stand in his way.\"</p> <p>Meanwhile Di Canio, who was onto Glenn \"Sarson's\" Roeder long before anyone else, was equally complimentary, issuing an apology to Charlton after the most \"painful\" decision of his career. \"I can only apologise to Alan Curbishley and the supporters, for whom I have the greatest affection,\" he sobbed, his face as animated as a Dreamworks character. \"I hope they will not be angry with me and will understand that, where your family is involved, you sometimes have to do things which are very painful.\" Still, living in the finest city in the world on £10,000-a-week should soften the blow somewhat, eh?</p> <p>* * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Leeds are unlikely to be able to afford West Brom's transfer-listed Sean Gregan, but Cardiff, Burnley and Nottingham Forest remain interested.</p> <p>Several clubs are still in for Michael Carrick: Portsmouth lead the chase but West Brom, Everton, and Palace are at their heels like a slavering pack of big-city hounds chasing a small fox from the seaside. Or something.</p> <p>Gerard Houllier is expected to turn down the chance to become involved with Australia's 2006 World Cup campaign when he meets with the country's soccer chiefs in Athens. A thousand shrimps have been slung on the barbie in celebration.</p> <p>* * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Crystal Palace are on the verge of signing Southampton misfit \"One Size\" Fitz Hall for £1.5m.</p> <p>Ronny Johnsen is poised to announce his retirement at the end of the season - regardless of whether Southampton give him the chance to continue his Premiership career.</p> <p>Marco Ambrosio, one of Chelsea's 100-strong army of goalkeepers, has joined Grasshopper Zurich on loan until the end of December.</p> <p>* * * * * * * * * * * *</p> <p><strong>FANTASY CHAIRMAN - THREE DAYS TO GO</strong></p> <p>Haven't yet signed up for Fantasy Chairman? Well, you'd better hurry. It costs just £5 and your could win £10,000 plus fantastic weekly and monthly prizes.</p> <p>To find out more, visit http://theguardian.com/fantasychairman</p> <p>* * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV1: Champions League Highlights (11pm) <br> We asked for your holiday stories. So far, most have been debauched. But Neil Dixon has a different type of tale to tell.</p> <p>Channel 4: Brazilian Football Championship (3.15am) <br> \"My girlfriend and I were on holiday on the Greek island of Thassos a couple of years back,\" begins Neil, \"when we decided to go for a walk up a big hill to see some ruins above the town we were staying in.\"</p> <p>ITV2: Champions League: Dinamo Bucharest v Manchester United (7pm) <br> \"We set off an hour before dusk when it was a bit cooler and reached the top after about half an hour.</p> <p>Sky Sports 1: Gillette Soccer Special (7.30pm) <br> \"So far, so good. But then we decided to carry on walking as the (frankly rubbish) map in our travel guide showed the path carrying on running around the town and back near to our hotel.\"</p> <p>Futbol Mundial (10pm &amp; 1am) <br> \"After a while the path got a bit hard to follow. And it was getting very dark.</p> <p>Sky Sports 3: Futbol Mundial (7pm) <br> [Cue eerie background music.]</p> <p>Sky Sports Xtra: The Premiership Years (11pm) <br> \"We carried on walking for a while and got chased by goats down the hill. Then after a few minutes we came to a wall and the path just stopped.</p> <p>British Eurosport: Olympic Football Highlights: Brazil v Australia (6pm) <br> \"By now we were starting to panic as the path was very uneven with loads of big craters in it, while the light was nearly all gone.</p> <p>Live Olympic Football: Argentina v Serbia (6.30pm) <br> \"We scaled the wall and eventually came across an eerie farmhouse that had what looked like a body hanging upside down in a bag from a metal spike.</p> <p>Radio 5: Sport on 5 (7pm) <br> \"I've seen The Texas Chainsaw Massacre (the original not the rubbish remake) and was starting to really panic....</p> <p>6-0-6 (10pm) <br> \"And when we saw a farmer with a load of sheep there was a mixture of fear and terror.</p> <p>Talksport: Football First (7pm) <br> \"Luckily he was standing next to the gate out of the farm and back into the town so we stumbled past him with our heads down relieved to have made it back to civilisation in one piece.\"</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) <br> Phew! Can we come out from behind the sofa now? Send your holiday stories, marked What I Did On Holiday, to the.boss@theguardian.com</p> <p>* * * * * * * * * * * *</p> <p>SUBSCRIBE TO THE FIVER</p> <p>You can subscribe and unsubscribe at www.footballunlimited.co.uk/Fiver/Redirect</p> <p>* * * * * * * * * * * *</p> <p>CONTACT THE FIVER</p> <p>If you want to contact the Fiver, email the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>WINNING ELEVEN 8 - JURY STILL OUT?</p>",
  "<p>When Marie Jones was growing up in Belfast's working-class Protestant community, her mother would take her along when she went to visit her sister every week. The two women would put their feet up on the table, a bottle of port between them, and little Marie would listen unnoticed as her mother and aunt told each other stories of their hopes and dreams and sadnesses. </p> <p>\"They would tell the same stories every week. They would laugh, they would cry. And although they were the same stories they were told differently every time. I couldn't get enough of them. If anything turned me into a playwright, it was those visits to my aunt,\" says Jones. </p> <p>Almost 50 years on, Jones's stories of Irish life are hits all over the world. Her two-hander, Stones in His Pockets, about two extras in a Hollywood movie being shot in a small Irish village, premiered at the Edinburgh fringe in 1999; since then it has been seen in 20 countries and translated into 16 languages. This year at the Assembly Rooms, The Blind Fiddler, the story of how a mother's misguided ambition for her children rips the heart out of a family, is fast becoming the hit of the festival. It is the one play Edinburgh's taxi drivers want to see. </p> <p>Despite her success, the past few years have not been easy for Jones. In 2001, Pam Brighton, the director of an early version of Stones in His Pockets, launched a court case claiming she should be recognised as joint author of the play. </p> <p>The case finally came to court earlier this year and, in a 60-page judgment, Jones emerged victorious. The ruling has been widely seen as an important step in recognising the rights of playwrights. </p> <p>\"I didn't feel victorious,\" she says. \"I just felt relieved that I could have a large vodka and tonic and get on with my life. It seemed such a waste of time that I should have had to defend something that I knew was right. It was a terrible period because I found it very hard to be creative with the case hanging over me. I found myself watching Judge Judy on TV instead of getting on and writing.\" </p> <p>She did, however, manage to finish The Blind Fiddler, a full-length version of a short play she had written for Charabanc Theatre Company, the all-women touring group she co-founded in the early 1980s. The group came together in frustration at the lack of parts for them in Northern Irish theatre. </p> <p>\"We were in our 30s and widely experienced, but whenever a Belfast theatre put on a classic it would get young English actresses just out of drama school to play the roles. It was so frustrating. We kept saying, 'Just because we live here doesn't mean we are limited.'\" </p> <p>The women approached the playwright Martin Lynch and asked him to write a play for them. Lynch told them they should write it themselves. \"I said to him, 'What experience do I have but the experience of my life?' He said I could tell a story and it would be enough.\" </p> <p>It was. Lay Up Your Ends, about the mill girls' strike in the early part of the 20th century, was an instant hit in Belfast and beyond. In the years that followed it became apparent that while everyone in the company shared skills - researching, writing, acting and directing - it was Jones who had the natural talent as a playwright. </p> <p>Jones writes the kind of plays that make theatre critics sneer and ordinary audiences cheer. She writes about what she knows - the Belfast community where she was born and bred and where she still lives with her second husband, director Ian McElhinney, and their two boys. </p> <p>\"I still write plays about us. I haven't moved away from my background and culture. Yes, when I am in London I might go to the Ivy for dinner and it's a real blast seeing all those famous people. I took 13 of my family one day and I kept on having to tell them that you're not supposed to stare at all the celebrities. But in Belfast I pop into Sainsbury's to do my shopping like everyone else and people stop and talk and tell me about their lives all the time, because these people have known me all my life.\" </p> <p>The Blind Fiddler depicts the tensions between two cultures: the rural, homely culture of the children's father, a fiddler called Pat, and the aspirations of their mother, Mary, full of pride for her piano-playing son. There is a powerful scene in a concert hall where the son entirely fails to recognise that his own classical talent stems from his father, while the mother shows she has no understanding or interest in the music her son plays. </p> <p>Jones knows all about the clashes between high and low art. \"My plays get accused of being low art all the time,\" she says. \"Even by the arts establishment in my own city. But what's wrong with being popular? I sometimes feel that people want to keep the theatre as some kind of special preserve for people like them, educated, cultured people; they don't like it when a play packs out the theatre with ordinary people having a good time. </p> <p>\"Theatres need rounded programmes and of course they should put on classics and do more experimental work, but there should be room for my plays, too. It sometimes feels as though people think that if you're funny, you can't possibly be a serious playwright.\" </p> <p>This feeling of not always being fully appreciated perhaps stems from her lack of education. Jones left school at 15 and never went to university. A couple of years ago she told her husband she was seriously contemplating studying for a degree. He replied: \"You've written 28 plays, so what do you want a degree for?\" A couple of weeks later, Queen's University wrote asking if it could award her an honorary doctorate. \"Which was great because it meant I wasn't going to have to spend three years studying and eating pasta and drinking beer, and I got to meet George Best because he was getting a doctorate the same day. It really couldn't have worked out better.\" </p> <p>Like so much of Jones's work, The Blind Fiddler has many strands: it deals with the music of our lives, guilt and death, and the gulfs that sometimes open up between children and their parents. Most of all it is about the sacrifices we all make, sometimes for good and sometimes for ill. In this, it reflects Jones's own experience. More than 20 years ago, she left her first husband to pursue her career as an actor. It also meant leaving behind her son, then seven years old. It was, she says, a terrible but essential decision to make. </p> <p>\"I knew that I would be no use to my son if I felt frustrated and angry all the time. I felt that I had to learn, and listen and educate myself. It was a very hard decision and it wasn't the traditional decision, but I am glad I made it because I wouldn't be sitting here now being interviewed by you if I hadn't. And my son and I are now the best of friends. He understands what I did and why. We even laugh about it. My family is good like that. Even in the midst of total devastation we'll always be having a laugh.\" Which sounds very much like one of Jones's plays.</p> <p><strong>·</strong> The Blind Fiddler is at the Assembly Rooms until August 30. Box office: 0131-226 2428.</p>",
  "<p>The lecturers' union Natfhe is considering legal action against Manchester Metropolitan University (MMU), following a decision it claims will leave staff working under \"burger-bar\" contracts.</p> <p>Natfhe says a new contract being introduced will leave 400 part-time and hourly-paid employees with no guarantee of either working or taking home any cash at the end of the month. Part-time staff are currently guaranteed a minimum monthly income in line with the hours they are contracted for. </p> <p>Andy Pike, national official for Natfhe, said: \"Manchester Metropolitan University is attempting to introduce the worst features of casualised employment, all too familiar to many poorly treated burger-bar staff who are retained without guarantees of work or income.</p> <p>\"A clause in the new contract would allow the university to reduce staff hours, even to zero, at minimal notice. How can anyone plan their life or obtain a mortgage on that basis?\"</p> <p>However Carol Neild, personnel manager for the human resources division at MMU, said the new contracts would have little significant effect on employees' working hours. \"The 'zero-hours' will apply to those times when they're not working anyway,\" she said. </p> <p>Ms Neild added that the university had introduced the new contracts pre-emptively to ensure it complied with new regulations under the Employment Act 2002 which become law in two years' time. </p> <p>\"This law takes into account the terms of the fixed-term workers, which will effectively say that staff who've been employed on fixed-term contracts for more than four years must have permanent contracts by 2006. We're anticipating this legislation,\" she said.</p> <p>She added: \"We essentially wanted to make [these employees] more an integral part of the university life. At the moment, their employment is not very well controlled. Having a permanent contract will provide them with a more permanent status.\" Terms and conditions of employment would also be clearer to both staff and the university under the new contracts, she said.</p> <p>Natfhe said it would welcome permanent contracts \"under the right terms and conditions\" but did not believe MMU was offering \"reasonable terms\". The union is also concerned that teachers could now face the summer months without employment, and believes the university's actions may even be illegal.</p> <p>\"Unless they can show us that they've complied with the Race Relations Amendment Act (RRAA) to assess the impact of contract changes on ethnic minority staff, then we'll issue a further, formal complaint,\" said Mr Pike. \"We currently have no evidence that they have done this.\"</p> <p>Ms Neild said the university had a working group which was looking at the potential impact of the contract changes on all practices and procedures.</p> <p>A meeting is scheduled to take place between the two sides in early September.</p>",
  "Nostalgic Conservatives, who yearn for a return to the days when the party held the keys to No 10, would have felt a warm glow yesterday. <p>In a pre-election bid to seize back the Tories' reputation as the party of law and order, Michael Howard delivered a hardline speech reminiscent of the famous 27-point plan to crack down on crime that established his reputation as Britain's toughest home secretary. </p> <p>Lambasting Labour for increasing the rights of criminals, he said: \" 'I've got my rights' is the verbal equivalent of two fingers to authority. There is now a palpable sense of outrage that so-called human rights have tipped the balance of justice in favour of the criminal and the wrong-doer - rather than the victim and the law abider.\" </p> <p>Mr Howard's uncompromising tone in Middlesbrough yesterday was deliberately designed to echo his notorious 1993 Tory conference speech, in which he told the nation's criminals: \"If you don't want the time, don't do the crime.\" </p> <p>The world may have been transformed beyond recognition in the nine years since, but one theme links the two speeches, which explains Mr Howard's decision yesterday to abandon the more emollient tone of the likes of Oliver Letwin. That theme is Tony Blair. </p> <p>Mr Howard's 1993 speech came eight months after the landmark declaration by his young Labour counterpart that he would be \"tough on crime, tough on the causes of crime\". Mr Blair's historic soundbite, which marked the moment when Labour finally began to undermine the Tories' position as the party of law and order, panicked the Conservatives into an abrupt shift to the right. </p> <p>In the nine years since, Labour has skilfully prevented the Tories from regaining their position as the party of law and order. The prime minister gave a taste of this last month in the Commons, knocking Mr Howard about when he tried to turn the agenda back to crime. How could the Tories attempt to reclaim law and order when they have failed to guarantee the Home Office budget, Mr Blair asked. </p> <p>Central office insisted that yesterday's speech was not a panic response to the prime minister. Aides said they had always intended to return to the issue of crime this summer, after using the first period of Mr Howard's leadership to focus on public services. \"It was important to show Michael is not a one-horse show,\" one aide said of Mr Howard's pledge to all but match Labour spending on schools and hospitals. </p> <p>At the final meeting of the 1922 committee of Tory backbenchers before the summer recess, Mr Howard insisted he was not shying away from the pledge to public services but that the most he could hope to achieve was to neutralise Labour's lead on schools and hospitals. </p> <p>On crime, however, the Tories should try to outstrip the government. This would mean setting out \"clear blue lines\" between the Tories and the government on, for example, prisons and adopting hardline language to try and appeal to voters fromacross the income scale who live in fear of crime. </p> <p>One centre-ground Tory warmly welcomed this: \"Crime is our issue and we should not be ashamed of saying that. Nobody understands all this stuff about choice in schools and hospitals.\" </p> <p>Such Tories hope that Mr Howard will strike the right balance by steering a sensible course between the conciliatory language of Oliver Letwin and the populist rhetoric of William Hague. </p> <p>Mr Letwin won rave reviews as he contrasted his liberal credentials with the hardline approach of David Blunkett. His speeches included such gems as: \"The Kantian half of the truth about virtue and vice is that they are chosen: the Aristotelian half of the truth about virtue and vice is that they are learned.\" </p> <p>Mr Hague, by contrast, provoked a major row in 2000 when he said of the report into the death of the black teenager Stephen Lawrence: \"The Macpherson report has been used to brand every officer and every branch of the force as racist.\" </p> <p>Mr Howard included populist rhetoric. But aides hope that his language on the highly sensitive issue of the Macpherson report shows he is not falling into the same trap as Mr Hague. The Tory leader rejects a key recommendation about stopping suspects, but passes no judgment on the report. \"There was some in-your-face stuff but over all it was better rounded than when Michael was home secretary,\" one aide said.</p>",
  "<p>In-form Kumar Sangakkara struck a brilliant 157 not out to help Sri Lanka reach 303 for three by the end of the opening day's play in the second and final Test against South Africa in Colombo. </p> <p>Sangakkara passed the 3,000 Test career runs mark shortly after reaching his sixth Test century, sharing in a third-wicket partnership of 192 with Mahela Jayawardene (82). </p> <p>The 26-year-old left-hander, who has made three half-centuries and a career-best 270 in his previous four Tests, hit 20 fours during his 374 minutes at the crease. On the previous two occasions he has passed 150, he went on to score double centuries. </p> <p>Jayawardene, a double centurion in the first test in Galle, provided the support role for Sangakkara with 82 before he was bowled late in the day by a Makhaya Ntini inswinger. His 192-run partnership with Sangakkara was a record third-wicket stand for Sri Lanka against South Africa, surpassing the 168 they scored at Durban in 2000. </p> <p>Both were fortunate as Jacques Kallis missed Sangakkara at slip on 57 and wicketkeeper Mark Boucher dropped Jayawardene on 16 off a thick edge from Nicky Boje. </p> <p>\"There is still an opportunity for us to come back to tomorrow,\" said South Africa captain Graeme Smith. \"If we knock a few over to make it interesting again.\"</p> <p>Sangakkara came to the crease in the first over after captain Marvan Atapattu nicked a Shaun Pollock outswinger to Boucher. </p> <p>After a tricky half hour against the new ball, Sangakkara then counter-attacked with Jayasuriya, adding 95 for the second wicket, before Jayasuriya was unlucky to be dubiously adjudged lbw shortly before lunch to Boje for 43.</p> <p>Meanwhile Sri Lanka spin ace Muttiah Muralitharan is a doubt for next month's ICC Champions Trophy in England after it was revealed he needs shoulder surgery. </p> <p>\"We decided not to play Murali this morning because he was in intense pain and there was a grave risk that he would miss the ICC Champions Trophy,\" Jayasekera said.</p> <p>Sri Lanka are hoping to claim their first-ever Test series triumph over South Africa. The opening match of the two-Test series ended in a draw</p>",
  "<p> In2Games is showing off its curious motion-tracking games controller, Gametrak, at the forthcoming <a href=\"http://www.gamestarslive.co.uk/\">Game Stars Live</a> event in London. The device, which tracks full 3D body movement, is set to launch in Septmber bundled with PS2 fighting game Dark Wind. You'll be able to play that, and Real World Golf 2004, at the show.</p> <p>Read more <a href=\"http://www.in2games.uk.com/testsite/index.php\">here</a>. And as Gametrak is compatible with the PC as well as PS2 and Xbox, we're kind of hoping that the follow-up to last year's kinky love sim, <a href=\"http://www.singles-the-game.com/\">Singles</a>, will be compatible with the device...</p> <p> </p> <p>-- PS2 beat-'em-up Dark Wind (left) and the yet to be released Real World Golf are compatible with the Gametrak device.</p>",
  "<p>Shelbourne's manager Pat Fenlon is taking a novel approach to his side's attempt to produce an early shock in the Champions League when they face the Spanish giants Deportivo La Coruña in Dublin tonight. \"We're thinking of it as an away game,\" he said. </p> <p>His tactics have been shaped by the club's decision to move the third-round qualifying tie from their 9,000-capacity home ground of Tolka Park to Lansdowne Road to cater for the huge interest in the match. </p> <p>\"We know it's our home game and we will have tremendous support,\" Fenlon said, \"but it's a venue we're not used to and we will be going out to keep it tight and make it difficult for them.\" </p> <p>To that end Fenlon has taken a leaf out of Graeme Souness's book by having the width of the pitch reduced. Before a European Cup tie with Dynamo Kiev in 1987 the then Rangers manager was so concerned with the potential dangers of the Ukrainian team's wide men he had the Ibrox pitch altered. The Scottish side duly reversed a one-goal deficit from the first leg to win 2-0. </p> <p>Shelbourne's decision has been justified by the public's response with all 24,000 tickets sold in a matter of days. They still hope to make more tickets available should Uefa allow them to also sell terrace tickets, though the club president Finbar Flood conceded time is running out for them to be granted that wish. </p> <p>And, while the club have been capitalising off the pitch, Fenlon is determined to ensure that on the pitch matters are equally satisfying for Shelbourne. </p> <p>Fearing Deportivo's speed and wingers, Fenlon has narrowed the pitch to the minimum width, 64 metres - the same width as the Tolka Park - for the match. </p> <p>However, he insisted that keeping the Spaniards in check was the least of their ambitions. \"With the players we have we are confident that we can also score against them. </p> <p>\"Like every team, we've watched the videos and have identified some areas in which we can take advantage of their weaknesses.\" </p> <p>With no injury worries, Fenlon is likely to keep an unchanged side for the game, meaning the Ireland striker Jason Byrne will again be asked to play on the right side of midfield while the Cameroon World Cup player Joseph Ndo is likely to start on the bench. </p> <p>\"Joseph is flying in training but he hasn't played a full game in a while and I think he would be better coming off the bench when the game slows down,\" said Fenlon. </p> <p>\"The team we'll start with will be similar to what we've used over the last few weeks.\" </p> <p>The Deportivo La Coruña coach Javier Irureta has hit out at what he perceives as a lack of commitment from supporters and players alike ahead of the Champions League qualifier with the Irish club. </p> <p>Irureta is disappointed that only eight supporters will travel to Dublin to follow his team and he is also thought to be angry with the club captain Fran Gonzalez, who has been left out of the squad for the first leg at Lansdowne Road. </p> <p>\"It is a physical, not a mental problem. He still has problems with his knee,\" said Irureta. </p> <p>But the fact that the local-born veteran was willing to pursue a claim for wages with the Spanish Football League - a case which could have seen Deportivo relegated for non-payment - implies there is not a good atmosphere at the club. </p> <p>Irureta also asked for more commitment from supporters: \"Sometimes it seems as if we have got accustomed to living too well,\" he said. \"The people have to live the club a bit more. I want them to see the reality of football, which is to go to the games, travel with the club and then give them support. </p> <p>\"Sometimes it seems we are like my local team. We live in the past and a lot of things here upset me, such as the fact that we are travelling to Dublin with only eight fans.\" </p> <p>Irureta then warned that Shelbourne would not be as easy to overcome as many expect them to be. </p> <p>\"They are a dangerous side. I am sure of one thing and that is that there are no small teams and nobody wins by decree,\" said Irureta. He is also concerned that Shelbourne have already played 21 league games this season while his side have yet to play a competitive match. </p> <p>\"The fact that Shelbourne have played so many games evens things up in my estimation,\" he said. \"It is very much a 50-50 game.\" </p> <p>Deportivo will be without the striker Diego Tristan, who is still recovering from a leg injury and the defender Nourredine Naybet, who has been linked with Tottenham. Mauro Silva will play in central midfield and Alberto Luque and Walter Pandiani in attack.</p>",
  "British Muslims who take up arms against UK and US forces in Iraq could face treason charges on their return, the Home Office said today. <p>The warning was prompted by a Guardian report that two Britons had travelled from their homes in London to join the Mahdi army, a militia loyal to the radical Shia cleric Moqtada al-Sadr. The men arrived in Najaf, where fierce fighting has been raging for seven days, earlier this week. </p> <p>The Mahdi army has been battling US troops, who have surrounded Najaf in an attempt to bring the city under their control and that of the interim Iraqi government. </p> <p>Mr Sadr's militias have staged violent uprisings against US and British troops and Iraqi authorities and forces across southern Iraq. </p> <p>The two men who travelled to Najaf from the UK were both born in Iraq - one in Najaf and the other in Baghdad - but had lived in Britain since they were children and held British passports. This was the first time they had returned to Iraq, the Guardian reported.</p> <p>Asked why they had travelled to Najaf, one - calling himself Abu Haqid, replied: \"Our brothers are fighting down here. They are not eating well, they are not sleeping well - we have to be in the same position as them.</p> <p>\"We all have a belief, me and my family, when it comes to jihad. We asked our families and they said yes. It is good to protect your country and be there with your brothers.\" </p> <p>A spokesman for the Muslim Council of Britain today said he expected the men would not be the only two Britons to take up arms against US-led forces in Iraq. </p> <p>A Home Office spokesman said British citizens or residents considering joining the militia should be aware that anyone taking up arms against a British soldier or US-led forces could be prosecuted for treason. The maximum sentence would be life imprisonment. </p> <p>Depending on their actions, UK citizens fighting for a foreign army could be tried for a range of other offences, including terrorism. It would be for the police and the crown prosecution service to decide what action to bring in individual cases, the Home Office spokesman said. They could also face prosecution in Iraq if the interim government there chose to take action. </p> <p>\"It is wholly unacceptable, even if it is only a few individuals taking such an action,\" the spokesman said. \"It could have an impact on British Muslims in this country, and the majority of British Muslims do not want any part in this type of activity.\"</p> <p>The Muslim Council of Britain's spokesman, Inayat Bunglawala, said any future prosecutions for treason would strike many Muslims as \"bizarre\", given that the two men felt they were defending the country of their birth against an occupying force. </p> <p>\"The way the US has surrounded Najaf with tanks and attack helicopters is very provocative, especially to the Shia, as Najaf is a holy place for them,\" Mr Bungawala said. </p> <p>\"These men clearly do not believe the position of the US and British governments that this war was fought to liberate Iraq. They believe the US is occupying their country illegally,\" he said. </p> <p>Mr Bungawala said he would advise British Muslims to lobby the government here to change its policy, rather than joining a militia in Iraq.</p>",
  "The Sudanese government has failed to stop marauding Arab militias from terrorising civilians in Darfur, a human rights group said today, despite promises to the international community that the government would disarm militias and bring the humanitarian crisis under control. <p>Human Rights Watch said that Sudanese armed forces and Janjaweed militias continued to target civilians and their livestock in rural areas, in towns and in camps under government control. The group alleged that, rather than bringing militia members to justice, the government had legitimised the Janjaweed by incorporating them into police and other security forces that could be used to secure proposed \"safe areas\" for displaced civilians. </p> <p>Fighting between government forces, the Janjaweed and two rebel groups - the Sudan Liberation Army/Movement (SLA/M) and the Justice and Equality Movement (JEM) - has continued despite an April ceasefire, the group said. </p> <p>\"The Sudanese government insists that it is taking significant measures, but the continuing atrocities in Darfur prove that Khartoum's claims simply aren't credible,\" said Peter Takirambudde, executive director for Human Rights Watch's Africa division. </p> <p>\"Despite growing global attention to the crisis in Darfur, neither the international community nor the Sudanese government has taken the steps needed to ensure protection for civilians on the ground. Rape, assaults and looting continue daily even as more people are being driven from their homes,\" he said.</p> <p>The Sudanese ambassador to London, Hasan Abdin, insisted his government was taking action against the Janjaweed. </p> <p>\"My government has promised to finish the job which it started a few weeks ago on disarming the Janjaweed. Practical steps have been taken already,\" he told Channel 4 yesterday, before publication of the Human Rights Watch report. </p> <p>The UN has described the 18-month conflict in the sprawling, arid region of Darfur as the world's worst humanitarian crisis. Pro-government Arab militia have waged a counterinsurgency campaign that has seen widespread destruction of villages and the displacement of about 1 million people. Some 30,000 people have been killed. </p> <p>A UN security council resolution on July 30 demanded that the Sudanese government take steps to improve security, human rights and humanitarian assistance in Darfur and speed up a political resolution of the conflict. It also imposed a deadline of August 30 for the disarmament of the Janjaweed militia. </p> <p>Yesterday the UN office for the coordination of humanitarian affairs accused Sudanese forces of new helicopter attacks, which the government has denied. The UN also said that \"Janjaweed attacks on internally displaced persons in and around IDP settlements continue to be reported in all three Darfur states\". </p> <p>But Mr Abdin told Channel 4: \"The government has already been delivering on some of the promises it made, even before the last decision of the security council.\"</p> <p>\"There is no bombing now. The bombing has stopped long ago, after the signing of the ceasefire last April the Sudan government observed the ceasefire. Within 30 days there will be a great deal of improvement in terms of securing the [refugee] camps, and the roads leading to the camps. This is a voluntary return,\" he added. Human Rights Watch said an increased international presence on the ground is urgently needed to improve the protection of civilians, assess the government's actions and stabilise the region. </p> <p>A Rwandan defence spokesman said that his country will begin sending dozens of troops to Darfur on Sunday, becoming the first foreign force deployed to protect civilians. The Netherlands will airlift 154 Rwandan soldiers to al-Fasher, the capital of northern Darfur state. From there they will be sent to other parts of the troubled region, said Col Patrick Karegeya, spokesman for the Rwandan defence forces. </p> <p>The troops originally were intended to protect unarmed African Union military observers monitoring the shaky ceasefire, Col Karegeya said yesterday. However, their mandate recently was amended to allow the 15 Rwandan officers and 139 troops \"to protect the civilians when it is established that they are in danger\". </p> <p>The troops are part of a 300-strong African force Sudan was pressed to allow into Darfur. The African Union said it plans to boost the number of troops to Darfur to between 1,600 and 1,800. However, Sudan is reluctant to allow the larger force to deploy in Darfur.</p>",
  "<p>Drivers without insurance face having their cars confiscated and even destroyed, under government plans outlined today. </p> <p>Fixed penalty fines for drivers who ignore reminders that their insurance has expired are also likely to be introduced. Furthermore, official vehicle registers and motor insurance databases could be linked to allow police to find out quickly if a vehicle is uninsured.</p> <p>The plans, which will target the estimated 1 million motorists who drive without insurance, were announced at the launch of an independent report into uninsured driving by David Greenaway, a professor of economics at Nottingham University.</p> <p>It is estimated that 5% of British motorists break the law by driving without insurance, and accidents involving these drivers cost more than £500m a year. Insurers pass the cost of these accidents on to insured drivers in the form of an additional 6%, or £30, on top of the average motor insurance policy. </p> <p>Research from the Association of British Insurers (ABI) shows that those who drive uninsured are 10 times more likely to have been convicted of drink-driving, six times more likely to have been convicted of driving a non-roadworthy vehicle and three times more likely to have been convicted of driving without due care and attention.</p> <p>Insured drivers involved in accidents where the other vehicle is not covered by insurance are usually forced to claim on their own policies, which means they lose no-claims discounts and are liable for any policy excess, often amounting to a cost of several hundred pounds.</p> <p>Prof Greenaway's report made a range of recommendations for reducing what the government sees as \"the current unacceptable levels of uninsured driving in the UK\". </p> <p>The Department for Transport (DfT) plans to give the police power to seize and, in certain cases, destroy vehicles that are being driven without insurance. </p> <p>The DfT also wants to see concerted action by insurance companies to continue to improve the motor insurance database to make it easier to track uninsured drivers. In addition the department is asking for clearer notification procedures so that no one is in any doubt when their insurance expires, and automatic reminders sent out to those motorists who forget to insure their vehicle on time. </p> <p>However, Prof Greenaway rejected suggestions that an obligation to display proof of insurance in the car windscreen, in the same way as tax discs, would be a solution to the problem. The report said: \"We have had tax discs for a very long time and on the DVLA's own estimates almost 6% of registered vehicles on our roads do not have valid tax. It is difficult to imagine therefore that insurance discs will have a significant and long-term impact on the incidence of uninsured driving.\" </p> <p>The road safety minister David Jamieson said: \"I very much welcome Prof Greenaway's report. We know that law-abiding motorists are fed up with paying the price for the small, hard core of anti-social motorists who drive uninsured, often in untaxed or unsafe vehicles. </p> <p>\"The government is determined to tackle head on the menace of uninsured driving. That is why I have announced today that we plan to give the police the power to seize and destroy vehicles that are being driven illegally and to increase police powers to use new technology to make detection and enforcement more effective.\" </p> <p>Home Office minister Caroline Flint said: \"Uninsured driving victimises the law-abiding motorist. This report gives a sensible way forward to tackling the problem and across government we will work hard to take forward its recommendations. We want to ensure that the police and courts have the powers they need to tackle offenders and that they can use them effectively. </p> <p>\"We are also working closely with the police to ensure that the hugely successful automatic number plate recognition system is used as effectively as possible to target those who flout the law and drive without insurance,\" she said. </p> <p>Barry Smith, chairman of the motor committee at the ABI, and chief executive of Fortis Insurance, said: \"The insurance industry is committed to working with Government to implement the recommendations, to improve detection and raise awareness of the need for motor insurance.\" </p> <p>Andrew Howard, head of road safety for the AA Motoring Trust, said: \"We are pleased that Prof Greenaway has recognised that more use must be made of the technology available, such as automatic number plate recognition cameras linked to the motor insurance database, to track down uninsured drivers. </p> <p>\"We've had a piecemeal approach to prosecuting motoring offences for many years. Up to now, if someone is caught driving without road tax, their insurance details are not automatically checked. This report has addressed this loophole, but it also needs to happen when people are caught for other offences, such as speeding. </p> <p>Mr Howard added: \"We are also pleased that he has rejected calls for windscreen insurance discs and changing insurance cover from the driver to the vehicle. Insurance discs would have been unworkable, and vehicle-based cover would have taken no account of the risk posed by individual drivers.\" </p> <p>David Pitt, head of motor insurance at insurance company More Than, said insurers need to look at more innovative ways to tackle the issue. He said the company had taken the step of sending email and SMS (text message) reminders to drivers when their insurance is up for renewal. </p>",
  "At least six Iraqis died and nine were injured when a bomb exploded in a busy market today. The blast came as violence swept the country and the radical Shia cleric Moqtada al-Sadr issued a fresh challenge to US-led forces. <p>The roadside bomb shook the market in Khan Ban Sad - around six miles south of Baquba and to the north-east of the capital, Baghdad - leaving a large hole in the side of the road. </p> <p>Unlike other recent bombings by anti-US insurgents, today's attack did not appear to be targeting US-led or Iraqi security forces. </p> <p>\"The place was crowded, but there were neither police nor American patrols during the time of the explosion, and we are investigating this issue,\" a local police officer said. </p> <p>Also today, gunmen killed a local official in one of Iraq's main Shia parties in a drive-by shooting. Ali Mahmoud al-Saadi was gunned down near Mahmodiya village, south of Baghdad, as he headed to his office in Baquba.</p> <p>Mr Saadi was the most senior official of the Supreme Council for the Islamic Revolution in Iraq (SCIRI) in the Diyala province. SCIRI is represented in the interim government of Iraq. </p> <p>In Najaf, fierce fighting between US forces and fighters loyal to Mr Sadr raged for a seventh consecutive day. \"We keep pushing south and they just keep coming,\" Captain Patrick McFall, of the 1st Cavalry Division, said. </p> <p>However, Ibrahim al-Jaafari, Iraq's new interim vice-president, called on US troops to withdraw from Najaf and allow Iraqi forces to attempt to end the stalemate there.</p> <p>\"Only Iraqi forces should stay in Najaf - these forces should be responsible for security and should save Najaf from this phenomenon of killing,\" he told the al-Jazeera satellite television network.</p> <p>The US military has estimated that 360 insurgents have been killed in Najaf between last Thursday - when fighting began - and Sunday night. However, the militia dispute this, saying that their losses have been much lower. Five US troops have been killed, along with around 20 Iraqi officers. </p> <p>Violence persisted throughout the country's Shia regions, with overnight clashes between insurgents and British forces in the southern city of Amara killing 10 militants, according to hospital officials and witnesses. Another 50 Iraqis, including 20 militants, were injured, hospital officials said. </p> <p>There was also fighting in Baghdad, Nasiriya, Basra and Samawa as insurgents targeted US-led forces with mortars and rocket-propelled grenades.</p> <p>Meanwhile, Mr Sadr urged his followers to continue their battle even if he was killed or captured. \"I hope that you keep fighting, even if you see me detained or martyred,\" he said in a statement.</p>",
  "<p>The government has confirmed it has failed to find the source that leaked the Hutton report to the Sun on the eve of its publication in January, despite a six-month hunt by solicitors.</p> <p>But the Department of Constitutional Affairs, which organised the investigation, said there had been \"no particular weaknesses\" in the measures taken to safeguard the report's secrecy.</p> <p>Lord Hutton was dismayed when the contents of his bombshell report were revealed by the Sun's political editor, Trevor Kavanagh, just hours before its publication on January 28. </p> <p>Giving evidence to MPs three months ago, the law lord said he had been \"very unhappy and very disappointed\" by the leak of the report, which dealt with the circumstances surrounding the death of government scientist David Kelly.</p> <p>At the time Lord Hutton said he would keep the investigation into the leak open, and would look into whether confidentiality measures had been adequate.</p> <p>The DCA said today the investigations had now been completed and it had been unable to trace the source of the leak.</p> <p>\"No particular weaknesses in the measures which were taken to guard the confidentiality of the report were found,\" the DCA concluded. </p> <p>\"The source of the leak remains unknown. Steps taken to protect sensitive reports before publication will be kept under regular review.\"</p> <p>The investigators would not have had much help from Kavanagh, who vowed to take the secret of the identity of the source \"to the grave\". </p> <p>The Sun has said the source was impartial, had no axe to grind, and insisted that no money was paid for the exclusive.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Tomorrow is the first day of the <a href=\"http://www.eigf.co.uk/siteContent/tradeEvent/programme.jsp\">Edinburgh International Games Festival's conference series</a> and I'm your woman on the floor. While I have a few moments in the hotel room (and now in the Elephant House) before the technical rehearsal, I want to give a run down of what's happening during the newest addition to the annual Edinburgh-in, and hopefully inspire you to come back and read the regular updates, including announcements of the first <a href=\"http://www.eigf.co.uk/siteContent/awards/introduction.jsp\">BAFTA Interactive New Talent Awards</a> and the game voted by you, the people, as the <a href=\"http://www.eigf.co.uk/siteContent/awards/introduction.jsp\">EDGE Player's Choice</a>, plus interviews with industry luminaries. My work is cut out for me over the next few days, but in the meantime…</p> <p>There are three strands to the whole EIGF, two of which are available to the public: <a href=\"http://www.eigf.co.uk/siteContent/consumerEvents/goPlayGames.jsp\">Go Play Games</a> at the Royal Museum offers sticky fingers the opportunity to play to their heart's content on all of the nominees of the EDGE Player's Choice Awards and others (including some fabulous exclusives), &amp; the <a href=\"http://www.eigf.co.uk/siteContent/consumerEvents/gameScreenings.jsp\">Game Screenings</a>, the interactive industry's answer to DVD Director's Commentary. I'm really excited about this one – Ian Livingstone is kicking off the proceedings tonight with his history of Lara Croft and Hitman and Neil Young is going to give the lowdown on The Sims. Wowee! Anyone can come along and rub shoulders with some of gaming and film notables. There's plenty of crossover here with the <a href=\"http://www.edfilmfest.org.uk/\">Edinburgh International Film Festival</a>; we're screening in the same cinemas. Check out the <a href=\"http://www.odeon.co.uk\">Odeon</a> website for details.</p> <p>I'm awaiting the conference, a two-day trade event which will explore the culture of gaming. I'm producing a couple of sessions, including the Economies of Online Games (hosted by <a href=\"http://terranova.blogs.com\">Terra Novan</a> Ren Reynolds with other TNer Greg Lastowka, <a href=\"http://www.gamingopenmarket.com\">Gaming Open Market</a>'s Jamie Hale, <a href=\"http://www.thesimsonline.com/\">The Sims Online</a> corporate comms rep Jeff Brown and lawyer Linda MacKellar), which will blow the doors open on the real currency trade that's emerged from virtual worlds. If you're interested in knowing more, check out the mind-blowing figures on <a href=\"http://mypage.iu.edu/~castro/home.html\">Proskenion</a>, the website of Edward Castronova. It will stun you. Factoid: over $12m has been traded over eBay since the start of 2004 on a variety of things like imaginary castles. Check out James Meek's recent <a href=\"http://www.theguardian.com/online/story/0,3605,1274808,00.html?=rss\">article</a> all about it.</p> <p>I'm also putting together a boys v girls battle of the wits quiz hosted by the aforementioned Ian Livingstone. It will be a fight to the death between Emily Newton Dunn, Rhianna Pratchett and Just Add Monsters' CEO Nina Kristensen vs. Denki Blocks' Gary Penn, journo extraordinaire Mike Goldsmith and the man behind countless product launches Seamus Blackley.</p> <p>Another session that will provoke all kinds of blogging will be Pitch Idol, hosted by <a href=\"http://www.ukgameshows.com/atoz/programmes/g/gamesmaster/\">GamesMaster'</a>s boy toy <a href=\"http://www.gamesmastertv.co.uk/presenters1.htm\">Dominik Diamond</a> (rumour has it he's about to invade our screens again with another videogames programme...), which pits the creative juices of a bunch of lawyers, a gaggle of journalists and a privy of PRs versus the smart-alek comments of our panel of industry professionals. We all think we've got the game of the year in our clever little brains. They get the chance to try. We shall see what it really takes to make it interactive.</p> <p>I'll also be getting very excited about the discussion about music and gaming, radical new controllers, and how games compare to Hollywood. Much more forthcoming. I'm exhausted already.</p> <p>Blog at you soon.</p>",
  "<p>Okay so 3D gaming is the Holy Grail as far as most mobile game publishers and handset manufacturers are concerned, but luckily, not everyone has jumped aboard that shakey and uncertain bandwagon. Two recently announced titles show that there's plenty of potential left in the kind of quick, silly game concepts we've come to love on mobile handsets. And as one of them involves fighting with elephants, it's worth taking a look.</p> <p> </p> <p>First up, <a href=\"http://www.sumea.com\">Sumea</a> is about to launch Java title Jumbo Rumble, a three-player battle-'em-up where you must barge your opponents' elephants off the playing area. Interestingly, the action takes place on a single handset, with each participant using just one key to control their big-eared bully boy. Along with Rumble mode, there's also a Tag mode where one player is 'it' and has to chase the others. Sumea is releasing the game on a number of handset models and across all the major operators later this month.</p> <p>Next, there's Pikubi an obviously Manga-inspired platformer-cum-beat-'em-up from French publisher, <a href=\"http://www.in-fusio.com\">In-Fusio</a>. Here you control the titular pink bird as he fights off incoming aliens with a range of kicks and punches. There are 30 candy-coloured levels, split over four themed worlds, plus a bunch of end-of-level bosses. This one's coming out on Orange's range of Ex-En enabled handsets very soon.</p> <p> </p> <p>Pink birds, fighting elephants – this is the sort of thing that takes us right back to the dawn of videogaming, to surreal titles like Joust, Q*bert and Dig Dug, where questions of realism and the ability to 'relate' to characters were meaningless. Its easy to get all misty-eyed about the early eighties, but that was raw gameplay – abstract ideas were allowed to flourish and no one questioned them.</p> <p>Apart from the offbeat titles that trickle out of Japan every year, the traditional games industry is now unwilling and unable to explore absurdity and surrealism. Mobile game developers, however, are free to wallow in it. Check out Morpheme's best-selling Balloon-Headed Boy, or Kuju's saccharine visual explosion, Rocket Girl. Want to see this kind of thing on your PS2? Better start reading Edge Magazine and hitting your local games importer for gems like Technic Beat and singing polar bear oddity <a href=\"http://www.playstation.jp/scej/title/kumauta/\">Kumauta</a>. Long live weird. Long live cute.</p>",
  "Descendants of the mutineers from the Bounty living on the remote Pitcairn Island in the South Pacific have been ordered to surrender their guns before the start of a contentious paedophile trial. <p>Seven Pitcairn Island men face 96 charges over allegations of sexual abuse, with some of the alleged offences committed up to 40 years ago. The trial, which is due to begin on September 23, has caused increasing tensions on the tiny island and authorities fearing its inhabitants could take the law into their own hands. </p> <p>Pitcairn's deputy governor, Matthew Forbes, who is based in the New Zealand capita, said that his boss, the British High Commissioner to New Zealand, had ordered residents to surrender their firearms, which they use to hunt wild goats for meat, shoot breadfruit and coconuts from tall trees and occasionally to shoot sharks.</p> <p>If people don't hand in their guns, authorities will legislate to suspend all firearm licenses on the island and guns will be taken from residents, he said. </p> <p>Mr Forbes said the island's 47 permanent residents hold about 20 weapons. </p> <p>\"It's going to be quite an emotional time for everyone concerned so this is to remove that increased risk, by ordering a hand over of firearms,\" Mr Forbes said. But the British governor's order has drawn condemnation from the islanders.</p> <p>\"We are being treated as if are a murdering, suicidal bunch of good for nothing sex-crazed cowboys,\" one resident said. More than 20 court staff and media are expected on the island for the trials. Police numbers on the island have been doubled from two to four.</p> <p>Pitcairn is speck of land halfway between New Zealand and Peru. It is 1.6 kilometres (one mile) wide and 3.2 kilometres long. It became the home of Fletcher Christian and the 18th century mutineers who rebelled against Captain William Bligh aboard the Bounty. </p> <p>It has no airstrip, no safe anchorage and can only be reached by surf boats landing in a rocky cove.</p>",
  "<p>So Tim Fountain, who planned to use the popular gay personal-ads website gaydar.co.uk as the basis for his show, finding someone new to have sex with on every night of the fringe, has had his plans foiled. </p> <p>Jamie Crick, of Gaydar, explains why the site has suspended Fountain's membership of the site - without which Fountain cannot engage in webchat with other users. \"We took the action because Fountain did not seek consent to use the profiles and material on the website. We take our members' privacy very seriously and do not condone the publishing of their profiles or the use of members' profiles without their permission.\" </p> <p>Crick admits that there is a certain irony in the site's position, given that the profiles of Gaydar members are already pretty much in the public domain by virtue of being on the internet. But he says that Fountain is in breach of the site's terms and conditions. </p> <p>\"It's a difficult one,\" says Crick. \"We are not the sort of people who want to spoil people's fun. But you have to think about the people whom he would be meeting on the site. They are chatting on the web and, without their knowing, their profiles are plastered over a theatre in Edinburgh. We feel a bit Big Brother about it, but we are legally and honour-bound to keep people's privacy.\" </p> <p>You can see his point: Gaydar profiles frequently feature intimate information about members' sexual preferences, and contain explicit images of users. It is fair to say that these images are all the more - how shall we say - arresting, when projected on to a large screen in the Assembly Rooms before a paying audience. However, Fountain, who has no scruples about showing his own Gaydar profile to the punters, says: \"It's great seeing your cock so big.\" </p> <p>Crick says that the site is planning to \"investigate the matter further and take any appropriate action. While we recognise the value of free speech, we have to take into account the legitimate expectations of privacy our members have.\" </p> <p>Fountain counters: \"Three quarters of the audience are Gaydar users and the other quarter all probably go off and join after the show. If Gaydar saw the show, they would probably realise it was a celebration of them. It's a great site and I would recommend it highly. I think they'll come round.\"</p>",
  "<p>A few years back, a major Arab government took \"mild\" action against al-Jazeera: the then information minister issued a decree preventing our correspondent from attending official functions. </p> <p>When we contacted that government for an explanation, the minister cited a report we had aired, which had looked critically at a huge irrigation project that had flopped. </p> <p>We pointed out to the minister that the report was not of our own production and that it had been aired by a major foreign news channel a couple of weeks beforehand. </p> <p>We also noted that his government had not complained to the foreign channel. The minister replied that the other channel was broadcasting in English and many of his countrymen did not watch it. </p> <p>But al-Jazeera \"spoke\" the same language and had a wide audience. As such the report was seen as an embarrassment. </p> <p>Nothing was said about the report's accuracy or content, but the local media was instructed to launch an onslaught on al-Jazeera nonetheless - the main theme being that we were undermining the security of the state. </p> <p>We have grown used to harassment from autocratic regimes in the Middle East, but since the Afghanistan war in 2001, we have had more harassment from US officials than from their Arab counterparts. </p> <p>\"Consistently lying\" and \"working in concert with terrorists\" were some of the terms used by US secretary of defence Donald Rumsfeld to describe us. </p> <p>Yet he came second best to his deputy, Paul Wolfowitz, who seemed to blame all the failures of his administration on al-Jazeera. </p> <p>The closest they came to an explanation for these attacks was a compilation by the US-led Coalition Provisional Authority in Iraq of what it called a \"list of false and misleading reports\". The list was never made public because it contained \"sensitive information\". </p> <p>So from where is the government of US-appointed Iraqi prime minister Ayad Allawi going to get its inspiration when it comes to dealing with the media? </p> <p>Taking the decision to close down the offices of al-Jazeera in Baghdad resonates well with the Arab official approach to the press, whereas the statements made by his officials to justify the decision resonate soundly with the US official approach that al-Jazeera has come to expect. </p> <p>But there might be more to the latest Iraqi decision than is apparent. </p> <p>Two weeks before the decision to close down al-Jazeera's offices, Ibrahim al-Janabi, the Allawi-appointed head of the commission that recommended these measures, cited the reporting of a sermon by the Shia cleric Moqtada al-Sadr in which he describedAllawi as an \"American tail\". </p> <p>There is also possibly the more sinister motive of imposing a blockade on news reports while al-Sadr and the city of Najaf are \"dealt with\". </p> <p>This might be a new venture for the interim government of Allawi, but it is not a new experience for al-Jazeera. Our offices have been closed in many an Arab capital before. </p> <p>The wording of the justification of such action may differ from one country to another, but the gist is always the same: undermining state security (normally code for criticising the leadership); providing a platform for terrorists (usually means political opposition); and insulting the people of the country (normally means criticising a failed policy). </p> <p>In the face of these policies, al-Jazeera has always had a simple approach: we are willing to stand corrected when shown that we were wrong, and to offer equal air time for the official version of events. </p> <p>The rules that govern the way we report news have recently been put into a code of ethics and conduct, as we embark on a huge expansion of operations. </p> <p>Plans are under way for a number of specialised channels to add to the existing news and sports channels. </p> <p>These will include a documentaries and children's channel as well as an English-language news channel. </p> <p>While we were disappointed by the Iraqi decision to close our Baghdad bureau, we have been comforted by the support we have received from media and free speech organisations all over the world. </p> <p>The struggle for the truth is one with which the majority of media organisations empathise, and they appreciate that al-Jazeera's plight today could easily become theirs in the future. </p> <p>The interim government of Iraq would do well to reconsider its unwise and unjustified decision. Should al-Jazeera's reporting go against its desires, then it ought to heed the advice of a US general who helped appoint it in the first place: \"Just change the channel.\" One would have hoped that he was referring to the remote control rather than the physical removal of the channel and its premises. </p> <p>Blaming the messenger for bad news might help in hiding these from the public for a while. But it doesn't make them go away. </p> <p>· Maher Abdallah is head of international relations at the al-Jazeera TV channel </p> <p><a href=\"mailto:maher@aljazeera.net\">maher@aljazeera.net</a></p>",
  "<p>The casino business owned by US property tycoon Donald Trump has announced plans to file for bankruptcy as it seeks to restructure $1.8bn (£980m) of debt. </p> <p>The reorganisation will strip Mr Trump of his majority control, cutting his 56% stake to about 25%. He will also step aside as chief executive, a fact much enjoyed by US tabloids. Mr Trump has reached TV celebrity status through The Apprentice, a reality show where his catchphrase is \"You're fired\". </p> <p>A division of the investment bank Credit Suisse First Boston will invest $345m in the business and Mr Trump will inject $55m to reduce the debt. Credit Suisse would end up with a 53% stake. </p> <p>Mr Trump, aged 57, will remain as chairman. He will give up trademark rights to his name and likeness for use in connection with casino operations but retain his interest in the Miss Universe contest owned by the company. </p> <p>The restructuring is a lifeline for the casino business. It includes the Taj Mahal, right with Mr Trump, the Plaza and Trump Castle in Atlantic City, a down-at-heel version of Las Vegas on the southern shore of New Jersey, which local business has been trying to revamp. The company also owns the Trump Casino Hotel, a riverboat in Gary, Indiana. </p> <p>The bankruptcy plan came as little surprise. Auditors recently warned that the business might not be a going concern. In interviews, Mr Trump claimed that his holding in the publicly listed company represented only a small part of his wealth. He told the Wall Street Journal in May that the failure of the casinos business bothered him from a \"psychological standpoint\" but had little effect on him financially. </p> <p>The group's bondholders have agreed to restructure their holdings for $1.25bn in new 10-year, publicly traded debt and a mixture of cash and shares. The result will be to cut the company's debt by $544m and reduce annual interest payments by $110m. It will enter bankruptcy next month and aims to re-emerge early in 2005. </p> <p>Mr Trump's TV show has been more successful. It became one of the most talked about shows on TV when it appeared on NBC this year and two more series are in production.</p>",
  "<p>Modernity deposed tradition at the UK box office last weekend, as the sci-fi blockbuster I, Robot took over from King Arthur at the top of the chart. The Will Smith vehicle earned a hefty £4.75m in its opening three days, while the ancient Briton epic tumbled to third place, behind the Jennifer Garner comedy 13 Going on 30. But the week's biggest loser was Home on the Range, rumoured to be Disney's last ever hand-drawn animation, which barely staggered into the chart at number 10.</p> <p><strong>Leonardo DiCaprio</strong> is to team up with Heat director Michael Mann on an adaptation of the Bryan Burroughs bestseller Public Enemies. Set in Prohibition-era Chicago, the film will detail the efforts of J Edgar Hoover's fledgling FBI to clamp down on organised crime. The film is expected to showcase such underworld icons as John Dillinger, Baby Face Nelson and Al Capone, although it is not yet known what role DiCaprio will play.</p> <p><strong>Natalie Portman</strong> found production on her latest film disrupted when a member of the crew - one trusts it was not Natalie herself - mistook a bathtub for a toilet. The fragrant star was shooting the film Garden State at a private home when the calamity occurred. \"We were shooting a pool scene at a lady's house in New Jersey, and we were only allowed to use one bathroom,\" Portman confided to the Female First website. \"We were a 50 person crew. We started shooting at 7pm and that bathroom got disgusting very quickly. At midnight the woman was like: 'We are stopping shooting. There is a doody in the bathtub'.\" Presumably it was either that or use the swimming pool.</p>",
  "Michael Howard yesterday turned the clock back to the Tories' 'prison works' policy of the 1990s when he pledged to end Labour's cap on the number of inmates, in a move which could cost up to £2.4bn. <p>In an attempt to seize back the Tories' reputation as the party of law and order, he lambasted Labour for adopting a \"dangerous approach\" to crime by capping the number of prisoners at 80,000. </p> <p>\"Labour have set an arbitrary limit on the prison population in the UK,\" Mr Howard said in a speech in Middlesbrough flanked by the town's mayor and former \"Robocop\", Ray Mallon. \"This is an extremely dangerous approach which will only store up problems for the future.\" </p> <p>In a sign of his determination to remind voters of his reputation as Britain's most hardline home secretary, Mr Howard also promised to scrap the early release scheme. </p> <p>\"Labour have downgraded prison as a punishment with the introduction of their early release scheme,\" he said in language which echoed his 1990s rhetoric. \"Since it was introduced in 1999, more than 3,500 crimes have been committed by prisoners on early release scheme - including nine serious sexual crimes.\" </p> <p>Mr Howard's pledge on prisons was designed to set \"clear blue lines\" between the two main parties on what will be one of the most important issues in next year's general election. Ending the 80,000 cap on prison numbers and the early release scheme will mean building up to 22 prisons. At £110m a prison, this could cost well over £2bn.</p> <p>Mr Howard, who has been stung by Tony Blair's recent claim that the Tories would cut the law and order budget, was unabashed about the cost.</p> <p>\"Yes, prisons cost money. But it is the first duty of government to protect the public,\" the Tory leader said.</p> <p>His insisted that yesterday's speech was not a panic measure in the wake of the prime minister's attempt to steal the Conservatives' thunder by pledging to end the 1960s consensus on law and order. They said that Mr Howard had long planned to return to the crime issue after using his first few months as party leader to highlight his commitment to public services. </p> <p>The Howard camp believes the Tory lead on crime - they claim to be 12 points ahead of Labour - will place them in a strong position in one of the four issues for the general election: the economy, public services, security and the nation.</p> <p>In what may be seen as the most controversial aspect of Mr Howard's speech, he said that a future Tory government would ignore a key recommendation of the Macpherson report into the death of the black teenager Stephen Law-rence - that police should keep a record of every stop they make and show this to everyone who is stopped. </p> <p>Doreen Lawrence, Stephen's mother, told Channel 4 last night: \"All he is doing is going back 10 years, after all the hard work that has been done. He was home secretary when Stephen was murdered. He refused to have a public inquiry [then] around the racism in the police service.\" </p> <p>The government dismissed Mr Howard's speech because of his failure to guarantee that the Home Office budget would not be cut - a claim the Tories dispute.</p>",
  "Students of U-turns in politics should be savouring recent developments in pension policy. Thirty years ago, the 1974 Labour government's pension bill provided that the basic state pension and other benefits should increase in line with rises in average earnings or prices - whichever was the higher. But when the Tories came to power in 1979, Geoffrey Howe's first budget broke the link with earnings and limited future pension increases to the rise in prices. Labour bitterly criticised this move for many years. <p>But in a surprising U-turn when New Labour came to power, it made no attempt to restore the earnings link for the basic pension, and instead introduced a new means-tested benefit for pensioners, the minimum income guarantee, or pensions credit. This will rise in line with average earnings, while the basic pension will still only rise with prices. As a result, the basic state pension will be progressively whittled away, and pensioners will become more and more dependent on means-tested benefits. </p> <p>One of the consequences of this is that people on lower earnings are increasingly doubtful as to whether it is worth taking out private pension arrangements: to do so may merely mean that they lose out on state benefits when they retire. The insurance industry was, not surprisingly, among the first to see the dangers of such a trend - a trend at odds with the government's own desire for people to place more reliance on private saving for pensions. </p> <p>For some time pensioners' groups, and those on the left who looked at pensions policy, called for a restoration of the earnings link for the basic state pension as an essential feature of any viable long-term strategy. More recently, however, virtually all those who have studied pensions strategy, whatever their background, have come to the same conclusion. A call to raise the basic pension to a higher level and then index it to earnings or GDP has been a feature of reports by bodies ranging from the Pensions Policy Institute to the Adam Smith Institute. The CBI has now added its voice to calls for a higher state pension to reduce means-testing. </p> <p>The most striking development, however, has been the Conservative party's conversion to this viewpoint. In a recent policy statement, David Willetts, the shadow work and pensions secretary, stated that \"the next Conservative government will increase the value of the basic state pension by earnings rather than prices, to reduce the number of pensioners subject to means-testing\" - another spectacular U-turn. </p> <p>In the light of this, it is difficult to see how Labour can go into the next election sticking to its present policy. It seems to be a case where one good U-turn deserves another. No doubt the No 10 spinners could find some way of dressing it up as a move to \"modernise\" the benefit system; but this would be a major problem for Gordon Brown, who has been the driving force in basing New Labour's reform of welfare on greater use of means-tested benefits, whether for pensioners or families, with the introduction of the child tax credit and working tax credit for childcare. Although his arithmetic is no doubt more generous than Keith Joseph's would have been, the principle is the same - which is strange from someone many on the left regard as the true voice of Labour. </p> <p>One of the problems of these new benefits is their complexity, which puts the recipient at the mercy of officialdom and leads many who would be eligible not to apply for them. The Department of Work and Pensions estimates that only about two-thirds of those eligible took up the minimum income guarantee and council tax benefit in 2001/02. </p> <p>The rationale of switching to means-tested benefits is that so-called \"targeting\" is a cheaper way of helping the poorest than paying everyone the same level of universal benefits. But the price to be paid for keeping down taxes on the better off is to introduce what are in effect very high rates of tax on the less well off. A fundamental feature of this structure of benefits is that those receiving them lose a relatively high proportion of any increase in their income from work or savings in the form of a reduction in benefits. These \"withdrawal rates\" are akin to tax rates for those higher up the income scale. </p> <p>The Treasury estimates that 1.7 million people on low incomes who receive benefits are now subject to withdrawal rates of 60% or more - as compared with a maximum tax rate on the very rich of only 40%. Are the less well off not as subject (or more so) to finding high taxation a disincentive as the better off? </p> <p> W e are moving into a regime where those at the bottom of income distribution effectively pay the highest \"tax\" rates on any increase in income, those in the middle the lowest, and those at the top something in between. Middle England may be important electorally, but is this really what we want? </p> <p>Policymakers should be looking again at a regime where flat-rate benefits, such as the basic pension or child benefit, are at an adequate level, and where they rely on the income-tax system to reduce the effective benefit to the better off. The Treasury should no longer be afraid to raise the rate of tax on high incomes - for example, to 50% on incomes of over £100,000. </p> <p>There is no doubt that the extra money that has gone to help poor pensioners and families with children has helped to reduce the number of people in poverty. But are we doing this in the most effective way, or one that is sustainable in the long run? It is clear that as far as pensions are concerned, the public do not think so.</p> <p><b>·</b> <a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a><br> </p> <p>John Grieve Smith is a fellow of Robinson College, Cambridge, and the author of There is a Better Way: A New Economic Agenda.</p>",
  "<blockquote> \"We were driving around the Nevada desert, staying in the kind of Motels where people get murdered…\" Jon Hare. </blockquote> <br> <p><a href=\"http://www.kuju.com\">Kuju Wireless</a> announced last week that it would be thrilling retro gamers everywhere by bringing classic top-down footie sim <a href=\"http://www.mobygames.com/game/sheet/p,2/gameId,438/\">Sensible Soccer</a> and fantastic point-and-click shoot-'em-up <a href=\"http://www.mobygames.com/game/sheet/p,19/gameId,210/\">Cannon Fodder</a> to mobile phones. These legends of the 16bit home computer era are being converted by Tower Studios a new outfit set-up by the creators or the original games: Sensible Software's Jon Hare and Mike Montgomery and John Phillips of Bitmap Brothers. Yes, the late-eighties rivals have joined together to bring their witty, intricately designed wares to a new generation. Jon Hare tells us how it happened, including the bit about motels in Nevada…</p> <p><strong>How and when did Tower Studios come about?</strong> I started working on a mobile version of a soccer game with Chris Chapman, the original Sensible Soccer programmer earlier this year. I was also spending a fair amount of time with Mike (who is a very long standing friend of mine) and John at the Bitmaps. After a while Mike took over the coding from Chris and we introduced Stuart Cambridge (also ex-Sensible) to work on the graphics.</p> <p>At around this time Mike and I were attending <a href=\"http://www.gdconf.com/\">GDC</a> and <a href=\"http://www.e3expo.com/e3expo/\">E3</a> and somewhere in the middle of this we were driving around the <a href=\"http://www.nv.gov/\">Nevada</a> desert, staying in the kind of Motels where people get murdered in the movies by truckers hell bent on revenge. I think it must have been at about this time that the idea for Tower started. On our return, Mike, John and I looked more seriously at mobile gaming and at getting deals in this area, not only for the soccer game but also for other potential projects on mobile.</p> <p><strong>So how did that unnamed footie title become Sensible Soccer?</strong> A lucky coincidence. We happened to meet the guys from Kuju, who told us that they were just about to acquire the Sensible Soccer license for mobile from Codemasters, who of course are the company that myself and Chris Yates (my partner form Sensible Software) sold the Sensible Soccer license to in the first place.</p> <p><strong>What sort of projects are you planning? Are you concentrating on mobile?</strong> On mobile we are planning to do Sensible Soccer and Cannon Fodder for Kuju. We also have a couple of original titles up our sleeves and ambitions to ramp up the number of products we are producing on mobile, as we start to build the libraries necessary to be able to take on this sort of work. In addition to this, we are talking to several companies about acting as a production facility, for publishers and license holders that require experienced design/prototyping and production of products onto any number of formats. This is particularly useful when a less experienced development team is being used who require management and direction as well as having a solid game concept and design to work from.</p> <p><strong>What's it like to work on these classic games again? What memories has it brought back?</strong> I enjoy working on Sensible Soccer and Cannon Fodder, it is amazing how much info you retain in your head about what you did all those years ago, 12 to be precise. However I do feel considerable pressure to make them as good as they possibly can be. If Sensible Soccer is not the most playable mobile soccer game then we will have failed. Personally I am extremely competitive about this, I want us to be the best, I know that more than any other type of game, football games can develop a colossal amount of goodwill from games players if they are an enjoyable and rewarding experience to play… that is the challenge right now. I have already designed the best 8 bit (Microprose Soccer) and 16 bit (Sensible Soccer) football games - now we have to do it again on the mobile format and in this arena to me being 2nd is nowhere. We must be the best.</p> <p><strong>How do current mobile platforms compare with the Atari ST and Amiga? Are there any similarities in terms of abilities and restrictions?</strong> I think all of us find the restrictions a welcome problem, dealing with these require skills that all of us acquired many years ago and it gives us a distinctive advantage over anyone who started developing post-Playstation. The art of using a small memory machine is that everything is possible if you think laterally enough and have an intuition for what you should include and what you should leave out.</p> <p><strong>Are you having to make any key gameplay changes to Sensible Soccer?</strong> Main changes are the control system. Four directions instead of eight. Only one key press at a time. Everything else is possible, including the retention of a good degree of the tactics and player skills from the original. We are very happy with our control system at the moment and the speed of the game is every bit as quick as the original Sensi</p> <p><strong>How about Cannon Fodder?</strong> Main changes are the control system, although, because we use a cursor like the original, the four directions as opposed to eight require less changes than Sensi, and the one key press at a time factor is obviously something to deal with too. Also we cannot quite squeeze on the 72 levels of the original, and the helicopters might have to go for now.</p> <p><strong>Are you looking into Bluetooth support for Sensible Soccer at all?</strong> Not just yet we are running out of dev time, although maybe later on.</p> <p><strong>What do you think about current mobile games? What are your favourite and least favourite examples?</strong> I think they are amazingly varied in quality, and one thing I have noticed is that a higher spec phone does not necessarily lead to a better game. The best are Stack Attack, Skydiver and Prince of Persia. The worst are Racket, Nokia Golf and FIFA 2004.</p> <p><strong>What do you like about this area of the games industry?</strong> Quick Development times, quick business deals, small teams, control of all areas of the development process…</p> <p><strong>Are you planning on converting any other classic Bitmap/Sensible titles, like Chaos Engine, Xenon or Wizball?</strong> Watch this space.</p> <p><em>Cannon Fodder and Sensible Soccer in all their original 16bit glory.</em></p>",
  "<p>He may be the latest conducting sensation in Britain, but there's nothing showy about 28-year-old Ilan Volkov's performances with his BBC Scottish Symphony Orchestra. The first of their two Proms culminated in a stylish and thoughtful interpretation of Beethoven's Seventh Symphony. This is the piece whose obsessive energy inspired composer Carl Maria von Weber to declare that Beethoven was now \"ripe for the madhouse\", but Volkov made every detail of the work seem rational and structurally sane. </p> <p>The unstoppable dance rhythms in the first movement were vividly athletic but never out of control. Volkov illuminated the inner workings of Beethoven's scoring, like a skirling second violin line that propelled the finale forward, or a low, growling horn line in the trio section of the scherzo. But the slow movement was the highlight of the performance, a plaintive dirge that became a searing, tragic lament. </p> <p>Volkov's innate feel for large-scale structure made Messiaen's Poèmes pour Mi a moving song-cycle instead of a saccharine celebration of love. Susan Bullock was the solo soprano, singing these hymns to the bliss of Messiaen's first marriage with clarity and intensity. Encompassing the perfumed opulence of the opening Thanksgiving and the spectral fantasy of Terror, Bullock's performance ended with an ecstatic Answered Prayer, a vision of the union of erotic and spiritual love. </p> <p>Messiaen was organist at the church of La Trinité in Paris for more than 60 years and his successor was Naji Hakim, who was the star of Monday's late-night Prom. He honoured his predecessor with a selection of Messiaen's organ works, including a performance of the Offrande au Saint Sacrement, composed when he was in his early 20s but already demonstrating the rich harmonies and textures that define his mature language. As an organist, Hakim may be comparable with Messiaen, but as a composer it is another story. He performed two of his own splashily virtuosic pieces, the unashamedly flamboyant Ouverture libanaise and the self-indulgent, diffuse fantasy of his In Organo Chordis et Choro. In an incongruous programme, London Winds, led by clarinettist Michael Collins, performed serenades by Strauss and Dvorak, music that sounded charmingly domesticated after the power of Hakim's organ-playing. </p> <p><strong>·</strong> The Guardian is reviewing every prom this season. Click <a href=\"\" \"http: www.theguardian.com arts proms2004\">here </a>for archived reviews.</p>",
  "They are falling like skittles in a bowling alley. One by one, the arguments for the 2003 invasion of Iraq keep tumbling. First to go was the big one. War was necessary because Iraq had weapons of mass destruction. It turned out there were none. Next was the insistent promise that a US-led conquest of Baghdad would end completely and forever human rights abuses committed in hell-holes such as Abu Ghraib jail. Except we saw the pictures and realised that abuses had continued even in Abu Ghraib itself - albeit under new management. <p>The last week has sent one more Iraqi ninepin wobbling. It is the hope on which Tony Blair has had to rest his case for war, the hope that Iraq is on its way to becoming a unique entity in the Arab world: an open, democratic society. There may be no WMD and the occupation may be a mess, Blair seems to say, but Iraq will be a democracy - and that alone will make all the pain and bloodshed worthwhile. </p> <p>Now this justification is looking as shaky as the others. Of course, Iraq wasn't built in a day - and rooting a democracy in soil dried and hardened by decades of dictatorship will be no easy, instant task. The most one can expect are gradual, baby steps in the right direction. But even those are not coming. </p> <p>Liberal hearts will have sunk at last week's announcement that Iraq is to restore the death penalty. But, OK, they understand. Iraq is not Sweden; the Middle East is a tough neighbourhood. Everyone else, and Iraq's American sponsor, has capital punishment for murderers so why would Baghdad be any different? Except Iraq will execute not only those convicted of murder but anyone found guilty of either distributing drugs or the handily catch-all crime of \"endangering national security\". That sounds like an executioner's charter. Any unwelcome political activity could be branded a danger to national security, with the irritant duly put to death. </p> <p>A fledgling democracy would also be making a show of its respect for the rule of law, its understanding that the justice system is not an instrument of political control. Yet Monday brought word that warrants had been issued for the arrest of two members of the Chalabi clan: Ahmad is wanted on charges of counterfeiting money, while nephew Salem is a murder suspect. Now, few outsiders will have much sympathy for either of these characters. Ahmad is a convicted fraudster who spun so many tall tales to his Pentagon patrons - convincing them that the Iraqis would welcome \"liberat ing\" US troops with hugs and flowers - that even the Dick Cheney club of neocons has broken from him. Yet it is surely troubling that Chalabi and nephew should be indicted on the same day, while both are out of the country. (The counterfeiting charges look especially tenuous, with one report estimating the sum of money involved at as little as $2.) To the naked eye, this looks a lot like an attempt to keep two powerful players out of Iraq. Which of their many rivals might be behind the move is hard to guess, but that the judicial process is being manipulated for political ends seems beyond doubt. </p> <p>Perhaps the greatest symbolic gesture has come with the weekend announcement that al-Jazeera is to be banned from operating in Iraq for at least one month - and longer unless a government-approved panel of monitors decides its coverage has \"improved\". Falah al-Naqib, the Iraqi interior minister, said he was closing the channel's Baghdad operation because the broadcaster aired \"things that harm the image of Iraq and the Iraqis.\" </p> <p>Al-Jazeera is not perfect; it can be lurid and over-heated. Some say it sits somewhere between the BBC and the heavily-slanted Fox News. Still, it is the nearest the Arab world has to an independent media organisation of heft. In the words of Kenton Keith, a former US ambassador to Qatar, where the channel is based: \"For the long- range importance of press freedom in the Middle East and the advantages that will ultimately have for the west, you have to be a supporter of al-Jazeera, even if you have to hold your nose sometimes.\" </p> <p>Optimists say that free speech is beginning to take root in Iraq. They cite the success of Radio Dijla, aiming to be Baghdad's answer to 5 Live, with phone-in shows and constant debate. But the crackdown on al-Jazeera does not suggest a government with too robust a grasp of the principle of a free press. </p> <p>Above all, and despite the constant references to an \"Iraq now run by Iraqis\", not one of the people currently in charge was chosen by compatriots. An invasion some 16 months ago aimed at bringing democracy to Iraq has so far yielded next to nothing in the way of voting. The first American proconsul, the retired general Jay Garner, wanted early local ballots; what he got was an early sacking from Washington. In June of last year, US military commanders cancelled plans for local polls, so that now, in most places, everything is on hold until national elections promised in 2005. </p> <p>Britain and America would doubtless insist that, if these democratic deficits exist, then they are the choice of the Iraqis themselves. After all it is they who, since the end of June, have been \"sovereign\", in the form of prime minister Iyad Allawi and his interim regime. But we have grounds to be sceptical. For Allawi and his unelected ministers act a lot like what used to be called stooges or puppets - their minds concentrated by the presence of 160,000 foreign troops on their soil. </p> <p>Take the ongoing American onslaught on Najaf, which has already claimed the lives of more than 300 fighters, according to contested US figures. Does the Iraqi regime oppose this killing by a foreign army of its citizens? No. The official line is that Baghdad \"invited\" the US to crush forces loyal to the Shia cleric Moqtada al-Sadr. Was this not the language of every puppet Soviet satellite, always \"inviting\" Moscow in to crush its own people? </p> <p>So it's not overly cynical to see the American hand behind each of these democratic lapses. Clamping down on al-Jazeera? America has tried to do that itself, more than once. Why, it was only in April that Colin Powell had \"intense and candid\" discussions with his Qatari counterpart, seeking to whip al-Jazeera into line. Delayed elections? That's clearly been Washington's preference, too. </p> <p>Bit by bit, the intellectual foundations of this war are crumbling to dust. No WMD; no outright end to human rights abuses; no democratic breakthrough. Even the most basic facts of the war are now in dispute - including the continued American-British attempt to pretend it's over. The showdown in Najaf, with civilians urged by American troops to flee yesterday as if in preparation for a bloody climax, is proof of that. The trouble in Basra and the struggle for control of the oilfields confirms it further. What the last week proves is a bleak truth: this war is not over - and nor has it achieved any but the baldest of its stated aims. </p> <p><b>·</b> <a href=\"mailto:j.freedland@theguardian.com\">j.freedland@theguardian.com</a></p>",
  "The two young men sitting cross-legged in a small room off the courtyard of the Imam Ali shrine looked like any of the fighters around them. <p>Their beards were short and neat, their feet bare and their dress the simple dishdasha, the Arab robe. They were deferential to their militia commander and spoke idealistically of defeating the military might of America in Iraq's holy city of Najaf. </p> <p>But both were from London, the first Britons known to have joined the Mahdi army, one of the most prominent fighting groups in the Islamic insurgency that has gripped Iraq in the year since the invasion. </p> <p>Though the two men were born in Iraq - one in Najaf, the other in Baghdad - their families took them to England as children. They went to school and college in the capital, picked up strong London accents and British passports and finally returned to the country of their birth for the first time on Monday. </p> <p>Their sole aim: to fight a \"jihad\" with a ragtag Shia militia loyal to the young cleric Moqtada al-Sadr. The Mahdi army and its allies have staged violent uprisings across south ern Iraq and are now battling the US and British armies and the Baghdad government. </p> <p>Neither would give his name, but the elder, a confident 23-year-old, used the nomme de guerre Abu Haqid (father of fury). He said he had studied English and worked in a supermarket. The younger, quieter man - his 21-year-old nephew -called himself Abu Turab (father of dust, the connotation of death). He had been studying to be a computer teacher. </p> <p>The pair had travelled secretly into Iraq in the past few days, via a \"not legit\" route, according to Abu Haqid. </p> <p>They had talked to others in London about coming out to fight. \"Some said they would wait and see what happens to us,\" he said. \"We told them 'our brothers are fighting down there, they are not eating well, they are not sleeping well, we have to be in the same place as them, the same position as them'.\" </p> <p>They had the support of their families, Abu Haqid added: \"It is our religion and our families can't stop this thing. We all have a belief, me and my family, when it comes to jihad. We asked our families and they said yes. It is good to protect your country and be there with your brothers.\" </p> <p>For the first two days the pair were to be trained to use the Kalashnikov AK-47 assault rifles that most carry, as well as BKC machine guns, mortars and rocket-propelled grenades. </p> <p>\"They are training us how to use the weapons and how to move quickly when we move,\" said Abu Turab. \"We are going to complete our training and soon we will start fighting.\" </p> <p>On their first night they were handed a BKC machine gun and sent out into the Valley of Peace, the vast, ancient graveyard to the north of the old city of Najaf that has become the frontline of the latest six-day uprising. </p> <p>\"They taught us how to use the gun - it's simple at the end of the day. I didn't see any Americans. They were very far away,\" said Abu Haqid. \"It was good fun actually. It was dangerous but we have our belief.\" </p> <p>Mr Sadr's militiamen are mainly fighting from the alleyways of the old city, using old weapons and no body armour. They face a force of thousands of US marines, backed up by tanks, armoured personnel carriers and attack helicopters. </p> <p>Asked where they slept at night, Abu Haqid said: \"We believe Najaf is a holy city, so wherever you are in it you will just chill out and sleep.\" </p> <p>\"There is no salary,\" said Abu Turab. \"The food is simple, no barbecues or anything. Just a simple sandwich of bread and nothing else. But we believe that if you see your brothers ... and someone is killing them and it is not fair then you have to stand with them and support them, in Palestine or any place.\" </p> <p>The pair said they wanted to come to Iraq to fight as soon as the US invaded last year. \"They were wrong to come to our country. They said they came for chemical weapons and they didn't get permission from the UN, so they attacked Iraq for no reason,\" said Abu Turab. </p> <p>\"It's pride, my friend. It is pride,\" said the other. \"If someone wants to step on your head I don't know if it would be accepted in Europe or England.\" </p> <p>They planned their trip for months and when Mr Sadr emerged as a powerful leader after organising a series of uprisings in April, they de cided to volunteer to join his force. \"Bush said 'you are either with us or against us',\" Abu Haqid added. \"We had to decide either to be with him or against him, and we are against him definitely.\" </p> <p>Both were at pains to point out their disapproval of Osama bin Laden and the al-Qaida network and insisted their presence in Mr Sadr's militia did not amount to terrorism, because they were fighting against uniformed soldiers. </p> <p>\"Bin Laden and his group are totally against our belief, killing innocent civilians,\" said Abu Haqid. \"Killing innocent people we cannot do. That is terrorism, this is defending your country.\"</p>",
  "Uninsured motorists could be sent to prison under proposals to be published by ministers today, in an effort to crack down on an epidemic of predominantly young, urban drivers who endanger fellow road users by flouting the law. <p>Magistrates will be given the power to levy stiffer fines and impose community service or even custodial sentences on repeat offenders. At present most of the 250,000 motorists caught without insurance each year pay a £200 fixed penalty. </p> <p>The road safety minister, David Jamieson, will endorse stricter punishments when he publishes the long-awaited government-sponsored Greenaway report on motor insurance. The policy document will back measures allowing the police to confiscate or crush uninsured vehicles. </p> <p>\"Law-abiding motorists are fed up with paying the price for the small, hard core of antisocial motorists who drive uninsured, often in untaxed or unsafe vehicles,\" Mr Jamieson said. \"The government is determined to tackle head on the menace of uninsured driving.\" </p> <p>Automatic cameras mounted on patrol cars will be linked to the national motor insurance database, allowing police to spot any uninsured cars. </p> <p>Motoring organisations and the insurance industry yesterday welcomed the crackdown. They estimate that one in 20 drivers on Britain's roads lacks insurance - compared with 1% in the US, 0.2% in Germany and 0.1% in Sweden. </p> <p>Uninsured drivers are 10 times more likely to have been convicted of drink driving. Clearing up the cost of illegal motorists' accidents puts £30 on the average policy of a legitimate driver. </p> <p>Inner-city areas of Manchester, Liverpool and Birmingham are hotspots for uninsured driving. </p> <p>Six out of 10 illegal drivers are aged under 25. To counter complaints that younger drivers cannot afford policies, the government is to work with the insurance industry to develop cheaper prices for newly qualified motorists. </p> <p>Ideas include providing \"credits\" for motorists who go on advanced driving courses. There could also be a metering scheme allowing insurers to charge lower rates for occasional drivers or those who rarely venture out at night. </p> <p>Edmund King, executive director of the RAC Foundation, said that insurance companies had traditionally made little effort to attract young motorists: \"Many young drivers believe that they are being priced out of the insurance market.\" </p> <p>The government also proposes to end what is effectively a 14-day \"grace period\" when insurance policies are due for renewal. Motorists will be driving illegally from the day their schemes expire. </p> <p>Simon Machell, Norwich Union's customer services director and chairman of the Motor Insurers' Bureau, said that, until now, too many motorists had been prepared to risk being caught: \"Stronger penalties including community service orders and the impounding of vehicles would make such opportunists think twice before driving without insurance.\" </p> <p>Research by the Association of British Insurers found that 15% of motorists admitted to having driven without insurance at some stage.</p>",
  "<p>The debts owed by students leaving university have leapt by a third during the past year to an average of more than £12,000 for each graduate, according to new figures. </p> <p>The research, which also shows one in three students think it will take them more than 10 years to clear their university debts, places a fresh spotlight on the cost of higher education just weeks after the bill introducing top-up tuition fees became law. </p> <p>According to students interviewed for the NatWest study, the overall cost of a three-year degree now stands at £23,800, up from £19,400 last year. Sixth formers going to university next year or the year after expect to pay still more, £26,000, for their university education. </p> <p>The figures, which the government claims are \"way too high\", yesterday prompted warnings from student leaders that the cost of higher education is becoming \"increasingly prohibitive\". </p> <p>The introduction of top-up fees of up to £3,000 a year from 2006 would send debts soaring further, the National Union of Students said. One forecast published this year by Barclays, and rubbished by ministers, suggested students could be graduating with debts of more than £33,000 by 2010, once top-up fees were taken into account. </p> <p>According to the NatWest figures, which roughly match the NUS's and other estimates but exceed government calculations, the average graduate debt has risen by £4,055 since 2003 to £12,180. Five years ago it was £3,700. </p> <p>The proportion of graduates leaving university with debts of more than £10,000 has almost doubled, from 31% last year to 59% this summer. </p> <p>The debt increase may be partly down to an apparent fall in the number of parents helping their offspring with university costs, according to researchers, together with rises in the cost of living and the continued impact of tuition fees - currently set at £1,125 a year and paid up front. </p> <p>While a quarter of students receive regular money from parents to help them through university, with a similar proportion getting cash as they need it, just over a third receive no financial help, according to the study. It also suggests fewer graduates are taking part-time jobs, though those who do work said they need the money to afford to study. </p> <p>The issue of student debt is sensitive for the government, particularly with a general election expected next year. The bill to introduce top-up fees and means-tested grants survived its parliamentary passage despite backbench discontent, but ministers know they must sell the package if they are to calm the voter anger about tuition fees which flared at the 2001 election. </p> <p>The Department for Education and Skills yesterday dismissed the NatWest figures, saying the \"independent and reliable\" student income and expenditure survey, published this year, put the average anticipated debt of final year students at £8,666. </p> <p>The DfES predicts average graduate debt will be £15,000 once top-up fees are introduced. A spokesman said: \"This survey ignores the fact that we are reintroducing a grant of up to £2,700 each year for the lowest income students which will mean those students most in need will have to rely less on student loans and certainly commercial loans, and for some will mean lower levels of maintenance loan debt.\" </p> <p>The NUS president, Kat Fletcher, said: \"Students are now leaving university with debts totalling five-figure sums, the equivalent of the amount their parents may have been paying for their first house.\"</p>",
  "<p>Miramax boss Harvey Weinstein is due for high-level discussions with parent company Walt Disney this week which could result in him splitting with the entertainment and media group to set up his own production business. </p> <p>Under a deal being proposed, Mr Weinstein would become an independent producer, securing his own financing and licensing the Miramax name from Disney. </p> <p>His brother, Bob Weinstein would remain at Disney, making movies under the Dimension Films brand, a subsidiary of Miramax. Dimension would continue to distribute Miramax productions for Disney. </p> <p>The discussions could be an elegant outcome for Disney boss Michael Eisner who was heavily criticised earlier this year for allowing a distribution deal with the animation studio Pixar to unravel. He has come under attack for allowing a creative brain drain at the company and will be eager not to disturb the momentum gathering at Disney. The company last night reported third quarter profits of $604m, a 20% increase on the comparable period a year ago, amid a steady recovery in its theme park business. </p> <p>Miramax, which is behind movies such as Quentin Tarantino's Kill Bill, the civil war drama Cold Mountain and Shakespeare in Love, routinely scores big at the Oscars and last year made record profits of $200m (£110m). But relations between it and Disney have been strained and negotiations have been going on for months. </p> <p>Mr Weinstein has been eager for more creative freedom to pursue his own projects. The schism with Disney became glaringly apparent when the entertainment firm refused to distribute the Michael Moore documentary Fahrenheit 9/11, a blistering polemic against the Bush administration and the Weinsteins ended up buying the rights to the film. </p> <p>Mr Eisner meanwhile has been critical of Miramax, arguing that it has strayed from its original mission statement of producing low budget art-house movies. The brothers sold Miramax to Disney for $80m in 1993. </p> <p>The financial terms of the proposal are still sketchy. Disney has apparently also insisted that it retain control over the valuable Miramax library of films. Nor is it clear how many Miramax staff Mr Weinstein could take with him. </p> <p>Miramax is this week ex pected to lay off about 100 staff, a quarter of its workforce, to reflect the lower volume of projects being worked on. </p> <p>Sources close to the discussions said that it did not appear that there would be any immediate resolution. Nor was it clear how much appetite Disney would have for licensing the Miramax name to Mr Weinstein. One did say, however, that negotiations were now \"very amicable\". Both sides are said to understand the importance of continuing links between Miramax and Disney. </p> <p>According to a report in the New York Times, Disney would give Dimension a budget of about $300m-$350m plus a small development and marketing fund to make four to six films a year. Dimension is behind film franchises including Spy Kids and Scary Movie.</p>",
  "A Muslim man is demanding £20,000 damages from Virgin Trains for religious discrimination because he was allegedly ordered to trim his beard too short. <p>Mohsin Mohmed claims that he was sacked from his job as customer service assistant at Euston station in London because he refused, even though he told his bosses he was required for religious reasons to have a beard at least one fist's length - about 10cm. </p> <p>The case is believed to be the first to reach an employment tribunal since a new law last December gave workers discriminated against because of their religion or beliefs the right to sue. </p> <p>\"Nobody tells Richard Branson to shave his beard off. Why should I have to get rid of mine?\" Mr Mohmed told a news agency yesterday. </p> <p>In a written submission to Woburn Place employment tribunal, his lawyers said he had been offered the job after agreeing to trim his beard, which at the time was 20cm (8in) long. </p> <p>When he began in August last year he was given permission to wear a religious turban provided it was in the company colours, red or black. </p> <p>But his manager, David Adams, allegedly took exception to his beard and instructed him to trim it. </p> <p>\"Mr Mohmed explained that he already had, but David Adams did not believe it was short enough,\" the statement said. </p> <p>From then on Mr Adams allegedly regularly harassed Mr Mohmed by ordering him to \"do his trick\" with his beard. </p> <p>\"Mr Mohmed asked David Adams what he meant by his comment. David Adams replied, 'Do your trick, the thing with your beard, check your length', or words to that effect. </p> <p>\"He asked Mr Mohmed that if he had a choice between keeping his job or shaving his beard off, what would he do? </p> <p>\"Mr Mohmed explained that he was not allowed to shave his beard off because of his religious beliefs.\" </p> <p>He also said he had trimmed his beard on a number of occasions to the minimum required by his religion. </p> <p>In February this year Mr Mohmed was summoned to a meeting by Mr Adams and told he was being dismissed for his \"lack of enthusiasm\". </p> <p>In the statement Mr Mohmed said he believed that had he been a non-Muslim or white he would not have been sacked. </p> <p>Virgin strongly denies discriminating against Mr Mohmed and says he was dismissed at the end of his probationary period for poor performance.</p>",
  "By the time Michael O'Brien was found guilty of murder last month, his mother and stepfather had already fled their home city of Nottingham. A group of men visited Joan and John Stirland late at night last year and told them they had 24 hours to get out or face the consequences. <p>The couple hoped to start a new life 80 miles away in the Lincolnshire seaside village of Trusthorpe. But, as police last night hunted the two dark-clothed killers who entered their bungalow and shot them dead on Sunday evening, friends said they \"did not run far enough\". </p> <p>It appears that a chance meeting on a beach, their return to Nottingham for a family wedding and a series of intemperate outbursts could have led professional hitmen, bent on revenge, to their door. </p> <p>Mr Stirland, 55, a textile worker, and Mrs Stirland, 53, a children's cancer nurse, enjoyed gardening and bingo. But the couple, described as \"caring people\" by a former neighbour, were dragged into an altogether more murky world by the actions of O'Brien, 23, a petty criminal who killed a man outside the Sporting Chance pub in Nottingham in August 2003. </p> <p>His victim, Marvyn Bradshaw, was not known to the police, but officers in the Stirland murder case confirmed last night that they were investigating links between the double-murder and the death of Bradshaw. </p> <p>It was also revealed yesterday that Jamie Gunn, a bouncer who was in the car with Bradshaw, could have been the intended target of the shooting after the doorman clashed with O'Brien at the pub. </p> <p>Gunn, 19, never fully recovered from the trauma according to friends, and died of pneumonia earlier this month. </p> <p>When O'Brien was arrested, he blamed the murder on a friend - Gary Salmon, a keen clubber and car dealer known to police. Mr Salmon, 32, who has \"associates\" across the country and a string of nicknames and aliases, including Fish, Lol, and G, has now been on the run for nearly a year. \"Wanted\" posters are plastered across Nottingham, offering a £10,000 reward for information leading to his arrest. </p> <p>Detective Chief Inspector Phil Walker of Nottinghamshire police said: \"We are still looking for Gary Salmon and I would appeal to anyone who has any information about his whereabouts to contact police. We don't need any more evidence on him. We just need to find him.\" </p> <p>Last month, despite claiming at Nottingham crown court that Mr Salmon had committed the murder, O'Brien was found guilty. As he was sentenced to life in prison, he hurled a glass of water at the public gallery and shouted at his victim's grieving family: \"I'm not bothered, I'm a bad boy. It meant nothing to me. Your son looked like a doughnut with a big hole in his head. I know where you live.\" </p> <p>With O'Brien confined to the high-security Whitemoor prison in Cambridgeshire, his mother and stepfather, who married seven years ago, tried to escape his criminal legacy. They were not on a formal witness protection scheme so they fled Nottingham, arriving in Trusthorpe with no possessions. They were described as \"perfect tenants\" by their landlord. Mr Stirland even changed his name, claiming housing benefit in the name of \"Johan Steirland\". </p> <p>But two weeks ago a family friend from Nottingham, holidaying on the bleak Lincolnshire coast, bumped into Mr Stirland on the beach. Back in Nottingham, their new life became the talk of the pubs on the notorious St Annes housing estate, where the couple once lived. </p> <p>Former neighbours, who were too frightened to reveal their identity for fear of reprisals, claimed that Mrs Stirland had not calmed the situation after her son was arrested for shooting Bradshaw. </p> <p>\"Joan was a nuisance,\" one said. \"She was always shouting her mouth off about Michael. She would stick up for Michael, saying he would come out and shoot the others. It was drunken pub talk. </p> <p>\"I heard that people paid them a visit and told them they had two choices: either to stay there and have constant trouble or leave within 24 hours. They have not been seen around here since.\" </p> <p>While old friends recalled a mother devoted to her three children, who bought O'Brien new furniture when he moved into a flat 18 months ago, her new neighbours in Trusthorpe said she had been thrown out of a local bingo contest days before her death for insulting other participants. </p> <p>Another theory being investigated by police is that the couple's family unwittingly led the killers to the hideaway. </p> <p>Mrs Stirland, the daughter of a Royal Navy sailor, remained close to her other two children, while Mr Stirland was on good terms with his daughter and son. Last month the couple came out of hiding, returning to Nottingham for the wedding of Mr Stirland's son. </p> <p>A close friend of the couple met them there. While they danced and celebrated, the friend said: \"Joan was frightened, she was nervous, but she didn't show it as much as John, who was visibly shaken.\" </p> <p>Neighbours in Trusthorpe said the couple had been frequently visited by Mrs Stirland's daughter and three grandchildren, who only returned home after their latest trip a day before the shooting. </p> <p>As the concern grows and the theories multiply on the estates of Nottingham, former neighbours worry that they could become victims of what they fear is an escalating gangland conflict. </p> <p>Other friends are mourning the death of a \"decent guy\" and his fiery but loving wife, who were caught up in the violent world of their son. \"John was a normal bloke,\" one old friend said. \"He went to work, went to the pub. He wasn't a fighter. He didn't get into trouble. </p> <p>\"It seems that whatever happened and for whatever reason, they did not run far enough.\"</p>",
  "The legal team representing the family of peace activist Tom Hurndall are to be given access to evidence that led to an Israeli soldier being charged with his manslaughter. <p>Relatives hailed the move as significant, as their lawyers will now be able to decide whether anyone else should be indicted, or the manslaughter charge be changed to murder. </p> <p>The trial of Sergeant Idier Wahid Taysir, who denies shooting the 22-year-old Manchester Metropolitan University student in the head during an army operation in the Gaza Strip in April 2003, is due to resume today. </p> <p>Mr Hurndall, of north London, had been shepherding Palestinian children to safety at a checkpoint in Rafah refugee camp when he was shot. </p> <p>Sgt Taysir was arrested in December and charged with intent to cause injury. The charge was upgraded to manslaughter when Mr Hurndall died in January. </p> <p>The family say that the prosecution denied them access to evidence, so they lodged a petition with the supreme court. The prosecution then made an offer, which was accepted, of access to documents but only for the legal team. Carl Arrindell, for the Tom Hurndall Foundation, said: \"The implications of getting access to this evidence are substantial. We took this to the supreme court when we discovered that promises from the Israeli government of transparency were ill founded.\" </p> <p>He said lawyers would want to establish if any systemic causes led to the shooting, and if responsibility for the death lies higher up the chain of command.</p>",
  "<p>A few years back, a major Arab government took \"mild\" action against al-Jazeera: the then information minister issued a decree preventing our correspondent from attending official functions. </p> <p>When we contacted that government for an explanation, the minister cited a report we had aired, which had looked critically at a huge irrigation project that had flopped. </p> <p>We pointed out to the minister that the report was not of our own production and that it had been aired by a major foreign news channel a couple of weeks beforehand. </p> <p>We also noted that his government had not complained to the foreign channel. The minister replied that the other channel was broadcasting in English and many of his countrymen did not watch it. </p> <p>But al-Jazeera \"spoke\" the same language and had a wide audience. As such the report was seen as an embarrassment. </p> <p>Nothing was said about the report's accuracy or content, but the local media was instructed to launch an onslaught on al-Jazeera nonetheless - the main theme being that we were undermining the security of the state. </p> <p>We have grown used to harassment from autocratic regimes in the Middle East, but since the Afghanistan war in 2001, we have had more harassment from US officials than from their Arab counterparts. </p> <p>\"Consistently lying\" and \"working in concert with terrorists\" were some of the terms used by US secretary of defence Donald Rumsfeld to describe us. </p> <p>Yet he came second best to his deputy, Paul Wolfowitz, who seemed to blame all the failures of his administration on al-Jazeera. </p> <p>The closest they came to an explanation for these attacks was a compilation by the US-led Coalition Provisional Authority in Iraq of what it called a \"list of false and misleading reports\". The list was never made public because it contained \"sensitive information\". </p> <p>So from where is the government of US-appointed Iraqi prime minister Iyad Allawi going to get its inspiration when it comes to dealing with the media? </p> <p>Taking the decision to close down the offices of al-Jazeera in Baghdad resonates well with the Arab official approach to the press, whereas the statements made by his officials to justify the decision resonate soundly with the US official approach that al-Jazeera has come to expect. </p> <p>But there might be more to the latest Iraqi decision than is apparent. </p> <p>Two weeks before the decision to close down al-Jazeera's offices, Ibrahim al-Janabi, the Allawi-appointed head of the commission that recommended these measures, cited the reporting of a sermon by the Shia cleric Moqtada al-Sadr in which he describedAllawi as an \"American tail\". </p> <p>There is also possibly the more sinister motive of imposing a blockade on news reports while al-Sadr and the city of Najaf are \"dealt with\". </p> <p>This might be a new venture for the interim government of Allawi, but it is not a new experience for al-Jazeera. Our offices have been closed in many an Arab capital before. </p> <p>The wording of the justification of such action may differ from one country to another, but the gist is always the same: undermining state security (normally code for criticising the leadership); providing a platform for terrorists (usually means political opposition); and insulting the people of the country (normally means criticising a failed policy). </p> <p>In the face of these policies, al-Jazeera has always had a simple approach: we are willing to stand corrected when shown that we were wrong, and to offer equal air time for the official version of events. </p> <p>The rules that govern the way we report news have recently been put into a code of ethics and conduct, as we embark on a huge expansion of operations. </p> <p>Plans are under way for a number of specialised channels to add to the existing news and sports channels. </p> <p>These will include a documentaries and children's channel as well as an English-language news channel. </p> <p>While we were disappointed by the Iraqi decision to close our Baghdad bureau, we have been comforted by the support we have received from media and free speech organisations all over the world. </p> <p>The struggle for the truth is one with which the majority of media organisations empathise, and they appreciate that al-Jazeera's plight today could easily become theirs in the future. </p> <p>The interim government of Iraq would do well to reconsider its unwise and unjustified decision. Should al-Jazeera's reporting go against its desires, then it ought to heed the advice of a US general who helped appoint it in the first place: \"Just change the channel.\" One would have hoped that he was referring to the remote control rather than the physical removal of the channel and its premises. </p> <p>Blaming the messenger for bad news might help in hiding these from the public for a while. But it doesn't make them go away. </p> <p>· Maher Abdallah is head of international relations at the al-Jazeera TV channel </p> <p><a href=\"mailto:maher@aljazeera.net\">maher@aljazeera.net</a></p>",
  "<p>Robert Tressell was not a \"middle-class Marxist\" - he was an impoverished painter struggling to convince his workmates they should overthrow capitalism rather than support it (A ragged trouser elite, August 7).Trade unions did not seem the solution because of their non-record in deeply depressed Edwardian Hastings. </p> <p>In Hastings today, the Ragged Trousered Philanthropists creates the strongest emotions, for here the book is fact rather than fiction. One can see many of its settings and most of the buildings in which Tressell worked and lived. And the town itself is still comparatively rundown and poor, as the ever-craftier ruling class has learned how to mitigate the worst inequalities depicted in the book, while retaining control of society. Our trousers are now OK, it's anti-capitalism that is ragged.<br> <strong>Steve Peak</strong><br> Robert Tressell Centre <a href=\"http://www.1066.net/tressell\">www.1066.net/tressell</a><br> </p> <p>It is interesting that Tristram Hunt mentions the 1914 edition of this classic, but makes no mention of the way in which this first edition was \"butchered\" by the publisher in such a way as to give a very pessimistic view of the ability of the working-class to develop a revolutionary consciousness. When the full version as intended by the author, which he doesn't mention, was eventually published by Lawrence and Wishart, the much more optimistic last chapter was reinstated. It is a chapter that, as Tressell intended, gives hope to socialists everywhere that the working-class themselves have the potential to throw off the ideological as well as the economic shackles that bind them.<br> <strong>Jack Fawbert</strong><br> Senior lecturer in sociology, Leeds Metropolitan University </p> <p>I enjoyed reading Tristram Hunt's accusation that Robert Tressell was elitist. Cultural representations of the working class and the historical problem of social elitism in the UK are being discussed in the Guardian by an Oxbridge fop called Tristram! It's good to be reminded of how much things have changed since Tressell's day.<br> <strong>Dr Paul Taylor</strong><br> Senior lecturer in communications theory, University of Leeds</p>",
  "Five people died yesterday when a coach carrying mainly British tourists on a sightseeing trip in Austria veered off the road and fell 30 metres (about 100ft) down a steep embankment. <p>Forty-three other people were injured, around 20 seriously, in the crash which happened near Hallein, about 15 miles from Salzburg. </p> <p>The driver of the bus is thought to have lost control of the vehicle as it was travelling downhill on a main road outside the town of Dürrnberg at around 4.30pm local time. </p> <p>Police believe the crash happened as a car tried to overtake the coach on the narrow mountain pass, but failed to see a minibus coming in the opposite direction. </p> <p>The bus tipped over as it attempted to avoid the two vehicles. It tumbled down an embankment, ending up on its roof in a field. </p> <p>A doctor who treated several of the injured said there were people of all ages involved. </p> <p>Dr Nicholas Mates told Sky News that 17 British people were being treated at his hospital, including two children. He said: \"Most of the injured were searching for relatives, their main concern was to find them.\" </p> <p>The worst injured are being treated in Salzburg's Landeskrankenhaus and Unfallkrankenhaus hospitals, a rescue official said. \"Those are the main hospitals here in Salzburg, with the best equipment.\" Others have been taken to smaller units in the city or in Hallein. </p> <p>A spokeswoman for Inghams Travel said last night that one of its excursion coaches was involved in the crash. It had been carrying passengers who were staying at the lake resorts of St Wolfgang, Traunkirchen and Fuschland on an excursion to Berchtesgaden. </p> <p>\"An incident has happened near Hallein, approximately 25 kilometres from Salzburg, involving an Inghams excursion,\" the spokeswoman said. </p> <p>\"It involved a coach carrying 42 people, but we are unable to release further information at present. An incident room hotline has been set up for the public to call for information: 020 8780 6600.\" </p> <p>An Austrian police spokesman said that four people appeared to have died in the crash. A fifth person died later from injuries. </p> <p>He could not confirm the nationality of the dead but said there were 48 people on the bus, including 42 tourists from Britain, two Russians, one Australian and a German. </p> <p>Foreign Office staff were at the scene of the crash last night and it is thought that some of the fatalities are British. </p> <p>Local rescue services were immediately sent to the scene and nine helicopters, including four air ambulances, attended the incident along with other rescue vehicles and ambulances. </p> <p>The pilot of one helicopter said that the scene \"looked like a war zone\" as he flew in. </p> <p>Rescue workers cut passengers free from the wreckage and all of those on board the coach were released within about an hour of the accident. </p> <p>Doctors and paramedics treated victims at the scene as they were removed from the bus. </p> <p>A rescue service official said the coach had been travelling downhill and it rolled over twice. He said: \"The bus was going on a main road downhill. It turned over twice so we had a lot of injuries.\" </p> <p>A Foreign Office spokeswoman said: \"We are aware of a serious coach crash in Austria involving British citizens and our staff are seeking more information. We stand ready to offer whatever help may be necessary.\" </p> <p>The coach belongs to Christof Reisen, a company based in St Wolfgang, which takes tourists on excursions from its lakeside village base. The bus company, which was founded in 1927, is well known in Austria. </p> <p>The spokeswoman for Inghams said the company has sent senior managers to the crash scene. </p> <p>Inghams is based in Putney, south-west London. It offers a wide programme of winter sports and summer lakes and mountains programmes.</p>",
  "Reports that the government is set to introduce a green tax on household waste in this autumn's Queen's Speech have been greeted with concern by a council that is targeting large-scale fly-tipping. <p>Barnet council, in north London, fears that plans to fine people who fail to sort their rubbish for recycling could lead to more rubbish being dumped illegally. Its cabinet member for the environment, Matthew Offord, is this week writing to the environment secretary Margaret Beckett inviting her to take a look at a compulsory recycling scheme introduced in four of its wards that has led to a 25% increase in the amount of waste recycled. </p> <p>Offord says its scheme does carry a possible sanction of a fine for persistent offenders, but so far no fines have needed to be imposed. He claims the government approach will amount to a \"stealth tax that could lead to more illegal dumping\". </p> <p>Since March 2003, the council has spent £500,000 a year targeting fly-tippers and clearing up their mess. It has employed a fly-tipping investigations manager who works closely with the police and the Environment Agency to prevent the crime and catch perpetrators in the act. </p> <p>Graham - who prefers not to reveal his surname - has just spent the night hiding in a disused sports ground waiting for criminals to dump truckloads of rubble, much of it from construction sites. Last year, the council issued 100 warning notices and 56 fixed penalties and had four successful prosecutions following Graham's work and the introduction of CCTV cameras on an industrial estate. </p> <p>Its aggressive approach also reduced the number of large-scale fly-tips from up to 10 loads a night to just 10 loads in the first six months of this year. But to date, none of the prosecutions have been against the type of organised criminals Graham was hoping to catch on his stakeout. </p> <p>\"They are always one step ahead of us,\" he admits. \"They're often in and out in under two minutes. By the time the police arrive, they've gone. </p> <p>\"A typical large-scale fly-tipping operation involves one person scouting around for a potential dumping site, and then turning up in the early hours of the morning dressed in a yellow jacket and directing in two or three battered old lorries, which have no rear number plates and front plates on the dashboard,\" he explains. \"To passersby it looks like a perfectly legitimate operation.\" </p> <p>Last month, the environmental audit committee called for local authorities to have greater powers to halt fly-tipping. But Graham points out that most of the vehicles used are hard to trace because they are either registered at a fictitious address or the number plates are obscured. </p> <p>\"Penalty fines need to go up and we should be able to seize the vehicles,\" he argues. \"People know they are unlikely to go to prison.\" </p> <p>The committee noted with concern a likely increase in fly-tipped waste from the significant planned house-building programme in the south-east of England. </p> <p>Latest EU legislation that bans the co-disposal of hazardous and non-hazardous waste in most landfill sites in the UK is expected to exacerbate the situation. Although it is too early to measure its impact, Barnet is working with neighbouring boroughs to share intelligence and ensure that its own success doesn't simply shift the problem a few miles away. </p> <p><b>Weblinks</b></p> <p><b>·</b> Barnet council is at <a href=\"http://www.barnet.gov.uk\">www.barnet.gov.uk</a> </p> <p><b>·</b> The Environment Agency is at <a href=\"http://www.environment-agency.gov.uk\">www.environment-agency.gov.uk</a></p>",
  "Drug-addicted prostitute Sally White was found dead, propped up naked in a locked room, on Anthony Hardy's bed. She had an injury to the back of her head that left a blood stain on the wall, and a bite-mark on her thigh. Hardy, the so-called Camden Ripper, was preparing to photograph her to add to his collection of violent pornography when the police discovered her body. The coroner for inner north London, Dr Stephen Chan, recorded a verdict of death by natural causes, saying: \"There is no foul play or third party involved.\" Hardy went on to murder and dismember two other women, and has subsequently been convicted of their murder, and that of Sally White. <p>It was announced last month that no action would be taken against Chan, who retired last year, as a consequence of the White case. This is not surprising to those familiar with coronial law, many of whom believe that it is a medieval system incompatible with the 21st century and the Human Rights Act. Deborah Coles, co-director of Inquest, an organisation that provides support and advice to families of those who die in custody, says: \"There are some good coroners, but they have to operate in the context of a gross lack of resources and the restraint of outdated laws.\" </p> <p>An inquest must be held in cases of \"unnatural death\" such as accidents, unlawful killings and deaths in custody. By definition, these cases will be tragic, and families and loved ones of the deceased need answers as to how the deaths occurred. The government is currently considering its response to the Fundamental Review of Coroner Services, but campaigners do not hold out much hope for improvement if it does not put serious resources into the system. In reality, it is not possible to effect root and branch reform without investing serious money. There are still some coroner's offices without basic tape-recording equipment, and there is very little, if any, training for coroners. </p> <p>In spite of the importance of the role of inquests in preventing further deaths occurring in the same circumstances, the government is still saying it is \"not mindful at this stage to invest more resources into the coronial system\". </p> <p>There is also the issue of accountability. It is notoriously difficult to make a complaint against a coroner, as those attempting to do so have learned the hard way. This needs to change so that when coroners make serious mistakes, which could result in the wrong verdict, the families of the deceased know how to get justice. </p> <p>One such case was that of Harry Stanley, a 46-year-old shot dead by police as he waked home from the pub. Police had received a call from someone claiming Stanley was carrying a sawn-off shotgun in a carrier bag. It was a table leg he had just had repaired. Police shot him twice without checking if he was armed. Chan was the coroner at the inquest and made several important errors. He failed to mention that Stanley had been shot in the back of the head, and allowed the jury to hear irrelevant evidence of his previous convictions. The jury was told that it was not allowed to return with an \"unlawful killing\" verdict. The decision, an open verdict, has now been overturned and a new inquest ordered. Stanley's family have been living with the pain of his unresolved death for five years. </p> <p>Prison reform campaigners are keen to see a radical shake-up of procedures in inquests and coroners' discretion. An average of two prisoners die every month in England and Wales, and their families do not get automatic legal aid for representation at the inquests, making it very difficult to challenge coroners if they neglect to call crucial witnesses, or misrepresent the evidence. </p> <p>The coroner's court is only mandated to ask \"who died\", \"when\", and \"how\". There is little room to examine the circumstances surrounding the death. In the last week, two women have died in prison, yet it could be years before the inquests are concluded. In the meantime, the lessons that could have been learned from those tragedies will be put on hold. </p> <p>The last successful prosecution of a police officer involved in the death of a black person was in 1971, yet in the last 10 years more than 70 black people have died in custody. Roger Sylvester, a 30-year-old who had suffered mental illness, is one of them. He died in 1999 after being controlled and restrained by police when found outside his address in a \"distressed state\". The inquest into his death took almost five years to be heard, resulting in a verdict of \"unlawful killing\". \"If the family had not pushed for all the relevant evidence to be heard at that inquest, exactly how he died would still be unknown,\" says Coles. </p> <p>Campaigners and grieving families are hoping the government will act and bring in legislation and procedures that will make coroners more accountable, and provide the resources to vigorously investigate these tragic deaths. Currently, the quality of inquest depends on where you die. Some coroners are hostile to families being represented, and yet without representation key issues are often left unexposed. Let's hope any new legislation will be the death of such a lottery on human life. </p> <p><b>·</b> <a href=\"mailto:j.bindel@londonmet.ac.uk\">j.bindel@londonmet.ac.uk</a> </p> <p>Julie Bindel is co-author of The Map of My Life: The Story of Emma Humphreys.</p>",
  "President Jacques Chirac led politicians and religious leaders in a now familiar chorus of revulsion yesterday at the latest desecration of a Jewish cemetery to unsettle France. <p>Vandals smashed gravestones and scrawled swastikas, Celtic crosses and Adolf Hitler's name (misspelt) in black paint on 56 tombs in the graveyard in Lyon on Monday evening. A war memorial honouring Jewish members of the French resistance who died during the second world war was also covered in graffiti. </p> <p>It was the 11th similar attack on French cemeteries - Jewish, Muslim and Christian - since April. Victims' groups yesterday stressed that the government needed to translate its well-meaning expressions of disgust into action to punish the perpetrators. </p> <p>Despite the intense national sensitivity to acts of race hatred, police have failed to identify those responsible for the spate of assaults which have seen more than 300 tombs defaced. It remains unclear whether coordinated neo-Nazi groups or lone vandals are to blame. </p> <p>With politicians calling for the urgent arrest of the culprits, detectives were at the site at dawn yesterday. Families who arrived to see the damage wreaked on their relatives' tombs were turned away while the investigation continued. </p> <p>Alongside anti-semitic messages were anti-Muslim slogans calling for \"resistance to the Islamic invasion\". Police were questioning two young men arrested near the scene, but initial inquiries suggested that they were not involved in the attack. </p> <p>President Chirac, who last month launched a high-profile campaign for racial tolerance in the face of rising anti-semitic and anti-Muslim abuse, broke off his holiday to condemn the incident as \"dishonourable\" and \"cowardly\". </p> <p>\"The perpetrators of this outrage are being actively pursued,\" he wrote in a letter to Marcel Dreyfus, a local Jewish leader in Lyon. \"They will be punished to the maximum extent the law allows.\" </p> <p>His words were echoed by the prime minister, Jean-Pierre Raffarin, who expressed indignation at such an \"odious\" act. </p> <p>\"It's an indescribable shock,\" said Richard Wertenschlag, Lyon's chief rabbi, during a visit to the cemetery yesterday. \"A crackdown is needed to make these people realise the consequences of their acts ... How is it that after the Holocaust, someone can still attack Jews - even those who are dead - for the simple reason that they are Jews?\" </p> <p>He raised the possibility that this was a copycat assault, part of a \"snowballing phenomenon\" inspired by the media attention on previous desecrations. \"One has to question whether we are right to give these sacrilegious acts such a degree of publicity,\" he said. </p> <p>A ceremony will be held in the next few days to mark local sadness at the event. It will come less than a week after a similar ceremony held in Strasbourg, in eastern France, after 30 Muslim gravestones were defiled. </p> <p>At that event Adrien Zeller, the president of the Alsace region, where the vast majority of the recent cemetery attacks have taken place, said invesigations had \"not advanced\". Abdellah Boussouf, rector of Strasbourg mosque, added: \"I can no longer be content now with the condemnations and solidarity pledges of political rulers. I want results.\" </p> <p>While much of the recent rise in acts of racial hatred in France is attributed to tensions between the nation's large Muslim and Jewish communities, the repeated appearance of swastikas suggest that the cemetery attacks were committed by neo-Nazis. </p> <p>Police in Alsace were yesterday said to be concerned at a rise in the number of clandestine neo-Nazi conferences held in the region, with venues hired out months in advance under false pretexts. </p> <p>Between 300 and 400 skinheads, many of them German, wearing T-shirts proclaiming White Power, gathered in the village of Hipsheim, in Alsace, for a two-day conference at the beginning of this month, unfurling banners with swastikas on them in the village hall. </p> <p>Officials are concerned that Alsace could become a haven for neo-Nazi gatherings, which are forbidden in Germany. </p> <p><b>·</b> In the Czech Republic, some 80 tombstones were found toppled at a Jewish cemetery in the eastern town Hranice, police said yesterday. The cemetery dates to the 17th century. Sigmund Freud's brother, Julius, was buried there in 1858.</p>"
]