[
  "Every dollar cut from education means children like my son will be left behind",
  "Spirits up at Bolney Wines with £2m investment and expansion",
  "UK household spending rose in September, figures show",
  "UK luxury home sales are recovering, estate agents say",
  "Universities urged to work harder to recruit disadvantaged students",
  "Brexit fears lead large UK companies to plan lower investment",
  "Skip a generation when passing on homes, says housing minister",
  "What happens when the alpha males run politics? Donald Trump",
  "Theresa May’s rejection of Enlightenment values",
  "Clinton campaign fends off questions about WikiLeaks 'speech excerpts'",
  "Theresa May rules out Commons vote on single market exit",
  "The Guardian view on industrial policy: consistency, not catchphrases",
  "Two Labour MPs resign as whips after Rosie Winterton sacking",
  "The Girl on the Train steams past Birth of a Nation at US box office",
  "TPP trade deal: plain packaging challenge triggered 'hysteria', lawyer tells MPs",
  "'Liechtenstein solution' could hold key to softer Brexit, says Tory MEP",
  "James Hutchison obituary",
  "NHS is most widely held concern of UK adults, survey finds",
  "Keir Starmer calls for immigration to be reduced",
  "Sir Nicholas Fenn obituary",
  "School cleaners enter week six of strike over wage cuts",
  "Markets fear Trump's economies with the truth but Clinton isn't a cure-all",
  "Football insiders claim world game is ‘endemically corrupt’ in player transfers",
  "Superyachts and bragging rights: why the super-rich love their ‘floating homes’",
  "UFC may be ‘half panic and half lunacy’ but buzz and cash keep fighters hooked",
  "The 1935 novel that predicted the rise of Donald Trump",
  "Rising sea levels could reduce several UK mountains to hills",
  "US says support for Saudi Arabia not a 'blank cheque' after Yemen air raid",
  "Sister on a mission: the Texas nun using oil company money to fight fracking",
  "The World Bank and the IMF won't admit their policies are the problem",
  "Indian films banned, Pakistani actors ejected – how the Kashmir crisis is hitting Bollywood",
  "The Optician of Lampedusa by Emma Jane Kirby – review",
  "Tesla fights back as Michigan goes to new lengths to shut company out",
  "Mark Wood set for more ankle surgery and will miss England’s tour of India",
  "Adam Curtis continues search for the hidden forces behind a century of chaos",
  "Labour whips set to quit over ‘shock’ sacking of Rosie Winterton",
  "Gareth Farrelly: ‘I still think all the time that I am part of the 10% that live’",
  "How to request flexible working – live chat",
  "Aberfan 50 years on: how best to remember the tragedy?",
  "Said & Done: Karren Brady, Wayne Rooney, and basic witchcraft",
  "‘Call me a racist, but don’t say I’m a Buddhist’: meet America's alt right",
  "Carmichael mine to be given 'essential' status in sign of Palaszczuk support",
  "Can agroecology feed the world and save the planet?",
  "Rosetta project scientist Matt Taylor: ‘I think comets bring the funky organics’",
  "Andrea Arnold: ‘I always aim to get under the belly of a place’",
  "My Scientology Movie review – amusing but lightweight",
  "Nursery tales enchant a new generation as publishers rediscover old-fashioned values",
  "How Google is putting Rio's invisible favelas back on the map",
  "Caitlin Bassett leads Diamonds masterclass against Silver Ferns",
  "The Tories have set course for a ‘hard Brexit’. How long can unity hold?",
  "Is Theresa May’s mix of tax justice, born-again statism and attacks on cartel capitalism a new ‘red’ Toryism?",
  "Theresa May, here’s why other EU countries will not give you an easy deal",
  "Sharon Horgan: Queen of difficult women",
  "Keep out of business? Certainly not, minister",
  "DW Fitness Clubs won’t let me cancel my membership",
  "Beware the pitfalls that could ground your Airbnb rental plans",
  "Even proprietors are finding it hard to sell newspapers",
  "The chancellor talked about strong medicine. Time to dish it out",
  "A Hebridean cliffhanger: in search of St Kilda",
  "Beyond the flash crash lies a simple truth: Brexit weakens the pound",
  "Mandatory sentencing for Queensland gang crime criticised by civil liberties group",
  "Bisping beats Henderson to retain title in thriller",
  "Labor poised to kill off marriage equality plebiscite when parliament resumes",
  "Radical plan for old age as leak reveals care crisis",
  "Beware the vibrant, emerging, misleading language of gentrification",
  "Sunday's best TV: Wild West: America's Great Frontier; Victoria",
  "Tesco’s finest wines",
  "UFC 204: Michael Bisping v Dan Henderson – as it happened",
  "Welcome to a world without work",
  "The loudest sound in Birmingham was of doors being slammed shut",
  "The natural wonder that holds the key to the origins of life – and warns of its destruction"
]