[
  "Uruguay talisman Gastón Ramírez is Middlesbrough’s man for all seasons",
  "Pep Guardiola admits Manchester City struggling to solve ‘safe box’ puzzle",
  "Revealed: the systemic exploitation of migrant workers in Australia",
  "Why the attack on 'foreign-funded' environment groups stinks of hypocrisy",
  "Draft of John Lennon's protest letter to Queen Elizabeth found in record sleeve",
  "Uber ruling is a massive boost for a fairer jobs market",
  "The 'world's worst director': are Uwe Boll's movies really that bad?",
  "No 10 must have made Nissan big promise, say ex-business minister",
  "Nick Xenophon calls on Turnbull to open public appointments up to scrutiny",
  "Morrisons puts Marmite price up 12.5%",
  "The Guardian view on the gig economy: obligations not excuses to workers are needed",
  "Q&A: why Brexit is so important to Nissan (and Britain)",
  "Profits down for Match.com as Britons turn to free dating apps",
  "'The stuff of nightmares': US primate research centers investigated for abuses",
  "The UK joined Europe as one nation, and that’s how we’ll leave",
  "Uber loses right to classify UK drivers as self-employed",
  "Nico Rosberg holds aces over Lewis Hamilton ahead of Mexican Grand Prix",
  "Sex is a shared responsibility. So why not contraception?",
  "'Cruel and callous' Bridgegate scheme was act of political retribution, jury told",
  "Uber driver hails landmark tribunal ruling",
  "Shipping industry criticised for failure to reach carbon emissions deal",
  "Shops forced to slash prices on winter ranges",
  "Uber loses landmark employment tribunal case – as it happened",
  "It’s the Eurostar test: a sure way to tell if we’re heading for exile in Europe",
  "RBS reports £469m loss for the third quarter",
  "Inertia and hollow words that have betrayed the children of Calais",
  "US economy grew at its fastest rate in two years in the last quarter",
  "Our ‘subvertising’ continues the fight for justice for those who die in custody",
  "The weekend cook: Thomasina Miers' recipes for Halloween and Mexico’s Day of the Dead",
  "Uber tribunal judges criticise 'fictions' and 'twisted language'",
  "Contraceptive jabs for men may work - but what about the male pill?",
  "London Welsh still hopeful of financial saviour amid uncertainty over future",
  "Moeen Ali fails to spin his words but turns up with five Bangladesh wickets",
  "Herculanum/Vanessa review – Wexford makes a strong case for Barber's uneven opera",
  "‘The army was guarding  the runway’: the 1948 British evacuation of Palestine",
  "World Bank appoints Kristalina Georgieva as chief executive",
  "Uber’s defeat shows it doesn’t have to be a rigged economy",
  "BA owner 'doubts' Heathrow can build runway within budget",
  "Live Q&A: How can we support economic empowerment for women in Nigeria?",
  "Prince Charles joins clean soil project to combat climate change",
  "Number of insolvencies jumps by a fifth in England and Wales",
  "Never give a straight answer: how I learned to talk like a politician",
  "North Dakota pipeline: 141 arrests as protesters pushed back from site",
  "Latest Ukip leadership candidate can't help shooting from the hip",
  "The Labour rebels who didn’t back the Yemen vote have blood on their hands",
  "Scotland faces an NHS crisis – another reason the SNP needs a ‘successful’ Brexit",
  "Trump supporters stand by their man in Ohio",
  "Ex-Co-op Bank chief barred from top accountants institute",
  "June Sarpong: ‘I have been a daddy’s girl my whole life. When he moved to the US, it was a shock’",
  "Bard act to follow: why Romeo + Juliet is still the ultimate film soundtrack",
  "Chelsea’s erratic youth policy and why they should give the kids a chance",
  "Lab notes: porkie pies and dinosaur grey matter - a brainy week for science",
  "Vince Cable: assurances to Nissan means UK will stay in customs union",
  "New York comes clean: the controversial story of the Fresh Kills dumpsite",
  "A view to a thrill: readers share their favourite horror films",
  "Homelessness can only really be tackled if people have somewhere to go",
  "To stay or quit: Brexit means carmakers in UK face tough choices",
  "Sadiq Khan warns hard Brexit will cost millions of jobs across UK",
  "Iain Duncan Smith to challenge Theresa May on universal credit cuts",
  "Time is money: here's how to save some when the clocks go back this weekend",
  "Behind the facade: how James Ensor mastered the art of the macabre",
  "Augmented reality is driving construction's creative reinvention",
  "A homely spaghetti carbonara recipe",
  "Violence against women harms us all: will measuring the pain help prevent it?",
  "Why Theresa May shared her Brexit fears with Goldman Sachs",
  "BP and Shell slide on continuing concerns about Opec oil deal",
  "Uber awaits tribunal ruling over drivers' status as workers",
  "Ian Rankin: ‘Rebus is out there right now, on some Edinburgh street’",
  "Yes, Obamacare will be more expensive, but for millions the rise can be mitigated",
  "Ontario pilot project puts universal basic income to the test",
  "Soil and soul: ‘Leeds is the perfect combination of rural and urban’",
  "Nissan got a sweetheart deal. Under hard Brexit, everyone will want one",
  "Brexit hits Apple Mac customers hard as prices rise by up to £500",
  "FC Dallas: youth and the dark arts leave club close to the treble",
  "FTSE falls back but Imperial Brands and BAT higher",
  "Mediocrity on turf: the NFL is stumbling, but will it recover?",
  "Football transfer rumours: Wayne Rooney heading for LA Galaxy?",
  "Five of the best… rock & pop gigs",
  "Guapa by Saleem Haddad review – an explosive debut",
  "'No cheque book' involved in Nissan pledge, says minister",
  "Want to get on in the civil service? Brexit is now the only game in town",
  "Thriller: why do our brains allow us to enjoy being scared?",
  "It takes a special arrogance to say the poverty in  I, Daniel Blake is unrealistic",
  "Before Brexit, MPs must have their say on article 50",
  "Put an eyeball in your highball: four ways to spookify your Halloween cocktails",
  "DIY doctors: New Zealand medical students 'operating on themselves at home'",
  "Black Mirror is an urgent reminder of the fatal consequences of empathy loss",
  "I couldn't get funding for my research so I 'sold out' – and I don't regret it",
  "Family First senator Bob Day says he may U-turn on decision to quit",
  "Grouse shooting estates shored up by millions in subsidies",
  "Republican Mark Kirk singles out rival Tammy Duckworth's Asian heritage",
  "Pauline Hanson leaves Coalition at crossroads – and all roads lead north",
  "Mike Pence's campaign plane skids off runway at New York airport – as it happened",
  "Citizen spies: New Zealand police train public to watch CCTV for crime",
  "Falsettos review – radically intimate musical hits the high notes",
  "Backpackers tax: Joel Fitzgibbon pledges to fight for farmers"
]