[
  "Theresa May, the prime minister prepared to risk it all",
  "Arctic nations square up as clamour for resources grows",
  "Our democracy is drifting. It’s time to act",
  "Reports of the death of liberal centrism are greatly exaggerated",
  "Doc Martin? Being a GP ‘is much more fun than that’",
  "BBC woos independent producers after loss of Great British Bake Off",
  "It is not ‘time to move on’ over Brexit: it’s time to fight",
  "Housing crisis ‘driving younger and older generations apart’",
  "Let’s drag Scotland’s education system into the 21st century",
  "Jamie Oliver’s obesity advice? Procreate or just keep mum",
  "Letters: my prescription for the NHS is a new Beveridge report… \r\n",
  "The BBC needs more courage to thrive",
  "Theresa May to lead in push at UN summit for tighter airport security",
  "Life on Wearside is not quite what David Moyes expected when he arrived",
  "Nick Clegg says Brexit chaos can help Lib Dems back to power",
  "West Ham’s home discomforts risk bursting bubble around new ground",
  "Priced-out tenants accuse National Trust of creating ‘ghost villages’",
  "Amateur archaeologist finds ‘phenomenal’ trove of rock engravings",
  "‘They’ve brought evil out’: Hungary’s poll on migration divides a nation",
  "University students across UK prepare for wave of rent strikes",
  "EU states set to veto any Brexit deal threatening free movement",
  "Imagining London in 2050",
  "EU countries in scramble to ‘steal’ UK-based research centres",
  "Andy Murray ready to dig deep again for Great Britain in Davis Cup",
  "Football League your thoughts: 31-match unbeaten run ends for Northampton",
  "Mike Pence releases doctor's letter highlighting 'excellent general health'",
  "Leadership contest cost Labour Sheffield byelection, says Tim Farron",
  "Manchester City 4-0 Bournemouth win, Arsenal thrash Hull and more: football clockwatch – as it happened",
  "JD Sports shows a clean pair of heels to stumbling Sports Direct",
  "Bake Off shows how TV’s indies have learned the art of the deal",
  "In Ohio, frackers are drilling. Soon Ineos will be doing the same in Britain",
  "Farron invites Labour and Tory members to join Lib Dems",
  "Leeds beat lowly Cardiff to ease pressure on manager Garry Monk",
  "David Shrigley: ‘Women should not be having my drawings tattooed on them’",
  "It's race and immigration, stupid",
  "Leganés 1-5 Barcelona: La Liga – as it happened",
  "Sydney Swans vs Adelaide Crows: AFL semi-final – as it happened",
  "Lewis Hamilton and Nico Rosberg face demanding F1 weekend in Singapore",
  "Donald Tusk says Brexit talks 'likely' early 2017 after speaking to May",
  "Elizabeth Warren is still mad about the financial crash, and we should be too",
  "Shopping in the closets of the 1%: why consignment stores are trending",
  "Walter Robinson: 'I'm just a stupid painter. We're like dumb horses'",
  "Old book, new look: why the classics are flying off the shelves",
  "Two American Dreams: how a dumbed-down nation lost sight of a great idea",
  "Vetements' Lotta Volkova: 'Conventionally beautiful things are...boring'",
  "Audi RS6 car review: ‘You could buy this car or you could buy a house in Lancashire’",
  "Jeremy Corbyn makes conditional peace offer to hostile Labour MPs",
  "Chelsea v Liverpool: Premier League – as it happened",
  "Jeremy Corbyn: ‘People say I should be tougher. But it’s not my style’",
  "There's no magic wand - creating jobs won't simply solve the world's problems",
  "Surprise Johannesburg mayor sets out to transform the city in his image",
  "Cross-party cooperation on the left? It’s not as mad as it sounds",
  "Transit by Rachel Cusk review – a triumphant follow-up to Outline",
  "Clive James: ‘Mickey Rooney hammed it up rotten as Puck’",
  "Fancy living in a historic city centre pad for about £120 a week?",
  "50 of the best UK cottages for Christmas and New Year",
  "Dear Jeremy – your work problems solved",
  "Ten ways for parents to survive an empty nest",
  "My grandmother’s £10 ‘exile’ returned to haunt me",
  "Saturday's best TV: All Together Now - The Great Orchestra Challenge; Newzoids",
  "Claire Ptak’s recipes for gin-poached pears and a cobnut polenta cake",
  "Readers’ recipe swap: pie fillings",
  "Stella Grey: Shacking up in mid-life makes me feel 28 again",
  "I faced the teacher who abused me when I was nine",
  "Julie Bishop says Australia will look elsewhere if US doesn't pass trade deal",
  "Paralympics 2016: Cockroft wins third Rio gold, GB win women's 4x100 medley – as it happened"
]