[
  "Poorer renters at risk from homelessness as benefit shortfall grows",
  "Why India's leaders did not share Rushdie's Jewel in the Crown pain",
  "David Moyes keen to keep Lamine Koné but rues Sunderland budget restraints",
  "London housing: TfL land set for affordable homes as Sadiq Khan picks expert team",
  "Jeremy Corbyn promises to 'renationalise' NHS",
  "Explaining the importance of The Tragically Hip's final show",
  "Burton Albion 0-5 Liverpool: EFL Cup second round – as it happened",
  "Shorten takes budget fight to Coalition, laying out $8.1bn savings 'solution'",
  "First Thiel, now the Trumps: how billionaires threaten free speech",
  "UK investment funds suffered £5.7bn outflows after Brexit vote",
  "The Guardian view on the Philippine war on drugs: street justice is no justice",
  "Exams, grammar schools, and the trouble with sorting the sheep from the goats",
  "Sketchy comedy: the perks and pitfalls of the work-in-progress",
  "Sports Direct faces more pressure over working practices review",
  "UK economic indicators defy Brexit fears",
  "Joe Hart risks being in limbo if he stays at Manchester City as back-up keeper",
  "VW settles dispute that stopped output at half of German plants",
  "Alively: the mobile video app that's trying to be the new family camcorder",
  "Nicola Sturgeon to appoint Brexit minister",
  "Eurozone shrugs off Brexit uncertainty in August -as it happened",
  "Universal reportedly outlaws streaming 'exclusives' after Frank Ocean release",
  "Persimmon grabs the headlines but where are the smaller builders?",
  "Toots Thielemans obituary",
  "Mrs Brown’s Boys v Mulholland Drive: a culture showdown",
  "Summer weather lifts UK supermarket sales",
  "Eurozone resilient after Brexit vote as output increases",
  "How to stop wasting women’s talents: overcome our fixation with youth",
  "Everyone has to go to Exeter",
  "Swiss watch exports to UK rise as tourists make most of fall in sterling",
  "Forget 3D-printing Palmyra – this is how to rebuild ruins",
  "What do British prisoners use as currency?",
  "'Haven't had fish and chips for months': Team GB hungry for home",
  "'Come with an open mind': what life is really like in New Zealand",
  "Inside the 26 August edition",
  "John Lewis plans £9m beauty hall expansion",
  "Australia broadly tolerant but pockets of intense prejudice remain, report shows",
  "Trump doesn't need to apologize, says Republicans' Hispanic outreach chief",
  "How can companies cut their water footprint? Read what the experts said",
  "London-based leader prompts violence and detentions in Pakistan",
  "Kobe Bryant joins long list of celebrities investing in tech",
  "How memory apps can help people with dementia tap into their past",
  "Guardian Weekly Letters, 26 August 2016",
  "A better path",
  "Thousands of Clinton emails to go public before election",
  "Nigeria cannot overcome its gathering humanitarian crisis alone",
  "Phil Jones to stay at Manchester United despite Stoke City interest",
  "From the attic to the Smithsonian: black history museum is full of 'found' items",
  "Why do some Turks hate the Gülenist movement so much?",
  "'My pay fell by thousands': stories of returning to work after childbirth",
  "Fall in factory orders offset by exports hitting two-year high, says CBI",
  "Cringe, little benefit: David Brent flounders in Finding Dory's wake",
  "The political crusades targeting national parks for drilling and exploitation",
  "How London might have looked: from Regent St monorail to a straight Thames",
  "Too many people face unmanageable debt. The cure is trade unions",
  "Support for marriage equality has grown since election, Essential poll shows",
  "Persimmon shares rise as housebuilder shrugs off Brexit vote",
  "Impress's charter recognition deferred after publishers' objections",
  "UK women still far adrift on salary and promotion as gender pay gap remains a gulf",
  "Mischa Barton ordered to pay $200k for failing to show up on film set",
  "FTSE climbs as National Grid recoups £95m and Persimmon lifts builders",
  "Don't fancy Clearing? Save money, and do a degree at a college instead",
  "Dyson Pure Cool Link review: a fan that blows clean air in your face",
  "Press regulation battles fought without much public, or journalistic, interest",
  "Team GB return from Rio Olympics on gold-nosed 747",
  "Owen Smith: I want to be a champion of disabled people",
  "Smile? Asda sells off loss-making photo booths",
  "Player suspensions: the best punishment an NFL team could hope for",
  "Trump Towers Pune: project in sleepy Indian city faces investigation",
  "Football transfer rumours: Arsenal to sign Marcel Tisserand from Monaco?",
  "Malcolm Turnbull’s quest for power leaves him at odds with the electorate",
  "Virtual fracture clinics enable patients to receive care online",
  "​Ukraine's medicine bill slashed by 25% after UK firm brought in to handle procurement",
  "Forget Westminster for social democracy. Head for Ikea",
  "Grandstand, Countdown, Ski Sunday: the unsung heroes behind TV's greatest tunes",
  "Brexit weekly briefing: is Canada's EU trade deal a blueprint for the UK?",
  "Euroscepticism’s middle-aged spread isn’t confined to the UK",
  "My year of no spending: I've been on one of the best holidays ever",
  "AA drives into mortgage market with fixed-rate deals",
  "20 great hotels, B&Bs and apartments in Germany",
  "A death foretold: watch as Priti Patel trashes our proud record on aid",
  "Inside Shanghai Tower: China's tallest skyscraper claims to be world's greenest",
  "Coalition backbenchers seek change to super proposal which could cut savings",
  "Is the Library of Things an answer to our peak stuff problem?",
  "Trump: 'I'm not flip-flopping' on immigration plan – as it happened",
  "Uber for couriers: Australian logistics software promises to minimise traffic and emissions"
]