[
  "Axing clean energy supplement has barely caused a ripple, but it should",
  "Clinton becomes first presidential candidate to launch campaign podcast",
  "Manchester United may not start season ‘like a train’, warns José Mourinho",
  "Sunderland’s David Moyes tells Adnan Januzaj to stop blaming others",
  "Middlesbrough’s aim is to keep calm and build foundations, says Aitor Karanka",
  "Mirth about girth: Gonzalo Higuaín brings fans’ pet pastime to the fore",
  "Hillary Clinton and Tim Kaine release tax returns – as it happened",
  "Donald Trump: it’s all a joke",
  "The fictional, extraordinary life of the Greenland shark – 392 years and counting",
  "New York to host Magnus Carlsen’s world title match with Sergey Karjakin",
  "Arsène Wenger the foreign trendsetter facing off against top-quality rivals",
  "Deliveroo pay scheme a return to Victorian Britain, says Labour",
  "Veganism’s place in the climate change debate",
  "Tax and the Duke of Westminster’s death",
  "Delaying HS2 will not help east-west rail link",
  "MPs such as Philip Davies make me proud to be a feminist zealot",
  "Pressure mounts on PM to respond to Philip Davies' 'feminist zealots' comments",
  "Antonio Conte plots Chelsea revival by getting inside players’ heads",
  "US retail sales disappoint, while German economy grows faster than expected  – as it happened",
  "Hillary Clinton releases 2015 tax return and Tim Kaine unveils 10 years' worth",
  "Pinewood Studios to be taken private in £323m deal with Aermont Capital",
  "Kubo and the Two Strings review – kids' movie equivalent of a plate of vegetables",
  "Thailand police hunt network of suspects after resort bombings",
  "Apprenticeship levy will go ahead next year, government confirms",
  "BrainDead: the brain-eating ant show that sums up 2016",
  "The weekend cook: Thomasina Miers’ courgette recipes",
  "BT Sport make their play for Saturday afternoon football viewers",
  "Ethical questions raised in search for Sardinian centenarians' secrets",
  "How many calories do you eat in a day? Six people share their diets",
  "It’s the Sponsorship Premier League, sponsored by sponsorship",
  "Horse racing tips: Saturday 13 August",
  "From Suicide Squad to Corbyn and Labour – catch up on our live look at the week",
  "Visitors are helping to keep London open. But for how long?",
  "Dying golf clubs warned to lose the attitude and embrace young players",
  "Labour NEC wins voting appeal: our writers’ verdict",
  "Mail Online teams up with Chinese newspaper the People's Daily",
  "The Great Fire of London, punk at 40 and a golden rhino – the week in art",
  "If Donald Trump loses, will the Republican party sink with him?",
  "Finally Labour seems to care about the absence of a post-Brexit plan",
  "Hillary Clinton's economic speech: a disappointment for progressives",
  "José Mourinho: Manchester United’s rivals are afraid to say they can win title",
  "Chelsea forward Bertrand Traoré joins Ajax on a season-long loan",
  "How Iván Fischer found greatness with the Budapest Festival Orchestra",
  "Richard Ford, Joyce Carol Oates, David Hare and more ... leading writers on Donald Trump",
  "The life and death of Luis Góngora: the police killing nobody noticed",
  "Bao Fitzrovia, London: ‘Perhaps the queue is part of the experience? Search me, guv’ – restaurant review | Marina O’Loughlin",
  "UK construction sector slips into recession for first time in four years",
  "French court rejects bid to demolish shops at Jungle refugee camp",
  "Why the Guardian is spending a year reporting on the plight of elephants",
  "Poor little rich kids – the perils of inheriting vast wealth",
  "Don't take me so seriously, says 'sarcastic' Trump",
  "Sunderland seal season-long loan deal for Manchester United’s Adnan Januzaj",
  "A first look at the Small Business Saturday 100",
  "Instagram Stories: who cares about your commute or cleansing routine?",
  "Krys Lee interview: ‘North Koreans became part of my world, and then I got threats’",
  "Premier League 2016-17 season preview No20: West Ham United",
  "Young, rich and entitled: Mexicans grow weary of their politicians' spoiled kids",
  "We are in ecological overshoot. Industrial strategy can provide a way out",
  "Mr Robot recap: season two, episode six – laughter tracks and panic attacks",
  "Nationwide protects some savers from Bank of England's rate cut",
  "Can hipsters stomach the unpalatable truth about avocado toast?",
  "Trump Taj Mahal bankruptcy pits Carl Icahn's casino against striking workers",
  "Arsenal’s Arsène Wenger: eight or nine teams could win Premier League title",
  "Thailand attacks: who are the likely perpetrators?",
  "Chris Packham using BBC role to push grouse-shooting ban, Ian Botham says",
  "Watch the Verve's video for South Pacific",
  "How Eli Manning went from baby of the family to NFL elder statesman overnight",
  "Secret Trump voters reverse their support: 'He seems to be insane'",
  "Virgilio Martinez’s traditional recipe for Peruvian potato stew",
  "What is Mail Online doing in partnership with the People's Daily of China?",
  "With interest rates low, investment funds look attractive",
  "Millions of cars at risk as keyless entry systems can be hacked, report says",
  "Why Michael Phelps is still great at an age when most swimmers have faded",
  "The ivory trade isn’t just a disaster for elephants. It threatens our future too",
  "FTSE edges higher but mining shares dip on disappointing Chinese data",
  "Premier League: 10 things to look out for this weekend",
  "Donald Trump gets day wrong twice while implying Clinton lacks mental stamina",
  "Premier League 2016-17 previews No19 West Bromwich Albion",
  "Police chiefs do a tough job. This attack on pay and perks is unjustified",
  "Hindes, Kenny and Skinner pip New Zealand to gold in men’s cycling team sprint",
  "Thailand bombs: travel warnings as tourist resorts hit by fatal explosions – as it happened",
  "Lost cities #5: how the magnificent city of Merv was razed – and never recovered",
  "'Show me the money!' – do you use logic or emotion to negotiate?",
  "Elephants on the path to extinction - the facts",
  "Right to buy is a stake in the heart of social housing – now more than ever",
  "Yorkshire Ripper: tribunal rules Peter Sutcliffe can be sent to mainstream prison",
  "Rio Olympics: Phelps wins gold again and Simone Manuel makes history – as it happened",
  "Large ivory seizures in Singapore make it a smuggling hub of 'primary concern'",
  "Britain must address the root causes of sex trafficking from Nigeria to Europe",
  "Student surveys are destroying my confidence, says new academic",
  "Gwyneth Paltrow starts a new spin class – with a $2,500 washer and dryer",
  "Think loneliness is about single people looking for love? Think again",
  "The unlikely romantic: how Kim Jong-il introduced love to North Korean cinema",
  "Russia’s Golden Ring: day trips from Moscow into history and heritage",
  "'Rugby is our religion': Fiji erupts in celebration of Olympic sevens gold",
  "It'll do a power of good for Australia to shift to electric vehicles",
  "'How could this happen?': Indigenous health tragedies spark search for answers",
  "Fixing water quality for Great Barrier Reef will cost $8.2bn, report finds",
  "Panama Papers: Iceland calls elections six months early in wake of scandal"
]