[
  "David Cameron's battered legacy and food-based catastrophe",
  "Trump: Clinton’s detail should disarm, ‘Let’s see what happens to her’ – as it happened",
  "Government blocks plan to force out London estate residents",
  "Meeting Pauline Hanson's voters: silent screamers find their voice",
  "Jobless rate offers Coalition a chance to brag, so why has it barely had a mention?",
  "Ronald Koeman’s revolution restores discipline and high standards to Everton",
  "High Maintenance: a cult favorite makes it to the mainstream",
  "Sarah Storey sets sights on more golds and a race with Kadeena Cox",
  "Guardian Media Group to cut nearly a third of US jobs",
  "From Bake Off to Brexit, the right keeps putting dogma ahead of success",
  "Ricardo Pierdant - Apology",
  "United States capture Olympiad gold in controversial circumstances",
  "Corrections and clarifications",
  "China must wait four years for decision on Bradwell nuclear plant",
  "Apple tax ruling must be overturned, says US business group",
  "Computer activist Lauri Love loses appeal against US extradition",
  "Man jailed for shining powerful torch at RAF jets flying over his home",
  "Deutsche Bank: no reason to panic … yet",
  "Bake Off is the BBC – and Britain – at its best",
  "Bouncing off corporate fun days: the rise and rise of trampoline centres",
  "Lib Dems poised to back dedicated tax to help rescue NHS",
  "How Alan Moore transformed the way I saw comics (and house plants)",
  "Unilever in talks to buy Jessica Alba's Honest company for $1bn",
  "The $14bn Deutsche Bank fine – all you need to know",
  "Peter Cubbage obituary",
  "The Smithsonian's African American museum – a monument to respectability politics",
  "Famous Five go back to original language after update flops",
  "What's good news for British arms companies is bad news for Yemenis",
  "Are skin serums miracle workers or the purest distillation of beauty industry BS?",
  "Ukip's Diane James sounded like a company director presenting logistics",
  "Marine life, nuclear power and clever crows – green news roundup",
  "The weekend cook: Thomasina Miers’ recipes for taleggio roast potatoes and damson trifle",
  "We old hands can’t stop Trump. This is a job for the young",
  "FCA chief cautions over relying on property to fund retirement",
  "How dare you remake my classic! When directors attack",
  "To copy and paste from previous editions …",
  "Ukip conference: Diane James elected Ukip leader - Politics live",
  "Deutsche Bank shares tumble; Mark Carney quizzed by children – as it happened",
  "West failing to deliver nuclear deal promises, says Iran vice-president",
  "One in three Saudi air raids on Yemen hit civilian sites, data shows",
  "Mark 'Carnage' Carney fields questions from Coventry schoolchildren",
  "Ukip elects Diane James as new party leader",
  "London Fashion Week organiser makes single market plea",
  "The Sun cuts about 20 production jobs in shift to digital",
  "Jeremy Corbyn has been on the right side of history for 30 years. That’s real leadership",
  "Nigel Farage: I will advise new Ukip leader",
  "New wave of female designers to take reins at London fashion week",
  "48 hours in Toronto – local picks",
  "Ottessa Moshfegh interview: ‘Eileen started out as a joke – also I’m broke, also I want to be famous’",
  "Protests, partying and perfect hangover cures: an alternative student survival guide",
  "Niagara, Shakespeare and the Hamptons of the north: 10 epic trips in Ontario",
  "Deutsche Bank to fight Department of Justice's $14bn fine",
  "Rodrigo Duterte attracts lurid headlines, but to Filipinos he’s a breath of fresh air",
  "Bratislava summit: EU is at critical point, says Angela Merkel",
  "Looking back: zoos",
  "‘My therapist gave me a pill’: can MDMA help cure trauma?",
  "From Malia Obama to ironic merch: this week’s fashion trends",
  "Why are there so many papal plots in fiction?",
  "Hinkley Point is good news, but it’s just a start",
  "George Monbiot Q&A: as it happened",
  "UK court to decide on extradition of 'hacker' Lauri Love",
  "Paddy Ashdown: ‘I turned to my wife and said, it’s not our country any more’",
  "Pakistan fights devastating malnutrition with mass food-fortifying programme",
  "Our debts are large, our hearts are heavy – but being a student is still worth it",
  "Refugee stories: 'We don't just need help, we can give valuable help too'",
  "The lies Trump told this week: from 'deplorables' to his interrupted speech",
  "Colombia's clandestine cannabis growers keen to come out of the shadows",
  "Will internet firms open the door to lower letting agent fees?",
  "Getting practical: how to implement 17 goals and 169 targets - your questions",
  "Clive Palmer waived $500,000 Queensland Nickel loan to old associate",
  "Alastair Campbell and John McDonnell trade insults on Question Time",
  "US regulators issue official recall of Samsung's Galaxy Note 7 phone",
  "Tammy Abraham: the brightest light among Chelsea’s 38 loan stars",
  "England call up Haseeb Hameed and Gareth Batty for Bangladesh tour",
  "'I don't think it can recover': what's behind Nascar's nosedive?",
  "John le Carré and I worked for years on his biography. Why is he telling his own story 12 months later?",
  "European banking shares dive amid threat of $14bn Deutsche Bank fine",
  "Guardian Media Group and Founders Factory call out for MediaTech startups",
  "Why the death of Labour made me join the Lib Dems",
  "XOXO: how to make a movie for the under-20s",
  "Helping artists will not stop London being hollowed out",
  "Don’t compare BBC pay with the private sector – or Theresa May’s",
  "Vincent van Gogh exhibition headlines National Gallery of Victoria 2017 program",
  "'A welcome rebuke to dead white men': The Smithsonian's African American museum finally arrives",
  "The Collection: Amazon's haute couture drama has a whole wardrobe full of Nazi skeletons",
  "I failed my 11-plus – but I passed my PhD",
  "Corruption in Africa violates human rights. Why do we tolerate it?",
  "Paranoid a rival will steal your business idea? You’re not alone",
  "Classic chic v sportwear: this season's style swap",
  "Philippines cannot be 'the little brown brothers of America', says minister",
  "Clive Palmer says sore foot his 'top priority' as Queensland Nickel collapse unfolded",
  "Uber and Little Cab's battle to control the streets of Nairobi",
  "Lord of the flicks: New Zealand home with an old-time cinema in the shed",
  "Malcolm Turnbull willing to negotiate on marriage equality plebiscite",
  "Chris Mitchell's massive Marxist memory lapse: mate, I could have put you right",
  "Donald Trump refuses to say that Barack Obama was born in the US – as it happened",
  "Anish Kapoor's work on display in China biennale despite plans to boycott in support of Ai Weiwei",
  "Bobby Shmurda on his prison sentence: 'We’re black kids, they're white people with badges'",
  "Stephen Conroy resigns from the Senate, taking colleagues by surprise"
]