[
  "The Observer view on rail nationalisation",
  "Scotland enjoys the rebirth of its idyllic island life",
  "For the record",
  "As the wheels fall off Ben-Hur, where next for the Hollywood blockbuster?",
  "Sex, religion, age – the secret life of British voters revealed",
  "Folkestone hit by ‘gentrification’ row over Saga tycoon’s harbour plan",
  "Cherish our public spaces – among the glories of the democratic age",
  "The Food Standards Agency needs greater powers",
  "The Observer view on the peace agreement in Colombia",
  "Conflating public and private lives makes fools of us all",
  "Neoliberalism: we need to understand just how this pattern of inequality began",
  "Pretending to be paralympian is\r\na bizarre insult \r\n",
  "Virtual reality gets starring role at Venice film festival",
  "Trump spells out immigration policy but leaves deportation question open",
  "#nomakeup: would you go au naturel like Adele?",
  "Could the liberation of Mosul lead to a million fleeing to Iraqi Kurdistan?",
  "British crimewave hits America as edgy dramas make cult TV",
  "Andre Gray’s sorry tweeting case far from straightforward",
  "More MasterChef than Little Chef – service stations now a foodie destination",
  "Former minister calls for new tax to save NHS and social care",
  "Jeremy Corbyn ‘would build 1m new homes’ in five years of Labour",
  "England v Pakistan: second ODI – as it happened",
  "American Realities: photographing the death of the American dream",
  "Lightning Spear strikes at Goodwood to boost Dave Simcock Ascot hopes",
  "Huddersfield maintain lead as Rajiv van La Parra downs Wolves",
  "Did better broadband make Americans more partisan?",
  "Football clockwatch: Leicester 2-1 Swansea, Watford 1-3 Arsenal and more – as it happened",
  "Jay Rodriguez rescues point for Southampton to deny Sunderland victory",
  "Chelsea 3-0 Burnley: Premier League – as it happened",
  "After BHS closes its doors, what will take its place?",
  "Dominic Chappell to wind up company involved in BHS acquisition",
  "Meet the Swedish politician ready to play hardball with the UK on Brexit",
  "Donald Trump's doctor explains 'rushed' letter citing 'excellent health'",
  "Technology is killing the myth of human centrality – let's embrace our demotion",
  "Is Botox as safe as we think it is?",
  "'It's a thumping': Labor wins Northern Territory election",
  "Northern Territory election: Michael Gunner claims victory for Labor – as it happened",
  "Ditch the car: how to visit America's national parks without the congestion",
  "Nico Rosberg on pole for Belgian Grand Prix as Hamilton incurs penalties",
  "Tories’ failure to halt ivory trade ‘risks extinction of elephants’",
  "County Championship: fine season merits memorable finale",
  "'The defining image of Rio 2016 was Usain Bolt smiling at the camera'",
  "Mylan CEO sold $5m worth of stock while EpiPen price drew scrutiny",
  "For some West Brom fans there’s a bigger picture that won’t be fixed by one result",
  "Sonia Rykiel: the pioneering knitwear designer who couldn't knit",
  "Seat Mii car review: ‘To drive this, you have to be a surfer dude’",
  "Homes: five go cosy in Idaho",
  "'Who were his pals, where did he go?': solving the mysteries of those who die alone",
  "‘My friend was a life-changer’: readers on the relationships that last",
  "'How could our country lie so completely?': meet the North Korean defectors",
  "'The Michael Jordan of criminals': how Narcos found a true villain in Pablo Escobar",
  "Catch-up and download: from I Love Dick to the Quietus Podcast",
  "Bridget Christie: no one wants to talk about Brexit – and if we don’t, it will just go away. Right?",
  "Why Chinese women don't use tampons",
  "Broken glass and needles: the waste pickers scraping a living at Jordan's landfills",
  "Mrs Brown’s Boys makes people laugh, and I am coming to terms with that now",
  "Owen Smith to propose end to university fees in bid for youth vote",
  "From Trump to Brexit rhetoric: how today's politicians have got away with words",
  "What links Deborah Kerr and Audrey Hepburn? The Weekend quiz",
  "The police chief battling cybercriminals from Russia and Ukraine",
  "How parents can reduce the cost of school uniforms",
  "Palermo holiday guide: what to see plus the best bars, hotels and restaurants",
  "May must explain Tory donor's links to Russia, says Labour MP",
  "Dear Jeremy – your work problems solved",
  "Divorce: ‘No one tells you about the dent on your wedding finger that doesn’t go’",
  "Readers’ recipe swap: Mexican",
  "Northern Territory election: Adam Giles and Michael Gunner make final pitches to voters",
  "Coalition's policies go around in circles instead of finding the sensible centre"
]