[
  "UK graduate jobs market shrinks by 8% since 2015",
  "Britain could stay in EU if public opinion shifts, says Tony Blair",
  "Obama administration denies secret loopholes in Iran nuclear agreement",
  "Smith & Wesson profits jumped almost 50% after Orlando and Dallas shootings",
  "Stoke City’s Jack Butland faces a further two months on sidelines",
  "Clinton makes it rain campaign cash",
  "England v Pakistan: fourth ODI – as it happened",
  "Inside 50: AFL umpiring grey areas could spell trouble in tense finals games",
  "Andy Murray fights off Marcel Granollers at US Open in straight sets",
  "Southampton’s Alex McCarthy receives England call for Slovakia trip",
  "Sunderland ask Fifa if they can take Mika from Boavista to solve crisis in goal",
  "Time for Apple to open up the MacBooks",
  "Longtime matchmaker Joe Silva reportedly retiring after sale of UFC",
  "Premier League and Championship clubs raise stakes with unprecedented spend",
  "Premiership guide 2016-17: Andy Goode gives his expert view of the season ahead",
  "MPs back plan to force global firms to publicly disclose income and tax",
  "Brexit vote pushing up household energy bills, claim experts",
  "G20: China expected to press Theresa May on Hinkley nuclear plant",
  "Premier League loans: a way to polish diamonds or a mat to hide bad buys?",
  "Jenson Button to discuss McLaren future amid Williams interest",
  "David Luiz is not really Antonio Conte’s type, but Kanté will offer protection\r\n",
  "Ireland may have to revise GDP figures for last decade, warns expert",
  "Love, rock and rebellion in Tunisia",
  "Věra Čáslavská obituary",
  "Pressures on doctors undermine the NHS",
  "Mark Cuban trolls Donald Trump for details on border wall with Mexico",
  "A chance to change the gender balance",
  "Scottish Labour leader says party's UK leadership contest is an 'ugly mess'",
  "Junior doctors' row: BMA announces three more five-day strikes",
  "Dame Margaret Anstee obituary",
  "We can’t abandon refugee children – and that includes us, the politicians",
  "Miami fears Zika virus may hit $24bn ​tourism industry hard",
  "Third of students at many British boarding schools come from overseas",
  "You’re definitely homesick when you miss the British tax collector",
  "Sunderland striker Fabio Borini facing three months out with groin injury",
  "A manager for whom mules are flash gits",
  "Lunch with Theresa May? That will be £3,150",
  "The hotdog delusion: Sausage Party and the rise of Hollywood atheism",
  "Trump pledges to promote American 'patriotism' in schools as president",
  "Apple tax ruling is unfair, says former European commissioner",
  "Theresa May urged to end 'confusion' over northern powerhouse",
  "Kevin Smith and the triumph of commerce over art",
  "Jack Wilshere says Bournemouth is ‘best place’ to develop away from Arsenal",
  "Rosemary Dunn obituary",
  "Germany 1-5 England: 15 years on World Cup qualifier is still music to ears of many",
  "Labour's Chi Onwurah denies she made racism claim against Corbyn",
  "Lions tour the prize but first comes treadmill even robots would find wearing",
  "Why is Notting Hill carnival’s success always measured by its crime levels?\r\n",
  "Global season will only happen if New Zealand and home nations work together",
  "A Doubter’s Almanac by Ethan Canin review – the burden of a beautiful mind",
  "Things to Come review – Isabelle Huppert in exquisite agony",
  "Dilma Rousseff might be gone, but Brazil’s political crisis certainly isn’t",
  "The extraordinary story of Hull's 'major general' and the siege of Wyndham Street",
  "Want Apple to pay its taxes? Strengthen US tax laws",
  "UK manufacturing stages surprise rebound as Brexit shock fades - as it happened",
  "Halogen spotlights to be phased out across Europe",
  "IMF urges G20 to champion globalisation at China summit",
  "Max Verstappen ruffles Ferrari feathers but is just what F1 needs",
  "JK Rowling and the Angry Corbynites – truly a Twitter row for our times",
  "Tony Blair says it is 'possible' UK could stay in EU - Politics live",
  "Mr Robot recap: season two, episode nine – it's raining chaos!",
  "Brexit secretary: no return to 'hard' border in Ireland",
  "Alpine crosses under threat as Bavarian police hunt summit axeman",
  "Top graduates missing out on banking jobs for lacking 'polish'",
  "Why EU state aid is not the right tool to fight tax avoidance",
  "How should Theresa May deliver Brexit? Our readers discuss",
  "Real winners and losers of the transfer window are obscured by headline figures",
  "South African opera house accused of exploiting black singers",
  "Australia beat Iraq in World Cup 2018 qualifying – as it happened",
  "Life on Mars, in Hawaii: scooping feces, close quarters and one shower a month",
  "Leipzig flat made famous in Capa war photo becomes poignant memorial",
  "Donald Trump not backing down from border wall plan",
  "Budget hotels and hostels in European cities – readers’ tips",
  "Jeremy Hunt must listen to junior doctors. The NHS can’t afford a strike",
  "Fuel economy: just two cars deliver advertised mileage, tests show",
  "Sony to boost smartphone batteries because people aren’t replacing phones",
  "Manufacturing figures suggest UK economy is coping with Brexit vote",
  "Apple boss expects to repatriate billions to the US next year",
  "Korean palm oil firm accused of illegal forest burning in Indonesia",
  "Michail Antonio goal celebrations, diving catches and a daredevil dog",
  "Unfaithful review – sexual encounters of the half-credible kind",
  "Chelsea have 38 players out on loan – but who and where are they?",
  "Talking Horses: Thursday’s best bets plus our tipping competition",
  "Martin George obituary",
  "Labor wins votes in lower house to force Coalition to debate banking inquiry",
  "Labor wins three last-minute votes to force Coalition to debate banks – as it happened",
  "UK factories bounce back from Brexit shock",
  "Hays reports sharp drop in hiring after Brexit vote",
  "Which laptop should I buy my YouTube-friendly 14-year-old?",
  "Sam can’t speak – or challenge the housing that is ruining her health",
  "Tough guy in Arizona, meek in Mexico: Trump's latest reversal",
  "My hips don't move in the right way for the jive, says Ed Balls",
  "'A powerful moment': first US-to-Cuba flight since 1961 is latest step in thaw",
  "Football transfer rumours: Arsenal fail to land Daniel Sturridge on loan?",
  "Excess credit card surcharges banned for large companies",
  "How to make low interest rates work for your business",
  "Premier League’s billion-pound spenders find wealth a blessing and a curse",
  "Former Sky News executive to run Tom Bradby's The Agenda",
  "'Political crap': Tim Cook condemns Apple tax ruling",
  "Quadrilateral Cowboy's Brendon Chung: 'People use game mechanics to be themselves'",
  "Citizen Clem review – the unparalleled achievement of Labour under Attlee",
  "Senate calls on Coalition to rule out financing Adani's Carmichael coalmine",
  "India rolls out world's first leprosy vaccine as fight goes on 'war footing'",
  "Brazil's Dilma Rousseff impeached by senate in crushing defeat",
  "JK Rowling gave 'blast of reality' on Jeremy Corbyn, says Labour MP",
  "Will my mother have to sell her half of our house to pay for care?",
  "Saving Africa's elephants: 'Can you imagine them no longer existing?'",
  "Donald Trump promises 'no amnesty' in aggressive immigration speech – as it happened",
  "10 of the best foodie retreats in rural France",
  "Thousands of UK churches ditch fossil fuel electricity",
  "Twitter campaign draws attention to plight of Afghanistan's persecuted Hazaras",
  "UK government 'falling behind' on electric car pledge",
  "Even in housing, the Tories stoop to divide and rule",
  "Operation Spicer proves we need Icac. Any half decent government would restore its funding",
  "Arthur Streeton's Sydney Harbour sells at auction for $2m",
  "Working at home? It's because you've got too much to do",
  "Josh Frydenberg plays down Climate Change Authority call for tougher emissions limits"
]