[
  "The Spectator hands out more of its sad awards – where was mine?",
  "Jürgen Klopp says Ings and Mané absence may prompt Liverpool to buy",
  "Memphis Depay set to leave Manchester United in winter transfer window",
  "Australia should go to Papua and see the human rights situation for itself",
  "Why is Australia so obsessed with the espresso martini?",
  "Norfolk Island body issuing Australian gambling licences to be shut down",
  "Public figures call on government to hold free vote on same-sex marriage",
  "Trump and Clinton visit battleground states as election day looms",
  "It’s winner takes all on Brexit island, because the audience demands it",
  "Florida measure calls itself pro-solar but critics say it's 'a wolf in sheep's clothing'",
  "Google pays €47m in tax in Ireland on €22bn sales revenue",
  "The Guardian view on the US election: Hillary Clinton is the world’s best hope",
  "Government blocks attempt to ban unpaid internships",
  "'We thought it was going to destroy us' … Herzog and De Meuron's Hamburg miracle",
  "Sterling soars on Trump jitters and Brexit hopes",
  "'Trump Place' polling site irks New York City voters",
  "MDMA may pose greater danger to women than men, say scientists",
  "MoD seriously misled me on Saudi arms sales, says Vince Cable",
  "The vicious assault on UK judges by the Brexit press is a threat to democracy",
  "Jay Z (and maybe Beyoncé) spearhead final anti-Trump musical push",
  "Happy 80th birthday, TV! And now for the world's biggest vintage telly addicts",
  "Oil price falls as Saudi Arabia and Iran argue over output",
  "Australia’s mental edge proves Wales’s biggest barrier to ending losing streak",
  "Good eggs: the health news that vindicated my 25-a-week habit",
  "Woman who gave birth in her car gets $7,400 bill for hospital delivery room",
  "Innovation is the answer to a simple question 'Is there a better way'",
  "Who pretends to support kids with HIV but gives nothing? Donald Trump",
  "Hep-cat daddio barometer of modern football culture",
  "Housing associations added to Bank's bond-buying scheme",
  "As Nicaragua's first couple consolidates power, a daughter fears for her country",
  "Wetherspoon boss Tim Martin: ‘The EU became a quasi-religion, and universities are the modern-day seminaries’",
  "Will the US election mean the end of free trade?",
  "Investor nerves mount as US election draws closer - as it happened",
  "A night tsar is born: who is Amy Lamé?",
  "French police move 4,000 people out of Paris migrant camp",
  "War, love and weirdness: A Matter of Life and Death – 70 years on",
  "Tory MP resigns over government approach to Brexit – as it happened",
  "UK new car sales rose by 1.4% in October",
  "Mark Zuckerberg’s Facebook stake falls $3bn in a day",
  "Stephen Phillips MP: 'I can no longer live with being labelled a Tory'",
  "The rise and rise of international diplomacy by WhatsApp",
  "Bonfire night set to be damp squib as events are axed to save money",
  "The UK was already short of curry chefs. Now the Brexit vote has made it worse",
  "Gothic horror, Elton John's photos and Richard Branson's head – the week in art",
  "Gareth Southgate says he may reject any full-time offer of England job",
  "Pain, anger and fear: US voters deprived of a serious presidential election",
  "US adds 161,000 new jobs as Americans head to the polls",
  "'I am fed up with the elite ignoring us': leave voters on article 50 ruling",
  "Nadiya Hussain’s cod and clementine recipe",
  "Purging of black Democrats from voter rolls raises election concerns",
  "Quentin Tarantino confirms he will retire after two more films",
  "Oregon's voters divided on corporate sales tax proposal to fund services",
  "Tru love: Canada's year of Justin Trudeau has been a honeymoon, but will it last?",
  "The judges’ ruling confirms it – Brexit must go ahead, no ifs or buts",
  "South Africa fight back on day two of the Perth Test – as it happened",
  "Meme warfare: how the power of mass replication has poisoned the US election",
  "US election 2016: what you need to know before voting Clinton or Trump",
  "David Olusoga: ‘There’s a dark side to British history, and we saw a flash of it this summer’",
  "Bank of England deputy: UK should be grateful Mark Carney is staying",
  "FTSE slides on Brexit and US election fears, with Hikma leading the fallers",
  "Clyde warship contract green light  'secures jobs for 20 years'",
  "The New European publisher puts up to 60 roles at risk in digital move",
  "The downside of Landon Donovan's LA Galaxy comeback",
  "Football transfer rumours: Manchester United to give Bastian Schweinsteiger £10m pay-off?",
  "Meet the shows challenging the lack of diversity in podcasting",
  "A meat-free Turin? Is Italy’s first 'vegetarian city' a recipe for disaster?",
  "Article 50 ruling leaves Theresa May facing potential MP revolt",
  "This callous benefit cap reduction will hit families hard this Christmas",
  "NGOs aren't just mute. They're being gagged",
  "Trade relationships with the US ripe for the taking post-Brexit",
  "Has the Netflix effect created a global village or turned us into narcissists?",
  "Pay-to-stay uncertainty leaves tenants too little time, says council",
  "Four ways to get a job in advertising",
  "The Paris climate agreement is a game-changer – and business risks being left behind",
  "Sir James Dyson dismisses EU tariff fears of hard Brexit",
  "Honey wars: crime and killings in New Zealand's booming manuka industry",
  "Asian shares slide again after market's 'fear index' spikes for eighth day",
  "Google, Facebook and Microsoft race to get 1 billion Indians online",
  "David Leyonhjelm calls for repeal of 18C in return for his vote on industrial relations",
  "Australian Bureau of Statistics to slash jobs despite census bungle",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened",
  "Tearful South Korean president says scandal of friend's influence is 'all my fault'",
  "Sweat review – prescient small town drama is essential election viewing",
  "Chinese conglomerate Dalian Wanda buys Dick Clark productions for $1bn",
  "We've abandoned gender equality and child welfare in the name of cost-cutting",
  "End of the property boom? UK house prices to flatline, says forecast",
  "Bravo to the Greens of Richmond Park for showing progressives how to truly unite"
]