[
  "Emre Can: ‘It is nice to be compared to Gerrard but I am not the same level’",
  "Jeremy Corbyn: Labour will block article 50 if demands not met",
  "Katie Archibald and Manon Lloyd win Madison gold at Track World Cup",
  "Alan Hutton deals blow to Gordon Strachan with Scotland retirement",
  "Tory ‘buy as you go’ plan to make renters homeowners",
  "Higher inflation and rising debt threaten millions in UK",
  "Swansea’s Modou Barrow: ‘People living near me in Gambia die on that route’",
  "Down on the farm: Australia at war with its backpacker workforce",
  "Championship your thoughts: Jimmy Floyd Hasselbaink sacked, Newcastle stay top",
  "It’s not enough to moan about the new right – resist it",
  "Valseur Lido leads Down Royal double for Henry de Bromhead",
  "Manchester City stumble as Marten de Roon grabs Middlesbrough a point",
  "Wisconsin and Arizona offer tempting prizes to Trump and Clinton",
  "Hillary Clinton deploys army of celebrities as election day approaches",
  "Jermain Defoe spot-on at Bournemouth to give Sunderland first win",
  "Leading authors join protest march against cuts to cultural services",
  "Wales 8-32 Australia – as it happened",
  "Economic woes create anti-establishment movements around the world",
  "Big five US sectors whose decline has driven voters to Donald Trump",
  "Iceland Airwaves festival day three – Thunderpussy bring the boogie, King the glorious sonics",
  "'Employ women and don't be afraid to make money': tech's future in Africa",
  "Merstham 0-5 Oxford United: FA Cup first round – as it happened",
  "The great flood of Florence, 50 years on",
  "Rolling Stone's rape story trial highlights a hardening attitude toward the media",
  "Mobos: Craig David crowned best male act",
  "Youngstown, Ohio: why voters are supporting Trump in a bellwether city",
  "The Big Con: what is really at stake in this US election",
  "Mine of hidden gems: a derelict hut in the Aussie wilderness transformed",
  "South Africa bat Australia into submission on day three in Perth – as it happened",
  "To deal with climate change we need a new financial system",
  "Theresa May told to act to calm Brexit ‘mob’ backlash",
  "Birds are more like ‘feathered apes’ than ‘bird brains’",
  "Will the cultural chasm between NHS and local government threaten plans?",
  "This week's best radio: Steve Earle tunes up a songwriting masterclass",
  "Pop goes Trump! The artists, comedians and meme-makers deflating the Donald",
  "Why Hamilton is making musical history",
  "Catch-up and download: from Mafiosa to Crazy Ex-Girlfriend",
  "It’s Trump! No wait, it’s Clinton! Choose your own US election adventure",
  "Scottish heritage helped build the whisky business. Now it’s payback time",
  "'They feel rejected': how Germans in Britain are dealing with the Brexit vote",
  "Beyond Bob Dylan: authors, poets and musicians pick their favourite songwriter",
  "Still got it: what happened to fitness superstar Mr Motivator?",
  "The ground rent scandal that is engulfing new home buyers",
  "‘Switch and save’ say energy experts, as fixed-rate tariffs end",
  "UK’s first ‘green energy’ Isa goes on sale",
  "Trade between UK and India to suffer double hit, says business chief",
  "How to safari in South Africa on a budget",
  "Who is the only goalkeeper to have been European Footballer of the Year? The Weekend quiz",
  "With Tesco offering a 3% current account, every little really does help",
  "Family life: My sweet childhood from Nairobi to Birmingham, Rock Me Amadeus, and Dad’s ‘Saps’ recipe",
  "Riverside encounter with an otter and her young",
  "Trump campaign hit with restraining order over voter intimidation fears – as it happened",
  "What's in store at the Marrakech climate talks – and will Australia still back coal?",
  "Breeders' Cup: Beholder wins dramatic Distaff race – as it happened",
  "Rise in sales of £1m-plus homes despite high stamp duty bills",
  "Jeremy Corbyn set to promise crackdown on tax dodgers"
]