[
  "Dairy crisis: law could force milk processors to change contracts with farmers",
  "Gap between graduate and non-graduate wages 'shows signs of waning'",
  "Homelessness shames our country – we need to tackle the root causes",
  "Hillary Clinton: 'There is no new Donald Trump' – as it happened",
  "Northamptonshire urge ECB to give them fairer TV deal in 2017",
  "Energy companies withholding supply to blame for July price spike, report finds",
  "Majority of Victorians support urgent shift to renewable energy, poll finds",
  "Selling off Asic's trove of company data 'would hinder tax enforcement'",
  "Airlander 10: is this the dawning of a new age of the airship?",
  "Nani: ‘United contract could have been best moment of my life – but it turned into the worst’",
  "Proposal to fine tax avoidance enablers lacks teeth, campaigners say",
  "The Guardian view on the heatwave: still hope on climate change",
  "Riyad Mahrez commits future to Leicester City by signing new contract",
  "Laura Trott and British Cycling ready to do ‘hard yards’ after Rio 2016",
  "The Guardian view on Yemen: stop arms sales to Saudi Arabia \r\n",
  "Brexit concerns behind Federal Reserve decision not to raise interest rates in July",
  "This Olympics hysteria shows that Britain has turned Soviet",
  "Upbeat unemployment figures are no reason for leave voters to celebrate",
  "West Ham’s André Ayew out for months after injuring thigh on his debut",
  "Public confidence in UK economy recovers after Brexit vote, survey finds",
  "Joe Hart to stay at Manchester City unless he gets move to right club",
  "British Airways cabin crew vote for industrial action but no strike",
  "The Birth of a Nation posters defaced after Nate Parker rape trial controversy",
  "Airport bureaux de change offering less than a euro for a pound",
  "Bring the Tories to book over library cuts",
  "Pre-referendum surge brings big rise in number of EU workers in UK",
  "North Korean defector Thae Yong-ho was 'sick and tired of regime'",
  "Still too early to tell how full impact of Brexit vote will play out",
  "'Wellness' promises change without challenging anyone. That’s a fantasy",
  "Isis should get round the table with UK, says Owen Smith",
  "DNA database brings scientists closer to pinpointing genes for disease",
  "UK jobs report shows little sign of immediate Brexit hit -as it happened",
  "Four ways technology will change how we commute in the future",
  "Cisco Systems: dotcom crash survivor seeks further reinvention",
  "We call on Labour to pledge to end homelessness",
  "Simone Biles the bandleader of a US quintet that might never be bettered",
  "William Smethurst obituary",
  "'I just want everything to be perfect': 6 students on awaiting their A-level results",
  "Childhood obesity strategy may be watered down, campaigners fear",
  "Letters to Windsor House review – daffy attack on London's housing crisis",
  "Shame and Wonder by David Searcy review – essays on the oddness of the world",
  "Donald Trump’s stance on intolerance is sure to test his own supporters",
  "Zimbabwe riot police break up anti-government protest",
  "Laura Ashley to launch in China via Tmall and House of Fraser",
  "Tamal Ray’s picnic recipes – cheese pies, salad and smoothies",
  "Top 10 books about long marriages",
  "Trump's 'deeply un-American' stance on immigration prompts legal concerns",
  "Youth in development: 'We're tired of being the topic, not the leaders'",
  "Where are Louis van Gaal’s Manchester United youngsters now?",
  "Owen Smith suggests Islamic State needs to 'get round the table' – as it happened",
  "A spiteful letter, a bouquet: the sinister prelude to Sadie Hartley's murder",
  "UK unemployment claimant count falls after Brexit vote",
  "Donald Trump shakes up campaign (again)",
  "Irish Olympic head Pat Hickey arrested in alleged ticket touting inquiry",
  "Michael Moore: Trump does not want to be president",
  "Facial recognition – a powerful ad tool or privacy nightmare?",
  "Andy Murray and Mónica Puig show Olympic refuseniks what they missed",
  "Councils should protect pubs from developers, says Camra",
  "Blame it on the IOC: its profiteering Olympics has never looked more exploitative",
  "Insurance companies want to weaken Obamacare. We can’t let them",
  "Moscow’s industrial heritage 'at risk' in rush to redevelop old Soviet sites",
  "What does Theresa May really think about China?",
  "Project Alloy: Intel unveils new generation of wireless virtual reality goggles",
  "Team GB's Olympics success shows UK can thrive outside EU, say Brexiters",
  "Uber takes TfL to high court over English written test",
  "Meditation in virtual reality: it’s like French philosophy meets the Matrix",
  "Politics and the death penalty: for Clinton and Trump, safest stance may be silence",
  "Raves migrate from LA to the desert as drug-related deaths spur crackdown",
  "How Chinese investment is changing the face of West Midlands football",
  "Admiral blames low interest rates for drop in solvency ratio",
  "Banning ‘zombie knives’ will not bring an end to street violence",
  "FTSE drifts lower with Admiral down, but healthcare group Indivior soars",
  "Talking Horses: Wednesday’s best bets plus the latest racing news",
  "Football transfer rumours: José Fonte to make Manchester United switch?",
  "Cobham brings in Laird boss as chief executive",
  "Gawker sold, Twitter takedowns, Bragg v Times",
  "AMA chief says demonising junk food giants won't solve obesity crisis",
  "‘Public or state, the point is the same’: why schools should teach business",
  "How the fossil fuel industry's new pitch is more like an epitaph than a life lesson",
  "Nigeria relaunches controversial 'war on indiscipline' brigade",
  "Books to give you hope: PopCo by Scarlett Thomas",
  "Lost cities #8: mystery of Cahokia – why did North America's largest city vanish?",
  "Coastal towns get trendy but will it help the locals?",
  "The Gardener and the Carpenter by Alison Gopnik review – modern parenting is all wrong",
  "Heroes of Helmand review – the heartbreaking tragedy of men abandoned in hell",
  "Olympics 2016 daily briefing: record medal haul for Team GB, but booing mars Games",
  "Rio Olympics 2016: Brazil knock USA out of women's beach volleyball – as it happened",
  "Refugee protesters disrupt Malcolm Turnbull speech: 'Close the bloody camps'",
  "Boost for Scott Morrison as Moody's affirms AAA credit rating",
  "Brexit trade deals: the gruelling challenge of taking back control",
  "We are Europeans. Brexit will make us face up to it",
  "The Arab spring, Robert Lepage and a mass bed-in: how Singapore is rethinking festivals",
  "Universities urged to be upfront with students about work prospects",
  "Indigenous-owned company approved to open mine in Arnhem Land",
  "Coal ship crew stranded without food or fuel off Australia's east coast",
  "Atauro Island: scientists discover the most biodiverse waters in the world",
  "If Malcolm Turnbull can't fix this mess, Tony Abbott is available"
]