[
  "Cuts to marine reserves would deliver 'minuscule' economic benefits",
  "Antonio Conte cautious on title chances after Chelsea extend winning run",
  "Andrew Robb takes role with Chinese company that operates Darwin port",
  "Corrections and clarifications",
  "Uber drivers’ victory could signal greater change for the self-employed",
  "There are alternatives to a third runway at Heathrow",
  "Soho House struggles to maintain appeal for 'magic people'",
  "'Creepy clown' craze: NSPCC in warning to be vigilant at Halloween",
  "Division haunts the left. Richmond Park is our chance to lay it to rest",
  "Independent candidate Evan McMullin is 'puppet' of a 'loser', says Trump",
  "Leone Exton Beale obituary",
  "Uber is misleading drivers about its legal defeat, claims union",
  "Iceland elections leave ruling centre-right party in driving seat",
  "Aidan O’Brien favourites beaten at Saint-Cloud as Thunder Snow shows his class",
  "EU and Canada sign Ceta free trade deal",
  "Sunderland looks to city of culture bid to reunite after Brexit vote",
  "New MacBooks mark Apple's return to high-end laptops in age of the tablet",
  "This is the hollowed-out heart of America: pain, rage and Donald Trump",
  "How bots ruined everything: from Drake to diets\r\n\r\n",
  "A weak pound is no tonic for UK's long-term economic recovery",
  "How Molenbeek fought back against Isis – with football",
  "Greg Clark's big reveal on 'demeanour' of Brexit negotiations strategy",
  "José Mourinho behaving at Manchester United exactly as critics said he would",
  "UK seeking tariff-free EU deal for carmakers, Nissan told",
  "New grammars would harm British schools, says Ofsted chief",
  "The Ouija board's mysterious origins: war, spirits, and a strange death",
  "Gareth Bale becomes best-paid player with £150m Real Madrid contract",
  "Why did AT&T and Time Warner unveil merger mid-election? Panic, perhaps",
  "Seth Meyers on Trump the candidate: 'I think he knows he'd hate the job'",
  "Donald Trump's ghostwriter on being the 'Dr Frankenstein' who made a monster",
  "Stalin's last American spy: new book tells the strange tale of Noel Field",
  "Leonie Orton: ‘I hero-worshipped Joe, I think he knew that’",
  "Said & Done: West Ham’s brand; racism; and a tree born crooked",
  "Daughter review – how to hit the sweet spot",
  "Apple has a blip and the world wobbles. Why?",
  "The Intelligent Homosexual’s Guide to Capitalism and Socialism… review – social anger strikes close to home",
  "Jane Austen: The Secret Radical review – ‘sublime literary detective work’",
  "When the wrong postcode puts insurance out of your reach",
  "Riley’s fish shack, Tynemouth: restaurant review",
  "Brexit is a case our conflicted PM shouldn’t have taken on",
  "Sunday's best TV: Nigel Farage Gets His Life Back; Humans",
  "Impress is here to stay. Let’s quit the barricades and think anew about press regulation",
  "Homeware with a heart: a showcase for Aerende",
  "The spectre of stagflation looms over the economy. This time it’s scarier than ever",
  "Cloudy forecast for fashion retailer Next",
  "Justin Trudeau's plane returns to Ottawa because of mechanical issues",
  "Peter Garrett says ALP can reverse vote decline by prioritising environment",
  "Iceland election: tight race to form government as counting begins"
]