[
  "Protesters close Calais over refugee crisis: 'We are not racist but we see no solution'",
  "UK retail sales in weakest growth since April",
  "Only 3% of UK adults feel ashamed at wasting food, poll finds",
  "Red red win: UB40 incarnation endorses Jeremy Corbyn",
  "Wales thrash Moldova, Republic of Ireland hold on for draw in Serbia: World Cup qualifiers – as it happened",
  "The economy may be growing but it sure doesn't feel that way to most of us",
  "BMA calls off September junior doctors' strike after 'scores' of protests",
  "So Brexit means Brexit means Brexit. Is that it?",
  "Crowdfunding campaign to buy Lake District mountain admits defeat",
  "It’s not a fool’s errand to try to keep Britain in the EU",
  "The Guardian view on EU migration after Brexit: May must tell us what she wants",
  "US tycoon John Malone is set to pay £6.4bn for Formula One",
  "David Davis accused of having no plan for Brexit",
  "Optimism and pessimism about Brexit Britain",
  "Greens cannot afford to ignore economics",
  "Poverty will fall only when there is a fundamental power shift",
  "‘It is a disgrace to Europe’: former child refugee Lord Dubs on the Calais camp",
  "Steel dumping not on agenda as Theresa May meets Xi Jinping",
  "Greece faces standoff over bailout funds after Athens fails to impose reforms",
  "Juan Martín del Potro back in US Open quarter-finals after Dominic Thiem quits",
  "David Davis - backed by Boris Johnson and Liam Fox - sets out Brexit plans - as it happened",
  "HMRC begins legal battle with Dominic Chappell over tax",
  "What has David Davis told us about Brexit? Panel verdict",
  "Re-electing Corbyn would consign Labour to irrelevance, says Smith",
  "UK services sector rebounds as companies shrug off Brexit vote shock",
  "Six countries at G20 keen on UK trade talks, says Theresa May",
  "Reliance Jio launches cheap 4G services in India",
  "Ken Purchase obituary",
  "So, Kanye West has become a Famous artist overnight? Props to him",
  "The fate of Fabric reveals the future of UK nightlife",
  "Republicans at fault if Obama can't raise minimum wage, US labor secretary says",
  "Novak Djokovic defends fitness before US Open test against  Jo-Wilfried Tsonga",
  "How history forgot the black women behind Nasa’s space race",
  "Melania who? Trump's wife a forgotten memory in Slovenian home town",
  "Ho and indeed hum",
  "H​ow to navigate the new era of coat-wearing​",
  "Should Keith Vaz step down as home affairs committee chair?",
  "Robin Hamlyn obituary",
  "Take that, extinction: giant pandas and the other animals fighting back",
  "No 10 rules out points-based immigration system for Britain",
  "UK immigration: what are the alternatives to a point-based system?",
  "London Welsh avoid winding-up order and secure new investment",
  "UK recession fears fade as service sector rebounds - as it happened",
  "China: Obama G20 snub sensationalized by media",
  "Northern Ireland's top judge wants Troubles inquests fast-tracked",
  "TB kills three people every minute – the world must wake up to this pandemic",
  "How to blag a job in finance: buy some black shoes and ​talk like an aristocrat",
  "An insider's guide to Sana'a: 'We live in a prolonged war zone'",
  "Students Speak: peace can guarantee sustainable development",
  "Boris Johnson defends UK arms sales to Saudi Arabia",
  "Clinton's critics say college tuition proposal won't reach poorest families",
  "The B-Side: Elsa Dorfman's Portrait Photography review – Errol Morris takes a charming snapshot",
  "University information from the horse's mouth",
  "Japanese ambassador warns companies could leave UK over Brexit",
  "Can't face the queue at the bar? Don't worry, the next round's on Orderella",
  "Two refreshing late-summer soup recipes",
  "It's time to reclaim Labor Day's radical spirit",
  "I brought debt into my marriage. It feels like I've given my husband an STD",
  "Chinese firm to build Europe's tallest residential tower in London",
  "'I didn’t choose to be straight, white and male': are modern men the suffering sex?",
  "Canterbury Cathedral's medieval window frame restored",
  "London housing: why Hong Kong cash in Colindale is not all bad",
  "Does Apple really think we're ready to ditch the headphone jack?",
  "Italy’s fertility day posters aren’t just sexist – they’re echoes of a fascist past",
  "Eastern gorilla now critically endangered while giant panda situation improves",
  "Theresa May refuses to commit to Brexit pledges on immigration and NHS",
  "Trump in the final stretch: path to victory relies on Clinton missteps",
  "Clinton in the final stretch: winning over anti-Trump contingent may be best play",
  "Sean Paul: 'Drake and Bieber do dancehall but don't credit where it came from'",
  "Britain’s young and poor are being hit yet again – this time on apprenticeships",
  "Football League Weekly: Stevenage benefit from Sarll’s old school method",
  "Sam Dastyari denies different stance on South China Sea amid donations row",
  "Childcare charity 4Children goes into administration",
  "The secret life of a truck driver: at the sharp end of what the EU means, I want out",
  "Dick Smith executive asked in court why it stocked 12 years’ worth of batteries",
  "Nick Clegg: ‘No wonder there was a Nick Clegg Looking Sad website’",
  "Change blindness: can you spot the difference?",
  "Havana's dirty truths: rubbish-strewn streets spark anger at city's failings",
  "Poldark review: hotter, darker, starker – and a new girl who looks like trouble",
  "Owen Smith, know your facts, we don’t want a graduate tax",
  "Human bones found on seabed may have been used in recent religious ritual",
  "India's silk road offers path to prosperity but not equality for female weavers",
  "Painkillers at £8.50 per pack are a bitter pill to swallow",
  "As cash Isas leave savers despairing, it could be worth taking a chance",
  "Monday’s best TV: London 1666, Cold Feet, We the Jury, Too Posh to Parent",
  "Turnbull and Pyne split on seriousness of French submarine data leak",
  "Poland wants to play 'intermediary' for Brexit talks, says deputy PM",
  "Benjamin Netanyahu accepts invitation to be first Israeli PM to visit Australia",
  "Workers have been banned from calling out 'scab'. Where are the freedom senators?",
  "Barangaroo: Sydney's largest urban renewal project aims to recycle more water than it uses"
]