[
  "Premier League 2016 summer transfer window: club-by-club verdicts",
  "Mexican president contradicts Trump's account of border wall discussion",
  "Fund manager backs MP's plan to rein in executive pay",
  "Young children copy parents' sugary drinks habits, study suggests",
  "MPs say cuts are 'false economy' in drive to improve poor people's health",
  "It’s time fund managers had a hand in board appointments",
  "Defined benefit pension fund deficit grows by £100bn in a month",
  "Nude selfies: what if they are just an ordinary part of teenage life?",
  "Transfer news: Chelsea sign David Luiz; Moussa Sissoko, Jack Wilshere, Islam Slimani – as it happened",
  "David Luiz completes shock return to Chelsea from PSG for £34m",
  "Joe Hart to start for England in Slovakia after Fraser Forster pulls out",
  "Woman sues Albuquerque for seizing car despite ban on civil asset forfeiture",
  "Leicester finally get their man with £30m signing of Islam Slimani",
  "Fish for dinner? Your seafood might come with a side of plastic",
  "Brains and bone saws: a day with the chief medical examiner of New York City",
  "Has Theresa May really thrown in her lot with the Brexiteers?",
  "Theresa May's five key cabinet players in Brexit negotiations",
  "Mysterious smudge on Edvard Munch's The Scream is candle wax",
  "After Apple: will other tech companies face Irish tax bills of their own?",
  "Jeremy Corbyn calls for all-female shortlists to create equal Commons",
  "The Guardian view on Brazil: Dilma Rousseff’s downfall won’t cure all her country’s ills",
  "The Guardian view on Brexit priorities: Theresa May has made a fateful choice",
  "Georges-Kévin Nkoudou seals Tottenham transfer – 40 days late",
  "Ryanair boss says Apple tax decision is 'bizarre'",
  "What Apple’s tax bill tells us about capitalism",
  "Irish government split over immediate appeal against Apple tax bill",
  "The irresponsibility of giant tech companies",
  "Abu Muhammad al-Adnani's death does not signal the demise of Isis",
  "Chelsea confirm deal struck for David Luiz to return from PSG",
  "In praise of Yotam Ottolenghi’s pomegranate molasses",
  "London's elite 'pushed out of exclusive postcodes by super rich'",
  "No wonder Britain's saving habit is collapsing. Debt is now a way of life",
  "Weak eurozone inflation raises prospect of ECB action - as it happened",
  "Restricting immigration will be at heart of Brexit deal, Theresa May says",
  "The Light Between Oceans review – a swirling, sugar-coated melodrama",
  "Arsenal’s Jack Wilshere joins Bournemouth on season-long loan",
  "Ben Te’o: ‘Some people in union love that Sam Burgess went back’",
  "‘Eggs thrown, windows smashed, a family attacked in a park’: how ​Brexit impacted east Europeans",
  "County cricket: Hampshire v Yorkshire and more – as it happened",
  "What the UK decides it wants from Brexit may not be what it gets",
  "Cabinet signals controlling migration to take precedence over single market access in Brexit talks - Politics live",
  "Teenage farmer attacks National Trust over Lake District land purchase",
  "Looking at a clock, his face a picture of wonder",
  "'My values no longer fit': senior police officer announces retirement on Twitter",
  "EDF representatives file legal challenge in France over Hinkley Point",
  "Leonardo DiCaprio urged to repay donations to Malaysian rainforest fund",
  "Did Hillary Clinton stand by as Honduras coup ushered in era of violence?",
  "Donald Trump's visit to Mexico is greeted with hostility",
  "Samsung delays shipments of Galaxy Note 7 for quality control testing",
  "Brexit vote is making UK a laughing stock abroad, says Tim Farron",
  "NFC North preview: are the Vikings doomed without Teddy Bridgewater?",
  "Britain will end up looking stupid over Brexit, says Ryanair boss",
  "Poaching drives huge 30% decline in Africa's savannah elephants",
  "Facebook banned Holbein's hand – but it isn't even art's sauciest",
  "Give me faceless EU bureaucrats over the Tories and their corporate cronies",
  "'Typically short sighted': readers on discrimination against expectant and new mothers",
  "'Don't be afraid of student voice': lessons from the university boardroom",
  "Tourism starting to bleed the Lickan Antay people of the Atacama desert dry",
  "Education is essential for giving refugee children hope for the future",
  "Violence erupts after Gabon election as incumbent Ali Bongo named victor",
  "Companies are making money from our personal data – but at what cost?",
  "Let’s dismantle the Calais camp – and smash this modern slave trade",
  "Accountancy watchdog drops investigation into ex-Tesco finance chief",
  "Venezuela protests could trigger new stage in political showdown",
  "Top 10 books featuring parks",
  "Paul LePage: is this one outburst too many for Maine's Trump-like governor?",
  "Donald Trump heads to Mexico",
  "PwC fined £2.3m over auditing of subprime lender Cattles",
  "The Brexit debate needs more tolerance on both sides",
  "The left has lost its nerve on welfare. It needs a new agenda",
  "Eurozone core inflation fall raises prospect of ECB stimulus measures",
  "Joe Hart joins Torino: ‘I’m very excited to test myself in the beautiful Serie A’",
  "Premier League is draining talent from Spain but not catching the very best",
  "Olia Hercules’ recipe for courgette caviar",
  "Millwall struggle to see the benefits of revamped Checkatrade Trophy",
  "Why Rudy Giuliani is happy to be a Trump attack dog and provocateur",
  "John McCain and Marco Rubio win key primaries in establishment comeback",
  "Trump's balancing act: what to expect from his immigration speech",
  "Good news on care worker pay – but can employers fund further increases?",
  "Astronaut coffee and DIY heart surgery – Designs of the Year unveiled",
  "No staying in the EU by the back door, says Theresa May",
  "FTSE slips but HSBC climbs on break-up talk",
  "New Tyrannosaurus rex skeleton latest in a flurry of finds",
  "'Living on $24/day': MPs warned loss of welfare supplement will hit hard",
  "At Theresa May’s Brexit awayday, spats and spin must be put aside",
  "Newspapers divide over the lessons of the £11bn Apple tax demand",
  "Sam Allardyce: an emblem of England’s footballing nuclear disarmament",
  "Turnbull's bid to seize economic agenda undermined by budget repair bill error",
  "Brexit talks: PM warned not to try to 'negotiate the unnegotiable'",
  "Australia needs two emissions trading schemes, Climate Change Authority says",
  "Linda Burney gives maiden speech as first female Indigenous lower house MP",
  "How the domestic chicken rose to define the Anthropocene",
  "Labor asks Senate to consider whether NBN raids could constitute contempt – as it happened",
  "Islam Slimani set for £30m move to Leicester City from Sporting Lisbon",
  "The month in comics: have DC made a Superwoman-sized mistake?",
  "Rumours: PSG’s David Luiz set for Chelsea return on transfer deadline day?",
  "African forest elephants may ​face extinction sooner than thought: study",
  "UK house prices edge up in August, Nationwide says",
  "It's oh so cultural: the sharpest sounds of autumn 2016",
  "Chains of Sand by Jemma Wayne review – trouble in Israel",
  "Dilma Rousseff impeachment: what you need to know – the Guardian briefing",
  "The toughest question for a freelancer: what rate should I charge?",
  "Beryl Bainbridge by Brendan King review – drink, sex and wonderful novels",
  "Kiev's new revolution: young Ukrainians spur cultural revival amid the conflict",
  "Potential Paralympic star forced to pull out due to cuts in disability support",
  "Brexit divisions emerge as Whitehall draws up leave scenarios",
  "Another big predator in Southeast Asia faces extinction",
  "After article 50: the EU trade and movement deals the UK could seek",
  "People who felt marginalised drove Brexit vote, study finds",
  "West must beware of interference by China and Russia – US envoy",
  "Uncertainty about Arena halts renewable energy projects",
  "Amazon launches Dash instant-order Internet of Things buttons in the UK",
  "Big brands like Unilever aren't the answer to helping Africa's farmers",
  "State spying helps to create extremists. My father was one of them",
  "John Howard: rise of Trump 'shows need to buttress middle class'",
  "Mozambique faces race against time to end illegal logging",
  "Hartog dish: oldest European object left in Australia returns after 400 years",
  "Standard & Poor's economist warns Australian house prices can't be trusted",
  "Maritime workers say high court win on foreign visas will protect local jobs",
  "Chinese dissidents urge Obama to press Xi Jinping on human rights at G20",
  "The budget is the greatest moral challenge of our time? Bollocks",
  "Trump said to be considering last-minute Mexico trip ahead of immigration speech - as it happened",
  "Girl Asleep: how an Adelaide theatre company made one of this year's best Australian films",
  "Cigarettes, asbestos, now fossil fuels. How big business impacts public health",
  "Former Liberal MP blasts senators for reopening 18C racial discrimination debate"
]