[
  "Why teaching graduates to be flexible is more important than worrying about jobs that don't yet exist",
  "Southern rail: MPs condemn ministers' failure to monitor firm",
  "Snapchat heads for IPO that could value 'mega unicorn' at $25bn",
  "Samsung Galaxy Note 7 recall expanded to 1.9m despite only 96 causing damage",
  "Nobel prize in literature won by Bob Dylan – as it happened",
  "The Apprentice 2016, week two – as it happened",
  "Nicola Sturgeon’s manoeuvres offer a chance to shape Brexit",
  "Pierre Koffmann and Jamie Oliver honoured at 2016 Observer Food Monthly Awards",
  "Millennials could be millionaires, but they need to start investing now",
  "From Marmite to bananas: how sterling swings will affect prices",
  "The Simpsons' Matt Groening: 'President Trump? It's beyond satire'",
  "The Guardian view on the Brexit debate: parliament must be heard",
  "The Guardian view on social care: a crisis of politics as well as finance",
  "Gandhi was an inspiration across Africa",
  "Tesco and Unilever settle Marmite dispute",
  "Unilever and Tesco resolve Brexit price rise row – as it happened",
  "Black films matter – how African American cinema fought back against Hollywood",
  "Short-lived Marmite war reveals basic truth: the falling pound will push up prices",
  "Poll finds most Australians believe job security and wage disparity are getting worse",
  "'Dylan towers over everyone' – Salman Rushdie, Kate Tempest and more pay tribute to Bob Dylan",
  "TinyLetter: the mini saviour of modern poetry?",
  "UK's anti-immigration stance is bonkers, says restaurant group owner",
  "Hundreds of properties could be seized in UK corruption crackdown",
  "Huge rise in Britons applying for Irish citizenship after Brexit vote",
  "For a life lived hating Hillary Clinton – take a bow, Maureen Dowd",
  "Letter-writing campaign urges Theresa May to let EU nationals stay in UK",
  "The SNP has gone back to old politics. IdeaSpace is the antidote",
  "Victorian conjuror's collection goes on show at British Library",
  "Was Ipso the reason for the Daily Mail's climbdown over inaccuracy?",
  "Sturgeon to publish new independence referendum bill for Scotland - Politics live",
  "Boris Johnson takes waffling to world-beating levels",
  "The Angel of History by Rabih Alameddine review – a gloriously political tale of survival",
  "Goodbye art history A-level, you served the elite well",
  "Why do rich countries think development should be only one way?",
  "Long-term immigrants call on universities to help them with access",
  "Primodos was a revolutionary oral pregnancy test. But was it safe?",
  "Mark Bowden: Lyra; Heartland; Sudden Light etc CD review – power, invention and subtlety",
  "Alexander Hamilton by Ron Chernow review – the man behind the musical",
  "BBC hits back at Daily Mail accusation of 'Brexit bias'",
  "More graduates 'bad for UK economy', plus TSB and Lloyds slash interest rates",
  "How much will Brexit cost Britain?",
  "George Monbiot Q&A: as it happened",
  "Why Brexit will hurt the prospects for peace in the Middle East",
  "State pension: people who start working at 16 could get early access",
  "Talks over ‘Atlantic league’ confirmed by FC Copenhagen director",
  "Twin Cities janitors declare victory in union fight after 44-month campaign",
  "Conflicts of interest mar scheme to help poor countries curb tax loss, claim NGOs",
  "Government refuses to rule out £18bn Brexit 'divorce bill'",
  "Lord Wolfson warns against isolationist Brexit course",
  "Nicola Sturgeon challenges May with second referendum bill",
  "Samsung to pay Galaxy Note 7 owners to buy another brand's phone",
  "Nagasaki the musical? The label bringing West End disasters back to life",
  "Trump faces a torrent of sexual misconduct allegations",
  "Shopping and Fucking review – Mark Ravenhill's fearless play clicks into Amazon age",
  "With the great Marmite war, the reality of Brexit has started to bite",
  "Red squirrels in Wales protected with military-style strategy",
  "Netflix paid less than £400,000 in UK corporation tax last year",
  "Tie me up! How the corset ditched sex and found fashion",
  "Dangerous idiots: how the liberal media elite failed working-class Americans",
  "If Trump leaks are OK and Clinton leaks aren't, there's a problem",
  "Tesco price row: Unilever CFO defends cost hike against Brexit backdrop",
  "Government cannot trigger Brexit without MPs' backing, court told",
  "Lawmakers join Elizabeth Warren's call for US to 'step in' on illegal Airbnb hotels",
  "Woe Canada and more: five NHL storylines to watch this season",
  "World's billionaires lose £215m each as global economy struggles",
  "Donald Trump threatens to sue NYT amid blizzard of sexual assault allegations – as it happened",
  "Cycling, saints and Santini: Italy's legendary Giro Di Lombardia",
  "TSB and Lloyds to slash interest rates on current accounts",
  "Jessica Ennis-Hill retires from athletics: ‘I want to leave my sport on a high’",
  "German trade bodies back Angela Merkel's tough stance over Brexit",
  "George Saunders's funny, sad stories from a divided nation",
  "Which keyboard and mouse should I buy for my PC?",
  "Housing market 'settling down' after Brexit vote jitters, say surveyors",
  "Bill Shorten ally Kimberley Kitching to replace Stephen Conroy in Senate",
  "Tesco runs short on Marmite and household brands in price row with Unilever",
  "Fifa must ban these Israeli settlement teams, if it wants a level playing field",
  "Bureau of Statistics says economic reports could be axed without extra funding",
  "NXT senator Stirling Griff wants public to own utilities – as it happened",
  "Football transfer rumours: Matteo Darmian to Barcelona?",
  "The real Sharknado: how sharks deal with extreme weather",
  "Isis will take over US if Clinton wins, says Trump",
  "Don't let market forces rob universities of their social role",
  "I dream of a utopian Lagos – but here's what African cities really need to prosper",
  "Electric cars set to pass 2m landmark globally by end of 2016",
  "Kenya’s mango farmers ditch chemicals to boost exports",
  "Will jobs exist in 2050?",
  "My friend and I have a joint mortgage. What will happen after I die?",
  "Alt city guide to Liverpool",
  "Nicola Sturgeon to reach out to other parties to fight hard Brexit",
  "UK must focus on carbon removal to meet Paris goals, climate advisers urge",
  "Hungary’s chilling plight could foreshadow Europe’s future",
  "Moratorium on logging Tasmania's old growth forests could be reversed",
  "Riding waves of innovation to an optimistic future",
  "British public support for fracking sinks to lowest ever level",
  "Thai PM returns to Bangkok as concerns grow for king's health",
  "Justice minister Michael Keenan refuses to allow Labor to see his diary"
]