[
  "Fiji waltz to Olympic rugby sevens gold against outclassed Great Britain",
  "Birdies beat the snakes and crocs as golf comes to Rio’s Teletubbyland",
  "Most expect to go to university but worry about fees",
  "Labor likely to do superannuation deal with Coalition, says Jim Chalmers",
  "Clinton v Trump on the economy: speeches underscore competing visions",
  "Jeremy Corbyn earns geordie acclaim at debate against Owen Smith",
  "Trump: Obama literally founded Isis",
  "Labour leadership debate: Jeremy Corbyn and Owen Smith face off in Gateshead – as it happened",
  "UN has set dangerous precedent, says Libya's oil boss",
  "Hillary Clinton lays out economic plan in contrast to Trump – as it happened",
  "Clinton: Trump's economic plan will benefit rich, mine will create 10m jobs",
  "Corrections and clarifications",
  "Duke's £9bn inheritance prompts call for tax overhaul",
  "Deliveroo couriers demonstrate against new contract",
  "Guardian US appoints deputy editors to lead digital strategy and news operations",
  "Energy specialists raise concerns about Chinese Hinkley involvement",
  "Sports Direct's high staff turnover puts further pressure on Mike Ashley",
  "Hopes rise for Tata Steel rescue deal",
  "Love her or loathe her, Arianna Huffington woke the news industry up",
  "The Guardian view on doing business with China: not a question of whether, but when and how",
  "The Guardian view on housing policy: a rethink is needed",
  "Hinkley Point C: case against Chinese firm has the feel of a modern spy thriller",
  "What’s the Guardian’s cryptic message?",
  "Superstar: Todd Haynes's banned Karen Carpenter movie is visionary",
  "Unions threaten battle with Royal Mail over pension scheme change",
  "Espionage arrest of nuclear engineer fuels US suspicions of Chinese tactics",
  "Trump reiterates he literally believes Barack Obama is the 'founder of Isis'",
  "Pound slips, but FTSE hits 14 month high and oil jumps after Saudi comments -  as it happened",
  "Only a cruel despot would stop Japan’s emperor retiring",
  "Labour NEC challenges high court decision allowing new members to vote – as it happened",
  "Drink: so many gins, so little time",
  "Deliveroo riders protest in London against changes to pay structure",
  "Numbers don’t need to be trusted to shape our lives: they just need our attention",
  "Bryan Kibble obituary",
  "All the gusto and vim of an overcooked flan",
  "Rio criticised after Sonny Bill Williams waits 90 minutes for ambulance",
  "Baltimore officers cited for mistreatment of women in DoJ report",
  "Npower turnaround sees customers returning and complaints down",
  "Inheritance tax: why the new Duke of Westminster will not pay billions",
  "Alan Dossor obituary",
  "Child abuse inquiry: Alexis Jay to take over from Lowell Goddard",
  "Plan for cement factories in London Olympic park causes uproar",
  "Bob Carpenter obituary",
  "Daily Mail columnist launches misguided attack on the Financial Times",
  "John Paul White: Beulah review – spectacularly gloomy and bitter",
  "A&Es are closing and doctors are leaving. It should be Jeremy Hunt who goes",
  "US drug agency declines to change marijuana's strict drug designation",
  "Democracy, forests and finance: the tech making Africa a better place",
  "'A baby made his first sound on the 106 bus': readers share amazing birth stories",
  "Top Gear magazine's sales hit skids during Chris Evans era",
  "Should our rail services be renationalised? Readers' debate",
  "NHS misses key targets in June as service faces increasing demand",
  "ONS to recruit data analytics apprentices after skills criticism",
  "No Man's Sky's cultural influences, from Dune to post-rock",
  "May urged to pull plug immediately on Hinkley C over spying allegations",
  "Premier League 2016-17 preview No18: Watford",
  "Swansea City complete £15.5m deal for Atlético Madrid striker Borja Bastón",
  "Package holiday costs warning, plus the price of raising a British Olympic star",
  "West Ham confirm loan signing of Argentinian striker Jonathan Calleri",
  "Theresa May won't call a snap election – voters don't want one",
  "Food trucks rescue shortfall of Olympic vendors, a sign of Rio scene on the rise",
  "DFS brushes aside post-Brexit fears and ups its profit forecast",
  "Tennis player Gabriella Taylor 'highly unlikely' to have been poisoned",
  "Alex Rodriguez is Major League Baseball's last megastar, and that's OK",
  "Old Mutual falls after results while Shire slips on deal talk",
  "Bike jams and unwritten rules: a day with Amsterdam's new 'bicycle mayor'",
  "Solar and wind 'cheaper than new nuclear' by the time Hinkley is built",
  "Republicans have themselves to blame for the slow economy, study says",
  "Housing official in Silicon Valley resigns because she can't afford to live there",
  "Tui warns Britons of rise in cost of post-Brexit package holidays",
  "FTSE falls as Berkeley leads builders lower and ex-dividends hit index",
  "Privileged Nigerians shouldn’t downplay poverty just because it makes us look bad",
  "Will Gary Lineker really present Match of the Day in his pants?",
  "Sunderland sign Manchester United pair Paddy McNair and Donald Love",
  "State buys back controversial BHP mining licence on Liverpool plains",
  "Where will it all go right? Fans of Premier League clubs preview the season",
  "Dinosaur-surviving mammal endangered by stray dogs",
  "The Cultural Revolution: A People’s History 1962-1976 by Frank Dikotter – review",
  "Premier League 2016-17 previews No17: Tottenham Hotspur",
  "Funding businesses by avoiding the gatekeepers",
  "Afghan army sends reinforcements as Taliban close in on Lashkar Gah",
  "Taxi boss uses Wyatt Roy's election loss to warn MPs against legalising Uber",
  "Football transfer rumours: Mesut Özil out, Robert Lewandowski in at Arsenal?",
  "Bow Wow’s young retirement is a Platonic example of a good call",
  "Rio day five: Australia's Chalmers wins gold as Phelps edges Lochte – as it happened",
  "My partner wants a divorce – can he take 50% of my house?",
  "Your next computer should be a laptop-tablet hybrid. Really",
  "The right stripes: how fashion fell for the gondolier",
  "Trade with China is a good thing. But Hinkley Point is a dud",
  "Electricity price spikes caused by energy companies 'gaming' the system, report finds",
  "No legal status: how India is ignoring its thousands of displaced citizens",
  "Gold investment at highest ever level – 16% above previous record",
  "Hysteria about drugs and harm minimisation. It's always the same old story"
]