[
  "Online jobs in gig economy growing fast, finds new index",
  "Harry Enfield to make theatre debut as movie mogul in Hollywood satire",
  "Women do four years more work than men in lifetime, report shows",
  "Small firms' confidence sinks to lowest level for four years over Brexit vote",
  "Productivity Commission calls to privatise public health and housing",
  "Congress scolds Mylan CEO for trying to get 'filthy rich' off EpiPens",
  "Asbestos importation: push for Senate inquiry wins cross-party support",
  "The struggle over super: why the government wants to rewrite your expectations",
  "National living wage 'failing to provide basic needs for lowest paid'",
  "To fight racism, we need to craft a better 'we' and ditch the 'us' and 'them'",
  "FA: Brexit will not derail plans to host final stages of Euro 2020 or 2028 bid",
  "Fed chair Yellen rejects Trump criticism after leaving US interest rates on hold – as it happened",
  "New Uefa president Aleksander Ceferin says loan allegations are a ‘joke’",
  "Donations reform must consider rising power of activist groups, says Scott Ryan",
  "Researchers say there are no benefits of testosterone treatments for men",
  "Why no swift exit for Wells Fargo boss John Stumpf?",
  "Federal Reserve will not raise interest rates for at least another month",
  "Want peace between Israel and Palestine? The Iran deal is a good guide",
  "Advantage Warwickshire as Keith Barker leaves Lancashire in peril",
  "Apple ‘in £1.5bn talks to buy supercar maker McLaren’",
  "What's next for Apple's €13bn tax battle?",
  "NHS will remain free to use and funded by general taxation, government says",
  "Donald Trump on terror is just McCarthyism for a new age",
  "Network Rail fined £4m after woman killed by train at foot crossing",
  "Apple Mc: an Apple acquisition of McLaren would make perfect sense",
  "William Buick guides Sky Hunter home for Saeed bin Suroor’s ‘2,000th winner’",
  "Ex-EU commissioner Neelie Kroes failed to declare directorship of offshore firm",
  "Bahamas files leaks expose politicians' offshore links",
  "Amber Rudd and Monticello: an ill-fated step in a complicated career",
  "Leaks reveal Amber Rudd's involvement in Bahamas offshore firms",
  "The Trump Foundation: what's known is shocking. We need to know more",
  "Misunderstandings and mistakes on immigration to Britain",
  "Curtis Hanson obituary",
  "The Guardian view on the global economic outlook: dark clouds ahead",
  "UN warns over global fallout from debt crisis in poor countries",
  "Morrissey and the Misfits at Riot Fest review – old punks creak out hits",
  "Vets ask prospective dog owners to avoid pugs and other flat-faced breeds",
  "Ringleader of gang responsible for £113m fraud jailed for 11 years",
  "A day at the California farm where the workers will get the pay they deserve",
  "Jeremy Corbyn issues warning to rebellious MPs as leadership poll closes",
  "Activists channel anger after latest Tulsa police shooting of unarmed black man",
  "Majestic Wine shares plunges 25% after profit warning",
  "EC wants to axe mobile phone roaming charges next year",
  "Twenty years of Wenger: where are the Arsenal manager’s rivals from 1996 now?",
  "William Kentridge review – love and propaganda on a trip through the stars",
  "George Washington's 'racy' letter about a donkey goes on sale",
  "ExxonMobil under investigation by US financial watchdog over oil valuations",
  "Why ube is our new yam",
  "Mylan CEO expected to defend EpiPen price hikes before Congress",
  "Self-build homes: the families using DIY to beat the housing crisis",
  "Ferocious expletive-laden rants",
  "'Prepare for the worst, hope for the best': economists on the Brexit watch data",
  "OECD in Brexit warning U-turn as it revises growth forecast for UK",
  "How has the Brexit vote affected the UK economy? September verdict",
  "Liszt: Transcendental Studies; Paganini Studies CD review – delicacy, dazzle and virtuosity",
  "New anti-Corbyn group is funded by former Tony Blair spin doctor",
  "Fruit machines are being killed off – by sea bass drizzled in balsamic",
  "STV aims to outflank BBC by launching news show before proposed Scottish Six",
  "Curtis Hanson: a thrilling film-maker and effective exponent of mainstream Hollywood style",
  "Does quitting social media make you happier? Yes, say young people doing it",
  "The Knowledge: your football questions answered – as it happened!",
  "Labour ex-minister Chris Mullin backs electoral pact with Lib Dems and Greens - Politics live",
  "What the UK could learn from the Isle of Man’s general election",
  "Philip Pullman calls for UK  to adopt EU plans to protect authors' royalties",
  "St Helena islanders want compensation over unusable new £285m airport",
  "Prison violence at 'wholly unacceptable' level, ombudsman finds",
  "Lucas Pérez opens account as Arsenal ease past Nottingham Forest",
  "The death of hitchhiking is a modern tragedy",
  "Philip Hammond too worried about votes to heed OECD's advice to spend",
  "'An antidote to the far right's poison'​ ​– the battle for Cable Street’s mural",
  "Could devolution be a new dawn for local housing?",
  "Social housing is under fire from government policy as never before",
  "Social housing for those with extra needs is still under threat, say providers",
  "Athens' unofficial community initiatives offer hope after government failures",
  "Alicia Keys review – soul singer opens door to blistering basement bash",
  "Blair’s business decision might thin the fog of rage – and help Labour",
  "Aid agencies have failed in Greece – your responses",
  "Why more urban women own guns: self-defense and the second amendment",
  "Why everyone is talking about US interest rates today – and why it matters",
  "Corbyn camp predicts comfortable victory as leadership polls close",
  "Curtis Hanson: six key films",
  "Businesses scaling back investment plans after Brexit vote, says report",
  "Tobacco group Imperial Brands falls on outlook concerns",
  "375 top scientists warn of 'real, serious, immediate' climate threat",
  "Low-income families face eviction as building 'rebrands' for Facebook workers",
  "Lynden Gooch, Sunderland's young US star: 'I knew I was good enough'",
  "Trump's plan to seize Iraq's oil: 'It's not stealing, we're reimbursing ourselves'",
  "New York bombings: Ahmad Khan Rahami charged with attempted murder – as it happened",
  "Government borrowing higher than expected at £10.5bn, figures show",
  "Margaret Hodge is right - Whitehall needs reform. But will it happen?",
  "UK to crack down on illegal ivory sales",
  "Why are mattress companies acting like tech startups?",
  "Senior judge questions policy of cutting court funding while raising fees",
  "Barclays leads FTSE 100 higher after Bank of Japan stimulus package",
  "AC/DC bassist Cliff Williams confirms retirement",
  "Gerry Adams denies sanctioning murder of British spy Denis Donaldson",
  "What does your university bedroom poster say about you?",
  "Doing it for the kids: how to start a DIY collective",
  "Football transfer rumours: Leicester’s Danny Drinkwater to Manchester United?",
  "Half of UK women flush tampons away – this has to stop",
  "Bill Shorten says marriage equality plebiscite money better spent on Arrium Steel",
  "Am I a socialist? You asked Google – here’s the answer",
  "Philippine prosecutors want death penalty restored for Australian Peter Scully",
  "A Little History of Religion by Richard Holloway review – God versus oppression",
  "Debt, homelessness, domestic violence: the GP practice acting as a one-stop shop",
  "Hating Trump isn’t enough – we need to talk about why Clinton rules",
  "How the real world hijacked fashion",
  "I missed my easyJet flight as Apple’s Calendar app gave me the wrong time",
  "Co-op moves loyalty scheme online to get closer to members",
  "Kerry McCarthy: I'm angry some people don't care about winning",
  "Ecuador's foreign minister steps up campaign for UN tax body",
  "No, the royal yacht Britannia should not rise again. Let’s sink that idea completely",
  "Wednesday’s best TV: The Great British Bake Off; Murder at the Station; Gaga for Dada",
  "RNIB report: Patients in England face 15-month wait for cataract surgery",
  "Late-summer contentment on the Dorset coast",
  "UN meeting tackles the 'fundamental threat' of antibiotic-resistant superbugs",
  "Kill Climate Deniers: the provocative play that sneakily infiltrated Australia's Parliament House",
  "Amazon pushes customers towards pricier products, report claims",
  "Saving silver: portable micro-factories could turn e-waste trash into treasure",
  "Trump reportedly used charity money to settle legal claims – as it happened",
  "Trump campaign assures Julie Bishop that Australia is a ‘close and strong ally’",
  "New Zealand kea, the world's only alpine parrot, faces extinction",
  "Trump claims African American communities are in 'worst shape ever'"
]