[
  "Coalition's path to surplus booby-trapped with budget threats, warns finance",
  "GCHQ cyber boss plans British firewall to block hackers",
  "Urgent clarity needed on HS2 costs and timescale, MPs warn",
  "Sir James Dyson upbeat about Brexit as company invests in expansion",
  "How Libya is slowly becoming 'Somalia on the Med'",
  "Booker prize may not have starry names, but it does generate curiosity",
  "Jeremy Corbyn urges supporters to campaign for jobs and NHS",
  "Bikie colours likely to be banned in new Queensland organised crime crackdown",
  "'Reign of terror' tax credit company loses HMRC contract",
  "Obama: 'This guy's going to be your champion?'",
  "Sam Dastyari is a fine political artist. But his mistake revealed bigger issues",
  "What's the secret of this photograph?",
  "Turnbull's tipping points: the key moments of the PM's mixed first year",
  "Julissa Arce: undocumented at Goldman Sachs and breaking a stereotype",
  "The Guardian view on sexual harassment in schools: action is needed",
  "The Guardian view on the gig economy: time to get serious about casual work",
  "Nick Clegg may not stand in next general election",
  "David Davis's default waffle a model of clarity for foreign affairs committee",
  "Donald Trump attempts to pitch himself as champion for women",
  "Philip Hammond should choose infrastructure spending over a VAT cut",
  "Helen Frankenthaler: new exhibition reveals her true colors",
  "The perfect hangover cure? Californian company makes snack bars from beer",
  "Why the US economy is crucial to the election – in six charts",
  "Who wins from this boundaries fiasco? Fanatics and fringe activists",
  "Government urged to help music industry tackle ticket touts",
  "Slowdown in oil demand growth will cap prices, says energy agency",
  "Down with the dismal concepts of meritocracy and aspiration",
  "David Davis admits possibility of UK exiting EU without trade deal",
  "From Gigi Hadid to emoji fashion – New York fashion week is looking to the future",
  "Football Pools owner sells out for nearly £100m",
  "Hugh Boyd obituary",
  "UK inflation stays at 0.6%, but import prices rise sharply -as it happened",
  "David Davis questioned by MPs over Brexit - Politics live",
  "Barroso hits back at Brussels over inquiry into Goldman Sachs role",
  "Household incomes rose in 2015 for first time in eight years, US Census says",
  "‘So much fat!’ – the cruel autopsy of a 17-stone woman on the BBC",
  "This boundary gerrymandering is grotesque. What’s next, abolish Labour seats?",
  "Ken Clarke tells constituents: 'EU referendum is not binding'",
  "UK domestic policies dented middle incomes, not globalisation, says thinktank",
  "Why does resettling a refugee cost £17,000 in the US – but £85,000 in Britain?",
  "Le Creuset starts selling on QVC. Is it going to pot?",
  "IMF chief launches thinly veiled attack on Donald Trump",
  "Chuck Klosterman: 'Does staring at a blank computer screen for two hours count as creativity?'",
  "Jim Watson obituary",
  "George the Poet: 'I got into this game to make social progress'",
  "Move over London … UK's hottest property spot is Outer Hebrides",
  "Monaco’s Vadim Vasilyev: Champions League gap between Italy and France cannot be tolerated",
  "Brexit, austerity and the NHS: readers on David Cameron's legacy",
  "Scotland facing billions of pounds of budget cuts, say economists",
  "JD Sports surprises everyone with 66% jump in profits",
  "Welcome to the world of restricted travel, British people",
  "Councils should take devolved powers now while they still can",
  "Uber says London mayor discriminating against its drivers",
  "Champions League: fans from all 32 clubs share their hopes and expectations",
  "Coalition backs inquiry looking into Australia's political donations system",
  "Rachel Roddy’s recipe for bursting tomatoes with tagliatelle",
  "Bank of England extends QE to overseas firms",
  "Tech industry, military tactics and police meet at Urban Shield weapons expo",
  "Fumbling dice: Fidget Cube clicks up $3.4m investment on Kickstarter",
  "Guardian Weekly Letters, 16 September 2016",
  "Hipsters and artists are the gentrifying foot soldiers of capitalism",
  "The Promise review – Oscar Isaac tackles Armenian genocide in cliched but involving romance",
  "Poet Rupi Kaur's Milk and Honey sells more than half a million copies",
  "Social care is running on empty – but technology can make a difference",
  "The Tories are using the boundary changes for ruthless gerrymandering",
  "Voters doubt Clinton's pneumonia explanation, poll shows",
  "FTSE 100 edges higher but BP and Shell slip on oil glut fears",
  "UK inflation remains unchanged at 0.6%",
  "The Great British Bake Off disaster: why the BBC got burned",
  "Meet Donald Trump's feng shui master",
  "'We're second-class citizens': why MLS in Canada benefits everyone except Canada",
  "Animal-free dairy products move a step closer to market",
  "Expel Hungary from EU for hostility to refugees, says Luxembourg",
  "'Unelected swill': One Nation senator Malcolm Roberts calls for Australia to leave UN",
  "Brown Willy: Cornwall's highest point up for sale at £2.8m",
  "Ocado shares fall on reports of squeezed profit margins",
  "Eight Days A Week: how Ron Howard brought the Beatles back to life",
  "Every Falling Star review – teens learn there's more to North Korea than memes",
  "Malcolm Roberts says families suffering from climate fraud in first speech – as it happened",
  "Football transfer rumours: Chelsea's Cesc Fàbregas to join Milan on loan?",
  "Greens promise to block any privatisation of Asic's corporate register",
  "National newspapers deride David Cameron for quitting",
  "‘Businesses should look at how they bring women back into the workforce’",
  "Labor under fire over $6bn budget savings deal with Coalition",
  "Hillary Clinton campaign admits 'we could have done better' handling pneumonia news",
  "Tetris on an office building: can 'gamifying' cities help improve them?",
  "Samsung Galaxy Note 7 owners warned to stop using phones at risk of exploding",
  "Lionel Shriver's full speech: 'I hope the concept of cultural appropriation is a passing fad'",
  "Government urged to protect EU Erasmus student exchange scheme",
  "The Left’s Jewish Problem: Jeremy Corbyn, Israel and Anti‑Semitism – review",
  "Marriage equality plebiscite: campaign ads run by third parties won't need to be true",
  "How can we better value water as global shortages start to threaten economies?",
  "Panorama: Why Are Gambling Machines Addictive? review – scandal of the century",
  "Nigerians facing desperate hunger accuse officials of stealing food",
  "Brexit weekly briefing: we're going to be kept in the dark",
  "Is employment law fit for the gig economy?",
  "Britain’s bosses fat and lazy? For once, Liam Fox has a point",
  "Pågan: the tropical paradise the US wants to turn into a war zone",
  "Netball Australia's information vacuum has run risk of alienating fans",
  "Consumers drink pink as rosé wine sales double with rise of frosé",
  "Theresa May’s incompetence is creating an opposition within her own party",
  "Brazilian politician who led Rousseff impeachment is expelled from office",
  "Talk Talk, Ashley Madison and now Apple show no company is immune from cyber attack",
  "Hillary Clinton tells CNN that she did not faint at 9/11 memorial – as it happened",
  "Even with further rate cuts, new home buyers will have historically high debt",
  "Fresh violence at Trump rally as supporter allegedly punches protester",
  "Brexit dominates newspaper editorials' view of David Cameron",
  "Paralympics 2016: Ellie Simmonds wins 200m IM gold with world record – as it happened"
]