[
  "Philip Hammond urged to downgrade autumn statement",
  "Independent schools chief hits back at threat to charitable status",
  "Cronulla's NRL premiership pays back the loyal fans of The Shire",
  "Painting once written off as £20 copy reassessed as £20m Raphael",
  "Aston Villa to sack Roberto Di Matteo as Tony Jiantong Xia loses patience",
  "Gareth Southgate recalls Glen Johnson for England and picks Marcus Rashford",
  "World Bank renews drive against inequality",
  "Hydrogen cars and electrolysers: the dawn of Australia's hydrogen economy?",
  "Countries fail to agree on complete ban to protect African lions from global trade",
  "Theresa May aims to set Brexit aside at Tory conference",
  "Hey-ho, hey-ho, it's off to work for Snow White's conference dwarves",
  "The Guardian view on the Tories and Brexit: May still does not know her goal",
  "The Guardian view on the Dalai Lama: don’t squeeze him out",
  "Liam Fox and the winners and losers from free trade",
  "Premier League does not need to be saved from its own greed",
  "World's nations agree elephant ivory markets must close",
  "Strictly Come Dancing 2016: week two - as it happened",
  "Don't trust Brexit 'three blind mice', says Tory former minister",
  "German business leaders offer support to Deutsche Bank",
  "Greece forecasts economic growth of 2.7% in 2017",
  "Hard Brexit ideologues threaten the UK’s economic future",
  "May says workers' rights will be protected as long as she is PM - Politics live",
  "After article 50, Brexit will be easy. A trade deal will be anything but",
  "Rory Stewart: global order out of control as Russia 'swaggers'",
  "Burnley 0-1 Arsenal: Premier League – as it happened",
  "Hard Brexit, Donald Trump and Deutsche Bank give markets the jitters",
  "Boris Johnson: Russian complicity in war crimes precludes Syria talks",
  "Protesters take to streets near Conservative conference in Birmingham",
  "Agrichemicals and ever more intensive farming will not feed the world",
  "Why a New York restaurateur is arming employees with Apple Watches",
  "More than half of Unite's female officers bullied or harassed, study finds",
  "Brexit: Theresa May prioritises immigration curbs over single market",
  "Supreme folly: how much would it cost to build a cathedral using the £28 designer brick?\r\n",
  "Bernie Sanders defends Clinton over leaked comments on his supporters",
  "Trump a 'genius' over federal income tax after $916m loss, say allies",
  "Top baker puts knife into prime minister's scone recipe",
  "Is profit-sharing an economic plan that suits all Americans? Clinton says, yes",
  "African grey parrot has global summit to thank for protected status",
  "Latymer grammar school asks parents to make up financial shortfall",
  "'Regeneration should be for all': will change in Johannesburg benefit its poorest residents?",
  "Joan Collins Unscripted review – rambling chat and fleeting jokes",
  "Manchester United 1-1 Stoke City: Premier League – as it happened",
  "David Davis went to seminar that drew up hard Brexit blueprint",
  "Junk the system: why young Americans won’t do as they’re told this election",
  "UK shops look to Chinese tourists for a golden week at the tills",
  "Prix de l’Arc de Triomphe day: Talking Horses live",
  "What will happen now timescale for article 50 has been revealed?",
  "Trump country: why Democratic strongholds are turning red",
  "Hidden faultline: how Trump v Clinton is laying bare America's class divide",
  "F1: Australia's Daniel Ricciardo wins Malaysian Grand Prix - as it happened",
  "The free market stands at a crossroads, but only the state offers the right path",
  "Superannuation the least important element of retirement savings, says report",
  "Theresa May's 'great repeal bill': what's going to happen and when?",
  "'We had no choice': number of elderly filial carers on the rise in UK",
  "In Lenin’s footsteps: a journey to Haparanda, Sweden",
  "Blossoms review – Mancs of many parts",
  "Sam Allardyce was the manager England deserved, week of farce suggests",
  "Why the internet of things is the new magic ingredient for cyber criminals",
  "Ann Coulter on Trump: ‘Finally, we have a candidate who cares about Americans’",
  "Donald Trump 'may have avoided paying tax for up to 18 years'",
  "After Dylan, now Wolf Alice: director in tribute to classic rockumentary",
  "Ryder Cup: USA lead Europe 9½-6½ after day two fourballs – as it happened",
  "Trump renews voter fraud warning and says Clinton 'could be crazy'",
  "The doctor will see you now… on your smartphone",
  "Deutsche is proof that bank regulators have just been hoping for the best",
  "A wine tour of Canada’s beautiful Okanagan Valley",
  "The Corbynistas may have a majority, but the Brexiters don’t",
  "The Good Immigrant edited by Nikesh Shukla review – racial identity in the UK",
  "The Bull and Ram: restaurant review",
  "Sunday's best TV: Louis Theroux – Savile; Hunting The Nazi Gold Train",
  "The ‘just about managing’ won’t forgive May if she botches Brexit"
]