[
  "<p>At least you can say it would never have happened had a woman not been running for vice-president: \"lipstick\" has become a buzzword in US politics.It smeared itself all over the news yesterday when it appeared that Barack Obama was likening Sarah Palin to a farmyard animal: \"You can put lipstick on a pig; it's still a pig,\" he told a town hall meeting in Lebanon, Virginia. In the wake of the much-aired joke Palin had made about herself during her speech to the Republican convention last week - \"What's the difference between a hockey mom and a pitbull? Lipstick\" - it seemed clear to some that the Democrat was slinging insults at his rival.</p> <p>Except he wasn't. The \"lipstick on a pig\" phrase is a fairly commonly used American idiom of long standing, indicating an attempt to jazz up some old goods with a cosmetic tweak. Obama's remarks came in the context of a longer attack on McCain's attempt to position himself as a force for change in Washington. The fuller quote from the Virginia meeting goes, \"That's not change. That's just calling the same thing something different. But you know, you can put lipstick on a pig; it's still a pig. You can wrap an old fish in a piece of paper and call it change; it's still going to stink.\"</p> <p>Obama used the same phrase, talking about General Petraeus's task in Iraq, in an interview with the Washington Post last year. In April, Elizabeth Edwards (wife of former presidential hopeful John Edwards) used it to describe McCain's health care plan.</p> <p>Nor do Democrats have sole rights to pig and lipstick-based analogies. Dick Cheney used it about John Kerry in 2004. Torie Clarke, McCain's former press secretary, wrote a book called Lipstick on a Pig: Winning in the No-Spin Era. And even McCain has called on it, using it last year to attack one of Hillary Clinton's proposed policies: \"I think they put some lipstick on a pig,\" he said, \"but it's still a pig.\"</p> <p>He must have a short memory, however, because the Republicans wasted no time in taking carefully orchestrated offence at the \"gendered\" comparison of Palin to a pig. Which, let's not forget, didn't happen. The Obama campaign responded by calling the McCain team \"dishonourable\".</p> <p>Now that, my friends, is an insult.</p>",
  "<p>Government action on green work and skills is long overdue (Government unveils manufacturing plan for green economy, September 9). Investing in UK manufacturing, and skills in particular, for developing green industries is key to ensuring the UK meets its climate change and renewable targets, as set by the EU. It is essential that sustainable green jobs are created, both for a greener economy and long-term employment. As is so often the case, we are way behind many other European countries. Government-sponsored research shows that at best there are 26,000 jobs in renewable energy in the UK, whereas in Germany there are around 250,000. We have 40% of the EU's wind reserves, yet little more than 4% of the EU's installed wind power. Without manufacturing investment in the UK, the potential for green jobs from wind and other renewable energies will be squandered.</p> <p>It is therefore sorely disappointing that the Department for Business, Enterprise &amp; Regulatory Reform report places greater emphasis on jobs in nuclear than in renewables. Training is key, but the government's ongoing \"demand-led\" approach will not deliver and committed public funding must be made available. <br><strong>Jean Lambert MEP</strong><br>London, Green </p> <p>Energy companies have boosted profits to more than £3bn in the past five years. Their profits on gas and electricity have risen by 538% since 2003, which equates to £95 a second, yet they spend just £50m a year helping to combat fuel poverty. Last year these same companies paid £1.6bn to their shareholders in dividends, up around a fifth from the previous year. Energywatch tells us that for every 10% price hike, another 400,000 people are plunged into fuel poverty, joining at least 2.5 million already paying 10% of their income on trying to keep warm. Gas prices have doubled since 2000 and electricity is up by 61%. All this means is that 5.7m households will spend at least 10% of income on power, as average bills hit £1,406, up from £676 in 2005. Yet Gordon Brown does nothing and allows at least 30,000 old people to die from cold-related illnesses every year.<br><strong>Terry Palmer</strong><br>Barnsley, South Yorkshire </p> <p>Brown's measures to combat the high costs of energy by offering discounted home insulation benefits only homeowners and ignores those living in rented accommodation. Those who rent are often on low incomes - single people, those who cannot afford to buy, or students. Reduced energy bills for tenants gives landlords no impetus to insulate properties, install double glazing, or upgrade boilers. These discounted proposals still involve a significant financial outlay from the household, at a time when their money is needed short-term, to pay energy bills this winter.<br><strong>Clare Green</strong><br>Newcastle upon Tyne</p>",
  "<p>The Metropolitan police is facing another racial discrimination claim from a senior employee amid allegations that a failure of leadership in the force is allowing prejudice to flourish.</p> <p>Sources close to Yasmin Rehman, a Muslim woman who is employed in a senior diversity role within the force, said yesterday she was preparing an employment tribunal claim which was at an advanced stage. It is likely Rehman will lodge the papers in the next few days. </p> <p>Rehman, a civilian who works with ethnic minority communities dealing with issues such as \"honour\" killings and forced marriages, has been off sick for a year after allegedly facing bullying in the workplace.</p> <p>The claim comes after the assistant commissioner, Tarique Ghaffur, Britain's most senior Asian officer, announced he was taking legal action against the Met and Sir Ian Blair, the commissioner, for racial discrimination and just a day after Ghaffur was temporarily relieved of his duties by Blair.</p> <p>The Met also recently faced a claim from Commander Shabir Hussain, who claimed he had been sidelined because of his race and turned down for promotion four times. Hussain lost his case last week, but the number of race claims emerging publicly has exposed a growing rift in the Met between black and Asian officers and the force.</p> <p>The number of claims was blamed by a source within the black police officers' association on a failure of leadership in the Met, which was allowing racism to go unchecked. </p> <p>\"What will emerge is that there is no leadership and this is the problem,\" the source said. </p> <p>But others within the force said there appeared to be a concerted campaign to publicise race claims. One source accused the National Black Police Association of publicising the cases because it had had its funding cut by the Home Office.</p> <p>\"They want to prove that they are very much needed,\" the source said. \"They have lost all their money and want to show they are necessary.\"</p> <p>Rehman, who works as director of partnerships and diversity within territorial policing, was promoted to her post two years ago. She is understood to earn in the region of £90,000 a year.</p> <p>Scotland Yard said as yet the Met was not aware of any tribunal claim being lodged by Rehman. \"We have received no notification concerning an employment tribunal,\" a spokesman said. </p> <p>\"Ms Rehman is a valued employee. If she is contemplating an employment tribunal this would be a matter of regret but we would want to work with her to resolve whatever grievances she may have without recourse to the courts.\"</p> <p>A spokesman for employment tribunals in London said the panel would consider evidence presented to it when and if a case came to it. </p> <p>On Tuesday Blair said he was temporarily relieving Ghaffur of his duties because his public comments were affecting the Met's \"operational effectiveness.\"</p> <p>Ghaffur is alleging discrimination on three fronts - race, religion and age. He alleges he was harassed by Blair and another senior officer, repeatedly excluded from crucial meetings, criticised by a fellow senior officer about his language skills in a way which amounted to racial discrimination and victimised by the commissioner in a face-to-face meeting over his decision to bring a discrimination claim. </p> <p>A spokesman for the Home Office said the NBPA would have its funding reviewed next year. Funding was withdrawn for 2008-09 because auditors found irregularities in the accounts.</p>"
]