[
  "<p>Britain's Ben Ainslie and the new Yngling blondes - Sarah Ayton, Sarah Webb, and Pippa Wilson - maintained their gold medal position after the penultimate day's sailing here in Fushan Bay and guaranteed themselves silver medals at least. All that remains is this morning's last medal race when the points count double, and both Ainslie, on the verge of his third Olympic gold, and Pippa Wilson exuded quiet confidence born of a series of outstanding races here.</p> <p>Ainslie, the most formidable dinghy racer of his generation, and perhaps any other generation, is poised to become Britain's most celebrated Olympic sailor, a position previously held by Rodney Pattison who won two golds and a silver in the Flying Dutchman class at the Mexico, Munich, and Montreal Olympics. Ainslie currently has two golds and a silver.</p> <p>His only rival in the final race is the American Zach Railey whom Ainslie will be watching like a hawk. In the last but one race Ainslie finished second, while Railey, towards the back of the fleet, simply made sure he stayed ahead of the Frenchman Guillaume Florent to preserve his silver medal position. \"I still have a shot at the gold,\" said Railey, but nobody much believed him. Ainslie is a tactical genius, and will weigh up every option down to the very last puff of wind. \"Ben is one of the best dinghy sailors ever,\" admitted the American.</p> <p>Ainslie was not prepared to concede that the gold medal was there for him on a plate. \"The job is only half done. You can never have enough points for the lead, and I'm hoping for a good breeze. I will stick to Zach like glue, and I don't have to worry about a third sailor. \"</p> <p>Essentially Ainslie could sail a tactically defensive race, simply making sure that not too many boats get between him and the American and such is the <br>British sailor's tactical acumen that nobody doubts that he will. Conversely, nobody would be the least surprised if he sailed away into the far blue yonder.</p> <p>\"You try and get out in front, but it's all about doing everything well. The match racing I have had before in the America's Cup will help, but these medal races can quite often kick up something up,\" said Ainslie, who is never averse to putting the boot in if necessary. \"The pressure is certainly not off, I wish it was. I just have to keep my head screwed on.\" </p> <p>The fact that Railey, who has sailed out of his skin here, chose to defend his silver medal position, on another day of shifting winds and cancelled races, seemed to point to the fact that he had all but given up on any chances of striking gold, although Ainslie would be the last to take anything for granted.</p> <p>Britain, with Shirley Robertson at the helm, won the inaugural Yngling gold in Athens, and this time Ayton is poised to repeat the golden moment, this time at the tiller herself. In their penultimate race the three women sailors finished fifth, and the race for gold, given that they start and finish cleanly, will be between them and the Dutch trio who won yesterday's race.</p> <p>\"We had always prepared for a close final race, but it's going to be tough,\" said Wilson, who has joined the boat since Athens. \"I'm very lucky to be sailing with them, and we all see things the same way. It's always been about coming home with the gold.\" She admitted that they had made a wrong selection on sail size yesterday, with the wind not as strong as they had expected. \"But we hung in. Obviously we will all have a few butterflies in the final race, but we know we have to beat the Dutch.\"</p> <p>Paul Goodison claimed victory in the only race of the day in the Laser class to move to the top of the standings, level on 33 points with Rasmus Myrgren after four races. The 30-year-old took the lead in the third leg and never looked back, finishing 84 seconds ahead of the Swede.</p>",
  "<p>The DS, although wildly successful, has never exactly been renowned for the quality of its racing games, a fact that makes the superb Race Driver: GRID stand out straight away. No messing about with ludicrous steering via the touchscreen or, indeed, any pretence at using the stylus whatsoever, this gets on with letting you drive supercars at high speed, starting you in a racing Aston Martin and never really letting the pace slip below that. While you can no longer rewind time as you could in its console-based big brother, you can now use its comprehensive track editor to create and share new courses, revelling in the game's balanced handling model that favours powerslides and proper use of breaking. Virtually identical to last autumn's Race Driver: Create &amp; Race, ownership of which would make this a pointless purchase, GRID is the best DS racing game that isn't Mario Kart.</p>",
  "<p>On an epic weekend of action for British sport there is only one place to turn for guaranteed raw emotion and unvarnished drama: Paula Radcliffe's latest assault on the Olympic marathon.</p> <p>At 7.30am on Sunday in Beijing - just after midnight UK time - the nation's most celebrated athlete will take her first steps on the road to redemption, four years after her dreams of gold ended tearfully in an Athens gutter. </p> <p>At the roadside as the race begins in Tiananmen Square will be her parents Pat and Peter, who are babysitting daughter Isla for the day, and her husband and coach Gary Lough. In the UK a huge audience is expected to watch her every step. </p> <p>Not for the first time they can expect an agonising ride. As was the case four years ago, she will arrive on the start line carrying an injury - she was diagnosed with a fractured femur just 12 weeks ago - and with conditions against her. Were it any other race she would not contemplate participation, but this is the Olympics, and Radcliffe will not countenance being anywhere else.</p> <p>\"The Olympic games is not a race which I ever want to watch on television and think, 'What could I have done in there?',\" she said on Thursday after arriving in Beijing from the British team training camp in Macau. \"You get in there and give it your best shot.\"</p> <p>The same philosophy has defined Radcliffe as a competitor since she emerged in the 1990s as a front-running 10,000m specialist apparently doomed to fail on the biggest stage. No athlete in modern times has run with more honesty and endeavour than the 34-year-old but her reward has more often been measured in the depth of public affection rather than weight of medals. </p> <p>Her fans suffered with her as she lost to competitors whose finishing speed over 5,000 and 10,000 metres outweighed her superior heart, and more recently celebrated her triumphs in the London, Chicago and New York marathons that established her as an international star at the longest distance.</p> <p>World, Commonwealth and European titles have followed, but the one missing is the one she most craves: Olympic gold. This weekend she has perhaps her last chance but, agonisingly, once again the omens seem against her.</p> <p>Four years ago Radcliffe was the favourite and world record-holder, but her preparations were interrupted by a leg injury and a stomach upset prompted by anti-inflammatories she took to ease the pain. Conditions in Greece were also against her, with temperatures above 30C.</p> <p>The result was a painful collapse two miles from the finish, with Radcliffe reduced to tears by her failure. Eight days later she defied logic and a great deal of cautionary advice by entering the 10,000m. Long before the end she limped away, her will apparently broken, accompanied by a chorus of disapproval at her failure to finish the race. </p> <p>Her preparation for Beijing has been almost as troubled. She withdrew from the London marathon in April with a toe injury, and when it became clear in May that what she thought was a hip strain was in fact a stress fracture her prospects of participation here seemed slim.</p> <p>Radcliffe concedes she is a long way short of the training mileage she would usually put in, but having suffered in Athens she is prepared to gamble again here. \"Obviously I could have done with more time and when your biggest week of actual running is two weeks before the race, it is not an ideal preparation.</p> <p>\"When you take any gamble, you have to weigh up what is the worst that can happen and are you OK to live with that ... but it is a calculated risk.\"</p> <p>Even were she fully fit, the heat and humidity that has shrouded Beijing would have made her only an outside bet for gold. Her greatest performances have come on the streets of London in April or New York in October, and she will require every ounce of courage if she is to challenge for a medal here.</p> <p>She has competed in four marathons since Athens and won them all, the last one in New York last year. If she were to make it five out of five on Sunday morning, no amount of British gold elsewhere will outshine the achievement.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-336639215\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/08/15/Marathon.gif\" alt=\"marathon\" width=\"344\" height=\"564\" class=\"gu-image\" /> </figure>  <p>&#xa0;</p>",
  "<p><strong>NEWCASTLE UNITED: THE (SILENT) MOVIE II</strong></p> <p>[MUSICAL ACCOMPANIMENT: <a href=\"http://www.trachtman.org/MIDI/Joplin/pineapp.mid\">The Fiver Rag</a>]</p> <p>EXT. ST JAMES' PARK</p> <p><em>Mr Keegan, wearing a brown overcoat, and Mr McDermott, sporting an apron and bowler hat, are standing on a plank balanced between two ladders. They are giving the outside of the stadium a lick of black-and-white-striped paint in preparation for the new season.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Just that last little bit in the corner and we're done. Then we can concentrate on building a defence the Geordie Nation can rely on, just like we did in 1995-96! Pass me the brush, Terry.\"</p> <p><em>Mr McDermott holds out the brush. Mr Keegan turns to reach for the brush, but Mr McDermott is standing too close to him and the bristles go right in Mr Keegan's face.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Yaroo! Ma eyes!\"</p> <p><em>Mr McDermott takes off his bowler hat, scratches his head and begins to cry. Mr Keegan stumbles around blindly, knocking the pot of black-and-white-striped paint off the plank. The pot falls to the ground - but lands the right way up! Mr McDermott whoops with joy and points at the pot.</em></p> <p>TITLE CARD: Mr McDermott ~ \"Look Kevin! It's OK! You haven't spilled a drop! That can only augur well for the new season!\"</p> <p><em>A previously crestfallen Mr Keegan wipes the paint from his eyes and turns to look, but Mr McDermott is standing too close to him and his pointing finger goes straight in Mr Keegan's face. </em></p> <p>TITLE CARD: Mr Keegan ~ \"Yaroo! Ma eye!\"</p> <p><em>Mr Keegan stumbles around blindly, knocking one of the ladders to the ground. He slides down the plank - and jams his foot in the pot of black-and-white-striped paint. He continues to stumble around. Mr McDermott takes off his bowler hat, scratches his head and begins to cry. A Ford Model T drives over both ladders and the plank. Mr Wise arrives. </em></p> <p>TITLE CARD: Mr Wise ~ \"Gawf! Kinell! You pair o useless farkin farkers! You got paint all ovah the shop, innit! It's gone everywhere except on the farkin stadium! Gaaaw! Gerrinside before I stick my rooty toot toot up yer harris!\"</p> <p>INT. ST JAMES' PARK - MR WISE'S OFFICE</p> <p>TITLE CARD: Mr Wise ~ \"Now listen. I might av sorted aht a defender for yer! He's ahtside waiting. If yer want im, I'll get im in, innit. Gertcha!\"</p> <p><em>Mr Wise attaches a reel of film to a projector.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Coo! A magic lantern!\"</p> <p><em>The magic lantern projects images of defender Fabricio Coloccini playing for Boca Juniors in 1998.</em></p> <p>TITLE CARD: Mr Keegan ~ \"I like his haircut! It's like mine and Terry Mac's were in the 70s!\"</p> <p><em>The magic lantern images now show Mr Coloccini signing for AC Milan in 1999.</em></p> <p>TITLE CARD: Mr Keegan ~ \"He does not know the Premier League but he knows world football! Let's sign him!\"</p> <p><em>Mr Wise leaves the room to fetch Mr Coloccini. He has left the magic lantern running. The images now show Mr Coloccini playing his one and only game for Milan in five years, then being shipped out on loan to Atlético Madrid, Villarreal, Alaves, San Lorenzo and Basingstoke Town.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Oh me, oh my!\"</p> <p><em>The images now show Mr Coloccini moving in 2004 to Deportivo de La Coruña, a team whose previous five league finishes were 1-2-2-3-3 and had reached two Big Cup quarter-finals and a semi in four seasons. Mr Coloccini is seen running around a bit. Depor's subsequent league record is 8-8-13-9.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Lummee, Terry! What have we done? Quick! If we block the door Coloccini won't be able to come in and then he'll go away!\"</p> <p><em>Mr Keegan and Mr McDermott jam a chair and a standard lamp under the handle of the door, then stack a desk, a sofa and two wardrobes in front of it.</em></p> <p>TITLE CARD: Mr Keegan ~ \"Phew! That was a close shave.\"</p> <p><em>Mr Wise and Mr Coloccini open the door, which opens out rather than in. The furniture falls through the door, down some stairs, tumbles through reception and out on to the road, where each piece is run over by a convoy of Ford Model Ts. Meanwhile back inside Mr Coloccini signs a five-year contract. Mr McDermott takes off his bowler hat, scratches his head and begins to cry.</em></p> <p>*********************</p> <p><strong>WE'VE ONLY GOT ONE MORE DAY TO PLUG THIS SO SIGN UP NOW!</strong></p> <p>Roll up, roll up, for Guardian Fantasy Football. It costs nothing to enter but offers a £50,000 prize fund - including weekly and monthly prizes. It's also more realistic than other fantasy football games: from 4-4-2 to 4-1-3-1-1 there are 10 different formations to choose from and unlike most other fantasy football games you get points for shots, saves and (accurate!) crosses as wells as goals, assists and clean sheets. You can also play against your mates or rival supporters in a Friends' League. To play, click <a href=\"http://www.theguardian.com/fantasyfootball\">here</a>, then sign up for the Fiver's Friends' League (League Name: The Fiver. Password: fiver2008). As if the privilege of having the world's most tea-timely email as your mate isn't enough, we'll have a decent - as yet unspecified - prize for that too.</p> <p><strong>Guardian Pick the Score</strong></p> <p>Yes, this is still here too and it does exactly what it says on the tin. For each weekly winner there's a signed shirt of the Premier League club of your choice up for grabs, while the overall champion will win an England shirt signed by, depending on Don Fabio, players who are fit to wear it.</p> <p>To sign up and play, click <a href=\"http://guardian.pickthescore.co.uk/\">here</a>.</p> <p>*********************</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I always remember my time working at Walthamstow dogs. I picked up glasses at the track. It was my first job and I was so happy to be getting a wage for the first time. It's a real shame to see it go as it means so much to the area\" - David Beckham has many faults, but he appears to be the last professional footballer to have at some point had a proper job, and for that he has our everlasting respect.</p> <p>*********************</p> <p><strong>THE RUMOUR MILL</strong></p> <p>The Xabi Alonso-to-Arsenal thing looks back on, now that Rafa Benítez has made specific reference to it. \"I get blamed for everything, from global warming to high petrol prices,\" he whined today. \"But I was not involved in the talks about Gareth Barry, and I was not involved in the talks about Xabi Alonso and Arsenal.\"</p> <p>Everton and Human Rights FC are both in for Real Zaragoza striker Diego Milito, though Lyon might have something to say about it, presumably in French (although, now we come to think about it, probably in Spanish if they want to get anywhere with the negotiations).</p> <p>And Manchester United are after David Villa as well as Dimitar Berbatov. How are they intending to play all these people?</p> <p>*********************</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Richard Scudamore, chief executive of the Premier League, which has been won by four clubs since its inception 16 years ago, reckons the competition is interesting despite being uncompetitive. \"There is a difference between competitiveness and interest,\" he deadpanned today. \"Theoretically everyone can win the Premier League, realistically they cannot. I call it the Tiger Woods factor. Tiger Woods winning every week does not reduce interest, it creates interest.\" He then asked someone to smell his funny flower before driving off in a collapsible car.</p> <p>A bad week for Mark Clattenberg, who was taken off Community Shield duty pending some sort of inve$tigation or other, has got worse now some goon has run a key down the side of his £40,000 Front Tail Compensator Vehicle.</p> <p>Charlton midfielder Amdy Faye has ensured he will be playing in the Championship next season by joining Stoke City.</p> <p>Gabriel Agbonlahor has angered the bloke in the Aston Villa shop who has to iron names on replica shirts by agreeing a new four-year deal with the club.</p> <p>The Pope's O'Rangers - who let Aston Villa buy Carlos Cuéllar earlier in the week, causing their fans to have a collective meltdown in the Scottish press at the \"tragedy\" of it all - have just controversially purchased a player from another club themselves. Nobody connected with Portsmouth - keeping things in perspective as Pedro Mendes departs for £3m - has yet compared the move to a \"disaster\" or \"genocide\".</p> <p>After seeing his team lose to FC Lotsofconsonants in Euro Vase last night, Mark Hughes reckons \"it is going to take time\" to get things right at HRFC. He's got that damn straight.</p> <p>Cardiff defender Glenn Loovens is likely to complete his move to the Queen's Celtic tomorrow. He revealed he chose them ahead of O'Rangers because the club were able to offer Big Cup football and not just Euro Va ... ah.</p> <p>Wayne Rooney, who Manchester United insisted last week would be unfit for the start of the Premier League season, will be fit for the start of the Premier League season. 'Twas ever thus.</p> <p>Newcastle midfielder Joey Barton faces more legal action, this time for the Jamie Tandy cigar business. \"As a result of the assault by Joey Barton our client has suffered a major psychiatric deterioration in his health that has destroyed any chance he may have had of playing professional football at a high level,\" said some waffling legal type or other who is representing Tandy (the aforementioned player, not the electrical cable retailer).</p> <p>Everyone's riffing on O'Rangers today! We're beginning to feel very sorry for them. Now it's the turn of Roy Hodgson, who has accused the club of putting on the poor mouth in their bid to sign Steven Davis. \"They say [O'Rangers] have not had much money until now but I find that hard to understand because they get 50,000 people every other week,\" said Roy, scratching his head, then taking 10 minutes to disentangle his fingers from his luxurious bouffant.</p> <p>And if Carlsberg did PR shambles ... the beer brand has ditched a free pint promotion in conjunction with the Sun after Liverpool fans complained.</p> <p>*********************</p> <p><strong>STILL WANT MORE?</strong></p> <p><a href=\"http://www.theguardian.com/media/2008/aug/15/olympicsandthemedia.pressandpublishing\">Sid 'Scoop' Lowe has been caught four-square in the middle of an international incident</a>. That's our Sidney!</p> <p>Still, becoming a pariah in Spain hasn't stopped him appearing on the first in a new series of <a href=\"http://www.theguardian.com/football/series/footballweekly\">Football Weekly</a> podcasts alongside AC Jimbo and Rafa Honigstein (who, incidentally, has been reporting on a <a href=\"http://blogs.theguardian.com/sport/2008/08/15/tv_row_overshadows_start_of_46.html\">broadcasting brouhaha brewing in the Bundesliga</a>).</p> <p>Find out why Alan Hansen's infamous \"you can't win anything with kids\" comment was basically right: it's <a href=\"http://blogs.theguardian.com/sport/2008/08/15/the_joy_of_six_memorable_openi.html\">Rob Smyth banging on about Manchester United again in the Joy of Six: memorable opening-day games</a>.</p> <p>Paul Doyle has been <a href=\"http://blogs.theguardian.com/sport/2008/08/15/premier_league_preview_no20_wi.html\">previewing Wigan's Premier League chances</a>. Barney Ronay's done West Ham as well. <a href=\"http://blogs.theguardian.com/sport/2008/08/15/premier_league_preview_no19_we.html\">Right up like a kipper</a>.</p> <p>Shaka Hislop has been keeping an eye on what's going on in Major League Soccerball. <a href=\"http://blogs.theguardian.com/sport/2008/08/15/galaxy_departures_leave_flagsh.html\">Specifically, the departures of Gullit and Lalas from LA Galaxy, if you really want to know about it</a>.</p> <p>And in tomorrow's Big Paper, which will set you back 1.5 pounds in the new money: the big Premier League kick-off previewed; an interview with a defensive Tony Pulis (is there any other type?); a section with expensive stuff for the kitchen you can't really afford; and a plastic bag (although that's technically around the paper rather than in it, and it also depends where you buy it).</p> <p>*********************</p> <p><strong>FIVER LETTERS</strong></p> <p>\"Can you explain why the Beijing officials got Shecond-Shoish Shteve to plan out the closing ceremony (yesterday's news in brief)? Who else would think that parking a bus on the pitch and having Becks balloon balls into the stands would be a good idea?\" - Rob Rayburn.</p> <p>\"Regarding macho posturing during badminton (yesterday's last line), it's not so incongruous as all that. I'd like to point out that a well-smashed shuttlec0ck has been clocked at more than 300kph off the racket, making it the fastest projectile of any racket sport. The fact that the little feathers on the end immediately decelerate it to the speed of a slow jog is immaterial\" - Russell Shaddox.</p> <p>\"Yesterday's Fiver jokingly (I assume) claimed West Brom returned from their pre-season trip to Mallorca with 'a nasty itch'. Having lived in West Bromwich for a few years and holidayed in Magaluf, I can say from bitter experience that it's a close call as to where you are more likely to pick up such an ailment\" - Marc Sinfield.</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a></p> <p>*********************</p> <p><strong>AND THE AWARD FOR THE MOST DISINGENUOUS HEADLINE OF THE DAY GOES TO THE BBC FOR 'ROONEY COMPLETES INVERNESS SWITCH'</strong></p>",
  "<p>The message arrived early: \"<a href=\"http://www.marca.com\" target=\"_blank\">Marca</a>'s <a href=\"http://www.theguardian.com/sport/olympics2008\" \"target=\"_blank\">Olympic</a> pullout, p7. What the...?!?\" I'd forgotten about it by the time I collected the papers but, having been through the football news, I saw the advert. Spain's Olympic basketball teams pulling \"slit-eyed\" gestures. </p> <p>It was striking, a gesture that - rightly or wrongly - a British athlete would be hammered for. Perhaps because the English are hyper-sensitive on race, perhaps because we have no sense of humour, perhaps because we fear offending. Certainly because some would take offence. Whether they are right to is of course open to debate.</p> <p>I mentioned it to my editor, explaining that it was considered a bit of fun in Spain. But the advert certainly was, as the headline said, eye-catching. He asked me to write 300 words. Not a huge amount - in fact hardly anything - <a href=\"http://www.theguardian.com/sport/2008/aug/11/olympicsbasketball.olympics20081\" target=\"_blank\">tucked away on page 9 of the Guardian sports section</a>. <a href=\"http://news.google.com/news?client=safari&amp;rls=en-us&amp;oe=UTF-8&amp;tab=wn&amp;hl=en&amp;ie=UTF-8&amp;ncl=1234833859\" target=\"_blank\">Now it's been round the world</a> whipping up a storm, provoking debate and waves of accusation and counter-accusation. <a href=\"http://olympics.blogs.nytimes.com/2008/08/12/spanish-ad-spurs-charges-of-racism/\" target=\"_blank\">The New York Times ran it</a>, so did the <a href=\"http://http://latimesblogs.latimes.com/olympics_blog/2008/08/spanish-mens-te.html\" target=\"_blank\">Los Angeles Times</a>. It was the <a href=\"http://www.theguardian.com/mostviewed\" target=\"_blank\">most-read story on theguardian.com</a> for three days.</p> <p>The Spanish media ran it too. And naturally the focus was different. They cannot understand the fuss and there's a worthwhile debate here. Should a gesture like that be proscribed? Is it wrong? Is it really so bad? Why can't everyone see the funny side? Or why can't some of the Spanish see the offensive side?</p> <p>They said it was a light-hearted gesture, lacking malice. Someone who couldn't see that, they said, lacks understanding and seeks trouble.</p> <p>That someone is me. That the story was broken by the Guardian hasn't gone unnoticed, nor that I was the author. I'm the trouble-maker. The backlash has been intense and concerning. Over the last few days I've found myself attacked and accused of acting in bad faith. The Spanish Basketball Federation insisted that certain media had \"gratuitously\" tried to \"damage the image not just of the federation but of the country and Spanish sport\" in general.</p> <p>The backlash started with <a href=\"http://www.20minutos.es\" target=\"_blank\">20 Minutes</a>, which claimed England had written off Spain as a racist country by launching another attack. <a href=\"http://www.elmundo.es\" target=\"_blank\">El Mundo</a> said I had written a \"venomous\" article in which, \"without proof\", I insisted the Chinese would be offended. Marca questioned the Guardian's credibility. <a href=\"http://www.as.com\" target=\"_blank\">AS</a>'s headline said: \"The Guardian calls us racists and the Chinese laugh.\" Spanish news agency copy that most media outlets have used for their stories - and therein lies part of the problem - describes the Guardian as \"accusing the Spanish of being racist\".</p> <p>I'm happy the Chinese consulted by AS have laughed it off. I don't want a diplomatic incident, especially not with me in the middle. I live and work in Spain. Is all this fallout worth it for the very few quid the piece earned me? Of course not.</p> <p>Equally nonsensical is AS's suggestion that I'm trying to lose Madrid the 2016 Olympics. I'm a sports journalist in Madrid. Madrid getting the Olympics is brilliant for me. Meanwhile, the argument that the English can hardly lecture given their history of racism, while interesting and maybe even correct, misses the point of news reporting.</p> <p>Besides, here's the thing: when it comes to reporting what I reported, they're wrong. And it is hard to avoid the conclusion that too few Spaniards have actually read my original piece. I wish they would.</p> <p>Nowhere did I accuse \"the Spanish\" or \"Spain\" of anything. The article was about two basketball teams, not Spanish society. Much, much more importantly, nowhere - let me say that again: nowhere - did I use the word \"racist\" or \"racism\". I didn't call the gesture racist. I didn't even call it offensive. I didn't call it wrong. I didn't even say it could be interpreted as racist. The piece was straight reporting that this picture existed.</p> <p>I've been attacked for uncovering this story but you can't uncover what's not there. I'm not the origin of this story; the advert is. A journalist's job is to report things, which is what I did. There was no moralising or editorialising. The only editorial decision was to publish it. Like it or not, it was newsworthy: the impact shows that. And the impact has been caused not by my words, but by the photograph.</p> <p>Far from venomous, I used a neutral and cautious tone, and stressed that no offence was meant. I wrote that the advert ran the risk of offending, which it did. That no one involved appeared to think it inappropriate or foresee the fallout, which they did not. That it was a delicate time for Spanish sport in this sense, which it is.</p> <p>I mentioned abuse of Lewis Hamilton and monkey chants - something I've covered in depth on theguardian.com. Not to show \"more examples of nasty Spaniards being racist\", but to provide context as to why Spain needed to tread carefully on \"issues of race\" - the only time I used the word race in any guise in the article. </p> <p>Internationally, some think Spanish sport has a problem with race. With an ongoing Olympic bid, Spain could do without that - even if the Spanish are right and those who doubt Spain are wrong.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>The presence of English referee Wayne Barnes in South Africa this week has offered Graham Henry a much-needed diversion from speculation about his own future. While public opinion in New Zealand was divided about Henry's reappointment after last year's World Cup failure, with those against the All Blacks' coach regaining their voice after Tri-nations defeats to South Africa and Australia, there is near unanimity that Barnes's refereeing was a factor behind the quarter-final loss to France in Cardiff last October.</p> <p>Barnes will be running the line in Newlands tomorrow, his first contact with the All Blacks since the World Cup, and while Henry and his players were greeted when they arrived in South Africa by questioners asking whether they were feeling the pressure, attention quickly turned to Barnes.</p> <p>Henry still has more than a year to run on his contract, but defeat in Cape Town followed by another reverse to Australia would lead to a clamour for his removal. The resurgence of the Wallabies under Robbie Deans, who many felt should have taken charge of the All Blacks this year, has increased the pressure on Henry, even though it would have meant the replacement of one coach who failed in a World Cup being succeeded by someone who had been part of the 2003 flop.</p> <p>A significant portion of the reaction in New Zealand in the last month has veered from inane to insane. Little account has been taken of the players lost to the All Blacks, including Carl Hayman, Chris Jack, Aaron Mauger, Luke McAlister, Jerry Collins, Byron Kelleher and Doug Howlett, nor the injuries to Joe Rokocoko and Richie McCaw, but perhaps it will serve the Kiwis better in the long-term to suffer some strife between World Cups – rather than their more usual habit of flattening everyone only to struggle with the demands of knock-out rugby every four years.</p> <p>The problem for Henry is that he needs victories. Modern day sport is all about the short-term: tomorrow is someone else's problem. English football's Premier League starts tomorrow, a competition which had been unrivalled when it came to fatuity and panic only for rugby union to make its pitch; when it comes to poor management, the Rugby Football Union has its hand held high. The New Zealand Rugby Union showed commendable fortitude in finally sticking two fingers up to the media, but its members will be twitching now.</p> <p>The All Blacks are missing departed players, two in particular: Mauger and McAlister. Ma'a Nonu has many virtues, but he is not a footballing foil to Daniel Carter. He offers his outside-half no support in terms of kicking or distribution and the All Blacks have become easier to defend against, as the Springboks showed in Dunedin when they absorbed almost constant pressure before delivering a late sucker punch through Ricky Januarie, the scrum-half whose omission tomorrow in favour of Fourie du Preez sparked a government protest this week.</p> <p>The lack of an inside centre has also unbalanced New Zealand's defence. Lacking organisation, they seem to have missed more first-up tackles already this Tri-nations than they would expect to in a calendar year. And while McCaw made a difference on his return in the home victory against Australia, there is a vulnerability about the All Blacks. They desperately need a 12 in the mould of Mauger or McAlister as their play has become too predictable and Carter is having to take too much on himself. On the flip side, though, New Zealand's line-out has been at its most proficient for years and, with Bakkies Botha missing tomorrow, the Kiwis will fancy gaining an ascendancy in the set-pieces.</p> <p>The question is what they do with the ball. For all their possession against Australia in the last round, they only secured a bonus point with the last move of the match, and then fortuitously. Key questions are whether South Africa, with home advantage, will take the initiative and go at New Zealand, rather than absorb body-punches as they did in Carisbrook, and whether the referee in Dunedin, Matt Goddard, who is again in charge tomorrow, allows tap penalties to be taken quickly rather than making the players wait until he has admonished miscreants.</p> <p>The All Blacks have a decent record in Cape Town but even though they are the away side, the pressure will be on them. And their coach. Never mind who should take over, or New Zealand's status as the biggest scalp to claim, the tumbril trundles on in its search for passengers.</p>",
  "<p>Today's findings that people over 50 are experiencing <a href=\"http://www.guardian.co.uk/society/2008/aug/15/nhs.health\">shortfalls in the quality of care</a> offered by the NHS in England have highlighted fears that doctors care more about conditions where assessments earned them extra money.</p> <p>If you are suffering from heart disease, diabetes and high blood pressure, it seems you are in luck. If your problem is osteoarthritis, incontinence and osteoporosis, it seems you may have to carry on suffering.</p> <p>Age Concern's Gordon Lishman claims: \"The rewards system for GPs to treat particular conditions has worked - but this hasn't included health problems older people particularly suffer from like depression, falls, and vision and hearing problems.\"</p> <p>This week, the charity has launched national campaign to improve the lives of <a href=\"http://www.ageconcern.org.uk/AgeConcern/F8888695C89A4E969E58D1C243F2A2B0.asp\">older people with depression</a> - but it may have more unhappy people to worry about if today's survey findings fail to spark improvements.</p> <p>Kate Jopling of <a href=\"http://www.helptheaged.org.uk/en-gb/\">Help the Aged</a> comments \"These depressing results show that, when it comes to healthcare, all too often older people and the conditions that affect them come far down the pecking order.</p> <p>\"This kind of ageist treatment is precisely why legislation against age discrimination is needed.\"</p> <p>And the Arthritis Research Campaign claims: \"We know that many older people with osteoarthritis are often fobbed off by GPs and told: 'It's your age you've got to live with it', rather than being offered practical advice on weight loss, exercise and pain relief, or a referral to see a physiotherapist.\"</p> <p>The Department of Health has investigated the problem; in June it issued a report <a href=\"http://www.dh.gov.uk/en/Publicationsandstatistics/Publications/PublicationsPolicyAndGuidance/DH_085763\">Research on eliminating age discrimination in social services and mental health services</a>, but today's report from the University of East Anglia suggests much more work is required.</p> <p>Have you come across age discrimination in health treatment? Or are you in one of the patches where levels of care have been found to be acceptable?</p>"
]