[
  "<p>Even before its release in the US the other week there was a stampede to denounce Ben Stiller's $90m action-comedy Tropic Thunder, a brutal satire of Hollywood egomania, star-fits, venal agents and producers and, um, Apocalypse Now.</p> <p>And no wonder. It's hard to know which aggrieved group is the most upset. First, there's the overweight, who were up in arms about the movie's references to a fictional, Eddie Murphy's Klumps-style \"Fatties\" comedy-flick franchise, while the organisers of the paralympics, no less, called for a boycott of the movie, on the grounds of its frequent use of the word \"retard\". </p> <p>But, surprisingly the group complaining the least - well, so far - is the one the American media apparently wishes would march on cinemas with torches and pitchforks: African-Americans. Because the touchiest aspect of the movie's 360-degree willingness to offend is its decision to paint Robert Downey Jr in blackface makeup. Downey plays a self-important, humourless Australian method actor named Kirk Lazarus who immerses himself so thoroughly in his role as a gung-ho black sergeant that he undergoes what the script calls a \"controversial procedure\" involving pigmentation alteration, puts on an Afro wig and undergoes \"Ebonics vocal training\" to become more convincing in his movie-within-the-movie role.</p> <p>It's a good thing they cast someone as intelligent and instinctively brilliant as Downey, though the actor was rightly nervous about grasping the nettle of American racism so tightly. As he told Entertainment Weekly, he even felt there was a chance his reputation might be \"destroyed\". \"That was my fear,\" he revealed.</p> <p>Downey's role is hedged in all around with caveats that make it abundantly clear that the joke is on Kirk Lazarus alone. First up, there's a real African-American character, named Alpa Chino and played by Brandon T Jackson, who's ready to call Lazarus on his method bullshit. Offscreen, Jackson also nixed the script's lone use of the N-word, a change Downey thoroughly endorsed.</p> <p>Now, just because it's loud and clear that the joke is all on Kirk Lazarus and not on African-Americans, this is still incredibly edgy material in a country whose history of slavery and racism still reverberates to the present day. After all, it's only four and a half decades since America's blacks were guaranteed the right to vote.</p> <p>We may have a black man running for the presidency, but we also have a broad resurgence of racially-based humour in stand-up comedy - one thinks of the tightrope delicately (and not so delicately) trodden by such comics as Sarah Silverman, Jim Norton and Nick DiPaolo - and across the media, while right-wing radio hosts make more of perceived \"black racism\" and \"special pleading\" than they do of naked or coded white bigotry. McCain's team accusing Obama of \"playing the race card from the bottom of the deck\" - that indelible phrase, uttered by a white man to describe the OJ Simpson defence team's strategy - is a classic recent use of dog-whistle racism. We shall discover on election day just how racially divided America remains, and many are not optimistic about what November 4 may tell us.</p> <p>That's the increasingly toxic racial atmosphere into which Tropic Thunder was released. But equally important is the centuries-old genre of \"blackface\" or \"minstrelsy\" from which the Kirk Lazarus conceit ultimately derives. Blackface is as old as, and perhaps even older than, Othello, but its American version, poisoned by the nightmarish experience of slavery, began even before the civil war, as a weird conduit through which aspects of the African-American experience were transmitted to a white audience. The semi-official Southern anthem Dixie came from the blackface tradition (original phonetic lyrics: \"I wish I was in de land ob cotton/ Old times dar am not forgotten/ Look away! Look away! Look away! Dixie Land\"), and the pervasive Jim Crow laws enacted during the post-civil war reconstruction era were named for an 1828 minstrel song called Jump Jim Crow by white minstrel TD \"Daddy\" Rice. It was all self-evidently racist - but such ugliness will always have unintended consequences.</p> <p>Minstrelsy - which at first involved whites blacking themselves up with burnt cork and performing pseudo-black acts - was surpisingly enduring, its popularity lasting from about 1830 to around 1930. Somewhere in this period blacks themselves got into the act, to the extent that they too had to wear blackface, cartoonish Afro wigs and obscenely overdone red-and-white mouth make-up, a tradition carried on by black comics like \"Pigmeat\" Markham deep into the latter half of the 20th century. Black people dressing up as racist stereotypes of themselves? There's a reason Greil Marcus called this period \"The Old, Weird America\".</p> <p>The black version of blackface was inevitably more \"authentic\", the music was probably a lot better, and even the great black reformer Frederick Douglass felt moved in 1849 to say of the phenomenon, \"It is something to be gained when the coloured man in any form can appear before a white audience\" (which only proves how awful things were). In the 20th century, radio comedy The Amos'n'Andy Show, starring white comedians performing a sort of \"aural blackface\", was one of the most popular and (in formal terms) most influential and innovative programmes of the 1930s, with its short-lived TV spin-off still being syndicated in 1966.</p> <p>Nick Tosches has also made bold claims for blackface in his book Where Dead Voices Gather, a profile of Emmett Miller, an obscure (white) blackface performer whose (largely non-racist) songs have been covered by Hank Williams, Merle Haggard and - ye gods! - David Lee Roth. The absorption of black styles into white music started a long time before rock'n'roll blew up, and much of it happened as an unexpected by-product of minstrelsy.</p> <p>The list of famous artists who have performed in blackface at one time or another is simply staggering: Fred Astaire, Shirley Temple, Judy Garland, Al Jolson, Eddie Cantor, Milton Berle, Joan Crawford, Doris Day, Bing Crosby, both Frank Sinatra and Dino in the original Ocean's 11, and more recently, Dan Aykroyd in Trading Places, C Thomas Howell in Soul Man, and Ed Harris in Masked And Anonymous. Let's not forget, either, that the BBC's Black And White Minstrel Show ran until 1978.</p> <p>By the 1960s, minstrelsy and blackface inevitably attracted black satirists. Comedian Godfrey Cambridge made Watermelon Man, playing a suburban white bigot who wakes up black one morning. But bear in mind the studio originally wanted the role played - in blackface, natch - by Alan Arkin or Jack Lemmon. In 1970. Since then we have seen multiple Eddie Murphys in \"whiteface\", as well as Dave Chappelle, and the Wayans brothers in White Chicks. But perhaps the most blistering take on the phenomenon was Spike Lee's scathing satire Bamboozled, in which a horribly racist blackface TV pitch, designed to get its creator fired, becomes a massive hit in white America. It ends with a montage of grotesque, depressing racist imagery from American movies and TV shows, many still very familiar to us.</p> <p>Barack Obama may be running as a \"post-racial\" candidate, but America is not yet a post-racial society (something it has in common with many others, let it be stressed). And however much America deludes itself that it has transcended race, the old deformities, absurdities and animosities still linger in new forms: idiot fratboys blacking up for Halloween parties; the suburban wigga; the modern right's cynical co-opting of the politics of historical grievance for its own ends (\"He called me whitey! Wah!\"). In comedy, race is the final frontier, and sharper comedians will always be tempted to lambast the mentality of denial that's discernible in a neutered public culture of white liberal guilt, as Stiller and Downey do in Tropic Thunder. Those with poor judgment can sail off the edge of the world: just ask Seinfeld's Michael Richards. </p> <p>No matter how much things improve, race always finds new ways to make us crazy. One line from Tropic Thunder sums up the whole demented parallel-universe of blackface: \"I know who I am!\" says Lazarus. \"I'm a dude playing a dude disguised as another dude!\" </p> <p>He has no idea.</p> <p><strong>· </strong>Tropic Thunder is released on Sep 19</p> <h2>Comedy's last taboo... </h2> <p>It's been 30 years since The Black And White Minstrel Show last entertained primetime viewers, but examples of blacking up have been creeping back on to our screens over the last few years. <strong>Richard Vine</strong> takes the role call...</p> <p><strong>Little Britain </strong></p> <p>Matt Lucas and David Walliams extended their repertoire of female grotesques with mail-order Thai bride Ting Tong and the introduction of ex-Miss Botswana and former international showjumper Desiree DeVere, love rival of the portly Bubbles.</p> <p><strong>League Of Gentlemen </strong></p> <p>\"Wanna buy some pegs, Dave?\" Even in a town crammed full of local eccentrics, evil minstrel \"wife-collector\" Papa Lazarou stood out as one of the freakiest residents.</p> <p><strong>Bo! Selecta </strong></p> <p>You could argue that Leigh Francis's riff on Michael Jackson (\"Shamone!\") was the first example of a white man \"whiting-up\" to play a black man. His cast also featured rubber-faced takes on Mel B and Craig David.</p> <p><strong>Summer Heights High </strong></p> <p>Chris Lilley's Australian mockumentary included breakdancing-obsessed Tongan schoolboy Jonah Takalua, with his strangely polite catchphrase \"Fuck off, miss\".</p> <p><strong>The Nominees </strong></p> <p>Chris Lilley again. This time he's crossing racial lines as overachieving Chinese-Australian physics PhD student Ricky Wong, who'd rather be finishing Indigeridoo - a play about indigenous Australians - than working in a lab.</p> <p><strong>The Kevin Bishop Show </strong></p> <p>Bishop's R Kelly parody STD Kelly's charming guide to \"making legal love\" Legalize included the lines, \"Step three, check the girl's ID. Step four, check her second ID.\"</p> <p><strong>A Mighty Heart </strong></p> <p>Angelina Jolie was nominated for a Golden Globe for her portrayal of Mariane Pearl, the mixed-race widow of murdered journalist Daniel Pearl, in this 2007 docudrama. Controversial casting, although Pearl herself approved Jolie.</p> <p><strong>The Mighty Boosh </strong></p> <p>They might be just as likely to appear in green or blueface, but there's no denying that the Boosh logo bears an uncanny likeness to a golliwog. And the Spirit Of Jazz? \"I's the spirit of jazz... Yorkshire, New Orleans, it's all the same to me, baby.\"</p>",
  "<blockquote> <p>The midnight moon exposes every bone.</p> <p>I breathe ice-blue air.<br>All the world's follies<br>are falling like fireflies.<br>The city is a carcass.</p> <p>No living thing<br>can match this pure light.<br>I open the curtains to watch earth<br>hold such pouring silver<br>until I forget I'm human.</p> <p>Life's last act<br>is silently rehearsed under a bleak spotlight.<br>The moon lands on my floor<br>to reveal my blanched feet.</p> </blockquote> <p><br>Translated from the Chinese by Pascale Petit</p> <p>Born in 1955, in Changchun, Jilin province, Wang Xiaoni was sent to the countryside during the Cultural Revolution, and began writing poetry in 1974.</p> <p>Part of the loosely-affiliated Menglong (Obscure) group of poets alongside Bei Dao, Yang Lian and Gu Cheng, she worked in a film studio in Changchun and now teaches at Hainan university in the south of China.</p> <p>Her poetry is intimate, domestic and direct rather than overtly outward looking and political, exploring instead what she has called \"the complex state of the human psyche\". She is keenly aware of the perils and paradoxes of the writer's life. \"Poet\", published in 1984, conjures up a writer \"sneering\" at poetry alongside society, but only the writer's sneering was \"genuine\", because the writer is a poet.</p>",
  "<p><br>The White Tiger by Aravind Adiga, whose writing is 'almost too good'</p> <p>The Indian economic miracle might have created huge rises in GDP but for millions of people, little has changed. Outside the plate glass high-rises and away from the hi-tech industrial centres, there are millions living in poverty. They are, as the <a href=\" http://www.simonsays.com/content/book.cfm?tab=6&amp;pid=620390&amp;agid=8\">author Aravind Adiga says</a>, \"denied decent health care, education, or employment\". There is, consequently, \"a kind of continuous murmur or growl beneath middle-class life in India, and this noise never gets recorded\". Like a modern-day Dickens, Adiga attempts to give literary voice to that growl.</p> <p>Balram, the narrator of The White Tiger, is \"what you'd hear if one day the drains and faucets in your house started talking\". He represents the underclass in an especially literal sense of the word, since for most of the time in this novel he has to live in the roach-infested cellar of his master - the rich, Western-educated Ashok, who has taken him from his home in \"The Darkness\" of rural India to work as a servant.</p> <p>Or at least, Balram was the underclass. The story is actually told in flashback, using the curious framing device of a series of letters addressed to the Chinese premier <a href=\" http://www.economist.com/world/asia/displaystory.cfm?story_id=11541327\">Wen Jiabao</a>, which purport to tell \"the truth\" about Bangalore and modern India shortly before this dignitary makes a state visit.</p> <p>In the present, as he hammers out these angry missives, Balram has become a successful \"entrepreneur\". He has managed to escape the \"coop\", where most others of his class languish - but only thanks to the sacrifice of his own family, some ruthless opportunism and the series of events that lead into the bloody climax of this novel.</p> <p>The implication is clear: the only way to succeed is through corruption and contempt for human life and the polemic is fierce and sharp. No one is innocent in Adiga's India and no one escapes his lash. Politicians of the left and right are interested in little more than the next bribe and how best to fix elections; the peasants in The Darkness use their family members as trading devices for dowries and hoover up their income; the rich abuse their servants, whether they have sentimental ideals (like Ashok) or treat them with disdain; when these servants aren't whoring themselves to their masters, they're acting as their procurers in the fleshpots and black markets of the slums...</p> <p>The writing may seethe with anger, but it is clear and precise and full of telling observations. From the humiliation of Balram using his own hand to wipe vomit from his master's face to the stark image of a buffalo carrying a cart \"full of the faces of dead buffaloes\", Adiga has a talent for bringing the cruelties of this dirty world to vivid life. More poetically, when we are shown the work-worn condition of Balram's father, his spine \"a knotted rope\", his skin covered in nicks and scars, he provides the telling observation: \"The story of a poor man's life is written on his body in a sharp pen.\"</p> <p>In fact, the main problem I have with the novel can partly be attributed to such well-crafted prose. There's a tricky paradox in Adiga choosing to speak for those \"denied education\": in the privileged position of novelist, he is perforce removed from them. This problem becomes most apparent thanks to Balram's habit of protesting too much about his ignorance. The frequent reminders of his lack of education and supposed naivety unwittingly draw attention to the sophistication of the writing. Even if it is spiced up with earthy profanities and an unembarrassed delight in scatalogical detail, there's no getting away from the fact that the voice of the novel, if not the viewpoint, is that of an educated, highly-trained writer - especially thanks to a frequent striving for almost <a href=\"http://en.wikipedia.org/wiki/Edward_Gibbon\">Edward Gibbon-esque aphorism</a>. Sometimes these elegant sentences are resonant and neatly encapsulate the central ideas of the novel. \"In the old days there were one thousand castes and destinies in India,\" Balram tells us. \"These days there are two castes: Men with Big Bellies, and Men with Small Bellies.\" Sometimes they are meaningless: \"So do we loathe our masters behind a façade of love - or do we love them behind a façade of loathing?\" Always, they jolt the reader out of the suspension of disbelief. (Something that never happens in a comparable attempt to speak for the silent underclass, last year's short-listed <a href=\"http://blogs.theguardian.com/books/2007/10/booker_club_animals_people_by.html\">Animal's People</a>.)</p> <p>I have other niggling complaints about the unconvincing framing device and unsuccessful splashes of magical realism-tinged absurdity (most egregiously, a prolonged imagined conversation with two puddles of spit), but it's a mark of how much I enjoyed this novel that my main criticism is that the writing is almost too good. I'm already hoping it will be a contender for a place on the shortlist, even it it's an unlikely winner.</p>"
]