[
  "<p>US police claim to have foiled an alleged plot by two skinhead neo-Nazis to assassinate <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> as the culmination of a murder spree targeting black people.</p> <p>According to federal authorities, Daniel Cowart, 20, and Paul Schlesselman, 18, who were arrested in Tennessee on Wednesday, planned to attack an unidentified high school where most pupils were African-American. They intended to shoot 88 people and behead 14 others, before trying to shoot Obama.</p> <p>According to court records released last night, the pair planned to wear white tuxedos and top hats during the killings. </p> <p>They have been charged with making threats against a presidential candidate, conspiring to rob a gun store and possessing an unregistered firearm.</p> <p>While Cowart and Schlesselman did not appear to have made any concrete plans as to how they would target the Democratic presidential hopeful, law enforcement authorities said they had taken the threat very seriously. They said the pair appeared to be acting alone.</p> <p>\"They said that would be their last, final act – they would attempt to kill Senator Obama,\" said Jim Cavanaugh from the Bureau of Alcohol, Tobacco Firearms and Explosives in Nashville, Tennessee. \"They didn't believe they would be able to do it, but that they would get killed trying.</p> <p>\"They seemed determined to do it. Even if they were just to try it, it would be a trail of tears around the south.\"</p> <p>A spokesman for the Secret Service, which has been assigned to protect Obama since May 2007, said there did not appear to be any definite assassination plan.</p> <p>\"Whether or not they had the capability or the wherewithal to carry out an attack remains to be seen,\" said Eric Zahren. \"We don't discount anything.\"</p> <p>Obama downplayed the threat today, praising the skills of the officers protecting him and saying he believes voters prioritise qualifications over skin colour.</p> <p>\"I think what has been striking in this campaign is the the degree to which these kind of hate groups have been marginalized,\" he told a local Pennsylvania TV station. \"That's not who America is. That's not who our future is.\"</p> <p>When Cowart and Schlesselman were arrested, agents seized a rifle, a sawn-off shotgun and three pistols. Authorities believe they were preparing to break into a gun shop to steal more weapons.</p> <p>The court documents say the pair, from Arkansas and Tennessee, met about a month ago on the internet due to a shared interest in skinhead and white supremacist philosophies.</p> <p>The numbers involved in the murder plan, 88 and 14, are believed to be coded references to Adolf Hitler and David Lane, a white supremacist who died in prison last year. H is the eighth letter of the alphabet, and 88 represents the phrase \"Heil Hitler\". </p> <p>Cavanaugh said: \"The number 14 is a reference to a 14-word summary of Lane's views: 'We must secure the existence of our people and a future for white children'.\"</p> <p>The documents say Cowart and Schlesselman bought nylon rope and ski masks to use in a robbery to fund their plot. They also say the pair admitted shooting out a window at a church with a black congregation in Brownsville, Tennessee.</p> <p>The secretary of the Beech Grove Church of Christ said the glass in the church's front door had been shattered while no one was in the building.</p>",
  "<p>LinkedIn, the social networking website for the business community, has seen a 25% increase in the rate of sign-ups since the economic crisis hit in September as concerned professionals look to keep their contacts up to date.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-339048811\"> <img src=\"https://static.guim.co.uk/sys-images/Media/Pix/pictures/2008/06/18/LinkedIn220.jpg\" alt=\"LinkedIn\" width=\"220\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Since the latest financial crisis began in mid-September, sign-ups have increased to a level of 1 million every two weeks</span> <span class=\"element-image__credit\">Photograph: Public domain</span> </figcaption> </figure>  <p>The site, which last week <a href=\"http://www.guardian.co.uk/media/2008/oct/23/socialnetworking-digitalmedia\">secured $22.7m (£14m) in a second funding drive this year</a>, claimed that the downturn has boosted sign-ups and activity as business people seek to keep themselves well networked as insurance in an uncertain time for jobs.</p> <p>\"Economic issues and uncertainty has highlighted the importance on networking and information exchange,\" said Kevin Eyres, the European managing director of LinkedIn. </p> <p>\"We have seen a significant increase in the rate of sign-ups and in the amount of activity our users have been conducting on LinkedIn over the last two months,\" Eyres added.</p> <p>He said that through spring and summer LinkedIn had maintained a growth rate of about one new member every two seconds, or 1 million new users about every 20 days.</p> <p>However, since the latest financial crisis began with the collapse of Lehman Brothers in mid-September - leading to huge job losses among financial services firms as well as at some advertising-dependent media companies - the rate of growth had increased to a level of 1 million new users approximately every two weeks, Eyres added.</p> <p>In terms of activity by LinkedIn users, there has been a 15% increase in the last two months in the issuing of invitations to get people to join business networking circles.</p> <p>There has also been a 14% increase in the amount of recommendations made by users endorsing another member of LinkedIn.</p> <p>The company's revenue streams come from job listings, subscriptions for premium services, advertising and a corporate service called Recruiter.</p> <p>Eyres said that the high-quality LinkedIn user group and highly targeted advertising opportunities had so far made the website immune to the downturn.</p> <p>\"From an advertiser standpoint there has always been the question of how targeted your communications really are,\" he added.</p> <p>\"We have very, very little wastage. As companies review spend they will look to put budget in places where there is the most impact. It is about finding the right individuals and we are highly targeted,\" Eyres said.</p> <p>He added that despite the deteriorating economic conditions LinkedIn was still on target to hit its full-year revenue forecast of between $75m and $100m.</p> <p>LinkedIn claims 30 million users worldwide, with about 7 million across Europe.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Liverpool's senior players are urging calm in the wake of their considerable achievement in becoming the first team to win a league game at Chelsea in 4½ years, a victory that moved them clear at the top of the Premier League.</p> <p>Xabi Alonso's early goal, and some rugged late resistance, hauled the Merseysiders three points above Chelsea at the summit and inflicted their first defeat at Stamford Bridge in a league game since Arsenal won there in February 2004, 86 matches ago. Rafael Benítez's side secured only four points against Manchester United, Chelsea and Arsenal last season but have already beaten United and now Luiz Felipe Scolari's team this term.</p> <p>Inevitably they have raised the expectations of their supporters and are guarding against complacency, aware that they followed last month's win over the champions with a frustrating goalless draw at home to lowly Stoke City. \"We are delighted with the position we are in, top after nine games, but we shouldn't get too carried away with it,\" said Jamie Carragher. \"That's where we should be. We are a massive, top club with a lot of great players, so we are only doing what we should be doing. Our reaction after winning at Chelsea wasn't ecstatic - it was a job done.</p> <p>\"Don't get me wrong - it was a good result and something that no other side has achieved in over four years, so it's to be enjoyed. I've been coming to Chelsea for 12 years and that's the first time I've ever won, so I'm delighted that we are the team that has broken that record. But we have to capitalise on it now and not just live on the fact that we got a great result at Chelsea. What happened against Stoke was disappointing and there was a lot of talk at the time that we were getting complacent but that kind of thing happens.</p> <p>\"We were very unlucky against Stoke. If we played that game again nine times out of 10 we would win. But for most of the season now we have done quite well. We have got Portsmouth on Wednesday, and then Tottenham, and there's a lot of stuff going on at both of those clubs so you never know how they are going to react, but we have got to go for maximum points. People will be talking about us a bit more now because we are top of the league. But we have got to live with that. It's a different kind of pressure but it's what we are in it for and we have got to cope with that.\"</p> <p>Both Alonso and Steven Gerrard share Carragher's outlook, with Liverpool having endured too many false dawns in recent seasons as they pursue a first title since 1990. Alonso urged everyone to \"keep calm\". \"To win the league and be champions you have to deal with the pressure,\" said Gerrard. \"That's the challenge for us now. Can we handle being on top of the league? We've done superbly so far. We're unbeaten and we need to keep going. It's been frustrating over the years but the manager has slowly been building his squad. We are nearly there. We just need the belief we can do it now.</p> <p>\"We understand there's going to be expectations after a win like this but it's important not to get carried away. It's still October. We're in a nice position but we know Chelsea are a fantastic side and they're going to come back. Manchester United are going to be there or thereabouts. Nothing is won yet. It's a big, massive win. It's a nice three points but, if we slip up against Portsmouth, these three points are irrelevant.\"</p>"
]