[
  "<p>A former Kenyan anti-corruption chief who fled into self-imposed exile in 2005 has returned home with a warning that he has \"unfinished business\". </p> <p>John Githongo, whose efforts to expose massive theft at the highest levels of government had led to death threats, flew into the capital, Nairobi, on Tuesday for a brief visit after being assured of his safety. He was welcomed by Prime Minister Raila Odinga but not President Mwai Kibaki, who is accused of ignoring his reports that government contracts worth £500m had been signed with mainly fictitious firms. </p> <p>His homecoming has caused a stir in Kenya, where he is seen as a hero by many and a traitor by few. In publicly denouncing the cover-up of the \"Anglo Leasing\" scandal by ministers and Kibaki, Githongo broke the decades-long tradition of top government officials turning a blind eye to corruption, especially when it involved people from the same ethnic group. Like Kibaki, who made him his anti-corruption advisor in 2003, Githongo is a Kikuyu. </p> <p>Githongo is now a senior associate member at St Antony's College in Oxford, and is a vice-president of the aid agency World Vision. But in a speech yesterday there were suggestions he may soon return home permanently. </p> <p>He said it felt \"great to be home\". Alluding to corruption, Githongo said the fight was far from being won and that western countries were not doing enough to help recover stolen funds stashed abroad. An amnesty should be offered to fraudsters who admitted wrongdoing and were willing to pay back the stolen money, he said. He added that his work on the Anglo Leasing case was not complete. </p> <p>Githongo also talked about the politics in Kenya, which is making a slow recovery from the violence that left more than 1,000 people killed and hundreds of thousands displaced earlier this year after Kibaki's controversial election win over Odinga. </p> <p>Githongo described the current coalition government and peace settlement as \"temporary institutions, a lid that covers a range of unresolved issues\". </p> <p>\"I don't think that we can take this peace that we have in this country now for granted, even for one minute,\" said Githongo.</p>",
  "<p>Notice anything about the <a href=\"http://www.nypost.com/seven/08172008/photos/black817.jpg\">first photograph</a> of Conrad Black to emerge since his incarceration five months ago? Inmate number 18330-424 at the Coleman Federal Detention Complex, aka Baron Black of Crossharbour (or \"Lordy\", as he is apparently known to fellow inmates), is wearing one trouser leg rolled up, gangster-style.</p> <p>The former media baron, serving six-and-a-half years for fraud and obstruction of justice, is, we learn, thriving there, reportedly describing the experience as \"better than I expected\". Initially placed on dishwashing duties, Black has not only swiftly risen to working in the prison library but is apparently employing his cellmate as his personal butler and general dogsbody.</p> <p>But the trouser leg? If you roll the right one you're usually boasting membership of the notorious Folks/Crips alliance - the Folks being a gang that formed in 1978 within the Illinois prison system and aligned itself in the early-90s to the west coast's famous blue bandana-wearing Crips. The Folks and Crips are usually sworn enemies of the Peoples/Bloods grouping, more often seen wearing red. In prisons, where the sporting of coloured gang symbols is prohibited, the discreet rolling of left or right leg serves to show which side you're on.</p> <p>Interestingly, rap stars such as Eminem and LL Cool J also took to the Conrad Black-rolled-pants style for a while, though LL Cool J strenuously denied it was ever a gangsta thing. More influential has been the lags' habit of wearing trousers so low they expose half a yard of underwear. This was started by prisoners who routinely have their belts removed on arrival. In US cities wearing one's trousers round one's knees became a symbol that you had served time, and were therefore hard.</p> <p>So maybe Black is just trying to fit in by being fashionably \"down\"? By the look of his deeply ungangsta footwear, though, that would be a stretch. On second thoughts, the whole thing could just be a fashion malfunction caused when lacing those deck shoes.</p> <p><strong>·</strong> William Shaw is the author of Westsiders: Stories of the Boys in the Hood</p>",
  "<p>Much has been said about the generational division between the old guard of black leaders who grew up during the civil rights era and the new cohort raised in post-segregation America. The old guard were apparently united in a notion of a collective black experience, while the younger generation have a more diverse perspective of American life.</p> <p>In a New York Times Magazine cover story titled <a href=\"http://www.nytimes.com/2008/08/10/magazine/10politics-t.html\">\"Is Obama the end of black politics?\"</a>, writer Matt Bai delved into whether or not the new black leaders have brought an end to the racially-orientated politics practised by the likes of Jesse Jackson and Al Sharpton.</p> <p>Bai's answer wasn't definitive. The conclusion seemed to be that black people – and indeed the black community, if you can call it that – are simply too complex to be able to make straightforward, either/or analyses about. This, to me, is no surprise.</p> <p>The question Bai should have asked isn't whether or not Obama marks the end of \"black politics\" (because this question in itself assumes homogeneity), but whether or not people – both white and black - will now begin to see black people as much more than just one homogeneous entity who share the same perspectives and the same experiences as each other. In essence, will Obama mark the end of the negative stereotyping of, and generalising about, black people? </p> <p>One of the problems people have had with Obama is that they have been unable to put him into a box. He is racially sensitive to African-American issues, but also deeply passionate about issues facing all Americans. He self-defines as African-American, yet is proud of his bi-racial heritage. He is articulate, charismatic and well educated, yet also in tune with his working-class roots and his background in community activism. His wife, although raised in a poor part of Chicago, is successful and powerful. Although the media has attempted to portray her as an angry, militant black woman, appearances on TV and on the campaign trail have shown her to be kind, family-orientated and down to earth.</p> <p>The Obamas – in all of their supposed paradox – represent what \"black\" means today. By this I mean that, by confounding stereotypes, they are showing the world that there is not just one single way to be black.</p> <p>According to a recent <a href=\"http://www.blackamericastudy.com/\">Black America study</a> – apparently one of the most comprehensive pieces of research ever done on black America, with over 300,000 pieces of data generated – there are around 11 different and distinct segments within the African-American community, each with a different perspective and outlook on life. As the study says: \"This richer view is particularly important because it clearly shows how blacks and African-Americans are not all the same just because they may be in the same age group, or might be the same gender or live in the same part of the county.\"</p> <p>Some of these segments include the New Middle Class, who are \"the best educated, most employed and wealthiest segment. … They are more likely to describe themselves as blacks rather than African-Americans and believe that problems in the black community can be best solved by blacks.\" Another segment is the Stretched Black Straddlers, who are \"the most stressed by straddling the needs of family and work. … They are most likely to say they have been racially discriminated against in the past three months\" The 11 segments most likely do not go far enough toward describing the wealth of difference among black people. </p> <p>While all of this seems like common sense, for many it isn't. Generalisations about black people and the black community occur often, while diversity is overlooked, particularly by the media. In a <a href=\"http://www3.interscience.wiley.com/journal/120747550/abstract\">study published in the Journal of Communication in June</a>, University of Illinois professor <a href=\"http://www.news.uiuc.edu/news/08/0717race.html\">Travis Dixon</a> found that \"network news exposure increased the endorsement of African-American stereotypes, particularly the view that African-Americans were poor and intimidating, and was positively associated with higher racism scores.\" </p> <p>Writing in <a href=\"http://www.theamericanscholar.org/su08/narrative-johnson.html\">the American Scholar</a>, University of Washington professor Charles Johnson says: \"No matter which angle we use to view black people in America today, we find them to be a complex and multifaceted people who defy easy categorisation. We challenge, culturally and politically, an old group narrative that fails at the beginning of this new century to capture even a fraction of our rich diversity and heterogeneity.\" Last year, in fact, <a href=\"http://pewsocialtrends.org/pubs/700/black-public-opinion\">a Pew Research Centre poll</a> revealed that 37% of black people believed that, because of this diversity, \"black people can no longer be thought of as a single race.\" </p> <p>There are, of course, other high-profile African-Americans such as Oprah Winfrey, Condoleezza Rice and Colin Powell who have done their part toward changing the public perception of what it means to be black. However, the intense international media focus on Obama is unprecedented and has reached far and wide, generating huge amounts of discussion about race.</p> <p>Of course, Obama is just one man and can only do so much. It's more likely that one's level of daily contact with people of other races has more impact on changing stereotypes than Obama does. Polls on whether or not Obama's impact may or may not be changing people's views on race have also shown mixed results. </p> <p>One thing Obama's candidacy has made is clear though is that it's getting harder to group black people into a single, monolithic entity, which hopefully makes it harder to stereotype us. The New York Times asked whether this was the end of \"black politics\". I ask whether this is the end of an era in which one is even able to ask such a question.</p>"
]