[
  "<p>The emerging pressure from different member states to scale back EU climate policy in the face of economic downturn is a major blow, both to the environment and to the EU economy (Europe's leaders struggle to stop emissions package unravelling, October 17). </p> <p>The French presidency appears to be driving for an agreement based on the lowest common denominator, effectively giving every member state the possibility to beg for special treatment. The aim is clearly to bully the European parliament into accepting an agreement at any cost.</p> <p>The parliament must not and will not succumb. This a la carte approach would rip all substance out of the package, leaving the EU with an empty shell of legislation which makes a mockery of its supposed \"global leadership\".</p> <p>Many of the measures to reduce our emissions are no-brainers for the economy. Improving efficiency - whether of vehicles, industrial production through the emissions trading scheme (ETS), power generation or buildings - will save money. It will reduce our dependence on energy imports and the massive economic instability that this brings. So too will increasing the development of renewable energies, which will also create thousands of jobs. </p> <p>Climate policy offers an opportunity to shift our economies away from the boom-bust cycle of an overexploitative, speculative fossil-fuel-based economy. Failure to grasp it will exacerbate both the economic and the climate crises.<br><strong>Dr Caroline Lucas MEP</strong><br>Leader, Green party</p> <p>The importance of the statement by Europe's leaders to get a deal on the climate change should not be underestimated. There has been intense lobbying by some in industry for months (long before the current financial crisis) to derail the fast-track timetable, which should see Euro-MPs and ministers reach rapid agreement on a package of laws to deliver the 2020 targets. </p> <p>But Thursday's statement by EU leaders, together with the big majorities in the committee stage in the European parliament, provide a solid foundation for future work. The ball is now in the court of the French government, current chair of the EU, to put a negotiating text on the table quickly so that a final agreement can be reached by Christmas. MEPs are ready. Ministers must deliver.<br><strong>Linda McAvan MEP</strong><br>European spokesperson on climate change, Labour party</p> <p>Your article on the Eliasch review regarding forests and climate change (Global fund 'could pay owners to keep rainforests safe', October 14) says Guyana supports a new approach to forest conservation based on carbon trading. What the piece does not mention is that local communities in Guyana have not been properly involved in discussions. Having just returned from Guyana, I can attest that most of those who will be affected have no idea what carbon is, let alone what implications the international carbon market may have for them. In many cases, the land claims by Guyana's indigenous peoples remain unresolved more than 40 years after independence from Britain. If efforts to save the world's forests are to succeed, they must ensure communities' involvement in decision-making. Crucially, the rights of those who depend on the forest must be respected.<br><strong>Tom Griffiths</strong><br>Forest Peoples Programme</p> <p>The Eliasch review is unequivocal that carbon markets offer the best financing mechanism available, measured by efficiency, effectiveness and equity, and that reducing tropical deforestation is essential to stabilising the global climate by mid-century. The figure of $3.7tn, raised as the potential long-term net benefit from halving deforestation, is as much as, if not more than, the amount lost to date in the global financial crisis. </p> <p>Current EU regulation bans forest credits from the EU ETS, thereby effectively preventing investment. The EU parliament environment and industry committees, with cross-party support, have each now proposed amendments to the linking directive to lift this ban. But with the European commission opposed to change, it will be the decision of the council of ministers. If the UK government meant what it said in endorsing the Eliasch review, it should vote in favour of admitting forest-based credits into the scheme from 2013. Ed Miliband may be new to office, but he must seize this opportunity quickly. We urge him to show leadership in Europe. <br><strong>Henry Derwent</strong><br>Chief executive officer, International Emissions Trading Association, <br><strong>Abyd Karmali</strong><br>President, Carbon Markets &amp; Investors Association</p> <p>It's great news that Ed Miliband has started his new role at the Department for Energy and Climate Change by announcing a target of at least 80% emissions cuts by 2050 (Report, October 17). His commitment to a target of 30% cuts by 2020 across Europe is also to be applauded. However, he must also ensure that these two targets are not undermined by the continued building of high-carbon infrastructure while buying in carbon credits from overseas. Building new coal-fired plants completely points in the wrong direction. <br><strong>Sara Shaw</strong><br>Climate change policy adviser, Tearfund</p> <p>An 80% target for reducing carbon emissions will rightfully draw gasps of glee and questions on how to meet it in equal measure. It is an ambitious challenge, and one which cannot be met without carbon capture and storage (CCS) technology. </p> <p>If the UK is to stand any chance of meeting this goal it is essential CCS is developed without delay. Despite some opinion, fossil fuels will remain the backbone of the UK's energy mix, and CCS is the only viable way to prevent carbon emissions from entering the atmosphere. It is not the only answer, but CCS must be part of the climate change solution. <br><strong>Dr Jeff Chapman</strong><br>Chief executive, Carbon Capture and Storage Association</p>",
  "<p>After serving three Republican presidents, <a href=\"http://www.theguardian.com/world/colin-powell\">Colin Powell</a> has given the 2008 Democratic presidential candidate, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>, one of his biggest endorsements. Powell's popularity both at home and abroad means this is a huge blow for Obama's Republican rival, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>.</p> <p>The 71-year-old served as Ronald Regan's national security adviser between 1987 and 1989, supporting the \"Star Wars\" missile programme, and has long been one of the most respected African-Americans in US public life.</p> <p>Under the tenure of George HW Bush he was promoted to four-star general and became chairman of the joint chiefs of staff, America's highest military job. He was the first African-American to hold the post. Along with General Norman Schwarzkopf, he led the coalition to victory in the first Gulf war against Iraq in 1991, becoming a national hero, and was urged by some to stand for president in the late 1990s.</p> <p>Born in Harlem and raised in the South Bronx of New York to Jamaican immigrant parents, he joined the army after graduating from college and had a 35-year career as a soldier, including tours of duty in Vietnam. He has said he is still haunted by the nightmare of Vietnam and believes the war was characterised by poor leadership.</p> <p>In 2001 he became the highest-ranking African-American in any US administration when George W Bush appointed him as his secretary of state. Powell was seen as a moderate voice in the Bush cabinet, particularly on Iraq, and gradually became more critical of the administration after being replaced by Condoleezza Rice following Bush's 2004 re-election. According to the Washington Post, he had been asked to resign by the president's chief of staff, Andrew Card.</p> <p>After the <a href=\"http://www.theguardian.com/flash/0,,423247,00.html\">1991 Gulf war</a>, Powell's approach to intervention - described as his \"doctrine\" by the media - was characterised as exercising caution when sending US troops to fight abroad and ensuring there was a clear national interest and exit strategy.</p> <p>However, he was criticised in some quarters for his support for the invasion of Iraq in 2003 and his support for now-derided intelligence on Saddam Hussein's weapons of mass destruction. In the run-up to the conflict, Powell told the UN military action was needed against Iraq because \"there can be no doubt that Saddam Hussein has biological weapons and the capability to rapidly produce more, many more\". He also praised the UK's notorious <a href=\"http://www.theguardian.com/politics/2008/sep/04/iraq.iraq\">\"dodgy dossier\"</a> as a \"fine paper\".</p> <p>In spite of his protestations that reports of a cabinet split over Iraq had been exaggerated, Powell's relationship with Bush deteriorated after he was forced to justify the invasion. Powell is said to have doubted the accuracy of some of the \"evidence\" against Saddam and last year himself revealed that he once spent two and a half hours trying to persuade Bush not to invade Iraq.</p> <p>Since leaving office, Powell has campaigned against the appointment of the former Pentagon official John Bolton as the US ambassador to the UN, criticised the Bush administration's response to <a href=\"http://www.theguardian.com/world/hurricanekatrina\">hurricane Katrina</a> and there has been growing anticipation he would back Obama.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338762410\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/hamiltonbefore1-6113.jpg\" alt=\"hamiltonbefore\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lewis Hamilton took a five-point lead and a dominant display in qualifying to pole position in the Chinese grand prix in Shanghai</span> <span class=\"element-image__credit\">Photograph: Mark Thompson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762413\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/massa1-6965.jpg\" alt=\"massa\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Brazilian Felipe Massa was Hamilton's closest rival and would start from third on the grid in the Ferrari</span> <span class=\"element-image__credit\">Photograph: Vladimir Rys/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762416\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/hamiltonstart1-7257.jpg\" alt=\"start\" width=\"350\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An uneventful start meant Hamilton could pull away unimpeded from the chasing pack</span> <span class=\"element-image__credit\">Photograph: David Davies/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762422\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/firstcorner1-7898.jpg\" alt=\"firstcorner\" width=\"400\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamilton led into the first corner and would not relinquish the lead throughout</span> <span class=\"element-image__credit\">Photograph: Nir Elias/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762425\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/hamiltonraikkonen1-8229.jpg\" alt=\"HamiltonRaikkonen\" width=\"450\" height=\"400\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamilton's closest challenger for large sections of the race was Kimi Raikkonen, but the Finnish driver moved over to allow his team-mate Massa to take second</span> <span class=\"element-image__credit\">Photograph: David Davies/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762642\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/stretch1-4772-thumb.jpg\" alt=\"stretchout\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamilton opened up a huge gap between his McLaren and the rest of the field, eventually taking the chequered flag with a 15-second margin over Massa</span> <span class=\"element-image__credit\">Photograph: Luca Bruno/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762645\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/justfinished1-5158.jpg\" alt=\"justfinished\" width=\"600\" height=\"330\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamilton's victory means that he needs only to finish fifth in Brazil to become world champion</span> <span class=\"element-image__credit\">Photograph: Vladimir Rys/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338762648\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/19/formulaone-lewishamilton/podium1-5459.jpg\" alt=\"podium\" width=\"500\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hamilton was sandwiched by the two Ferrari drivers on the podium: Felipe Massa, left, and Kimi Raikkonen, right</span> <span class=\"element-image__credit\">Photograph: Greg Baker/AP</span> </figcaption> </figure>"
]