[
  "<p>It will be a small step for mankind, but a giant leap forward for <a href=\"http://www.theguardian.com/world/india\">India</a>. In a boost to national prestige, the country will launch its first unmanned <a href=\"http://www.theguardian.com/science/spaceexploration\">moon mission</a> tomorrow - blasting its <a href=\"http://www.theguardian.com/technology/spacetechnology\">Chandrayaan</a> satellite into space from an island off the Bay of Bengal, using a domestically produced rocket system. In doing so, it will match Japan, which in 1990 became the first Asian nation to send a satellite to orbit the moon, signalling the possibility of a race for mineral wealth on the lunar surface.</p> <p>If all goes to plan, India's tricolour flag should be drifting down towards the freezing, airless lunar surface as dawn breaks over the subcontinent on November 11.</p> <p>The 239,000-mile journey is not straightforward - it took the Americans and Russians almost two decades to master it, from the moment space exploration was born. Once above the Earth's atmosphere the launch vehicle's thrusters will have to manoeuvre and fire the Chandrayaan I rocket with precision.</p> <p>If all goes to plan, the satellite, weighing half a tonne, will enter a lunar orbit some 62 miles above the moon's surface on November 8 and begin its two-year mission to map the moon in 3D, survey its surface for mineral wealth and start its 11 hi-tech probes, including five from the US, Sweden, Japan, Germany and Bulgaria.</p> <p>One of India's aims in reaching the moon is the possibility of harvesting helium 3, a key fuel for nuclear fusion. Although fusion is not commercially viable today, scientists say it one day will be, and that once it is a fuel supply will become a problem, as the Earth is believed to have only 15 tonnes of helium 3. The moon is thought to contain up to 5m tonnes.</p> <p>Officials at the Indian Space Research Organisation (Isro) remain tight-lipped about the possibility of a lunar land grab. UR Rao, a former director of Isro, was less circumspect, pointing out that the moon might have \"enough [helium 3] to produce energy for 8,000 years\". This view echoes that of the head of China's Chang'e project, who told the China Daily in 2006 that \"each year three space shuttle missions could bring enough [helium 3] for all human beings across the world\".</p> <p>Last month, a Chinese astronaut completed a 15-minute space walk for the first time. However, India has big ambitions. There are proposals to put the first Indian into space by 2014 and to launch a manned lunar mission by 2020 - four years ahead of China's target date.</p> <p>The Indian agency's next step is to launch a second unmanned lunar mission in 2011, comprising an orbiting spacecraft, a lander and a moon-rover built with Russian help.</p> <p>The Chandrayaan mission, at a time of economic belt-tightening, has sparked a national debate about whether a country with hundreds of millions of poor people can afford to play catch-up in the skies.</p> <p>S Satish, director of public relations at Isro, said that the Indian cabinet had given the go-ahead for the second mission in 2011, but other missions awaited approval.</p> <p>\"We have to consider the costs for a [manned] moon mission. Even with our low costs it will be billions of dollars. You need a good reason to send someone to the moon for that amount,\" Satish said.</p> <p>Earlier this year India was ranked by analysts at Futron, a hi-tech consultancy, as only a fraction behind China in global space competitiveness rankings, and well ahead of Japan, Israel and Canada. It is also building a low-cost, hi-tech base. China's Chang'e I cost nearly double India's Chandrayaan I bill of $86m.</p> <p>This thriftiness was born of necessity. With an annual budget of about $1bn - less than a tenth of Nasa's - Isro has to do a lot with little.</p> <p>Until now India's space agency has concentrated on putting satellites in orbit. It has 11 communications satellites, using them to bring education and healthcare to remote villages via tele-links with schools and hospitals in cities.</p> <p>\"The whole thrust of [India's space programme] has been to get real benefits,\" said Gopal Raj, author of Reach For The Stars, a book about the country's rocket programme. Raj pointed out that the Madras Institute of Development Studies recently calculated that for every rupee spent on the space programme, two were generated in \"indirect and direct returns\".</p> <p>Critics say that the space mission is a cover for an exercise in \"national military-industrial ego\". </p> <p>Ominously, earlier this year India's chief of army staff spoke openly of his fears about China's military space programme, and stressed the need for India to accelerate its own.</p> <p>\"Let's face it we have an arms race here,\" said Praful Bidwai, a long-time critic of the space programme. \"Rockets that can be used to fire satellites can be used for nuclear warheads, too. India could be spending the money on getting clean drinking water to the poor, get food in their belly. Instead it chooses to blast its way into a space race.\"</p> <h2>Reach for the stars</h2> <p><strong>US </strong>Nasa put Neil Armstrong on the moon in 1969. Plans include a return manned trip to the moon by 2020.</p> <p><strong>China </strong>Completed its first manned space flight in 2003 and launched a lunar satellite in October last year. This year, Zhai Zhigang became the first Chinese to walk in space. Ambitious plans include its own space station.</p> <p><strong>Russia </strong>First to launch a satellite in 1957, and four years later launched the first human into space. </p> <p><strong>Europe </strong>European Space Agency's Ariane rocket programme became a world leader in commercial space launches in the 90s. Plans a mission to search for signs of life on Mars in 2016.</p> <p><strong>Japan </strong>First ever minister of space development appointed this year.</p> <p>• This article was amended on Thursday October 23 2008. China was not the first Asian nation to send a satellite to orbit the moon, as we said. Japan was the first, in 1990. This has been changed.</p>",
  "<p>Nine months before the Ashes series gets under way in Cardiff, Cameron White gave plenty of amusement to English watchers yesterday when he speared a delivery so far down the leg-side that it made Steve Harmison's infamous series opener in 2006 look like a model of line-and-length bowling.</p> <p>It was one of the widest deliveries anyone could remember, and came as India stretched their lead rapidly towards infinity, turning an overnight advantage into total mastery on the fourth day of the second Test in Mohali. They require only five wickets to complete victory over Australia. Barring a fightback of Steve Waugh-like ferocity - or rain - Australia will today go one down in the four-match series. It would be only a second defeat in 29 Tests since the <br>2005 Ashes.</p> <p>Set 516 to win, they were five down in a blink. Harbhajan Singh - centre of an angry row in their last ill-tempered series - removed his arch foe, Matthew Hayden, and two more top-order batsmen, while Ishant Sharma took two, including Ricky Ponting for the third time in a row. Michael Clarke, with an unbeaten 42, and the new keeper, Brad Haddin, staged a recovery of sorts as Australia ended on 141 for five.</p> <p>In the morning, India had rapidly extended their lead. A second Test hundred for the opener Gautam Gambhir and punchy innings from Virender Sehwag and MS Dhoni established total control, which led to a prickly exchange between the captain, Ponting, and his fastest bowler, Brett Lee, who felt he should have been handed the ball earlier. Dhoni - standing in for the injured Anil Kumble - declared India's second innings closed at 314 for three, leaving Australia with a daunting chase.</p> <p>After a death-or-glory 29 the ageing Hayden failed for the fourth time in a row, with Harbhajan so delighted he may yet be punished for his celebration.</p>",
  "<p>Any attempt to pursue the kind of job creation strategy advocated by Polly Toynbee (Jobs, jobs, jobs must be the mantra for a softer recession, October 18) - also in line with the government's own strategy - is bound to be a repetition of the expensive and wasteful failures of both past and present. There is ample research evidence that the long-term employment benefits of such public investments are negligible and that they can only be justified in terms of the specific public purpose they are designed to serve (eg improved school buildings). As for urban regeneration projects (such as the London Olympics site), international experience shows that the long-term beneficiaries are mainly property developers rather than local residents.</p> <p>In a world where the goal of \"full employment\" is becoming more and more unattainable, policies based on the assumption that everyone should be in a full-time paid job are outdated. Instead we should implement the idea of a citizen's income - set initially at a minimum survival level, say £110-120 per week - to which all adults would be entitled as of right and which would replace most, if not all, other welfare benefits. </p> <p>This would have the benefit of getting rid of the whole expensive, degrading system of means-testing. It would also have the important merit of sustaining money circulation in the economy, countering the negative impact of rising unemployment and poverty much more effectively than costly, old-fashioned job creation schemes.<br><strong>Harry Shutt</strong><br>Horsham, West Sussex </p> <p>The chancellor is quite right to invoke Keynes and, for that matter, Roosevelt's New Deal as he seeks to direct government spending to create jobs and keep the productive economy afloat (Darling invokes Keynes as he eases spending rules to fight recession, October 20). But suggesting that it is kept afloat by replacing the Trident missile programme is like rebuilding your house from straw as a tsunami gathers on the coast.</p> <p>The moment calls for investment in windmills, not swords. As set out in the Green New Deal, published by the New Economics Foundation earlier this summer, by spending now to build a low-carbon economy, we could generate a vast new carbon army of highly skilled green collar workers, building new energy infrastructure, transport networks and super-efficient buildings. This would join up the need to cope with the impacts of peak oil and climate change, as well as kick-starting the economy. Viewed even in the light of Roosevelt's New Deal, Darling's approach looks short-sighted - Roosevelt's version included the Civilian Conservation Corps, which involved millions of Americans in wilderness preservation, the basis for the emergence of modern environmentalism in the US.</p> <p>A government with vision could use the current crisis to deliver a crucial national plan for a low-energy future and its provision on the ground. <br><strong>Ruth Potts</strong><br>New Economics Foundation</p> <p>The idea that spending £25bn building new Trident nuclear weapon submarines will boost the economy is patently absurd. Despite the huge cost, the employment level is minimal - less than 3,500 at the BAE Systems shipyard in Barrow and smaller numbers elsewhere. Major defence projects suck in vast resources which could be used to stimulate not only a more socially useful form of employment, but a much higher number of jobs and broader economic benefits. <br><strong>Kate Hudson</strong><br>Chair, CND</p> <p>In an economic downturn there is an inevitable rise in unemployment. New minister Phil Woolas immediately plays to the gallery, implying that the job losses are the result of immigration.</p> <p>Two factors seem to have been overlooked. First, a high proportion of the jobs done by migrants are the ones that Brits don't want to take. Second, the systematic selling of British jobs to low-wage countries (eg call centres, Dyson manufacturing) has been going on for years, with no public criticism. The main effect of this is anything but increased efficiency and customer care, but a rapid rise in profits and bonuses.<br><strong>Ike Gibson</strong><br>Ullapool, Ross-shire</p>",
  "<p>Some national polls in the last two days have shown the race tightening a little bit, going from six or seven points to five or six points. It bears watching.</p> <p>Four possible explanations:<br>1. The \"he's a socialist\" line is gaining traction. This is the most worrisome explanation, because Obama isn't really answering it. He will have one more chance to do so on a big scale, that 30 minutes of prime-time television he bought on October 29. But two-plus weeks of being called a \"socialist\" isn't a good thing in this country.<br>2. As a result of the third debate, McCain has managed to get some distance from Bush, i.e., with that line about how if Obama wanted to run against Bush he should have run four years ago. CNN's Bill Schneider cites this as the reason.<br>3. Nate Silver, <a href=\"http://www.fivethirtyeight.com/2008/10/todays-polls-1018.html\">writing on Saturday</a>, said that maybe McCain has gotten more GOP base voters to come back to the fold with more enthusiasm in recent days:<br></p> <blockquote> <p><br>Between \"Joe the Plumber\", \"spread the wealth\", \"I'm not George Bush\", etc., however, McCain at least now seems to have a few somewhat more constructive talking points (in that sense, the fact that the Ayers attacks went over like a lead balloon at the debate might have done him a favor). So some of those crestfallen conservatives might have moved back into the likely voter universe.</p> <p>What I don't know that McCain is doing, on the other hand, is actually persuading very many voters, and particularly not independents or registered Democrats. If that is the case, than McCain is likely to run into something of a wall very soon here, brought about the Republicans' substantial disadvantage in partisan identification. </p> </blockquote> <p>Obviously, this is a comparatively non-worrisome explanation. <br>4. Races just tighten toward the end for reasons we don't know. They almost always do.</p> <p>One thing to remember here I suppose is that we elect presidents by state, so at this point it's really state polls that matter. It's possible that national poll numbers are skewed by more enthusiasm among Republicans in deep-red states. That'll help McCain's national numbers, but if it's actually reflective of increased enthusiasm in Idaho and Oklahoma and Texas and so on, it doesn't matter electorally.</p> <p>I'd say watch the polling especially closely in Virginia, Colorado and a few other states over the next few days. Those are two states Obama needs. If he holds the Kerry states and wins those two, plus Iowa and New Mexico, where he seems to be comfortably ahead, he's won. Actually he wins numerically with either Virginia or Colorado in that scenario, but a little cushion doesn't hurt.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338796324\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/01-5360.jpg\" alt=\"White Lies\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">View from the plane when landing in Iceland</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796345\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/02-8809.jpg\" alt=\"White Lies\" width=\"338\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harry at the airport</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796348\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/03-9373.jpg\" alt=\"White Lies\" width=\"338\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jack watches Iceland fly past on the road to Reykjavik</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796327\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/05-6116-thumb.jpg\" alt=\"White Lies\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">View from outside the IDNO, where we were playing that night</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796330\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/06-6590.jpg\" alt=\"White Lies\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dolls, in an upstairs room at IDNO that we were not meant to find</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796333\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/07-7033.jpg\" alt=\"White Lies\" width=\"449\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harry on the streets of Reykjavik</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796342\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/10-8393.jpg\" alt=\"White Lies\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Back to the airport</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338796339\"> <img src=\"https://static.guim.co.uk/Guardian/music/gallery/2008/oct/20/popandrock/09-7955.jpg\" alt=\"White Lies\" width=\"600\" height=\"338\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Us, cold, in the lagoon</span> <span class=\"element-image__credit\">Photograph: White Lies/Guardian</span> </figcaption> </figure>",
  "<p>\"There is nothing to do here except drinking and fucking. So then … this is what we do,\" explained an Icelandic ex-girlfriend of one of our managers. On Friday October 17 we flew to Reykjavik's <a href=\"http://www.icelandairwaves.com/\">Iceland Airwaves</a> festival to find out. And play a show, of course. We had been promised both nymphs and nymphets, so we boarded the plane at Heathrow curious as to who, or what, we might find on our travels.<br> Iceland, unlike a lot of Europe, has a soul formed by folklore rather than history. Before coming here, we had been told stories of the nymphs and other mythical creatures that many residents believe live alongside them in underground caves and geysers. During our stay I found there was something magical but disarming about conversing with the blond-bearded locals and smiling Aryan women in broken English and knowing that they could far easier translate ancient Viking texts.  When our plane touched down at Keflavík in the late afternoon sun, I was overwhelmed by the scenery. This is how Turner would paint Limbo. Ice-blue sea crashing in tempestuous foamed waves against volcanic black rocks. Rough, bleak and romantic terrain stretching as far as the eye could see. A red-and-white checked building with some purpose in the field of aviation reminded me of the Tin-Tin comic Explorers on the Moon.  We entered the outskirts of Reykjavik by coach passing flatpack architecture and an abundance of nothingness. Stunningly beautiful nothingness.  We weren't in the mood to hunt for bands but found one setting up in the corner of an inconspicuous bar. Part of me really hoped they were an Icelandic black metal band. My heart sunk a little when they started playing rhythm and blues. We bought two drinks each at 700 Icelandic krona apiece (about £3.50). According to locals, the price would have been double a few months ago. Our coin felt heavy, which is rare for a Brit in Europe.  White Lies hadn't played a show in two weeks and there was an electric excitement and anticipation binding us together as a gang, like robbers before a heist. The IDNO venue is perfect: a theatre-cum-music-hall situated with chandeliers, panelled walls and a beautifully decorated high ceiling. A spiral staircase led to an upstairs room that we were not meant to find. A stack of demonic looking children's dolls were slumped by an old pram, some almost with their heads off. Slightly unnerved, we left. Our show was fantastic. Being a new and relatively unknown band playing in a city like this, with such a small population, is an experience you don't forget. We earned every drop of sweat and tears in our performance and any icy hearts from curious audience members were thawed after thirty seconds of our opening number. It feels so satisfying to see the first spark inside somebody's eyes, watching a band they weren't sure they would like. On our walk back to the hotel after a perfect night, one of the hundreds of blonde girls heading into town leaned out a window and shouted \"England fuck\". Whatever that meant, it was the first hint of any post-economic xenophobia we had felt. We left her to continue her night of drinking and fucking, while we felt proud to have found much more to do in Iceland than that.  Next stop Toronto.</p>",
  "<p>With fuel prices sky-high and stock prices rock-bottom, energy and economics have inevitably dominated this year's US presidential race. The phrases \"climate change\" and \"environment\" have cropped up here and there, but usually just as a footnote to statements that are really about energy security. (See the candidates' voting records <a href=\"http://www.guprod.gnl/environment/2008/oct/20/network-uselections2008\">here</a>.)</p> <p>There was one question about <a href=\"http://www.theguardian.com/environment/2008/oct/09/environment.climatechange.uselection\">global warming </a> in the second televised debate, but for the most part there's been little to go on when trying to determine whether Barack Obama or John McCain is greener.</p> <p>Of course, either of the two candidates would be an environmental improvement over George Bush. But given that the US could make or break a meaningful deal to tackle climate change at next year's Copenhagen summit, an improvement isn't really enough.</p> <p>To help better understand the two candidates' eco-credentials, we've enlisted the help of our <a href=\"http://www.theguardian.com/environment/network\">Guardian Environment Network</a> partners at Grist, who have been tracking the green aspects of the campaign trail.</p> <p>Below is Grist's summary of where the wannabe presidents stand on the main environmental issues. For more information see their <a href=\"http://grist.org/feature/2007/07/30/obama\">Obama interview </a> and <a href=\"http://grist.org/feature/2007/07/30/obama_factsheet/\">fact sheet </a> and <a href=\"http://grist.org/feature/2007/10/01/mccain/\">McCain interview</a> and <a href=\"http://grist.org/feature/2007/10/01/mccain_factsheet/\">fact sheet</a>.</p> <h2>Cap-and-trade for greenhouse emissions<br></h2> <p><strong>Obama:</strong> Supports a <a href=\"http://www.barackobama.com/issues/energy/\">cap-and-trade system</a> to cut US emissions 80% below 1990 levels by 2050. Would auction off 100% of emission credits, making polluters pay for the right to emit greenhouse gases.</p> <p><strong>McCain: </strong>Supports a <a href=\"http://www.johnmccain.com/Informing/Issues/da151a1c-733a-4dc1-9cd3-f9ca5caba1de.htm\">cap-and-trade system</a> to cut US emissions 60% below 1990 levels by 2050. Would give away many emission credits at the start of his plan, though in future he would phase in auctions of such credits. Would allow domestic and international <a href=\"http://gristmill.grist.org/story/2008/5/13/11738/7278\">offsets</a> as a form of compliance.</p> <h2>Offshore drilling<br></h2> <p><strong>Obama: </strong> Generally opposes opening additional US waters to offshore <a href=\"http://gristmill.grist.org/story/2008/8/4/9331/12757\">oil drilling</a>, but says he would consider it as part of a comprehensive energy plan that includes incentives for renewable energy.</p> <p><strong>McCain: </strong> Calls for <a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm\">lifting the federal ban</a> on offshore oil drilling in new areas. (Had opposed new <a href=\"[http://thinkprogress.org/2008/06/17/mccain-flip-flops-on-offshore-drilling-moratorium/\">offshore drilling</a> until June 2008.)</p> <h2>Fuel-economy standards</h2> <p><strong>Obama:</strong> Supports <a href=\"http://my.barackobama.com/page/content/newenergy_more#oil\">raising fuel-economy standards 4%</a> – roughly one mile per gallon – each year. Proposes spending $4 billion to help US automakers upgrade their plants to produce more efficient cars and trucks.</p> <p><strong>McCain:</strong> Says he would more <a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm#2\">effectively enforce existing fuel-economy standards</a>. Said in <a href=\"http://www.grist.org/feature/2007/10/01/mccain/index.html#fuel \">2007</a> that standards need to be raised, but has not offered specific targets.</p> <h2>Renewable energy</h2> <p><strong>Obama:</strong> Calls for getting 10% of US electricity from <a href=\"http://my.barackobama.com/page/content/newenergy\">renewables by 2012, </a> and 25% by 2025. Proposes investing $150 billion over 10 years in renewables, advanced biofuels, efficiency, and clean tech, and says this will help create 5 million green jobs.</p> <p><strong>McCain:</strong>Supports <a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm#3\">renewables</a>, but has not offered specific targets.</p> <h2>Biofuels</h2> <p><strong>Obama: </strong>Calls for 60 billion gallons of <a href=\"http://www.barackobama.com/pdf/factsheet_energy_speech_080308.pdf\">\"advanced biofuels</a>\" such as cellulosic ethanol to be produced in the US each year by 2030. Proposes federal tax incentives and other inducements to help develop the advanced biofuels.</p> <p><strong>McCain: </strong>Supports increased use <a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm#2\">of biofuels</a>, but has not offered specific targets. Opposes subsidies for ethanol.</p> <h2>Coal </h2> <p><strong>Obama:</strong> Supports \"<a href=\"http://my.barackobama.com/page/content/newenergy_more#jobs\">clean coal</a>.\" Supports <a href=\"http://www.grist.org/news/daily/2007/06/13/2/index.html\">coal-to-liquid fuels if they emit 20% less carbon</a> over their lifecycle than conventional fuels. Says he would use \"whatever tools are necessary to stop new dirty <a href=\"http://www.barackobama.com/2007/10/08/remarks_of_senator_barack_obam_28.php\">coal plants</a> from being built in America — including a ban on new traditional coal facilities.\"</p> <p><strong>McCain:</strong> Supports <a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm#2\">\"clean coal.\"</a> Proposes spending $2 billion a year to help develop clean-coal technologies.</p> <h2>Nuclear energy</h2> <p><strong>Obama: </strong>Has said we should explore <a href=\"http://www.grist.org/feature/2007/07/30/obama_factsheet/index.html#video3\">nuclear power</a> as part of the energy mix, but has also said nuclear is not a great <a href=\"http://www.grist.org/feature/2007/07/30/obama_factsheet/index.html#video4\">option</a> because of problems with safety and storage and because it usually requires big government subsidies.</p> <p><strong>McCain: </strong><a href=\"http://www.johnmccain.com/Informing/Issues/17671aa4-2fe8-4008-859f-0ef1468e96f4.htm#3\">Calls for 45 new nuclear power plants</a> to be built in the US by 2030, ultimately increasing to 100 new plants. Calls for government support for the nuclear industry.</p>",
  "<p>Your carefully scripted art-house flicks can be engrossing, but sometimes you just can't beat a brainless all-action blockbuster. Sophistication was largely absent from the Britannia theatre yesterday but that surely didn't detract from the entertainment of everyone who witnessed the madcap <a href=\"http://www.theguardian.com/football/stokecity\">Stoke</a>-Spurs clash. Except, of course, for everyone associated with famished Premier League bottom-feeders <a href=\"http://www.theguardian.com/football/tottenhamhotspur\">Tottenham Hotspur</a>.</p> <p>For a moment, though, it seemed like Spurs' season of discontent might have reached a happy turning point. After going a goal and a man down, Juande Ramos' side showed a defiant character and cunning method, battling to strip their hosts of the ball before bedazzling them with swift and cerebral passing and movement. Then, crucially, even luck turned in their favour, as Darren Bent was allowed to equalise from an offside position. But their revolt didn't last. Stoke bulked up in the second half and Spurs slowly shrivelled. Now what?</p> <p>Make a good decision, that's what. Ill-considered actions have got Spurs to where they are now. Chiefly, their recruitment has been counter-productive. Before this campaign they had Aaron Lennon on the right but were weak on the left … so they went and splurged £15m on David Bentley, a right-winger. They then spent £13.8m on Roman Pavlyuchenko before discovering he's essentially a replacement for Darren Bent, the one member of last season's striking quartet that they hadn't sold. Their midfield remains short of muscle. It also lacks a linchpin, suggesting that two years on they still haven't replaced Michael Carrick.</p> <p>All of this is well known, of course, and word is the club is planning to at last address the fundamental problem. Employing both a manager and a director of football does not necessarily entail having a flawed structure – it works well for plenty of clubs - but there is a blatant disconnect in the present Spurs model. That's why moves are afoot to alter it at next month's shareholders' meeting when it could be brought more in line with the traditional English system, which would mean either deposing or reassigning Damien Comolli and giving more power to Ramos.</p> <p>This makes a sort of sense. Comolli's record at Spurs has been drab, Ramos' before Spurs brilliant (indeed, lest we forget, his first six months at the Lane were also good). Yet there is also a strong suspicion that the hand dealt to Ramos has not been as weak as he is now making it seem.</p> <p>Vedran Corluka, a luxury purchase, predictably failed to effectively challenge Mamady Sidibe in the air yesterday in the build-up to Stoke's first goal – while it's true that the Croatian otherwise coped reasonably well with the home side's aerial bombardment until his unfortunate injury, it is also true that Ledley King would probably have handled it better. King would have also have injected the leadership Spurs sorely lacked. Why was he on the bench when Ramos had assured us he was fit? That King hasn't appeared in the league since the match against Chelsea, which just happens to have been Spurs' best result and performance of the season, is perplexing. Ramos could be prioritising the Uefa Cup at the expense of his job.</p> <p>Or it could be that he's not entirely sure what he's doing. The feeling that Ramos' convictions are wavering dangerously intensified with his substitutions yesterday. When Spurs rallied despite Gareth Bale's expulsion, their midfield was working well, Jermaine Jenas and Luka Modric compensating manfully after Didier Zokora went to left-back. Then Ramos felt the need to change things. Perhaps recalling the scorn he received when swapping Bent for Pavlyuchenko while trailing at Portsmouth last month, he elected to switch to two strikers, disrupting the midfield further. The Russian, who has mustered one shot on target in five league games since his arrival, came on to show he has not yet adapted to his new surrounds. Frazier Campbell, or more probably, sticking with Bentley and the existing formation may have proved more effective.</p> <p>If results go well, a manager's changes seem astute. When they go the way Tottenham's are going, it looks like he's making it up as he goes along. Ramos may be given more power in November, and won't be able to truly exercise it until the transfer window reopens in January. He must make sure that's not too late.</p> <h2>The striking distance between Wigan's front two</h2> <p>As Dimitar Berbatov slinked ever more effortlessly into the <a href=\"http://www.theguardian.com/football/manchesterunited\">Manchester United</a> groove on Saturday, his former partner Robbie Keane continued to labour for <a href=\"http://www.theguardian.com/football/liverpool\">Liverpool</a>. Keane's commitment is unquestionable but his treacherous touch and all-round franticness make him not so much the Keane of old as the new Dirk Kuyt. The original Dirk Kuyt, of course, is going through a strange phase - after a weekend in which he replaced Fernando Torres and scored yet another winner to add to his vital strikes against Manchester City and Standard Liege, the limited but enthusiastic Dutchman is not only becoming one of the main vectors of what we may call the Spirit of Istanbul, he also temporarily resembles a £10m striker. Which brings us to another, equally improbable development.</p> <p>£10m is £1m less than Gerard Houllier famously paid for Emile Heskey in 2000. Four years and sod all goals later, Heskey stepped back down to a level more suited to his abilities. Now, however, it seems he's all the rage again, causing managers to do silly things. Fabio Capello, for instance, kept him on against Belarus for far longer than he should have done given that the striker seemed impaired by injury for most of the second half, and now we are told, perhaps mendaciously, that Rafael Benítez is thinking about bringing the big man back to Liverpool.</p> <p>While it is premature to conclude that Benítez bought the wrong member of the Berbatov-Keane partnership, it is surely obvious to everyone that the best striker at <a href=\"http://www.theguardian.com/football/wiganathletic\">Wigan</a> is not Heskey but Amr Zaki. Fans of Heskey may argue that the Egyptian and the Englishman perform different roles, both to excellent effect. But that is bilge. The truth to anyone who bothers to look is that Zaki, powerful and pacey and always looking for the ball, can do everything Heskey does and more. Because on top of all his other qualities, he is a ruthless finisher, a description that could never be applied to the otherwise admirable Heskey.</p> <p>The other big difference between the pair, of course, is the price they would command: Heskey will be available for nothing next summer and possibly quite little in January. Zaki, on the other hand, will be priced at a rate that means Liverpool could only buy him if Manchester City, Chelsea and various other more wealthy clubs don't want him. Some chance.</p> <h2>Throw's feat</h2> <p>Rory Delap throw-ins: what else in football generates such a sense of anticipation? Long diagonal crosses to Niall Quinn's head used to. Cristiano Ronaldo and Theo Walcott receiving the ball with space to run into still does. Ditto Steven Gerrard winding up for a last-gasp 25-yard shot at Anfield or Lyon's Juninho, the deadliest deadball specialist of his generation, sizing up a free-kick anywhere in his opponent's half. Anything else? Don't be cruel and say a Titus Bramble backpass.</p>"
]