[
  "<p>'They have waited until something has cracked and then at the last moment have sought to prevent total collapse.\" Those words, which could so easily have come from one of the congressional representatives who this week voted down the proposed federal bail-out of the American banking industry, were spoken by Franklin D Roosevelt in 1932.</p> <p>A precipitous collapse in stock market prices, millions defaulting on mortgage repayments, an unpopular president blamed for neglecting the plight of ordinary Americans. As the current economic crisis in the US unfolds, many people are asking whether this is history repeating itself. Are we witnessing a rerun of the stock market crash and subsequent Great Depression? What lessons can be, or should have been, learned from that earlier national emergency?</p> <p>\"The past,\" once observed Pulitzer prizewinning author Robert Penn Warren, \"is always a rebuke to the present.\" And there are certainly clear parallels between the present crisis and events of eight decades ago. In both cases, the economic collapse came after a period of political dominance by the Republican party. The 1920s saw three successive Republican politicians elected to the White House: Warren G Harding, Calvin Coolidge and Herbert Hoover. These administrations shared a fervent commitment to laissez faire capitalism, encouraging growth through tax cuts, low interest rates and minimum business regulation. Coolidge encapsulated Republican faith in the free market economy in the aphoristic observation: \"The business of America is business.\"</p> <p>Similarly, the last three decades have been a period of renewed Republican party hegemony, interrupted only by the two terms that Bill Clinton served as president. Successive administrations have championed the growth of commerce unfettered by government regulation. Even Clinton, a political centrist who abandoned many of the progressive legacies of Democratic presidents such as Roosevelt and Lyndon B Johnson, did little to control the excesses of Wall Street.</p> <p>In the 1920s, as now, political leaders created the conditions that precipitated economic crisis. In both instances, a lack of effective regulatory oversight fostered a climate of reckless speculation on the stock market. And just like the federal government in 1929, the current administration failed to see the emergency coming.</p> <p>\"I have no fears for the future of our country,\" boasted Hoover at his inaugural address in March 1929. \"It is bright with hope. We shall soon be in sight of the day when, God willing, poverty will be banished from this nation.\" Seven months later, the stock market crash precipitated an economic crisis unprecedented in the nation's history.</p> <p>In a speech last November, George Bush emphasised the continuing growth of the American economy. \"Sure, there's some challenges facing us,\" he complacently suggested, \"but the underpinnings of our economy are strong.\" Even as warnings that the country was heading towards disaster became louder, the president emphasised his administration was \"on top of the situation\". Given his earlier optimism, the recent televised address in which Bush predicted that the US faces a \"long and painful recession\" was a painful admission of his lack of foresight.</p> <p>The American economy still has a long way to fall before it reaches the depths of the Great Depression, of course. The US is technically still not even in a recession, and only just over 6% of American workers are out of a job. The economic situation is nonetheless hurting many ordinary Americans who are losing their jobs, finding themselves with little disposable income and defaulting on mortgage loans. It is also important to recall that Americans did not experience the worst excesses of the Great Depression until some years after the stock market crash. We may not yet have felt the full force of the current crisis.</p> <p>The suffering that followed the crash of 1929 was appalling. From 1929 to 1933, farm income halved, industrial production stood at 40% of capacity and unemployment rose to one in four Americans. Hungry men and women lined the streets for their next meal from the local soup kitchen, homeless people huddled in hastily erected shantytowns on the outskirts of many cities, and thousands hitched rides on railroad cars in search of a job. </p> <p>The collapse of the agricultural economy drove farmers from the land. Dust storms and evictions displaced more than a million rural labourers, whose plight John Steinbeck portrayed in The Grapes of Wrath. Industrial and manufacturing workers fared no better. The coal and textile industries were first to suffer, but were soon followed by other sectors of the economy. Homeless families in Arkansas huddled in caves; others in California found refuge in sewers. \"We saw want and despair walking the streets,\" observed a Chicago social worker, \"and our friends, sensible, thrifty families, reduced to poverty.\" The American birth rate fell to its lowest level while the suicide rate reached its highest.</p> <p>The anguish of the American people is captured in the thousands of letters they wrote to the White House in search of help. One woman from New York State sent a letter to Eleanor Roosevelt in which she asked for a loan to buy clothes for her new baby. \"Please, Mrs Roosevelt,\" she begged, \"I do not want charity, only a chance from someone who will trust me until we can get enough money to repay the amount spent for the things we need.\" As proof of her sincerity, she enclosed in the envelope two of her dearest possessions, a ring worn by her mother and another given to her as a gift by her husband.</p> <p>For African Americans things were even bleaker. The collapse of the cotton market led to the displacement of thousands of black sharecroppers in the southern states. Many migrated to urban areas but racial discrimination restricted their access to jobs and government relief programmes.</p> <p>Once again, minorities, still overrepresented among America's poor, have borne the brunt of the economic burden that now afflicts Americans. Sub-prime mortgage lenders aggressively targeted minorities who otherwise were unable to afford their own homes. According to the Harvard University's Joint Centre for Housing Studies, 55% of African Americans and 45% of Latinos who became homeowners in 2005 did so through sub-prime mortgages, compared with only 17% of whites. </p> <p>The sub-prime mortgage crisis has hit minorities hard, with many suffering foreclosures. Last year, the National Association for the Advancement of Colored People filed a lawsuit against sub-prime mortgage lenders it accuses of \"institutionalised racism\" because of their predatory behaviour. Janet Murguia, president of the National Council of La Raza, a Latino civil rights organisation, similarly affirms that high-interest loans to poorer minorities are \"eroding the hard-earned wealth our communities spent decades fighting for\".</p> <p>In 1929, there were few safety nets to catch people whose livelihoods collapsed. With his New Deal, Roosevelt revolutionised the role of government as a provider for the dispossessed through the introduction of such measures as the minimum wage, unemployment relief and aid to dependent children. Despite swingeing cuts to the provision of welfare in recent times, there are now far greater protections in place for ordinary people than in the 1930s.</p> <p>Perhaps as a result, there are also no indications that the current economic crisis is tearing at the social fabric of the US in the same way as the Great Depression. Demonstrations by unemployed and homeless people shook many cities during the 1930s. Fears grew that a fascist demagogue could use grassroots unrest as a means to seize power in Washington, a scenario enacted in Sinclair Lewis' satirical novel It Can't Happen Here. While the US is not about to become a fascist dictatorship, there is a possibility of more serious social unrest should the crisis deepen further.</p> <p>The stakes are high. Bush's handling of the economy may prove decisive to this year's presidential election, as was true in 1932. The dour President Hoover appeared to many Americans uncaring and unable to appreciate the scale of the problem that beset the country. </p> <p>In 1930, Hoover introduced higher trade tariffs to protect American manufacturers from foreign competition. The Smoot-Hawley Act led to a protectionist war between the US and other countries. American exports and imports fell sharply, crippling businesses, which laid off workers in ever higher numbers. The president became so unpopular that the shantytowns erected by homeless people became known as \"Hoovervilles\" and an empty pocket turned inside out a \"Hoover flag\".</p> <p>The public perception that Hoover had failed either to avert or remedy the economic crisis led to his resounding defeat to Democratic challenger Franklin Roosevelt in the presidential election of 1932. Roosevelt won a landslide victory with 22.8m votes to Hoover's 15.7m. How the US government acts now is very important, but while Bush is unlikely to repeat Hoover's mistakes, so far he has lacked the vision of Roosevelt.</p> <p>One of the most striking contrasts between the past and present economic crises concerns presidential rhetoric. \"The only thing we have to fear,\" proclaimed Roosevelt in his inaugural address of March 1933, \"is fear itself.\" The Great Depression had a profound psychological as well as material impact on Americans, shattering their individual and collective self-confidence. In times of unprecedented trouble, Roosevelt sought to restore public optimism through his regular radio broadcasts, the \"fireside chats\" in which he presented himself as not only a politician but a personal friend to ordinary Americans.</p> <p>In sharp contrast, the address that Bush delivered to rally support for the bail-out plan exploited public fears. \"Our entire economy is in danger,\" the president warned. \"Without immediate action by Congress, America could slip into a financial panic and a distressing scenario would unfold.\" If the strategy was to scare Congress into endorsing the plan with little or no amendments, it clearly failed. Although the Senate approval of an amended plan places members of the House of Representatives under increasing pressure to support the administration, the outcome of a further vote is still not certain. </p> <p>With his poll rating already disastrously low because of his mishandling of the Iraq war, Bush has suffered a further blow to his credibility as a result of the economic collapse. According to a poll conducted by the American Research Group last month, only 19% of Americans approve of how the president is handling the economy, while 76% disapprove. </p> <p>Unlike Hoover, Bush is not seeking re-election. The crisis in the financial market has nonetheless similarly undermined popular trust in the Republicans while providing political capital for the Democrats. John McCain, who concedes his limited expertise in economic matters, has attempted to reinvent himself as a populist champion against Wall Street. His efforts to dissociate himself from the pro-business policies of the Bush administration appear, however, to be in vain.</p> <p>With the economy now the central issue in the election, Americans are increasingly placing their faith in Barack Obama to deliver the country from its current crisis. In what has been a tightly contested race, that advantage could prove decisive when Americans go to the polls on November 4.</p> <p>A fundamental weakness of the American economy in the 1920s was the unequal distribution of wealth. Although the average wage of workers increased during that decade, the economic elite benefited far more from cuts in personal and corporate income taxes. Rather than borrow more, ordinary Americans cut back on consumer purchases, creating chronic deflation. The situation is strikingly similar today. Millions of debt-ridden Americans cannot afford to repay mortgages, triggering a collapse in the housing market.</p> <p>During the presidential campaign of 1932, Roosevelt gave a speech in which he spoke of the failure of the federal government to address the needs of the Forgotten Man. Washington, he asserted, had \"sought temporary relief from the top down rather than permanent relief from the bottom up\". This is precisely the criticism that many Americans are now making about the plan to bail out the banking industry.</p> <p>There is one further lesson from history that the federal government will need to consider should economic conditions deteriorate further. Although much of the blame for the current crisis is attributable to the recklessness of Wall Street, bailing out the economic elites will not address the problems that afflict Main Street. The New Deal programmes of the Roosevelt administration represented an unprecedented expansion of government intervention in the economy. Yet they failed to work. Although Washington provided relief and opportunities to millions of Americans, the country remained in a perilous state. On the eve of US intervention in the second world war, nine million Americans were still out of work. </p> <p>Perhaps the most frightening lesson of history is that the mobilisation for war and the factory-employment opportunities it created accomplished what government economic reform programmes could not. By contrast, the current military conflict in which the US is embroiled only compounds its economic problems. The expenditure of billions of dollars on the war on terror drains resources that could be spent on the domestic economy, imposing a tax burden on ordinary people that restricts their disposable income. Nothing less than a radical restructuring of the economy, from the grassroots up, will fix today's mess.</p> <p><strong> · </strong>Clive Webb is reader in American history at the University of Sussex</p> <p><strong>·</strong> This article was amended on Thursday October 9 2008. Franklin Roosevelt made his inaugural address in March 1933, not in January 1932 as we said in the article above. This has been corrected.</p>",
  "<p>Speculation mounted in Westminster yesterday that Gordon Brown might appoint leading critic Jon Cruddas to his government in a cabinet reshuffle expected in the next couple of days.</p> <p>The reshuffle has been triggered by Ruth Kelly's resignation as transport secretary hours after Gordon Brown gave his conference speech. Kelly said she told the prime minister during the summer that she wanted to quit to spend more time with her family. </p> <p>While a wide-ranging cabinet reshuffle had been expected - with rumours that Blairite ministers would be punished for their part in moves to destabilise the prime minister - it is now expected to be more modest in the light of global financial instability.</p> <p>Yesterday names tipped for promotion circulated in Westminster, with former No 10 adviser and deputy leadership candidate Cruddas suggested for elevation from the backbenches to the government, possibly to the housing portfolio in the Department of Communities and Local Government.</p> <p>Sources close to the communities secretary Hazel Blears, with whom Cruddas would work if appointed to housing, said he had been making overtures recently and at last week's party conference offered Blears an \"olive branch\" by praising her local area agreements, which set out local priorities and help public services work together.</p> <p>Cruddas made housing problems central to his campaign for the deputy leadership last year. Brown is thought to have offered him a job which he is said to have turned down as it was junior to Blears. Cruddas came third in the deputy leadership contest, and Blears came last.</p> <p>If Cruddas were to accept a job in the government - something he has indicated is now more likely given Labour's downturn in fortunes, telling a newspaper it was now \"all hands to the pump\" - he would bring to government a high-profile leftwing agenda and would be critical of big business. </p> <p>Brown is keen to appoint Cruddas in a bid to stop him becoming a rallying point for disgruntled left-leaning Labour MPs. </p> <p>To keep the gender quota in Brown's cabinet up in the wake of Kelly's departure, Brown may promote current housing minister Caroline Flint to replace Hilary Benn at the Department for Environment, Food, and Rural Affairs. </p> <p>A surprise appointment may be the return of businessman and racing driver Lord Drayson, who stepped down from the cabinet in November last year saying he wanted to race at Le Mans, although it was reported he felt he had been sidelined.</p> <p>Drayson's return may be part of another tranche of non-political appointments of businessmen called up to bolster the economic expertise in the cabinet, to try to cope with the economic downturn. Drayson's return might also help the prime minister fill the hole left by Lord Jones, the former CBI chief who confirmed yesterday he would leave in the reshuffle. It has been known for some time that he planned to leave the cabinet.</p> <p>Other junior ministers expected to be promoted to cabinet level include Liam Byrne, who may be offered the post of minister in charge of supervising delivery across departments. </p> <p>\"He got the highest mark at Harvard in his MBA year. He's the most qualified man in government for this role,\" a special adviser said.</p> <p>If Byrne moved to the cabinet office, Ed Miliband would be freed up to tackle a ministry.</p>",
  "<p>And speaking of working-class white people, how about <a href=\"http://www.wboy.com/story.cfm?func=viewstory&amp;storyid=44752&amp;email=1&amp;email=1\">this rather amazing story</a>, by one Courtney Dunn from the Web site of WBOY-TV in Clarksburg, West Virginia:</p> <blockquote> <p> BLACKSVILLE -- Coal production at a mine in Monongalia County came to a halt today when every union miner stayed home, as part of a political protest.</p> <p>It was an idle day Monday at the Blacksville #2 Mine.</p> <p>More than 440 workers who are members of the United Mine Workers of America took what's called a Memorial Day instead of going to work.</p> <p>Union officials say they took the day to protest after a film crew from the National Rifle Assocation showed up at the Consol mine last week to interview union workers.</p> <p>They say the crew tried to get union coal miners to speak out against Barak Obama.</p> <p>The UMWA has endorsed the democratic presidential nominee.</p> <p>\"This was a surprise visit,\" explained VP Local 1702, Safety Chairman Eric Greathouse, \"and a lot of the miners felt this was a direct slap in the face of the union because they were trying to coerce our people into saying things against Barck Obama.\"</p> <p>\"Consol doesn't let anybody on their property - never,\" said Safety Committee Member Mark Dorsey, \"And for them to let the NRA come on the property and solicit our membership was totally uncalled for. We made our endorsement to our political process and we didn't bother them and they shouldn't be harassing our membership over this.\" </p> </blockquote> <p>My chagrin at the fact that young Dunn misspelled Obama's name not once but twice, in two different wrong ways, is doubly, trebly, pentagonally offset by the fact that this heartening act took place in the very county in which I was born and raised.</p> <p>Polls show a closer race than expected in West Virginia. I still doubt Obama can carry it, but if he at least carries the old home county I'll count it a very nice moral victory.<br></p>"
]