[
  "<p>July was a pretty average month for the Metropolitan police; 18 people were murdered, 689 were knifed or battered with a weapon, 15,824 were beaten up or seriously harassed and there were 225 rapes. </p> <p>Four of those who died were teenagers, all of them black victims of growing youth violence. The youngest was just 14; stabbed through the heart on a summer evening on his way to a football game. </p> <p>The outsider might believe that in the corridors of Scotland Yard, at management meetings and at the forefront of every single mind within the Met, these figures, and those teenage deaths, must have dominated. But the whispers from every rank strongly suggest otherwise.</p> <p>Nearly 10 years on from the Macpherson report into the death of Stephen Lawrence, the Met and its commissioner Sir Ian Blair - ironically one of the most liberal to date - appear to be engaged in an all out race war with black and Asian staff. </p> <p>Yasmin Rehman, the force's head of diversity, became the latest to publicly announce she was suing the Met for racial discrimination this week, following the high profile claim by assistant commissioner Tarique Ghaffur and the case of commander Shabir Hussain. And there are likely to be more to come.</p> <p>Next week the National Black Police Association will escalate the dispute with its plans for a march on the Yard, a public campaign to urge young ethnic minorities not to join the Met and a vote of no confidence in the force's leadership. </p> <p>In addition, in a few days time Blair and his force will face their greatest scrutiny since the Lawrence inquiry at the inquest into the fatal shooting of Jean Charles de Menezes, the Brazilian mistakenly thought to be a terrorist; a hearing which many fear will expose damning details about the operational effectiveness of the force on that day, and the overall efficacy of its current leadership. </p> <p>What then of policing London, of disturbing crime statistics reflecting a growing violent youth crime problem and the terrorist threat? One senior officer was unequivocal. \"How does the force operate? It can't operate with all this going on. People are spending their time focusing on defending the reputation of the Met. Just imagine what amount of time is being dedicated to all this at management board meetings when it should be what is going on outside that is the issue.\"</p> <p>Morale, at the moment, appears to be holding up as officers rely on humour to get them through. \"It's become a thing of amusement,\" one said. \"Having said that none of us wants to see the force become a laughing stock. And for most of us the feeling is there are more important issues to focus on - like crime? Knifings and shootings perhaps?\"</p> <p>Those who have worked with the force in the nine years since the Macpherson report to improve race relations do not believe it is fundamentally racist. \"Is the Met a racist hotbed? Absolutely not,\" said one adviser. \"It has done more than any other organisation in the UK to change. It is not perfect but it has made huge advances.\"</p> <p>But the National Black Police Association, led by commander Ali Dizaei, says race discrimination claims have doubled in the last two years. </p> <p>They say only one person has been promoted to chief inspector rank in the last six years although there has been no shortage of applicants and that the six most senior black and Asian officers have made or are making employment tribunal claims for racial discrimination. They blame a failure of leadership from Blair which has allowed those beneath him to exercise prejudice when awarding promotions.</p> <p>Dizaei has his own reasons for feeling bitter about the Met - he was subjected to a multimillion pound inquiry into corruption allegations and eventually acquitted of all criminal charges and reinstated. </p> <p>This week the picture was complicated further when Shahrokh Mireskandari, the lawyer chosen by Dizaei to represent Ghaffur, Rehman and others in their race tribunals, faced allegations about his background in the Daily Mail. Mireskandari, who has threatened to destroy Blair's \"golden circle\" of white officers, has earned a mention in Hansard for bankrupting a client in his pursuit of legal fees. In another judgment his fees were described by a high court judge as \"exceptionally high\". In a further case a judge slashed his fees by 75% percent.</p> <p>Sources close to Dizaei say, however, he has total faith in Mireskandari, who is threatening to sue for libel. But the case has led some officers to question Dizaei's judgement. \"There are ethnic minority officers who believe a more conciliatory approach should be taken and not an orchestrated campaign,\" said one.</p> <p>And yesterday the Metropolitan Police Authority said it was investigating Dizaei for alleged misconduct over another matter - helping Mireskhandari defend a woman facing prosecution by the Met for death by dangerous driving. Dizaei denies wrongdoing.</p> <p>How Blair brings the Met out of its crisis will be a test of his much-criticised leadership. Many believe he is reaping what he has sowed and the repair job will have to be carried out by another commissioner.</p> <p>Jacqui Smith, the home secretary, has been making clear Blair retains her confidence. But Cindy Butts, deputy chair of the Metropolitan Police Authority, believes public confidence in the force is falling away. \"We have two major issues to tackle, terrorism and youth crime. </p> <p>\"Both demand good working relationships between ethnic minority communities and the police. This is too big an issue to be hijacked by the playing out of differences within the service.\"</p> <h2>Main players</h2> <p><strong>Sir Ian Blair</strong> <br>Became commissioner in February 2005. His contract expires in February 2010. He would like to lead the Met during the 2012 Olympics but it is not clear whether his contract will be renewed.</p> <p><strong>Commander Ali Dizaei</strong> <br>One of the most senior ethnic minority officers. Dizaei was suspended from his £52,000-a-year-job in 2001 following corruption allegations. He was cleared in 2003, awarded £60,000 and promoted.</p> <p><strong>Assistant Commissioner Tarique Ghaffur </strong><br>Suing the Met for racial discrimination and is backed by Dizaei and the NBPA. Ghaffur was temporarily relieved of duties last week by Blair.</p>",
  "<p>Thanks for all your feedback this week about the blogs migration. It's incredibly useful, so keep it coming (good <em>and </em>bad).</p> <p>Following the migration earlier in the week, I thought it was worth writing a quick post to update you on some of the tweaks and issues we've been working on.</p> <p>First up, the more observant among you may have noticed that <strong>the five \"recent comments\" are gone from the default view of each blogpost or article</strong> where commenting is available. Hoorah!</p> <p>The article/blogpost page now has the comments in chronological order underneath - they're still paginated for the moment, sorry, but every page of comments now has the full article at the top and you can click on the \"all comments on one page\" link at any time.<br><br>Secondly, there's been a lot of <strong>questions about the \"____ mostly comments on:\" list of keywords on each user's profile page</strong>. I'll add something to the <a href=\"http://www.guardian.co.uk/communityfaqs\">ever-expanding community FAQs</a>, but in brief:</p> <p>The list is derived from the keywords attached to the articles you've been talking on, once the section keywords have been taken out (such as Comment Is Free, Media, and Sport). So you can see that according to <a href=\"http://www.guardian.co.uk/users/megpickard\">my profile page</a>, I have apparently recently commented on articles about: <strong>Help, The Guardian, Blogging, Press &amp; publishing, Television. </strong></p> <p>Now, the first couple make perfect sense - most of my comments have been on this blog, after all - but <strong>Television</strong>? Eh? What's that all about?</p> <p>I've asked our tech team to explain how random things like that get into the lists, and the short answer is: it's a bit weird. The long answer is apparently to do with section keywords and affiliated content and things, all of which means that there are some apparently left-field topics showing up on profiles. </p> <p>So in my case, I left a comment the other day on the culture site, on <a href=\"http://www.guardian.co.uk/culture/2008/sep/09/culture.new.blogs\">an article which somehow had a sub-keyword of television</a>, and that's what got picked out and displayed on my profile. If a similarly odd thing has appeared on your profile, it will be somehow related to the metadata relating to an article you have commented on, even if you didn't actually talk about that thing at all.</p> <p>I'm reliably informed, however, that they're aware of the issue and are working on refining the algorithm, so it will get more accurate (and actually reflect what you've been doing) over time.</p> <p>In the meantime, we should also change the name on the widget. It should probably be something more like </p> <blockquote> <p>\"____ has recently (last 100 comments) commented on articles which had the following keywords attached to them, excluding the main section keywords and de-duping frequently occurring tags.\"</p> </blockquote> <p>Except catchier. We'll come up with something.</p> <p>There's been some <strong>confusion around the order of comments on profile pages</strong>, too. No need to panic: there's a known temporary issue caused by importing all the historical comments, which as you can imagine is a staggering quantity. </p> <p>Once the import is complete (it's still chugging away) we'll be able to run a script which will smooth away all the time oddities, and should put everything back in the right order. Because of the number of comments, and the number of users, this might take a couple of weeks in some cases, unfortunately, but will resolve at some point very soon.</p> <p>In the meantime, we could just say there was a ripple in the space-time continuum caused by the LHC being switched on...</p> <p>Finally, we're working on some other improvements (around accessibility and speed, mainly) which I hope to be able to talk about soon.</p> <p>I hope the recent comments change helps to ease navigation of the comments and demonstrates that we are listening to all your feedback and are open to changing things. </p> <p>This site, like most other good sites on the internet, is a constant work in progress - it needs to keep evolving in response to changing requirements and technologies.</p>",
  "<p>The Chelsea manager Luiz Felipe Scolari has revealed that he could have been in the home dugout for his side's visit to the City of Manchester Stadium tomorrow. The Brazilian said today that he turned down an offer from Manchester City to become their manager before moving to Stamford Bridge in the summer.</p> <p>Scolari confirmed that City, whose takeover by the Abu Dhabi United Group last month has made them richer than Chelsea, had approached him when the club was owned by Thaksin Shinawatra.</p> <p>\"Yes, they offered it [the manager's job] to me,\" he said. \"It was a very good offer but at that time I was with Portugal and I said I needed time to think. They came to Portugal and they talked to me about their ideas for the team in the next three or four years.\"</p> <p>Scolari decided instead to succeed Avram Grant at Chelsea, with the announcement being made in June while Portugal were still playing the Euro 2008 finals. At that time City were in the process of finding a replacement for Sven-Goran Eriksson and were eventually able to lure Mark Hughes away from Blackburn. </p> <p>City's new-found wealth saw the club come close to landing Dimitar Berbatov from Spurs on transfer deadline day - and pip Chelsea to the signature of Real Madrid's Robinho for a British record £32m.</p> <p>But Scolari has warned the Premier League's newest ultra-rich owners that it could take 10 years to turn City into a major force. \"You need results, you need to win games,\" he said. \"It is not just about buying one or two players to become the best club in England and the world, you need to win.</p> <p>\"It is a project that is not for one or two years but maybe 10 or 15, but it is very good for England and for football that more clubs have projects to get bigger and get into the top 10 in the world. Manchester are starting to move towards this.\"</p> <p>The focus tomorrow will be on Robinho, but Scolari was reluctant to appear too disappointed that he would not be playing for Chelsea.</p> <p>\"He is one more player for Manchester City, nothing different. Robinho is one player who I said was very good,\" he said. \"\"He was in Brazil, then with Real Madrid and now Manchester City. He is a player for Manchester City - it's finished.\"</p> <p>Chelsea have a shortage in midfield for the trip to the north-west with Michael Essien and Michael Ballack out injured and John Obi Mikel not fully fit. Didier Drogba should makes his long-awaited comeback following a knee injury but is unlikely to be asked to play 90 minutes, while Joe Cole received a cut to the head during England's 4-1 victory in Croatia in midweek and could therefore miss out.</p>",
  "<p>Redundancies are expected at BSkyB after it shelved Picnic, its pay TV service on Freeview, and launched a consultation with 28 staff.</p> <p>Sky first started developing plans for the service, called Picnic, 18 months ago but has been unable to launch because Ofcom has not completed its regulatory investigation.</p> <p>Picnic, which would have seen Sky replace its three free-to-air Freeview channels with a paid-for service, had employed as many as 70 staff.</p> <p>A spokesman for BSkyB said that regulatory delays forced it to let go of 40 contractors and that a core BSkyB staff of 28 were now involved in a consultation process.</p> <p>BSkyB hopes to \"redeploy\" as many of the staff as possible to other roles. However, some redundancies have not been ruled out.</p> <p>\"We want to invest in Picnic because it will be good for consumers and a good opportunity for Sky but the blunt truth is that Ofcom has spent 18 months looking at our proposals and there is no end in sight,\" said a spokesman for BSkyB. </p> <p>\"While regulation works at its own pace, no business can go on like this indefinitely so we've had to take some pragmatic decisions. We will decide whether to reactivate the project when we have regulatory clarity.\"</p> <p>Sky is understood to have considered launching an internet version of Picnic, an IPTV service. However, all options have now been shelved.</p> <p>When Sky unveiled plans for Picnic, rivals including Setanta and Top Up TV lodged complaints and Ofcom bundled the review of the service into its wider inquiry into the UK pay TV market.</p> <p>Picnic would have seen BSkyB's three free-to-air channels on Freeview - Sky News, Sky3 and Sky Sports News - replaced with a pay service.</p> <p>One channel would have seen the Discovery Channel broadcast factual programming between 6am and 6pm with Sky1 simulcast in the evening.</p> <p>The second channel would have offered Disney children's programming during the day and Sky Movies at night.</p> <p>The third channel would have been a simulcast of Sky Sports 1.</p> <p>Sky also planned to offer telephony and broadband services as part of the Picnic package to customers.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]