[
  "<p>Production of <a href=\"http://www.theguardian.com/world/china\">China</a>'s iconic White Rabbit candy has resumed after it was removed from stores worldwide last month following the country's tainted <a href=\"http://www.theguardian.com/uk/2008/sep/25/foodsafety.children\">milk scare</a>, a state newspaper reported today.</p> <p>Production of the vanilla-flavoured candy, which is sold in more than 50 countries, was halted in September when its Shanghai-based manufacturer said the confectionary could have been contaminated by melamine, the industrial chemical that caused the scandal.</p> <p>Chinese officials have accused milk suppliers of adding the chemical, which is high in nitrogen, to certain batches of milk to artificially boost its protein content.</p> <p>Four babies died and more than 54,000 children fell sick from the contamination. As a result, Chinese milk products have been banned by dozens of countries around the world. Senegal was the latest country to impose restrictions, saying yesterday that its ban was a preventative measure.</p> <p>Today's White Rabbit announcement follows a promise made yesterday by China's state council to overhaul its \"chaotic\" dairy industry after acknowledging it suffered from a lack of oversight. The government said it would punish companies and officials who had put profit above people's lives through their involvement in the contamination.</p> <p>White Rabbit's manufacturer, Guan Sheng Yuan Food, said its new batches would undergo government quality testing as checks continue to be carried out on milk products in China. The company has not revealed its new powdered milk source, the China Daily newspaper said.</p> <p>Guan Sheng Yuan's parent company, Bright Foods (Group), had been its main milk supplier for the candy, but tests had shown melamine contamination. The company would not say when White Rabbit candy would go on sale again.</p> <p>The head of China's food quality agency said it was increasing checks on exports to ensure they conformed to the food safety standards of recipient countries, the official Xinhua news agency reported.</p> <p>In mid-September, the agency deployed more than 5,000 inspectors to check dairy factories across the country and monitor the entire production process.</p>"
]