[
  "<p>Scotland Yard's senior legal adviser on racial discrimination cases is head of ethics for an organisation officially censured as being 'open to the charge of institutional racism', The Observer can reveal. </p> <p>Edward Solomons, director of legal services for the Metropolitan Police who is overseeing several race discrimination claims against the Met, is chair of the ethics committee at the Solicitors Regulation Authority which last week was described by one lawyer as one of the 'most racist ever' organisations in the UK. Equality lawyers last night demanded that Solomons step down from advising on contentious racial discrimination cases involving the Met.</p> <p>The demands come before a potentially explosive move on Wednesday by Britain's highest-ranking Asian police officer, Tarique Ghaffur, who will formally lodge a legal action against Scotland Yard alleging racial discrimination. </p> <p>Ghaffur's legal team will file a claim containing fresh allegations about the relationship between Commissioner Sir Ian Blair and businessmen over the awarding of Scotland Yard contracts. Talks between Met lawyers and Ghaffur have collapsed and his friends describe his claims of discrimination as 'eye-watering.' Shahrokh Mireskandari, of Dean and Dean Solicitors, who is representing Ghaffur, claims that Solomons is not fit to preside over such a high-profile case. He said: 'The report into the Solicitors Regulation Authority is probably the most damaging report ever into racism at any organisation. There is a question of Solomons and his dealings with ethics at the SRA and his role in the Met in handling such cases.' </p> <p>However, a Scotland Yard statement said that issues involving the SRA and the Met were utterly separate. It said: 'This report has no impact on any claims being dealt with by the Metropolitan Police's directorate of legal services.'</p> <p>Last Thursday's independent report into the SRA, written by Lord Ouseley, former head of the Commission for Racial Equality, heavily criticised the leadership of the SRA, the body that regulates solicitors. </p> <p>It said such were the potential discriminatory effects of the way it conducted business that the SRA could, in effect, be dubbed racist and 'open to the charge of institutional racism'. </p> <p>Ouseley's findings have inflamed tensions between the Met's senior command and those who allege that Scotland Yard has failed to improve since the Macpherson inquiry into the murder of black teenager Stephen Lawrence 10 years ago concluded Scotland Yard was 'institutionally racist'.</p> <p>Ouseley also found that SRA staff paid 'lip service' to equality and 'stereotyped' black and Asian lawyers by assuming guilt before investigating. His investigation was prompted by concerns that black and Asian solicitors were more likely to be targeted for investigation by the SRA, which is the regulatory arm of the Law Society. </p> <p>Mireskandari, who has launched an unprecedented £10m claim against the Law Society and the SRA for racial discrimination, harassment and victimisation, claiming that he has been hounded by the organisation, said: 'It appears untenable that Scotland Yard can take advice from the man in charge of ethics after such findings'. </p> <p>The SRA said it had started introducing key recommendations included in Ouseley's report and would publish a new equality strategy for the body next month. A statement said the Ouseley report had found no evidence of any 'inappropriate findings' made against solicitors by the SRA.</p>",
  "<p>It may not constitute a volte face, but it will be regarded by many as an admission that he misjudged the public mood, even if it is couched in the diplomatic language of a frontline politician. </p> <p>Conservative education spokesman Michael Gove, a key ally of Tory leader David Cameron, has written to the editors of Britain's leading 'lads' mags', inviting them to his House of Commons office to discuss his recent comments about their titles, which he claimed earlier this month were responsible, in part, for the decline of the nuclear family.</p> <p>In his letter, dated 11 August, he encloses a copy of his original speech to the Institute for Public Policy Research, a Labour think-tank, and emphasises that he wants to hear what editors have to say in a series of one-on-one meetings. </p> <p>'The issues I touched on in my speech reflect a wider variety of concerns which have been put to me by people I work with ... and I sympathise with their worries. I also, however, want to ensure that we are always open-minded and willing to learn from different perspectives. I want very much to be in listening mode and want to meet privately so as to make it easier for you to tell me what you think,' he writes.</p> <p>It might not amount to a mea culpa, but for the editors it represents a public relations coup at a time when many titles are most in need of it. Last week, circulation figures revealed sales of many so-called 'lads' mags' are falling faster than ever (see graph), although the two weekly titles alone still sell well over 400,000 copies between them. </p> <p>In his speech delivered to the IPPR a fortnight ago, ostensibly about relationships in politics, Gove condemned titles including Zoo and Nuts for 'painting a picture of women as permanently, lasciviously, uncomplicatedly available', and added: 'The images they use and project reinforce a very narrow conception of beauty and a shallow approach towards women. They celebrate thrill-seeking and instant gratification without ever allowing any thought of responsibility towards others, or commitment, to intrude. We should ask those who make profits out of revelling in or encouraging selfish irresponsibility among young men what they think they're doing.'</p> <p>Gove, himself a former journalist, may have been trying to examine the social trends that produce absent fathers, part of the Tories' wider narrative about mending Britain's 'broken society'. But he was widely ridiculed for suggesting that there was a link between printing pictures of topless woman in magazines and the breakdown of the family. </p> <p>Zoo editor Ben Todd, who is scheduled to meet Gove next month, claims: 'It backfired for him and he hasn't got the public response he hoped for. People were laughing at the ridiculousness of it and he's probably wised up. It wasn't such a clever idea. He probably did it for a cheap headline.'</p> <p>That is unfair on Gove, a deep thinker who has helped to shape Conservative policy on a wide range of issues, but Todd insists that there is far more to Zoo than titillation. 'Maybe he hadn't really looked at the magazine. We had one of our reporters with British troops in Iraq recently, as well as an interview with crime minister [Vernon Coaker].' </p> <p>The title, Todd adds, has written extensively about knife crime and has even sent a reporter to cover the battle between Georgia and Russia.</p> <p>'We are more socially aware than perhaps Michael Gove or his speechwriter thought when he decided to lambast us.' </p> <p>That may be true, but few men buy lads' mags to gain an insight into foreign affairs; women and sport remain their main draw, along with a quirky sense of humour that appeals to young men. </p> <p>Todd argues that: 'Every magazine and every TV station uses glamorous pictures of either men or women. In essence, we are like light and cheeky Victorian postcards.' But that may be a claim too far. Zoo has proved adept at courting controversy, and retailers have ordered it to cover up in the past, </p> <p>Former FHM editor Mike Soutar believes the titles are engaged in a reckless rush downmarket in an attempt to shore up sales. </p> <p>Soutar, who is credited with popularising the format at FHM, also launched Nuts magazine for rival publisher IPC, where he was elevated to the board before leaving last year to found his own men's magazine, Shortlist.</p> <p>'I'm really proud of the enormous circulation success we had with FHM, and we transformed the market with Nuts. Good for them and mea culpa. I'm personally responsible for starting what [Gove] is criticising. Clearly, they've taken the titles downmarket and that was a deliberate decision. By increasing the nipple count they've attracted a younger audience.' </p> <p>He adds: 'With Shortlist, we have proved a lot of people wrong. You can appeal to a wide variety of men - upmarket and intelligent men - and no one thought that was possible. They said \"it's only a matter of time before you put breasts in it\" - and \"you'll never get picked up by men\". But I must say I'm not smug about it because I've also been in the trench of the lads' mags wars and you do what you've got to do to beat the opposition.' </p> <p>The latest circulation numbers appear to support that argument. ABC figures published last Thursday showed that sales of men's lifestyle magazines are falling dramatically in a market that is struggling to hold readers' attention. As prices rise, spending on discretionary items such as magazines may come under more pressure, and the men's magazine market has long been regarded as a tired genre. </p> <p>The launch of the weekly titles followed similar moves in other monthly titles, which spotted that consumers may not be buying as many copies of certain genres, but were likely to purchase them more frequently. </p> <p>That has taken lads' mags into tabloid territory, and there is often little to distinguish them from the more downmarket red tops like the Daily Star or the new, improved Daily Sport</p> <p>'Gove's a good enough journalist himself to imagine how the speech would be reported,' said Todd. 'But if you have a go at Zoo over topless photos you're also having a go at the Sun and page three. The people who read Zoo, Nuts and Maxim are Sun, Mirror and Star readers.' </p> <p>That may explain Gove's olive branch to editors. </p> <p>Todd, who describes himself as 'a married father of two who drives a Volvo and lives in Crouch End', points out that young men are voters too. 'The 16-34 male audience is a pivotal group of people.' </p> <p>With an election looming, politicians might be well advised to cultivate the mythical 'white van man' rather than use set-piece speeches to mock his favourite titles.</p>",
  "<p>Fans of football teams with no hope of winning the league get their thrills from derbies or the occasional giant killing in the early rounds of the FA Cup. In politics, the top prizes are sewn up even more tidily than the Premier League. At Westminster, Labour and the Tories fight over first place, while the Liberal Democrats creatively explore different ways to come third.</p> <p>A new season is about to get under way and, while no one can rule out a spectacular upset, it looks as if Team Cameron has the title in the bag.</p> <p>Scotland and Wales have their own nationalist dynamics, of course. But in England, too, there is action away from the centre that, like a good mid-table clash, makes for compelling viewing, even though less is ostensibly at stake. The prize is fourth place and two parties - the Greens and the BNP - are in contention.</p> <p>In London's mayoral election, the Green candidate Sian Berry and the BNP's Richard Barnbrook received 77,374 and 69,710 votes respectively. The Greens also kept the BNP in fifth place in the ballot for the London Assembly, taking two seats to the BNP's one. Meanwhile, the far right beat the environmentalists in four out of 14 Assembly constituencies. Nationally, at local council level, the Greens are just ahead of the BNP - 47 seats to 37 - though the far right made twice as many gains as the Greens in May's elections. In June's Henley byelection, 73 votes separated the Greens and the BNP in third and fourth places. Labour came fifth.</p> <p>So what? First past the post makes it impossible for tiny parties to break through and, with around 1 per cent of the national vote each, these minnows would struggle under any voting system. Westminster is not about to be overrun by hippies or fascists.</p> <p>But the Green versus BNP competition matters. For a start, if a party dedicated to saving the 'traditional British genotype' from 'extinction' by mixed-race marriages gets roughly as many votes as a party dedicated to saving the planet from climate change, something is wrong. </p> <p>Of course, the Greens have had their issue poached by the big three, while the far right has anti-miscegenation policy all to itself. But fringe parties don't compete with the mainstream in the usual way. If voters are simply shopping around for a party that sounds tough on immigration, for example, they could vote Tory or, for that matter, Labour, which has tacked steadily rightwards on the issue in recent years. The point of the BNP is that they see everything - housing, the economy, crime - through the prism of race. When mainstream politicians talk about immigration as a problem, the potential BNP voter takes it as confirmation of his fears, while retaining the suspicion that the Establishment won't do anything about it. Green voters feel similarly about their cause. Labour and Tory pledges on the environment are seen as empty rhetoric. (The crucial difference is that the Greens' cause is a good one.) </p> <p>A fringe party represents people who meet two criteria. First, they deeply distrust the three main players, seeing them as out of touch, dishonest and incapable of addressing some issue that matters to them above all others. Second, they bother to vote. Think of the Greens and the BNP competing to lead the political wing of British cynicism. Clearly, that is another reason why we should care which of them does better. </p> <p>That cynicism thrives when people feel alienated from a distant ruling class, believing that, for all their professed differences, the main parties are basically 'all the same'. That is not a difficult proposition to sell at the moment.</p> <p>The great truism of English politics is that elections are won on the centre ground. Tony Blair held it for 10 years, now David Cameron claims it. A big argument these days amounts to the whether there should be more academy schools or loads more academy schools? Should the NHS be opened up to 'competition' or just 'contestability'?</p> <p>And that is the concrete stuff. In the absence of competing policies, a bizarre battle has erupted for possession of abstract nouns. Immigration Minister Liam Byrne, often dubbed a 'rising star' of the Labour party (can stars rise when the sky is falling?), wrote an article last week rubbishing David Cameron's claim to the idea of 'fraternity'. The Tories, meanwhile, in a bid to undermine a Gordon Brown comeback in the autumn, are campaigning this week on the issue of 'fairness', the Prime Minister's new favourite word after he lost 'prudence' to the credit crunch.</p> <p>All this posturing is based on evidence that the voting public, as it showed by rejecting the Tories in their angry, sulking years, likes moderation. But that doesn't tell you anything about the non-voting public. More people abstained in both of the last two general elections than endorsed the winning side.</p> <p>That might be because we are a nation of sloths who only bother to choose between candidates if they are up for eviction via premium-rate phone line. But it is also because political debate has become so arcane and is getting worse. Is David Miliband Blairite, post-Blairite or Blair-lite? To people with better things to do than read think-tank pamphlets all day, the difference is not obvious.</p> <p>All parties are in the centre, but with no clear direction of travel. Their political compasses are liable to be influenced by whichever fringe manages to exert the strongest magnetic pull. That gives influence to a maverick fourth party, especially when one of the big three is lost in the wilderness. When the Tories were in disarray, they were further destabilised by the UK Independence party. The presence of a militant anti-Europe wing over the past decade successfully skewed mainstream politics. England now has a fixed Eurosceptic bias.</p> <p>Ukip looks like a spent force. It didn't achieve withdrawal from the EU, but helped to shape the debate. The same process could affect the way mainstream parties talk about the environment or immigration, depending on how the Greens and the BNP perform.</p> <p>The BNP's recent local election results were surprisingly good given that the party is in schism. Last year, a 'Real BNP' faction formed in rebellion against party leader Nick Griffin, who is accused of failing to modernise, being 'arrogant' (just like in ordinary politics) and deploying the 'security department' of the party to burgle rebel members' homes (not so like ordinary politics). Richard Barnbrook, who, as a London Assembly member, is the BNP's highest elected official, has a different challenge building a substantial far right following. He has to live down HMS Discovery: A Love Story, a film he made in 1989 that includes scenes of naked men frolicking and a soundtrack of apparently gay erotic poetry. 'It was an art film, end of story. Not a bloody porn film,' he says.</p> <p>For the Greens, the problem has not been too many leaders, but none at all. They have traditionally been led by two 'principal speakers' mandated to represent the party in public, but not decide policy. That will change next month when they hold their first leadership election, which is almost certain to be won by MEP Caroline Lucas. She is intelligent and articulate. Griffin just about manages louche charisma.</p> <p>The question is: which of them would we rather see hogging the airwaves on election night? Both parties are hoping to gain their first Westminster seat at the next election - the Greens in Brighton Pavilion, the BNP in the new east London constituency of Dagenham and Rainham. Both need the votes of disgruntled Labour supporters to win. If, as looks likely, the Tories are cruising towards an easy victory, disproportionate attention will be paid to the impact of wild-card candidates. (Remember a foaming Jimmy Goldsmith taunting David Mellor out of his seat in 1997?) As Labour heads into the wilderness, there will be much opining on what the protest vote meant.</p> <p>Everyone takes some interest in who tops the political Premier League. After all, the winner gets to run the country. But there are rewards available lower down the table. There is a nail-biting competition for the Uefa Cup place of English politics - the opportunity to give political shape to much wider scepticism and disillusionment; to be the flag-bearer for anti-Establishment feeling. Our nation would be in a sorry state if the BNP beat the Greens to that prize.</p> <p><strong>·</strong> Andrew Rawnsley is away.</p> <p><strong>·</strong> This article was amended on Monday August 18 2008. In London's mayoral election, the Green candidate Sian Berry did not comfortably beat the BNP's Richard Barnbrook by 409,101 votes to 198,319, as suggested in the article above. The candidates received 77,374 and 69,710 votes respectively. This has been corrected. </p>",
  "<p>The red carpet had been carefully rolled out and secured on the quayside for the medal ceremony, and by mid-morning a large crowd, many of them sporting parasols to guard against the intense sun, were gathered to watch Britain's Ben Ainslie win his third successive Olympic gold medal. On land the flags were rippling in what appeared to be a reasonable wind, but on the water there was barely a breath.</p> <p>Inevitably, the start was delayed and the crowd filtered away. A huge concrete barrier enables many thousands to sit or stand and watch the course that is used for the final medal race, limited to the top 10 competitors, where points count double. Twice the boats appeared and the countdown began, but on both occasions, with only a few seconds remaining, the principal race officer, Peter Reggio of the US, called them off.</p> <p>Ainslie bemoaned the decision to stage the sailing here. \"It's annoying for sailing as a sport, it does not look good when you can't race because there is no wind,\" he said. \"It's not the sport's fault, it's not the sailors' fault, it's the fact that we have been put in this venue where we do not get any wind.\"</p> <p>There was limited sailing in other areas off the coast, which raised hope that the Finn medals would eventually be decided, and in mid-afternoon the inaugural Olympic sailing medal race set sail with Ainslie and his main rival, Zach Railey of the US, jockeying for positions at the start.</p> <p>It was immediately obvious that Ainslie's sole intention was to make sure the American was closed down and incapable of mounting any sort of challenge. It was not pretty but it was absolutely effective and legitimate. The rest of the fleet sailed away - albeit terribly slowly in the lightest of light winds - while Ainslie and Railey mooched around at the back.</p> <p>\"It was about as boring as it looked,\" said Ainslie afterwards, for with the race only half completed Reggio, a much-respected figure who is implicitly respected by the sailors, had no option but to raise the chequered blue and white flag to signify that it was over. There was simply no wind, so the competitors returned to the quay and headed for their respective hotels and apartments, ready to try again on Sunday.</p> <p>The Yngling final was scheduled to follow the Finn but for the majority of the day the three British girls - Sarah Ayton, Sarah Webb, and Pippa Wilson - had no option but to sit in the shade, knowing that their own chances of gold would have to wait another day.</p>"
]