[
  "<p>Chris White is a nice guy and a fine referee, which is why I hope I can talk about one of his recent games without anyone taking offence. He's respected. As a former player and official with more than 40 internationals behind him, he has a good understanding of the game and what players are trying to do, legally or illegally.</p> <p>His inclination is to be sympathetic and his reputation is that of a referee who lets games flow where possible.</p> <p>Last week, however, he whistled 35 times in one match - Northampton v Wasps. As close as makes no difference, that's one stoppage every two minutes, whereas last season he would probably have blown up about 19 times.</p> <p>About the same time, two other respected rugby men - the coaches Dean Richards of Harlequins and Dean Ryan of Gloucester - were getting stuck into each other at Kingsholm. Richards - Harlequins just having lost their unbeaten record - cried foul suggesting that Ryan had leaned on the referee <br>Rob Debney at half-time to such an extent that Gloucester - well behind on penalty count as well as the scoreboard - played the second 40 minutes without being penalised.</p> <p>Ryan denied haranguing the referee, insisting that he was merely seeking clarity around the tackle and ruck areas, and Richards' insistence that he'd given up talking to referees, because it was now forbidden, came unstuck when Debney said he'd been spoken to by both coaches during his walk from the pitch to the changing room. Both, said Debney, were polite but that's not the point. Referees and touch judges should be left alone. But then again, I can understand why such things happen.</p> <p>It's a cliche to say that you don't notice good referees, but it's true. In the past, guys like Chris White have been at the heart of good games without outwardly appearing to influence them. Now they don't get the chance of blending into the background. Like it or lump it, the referee too often becomes the focus of the game because the rule makers have taken away the licence to interpret the rules.</p> <p>Alongside the introduction of the 13 'experimental laws' came the 'protocols' which replaced interpretation with instruction. These have been reinforced with two- or three-hour conference calls instructing referees what they must do.</p> <p>The result: 35 penalties in one match. I sense that's not the way most referees want it to be and have a feeling that we are shooting ourselves in the foot. By common consent, the Guinness Premiership appeared to have got it right last season and crowd figures reflected this.</p> <p>I also had a lot of good feedback, the most satisfying from rugby league friends who liked what union was doing and said so. This season, with so much kicking, so much stop-start and lack of continuity, I don't know.</p> <p>Part of what appealed to those league guys was the pressure that built with the phases of play. Now, with referees so hot on the whistle, repeatedly taking the ball into contact has become a big risk - too big a risk when it comes to running the ball out of defence. It's easier to use the boot, play aerial ping-pong if you like, move up the field, wait for mistakes or only attack from well within opposition territory.</p> <p>What that means to potential converts to union I'm still to find out, but some coaches already detect a fall in attendances.</p> <p>It may be that fans are short of money like everyone else, but any dip in gates will obviously be part of the agenda when the new laws and their workings, are reviewed by club coaches in a couple of weeks. </p> <p>However, in the gloom there is a flicker of light. Alarmed at having to chop and change ahead of the Lions' tour next year, South Africa want to drop those Experimental Law Variations not being implemented here which make most offences punishable by free kicks rather than penalties while punishing the side that takes the ball into a ruck or maul but then fails to clear it.</p> <p>Understandably, players, fans and even referees are said to be confused at having to switch for Tests against northern hemisphere sides.</p> <p>These laws have been used in the Tri-Nations and Super 14, with Australia and New Zealand pushing for them to be part of the global game, but with South Africa wanting to rejoin the rest of the rugby-playing world it seems the worst excesses of change will go away and that northern hemisphere rugby - and referees - will be spared further.</p>",
  "<p>The old Roger Corman exploitation romp undergoes a go-faster upgrade in this bone-headed yarn about convicts forced to race for their lives in a World Gone Insane. \"You wanted a monster,\" rasps Jason Statham's champion road-hog. \"You got one.\" Once out of the starting grid, the film proceeds to edit the action so dementedly that one struggles to work out whose car just exploded, who flipped over and who's driving the one with the missile-launcher on the roof. But that's OK, because by this point we're past caring anyway.</p>",
  "<p>Vacancies for teachers have risen by almost a third in nursery and primary schools in England in the past year and are up by more than a fifth in secondary schools, with the biggest shortages in maths and science, according to government figures.</p> <p>There are 870 unfilled posts in nursery and primary schools, a 32% increase since last year, and 1,470 empty posts in secondaries, up by 21%, statistics from the Department for Children, Schools and Families published yesterday show.</p> <p>It means schools are struggling to cover some classes, with the shortages in secondaries worst in the key subjects of English, maths and science. </p> <p>Some 3,680 more teaching places are filled on only a temporary basis, and in secondary schools the number of teachers without qualified teacher status rose to 10,200. In 1997 there were just 1,800 without QTS.</p> <p>Separate figures, also published yesterday, reveal that the gender gap in teaching is widening. Between 2005-06 and 2006-07, the number of female students gaining teaching qualifications rose by 2% from 23,865 to 24,335, while male qualifiers fell from 8,065 to 7,610, down 5.7%. </p> <p>In 2006-07, men accounted for less than a quarter of teaching qualifications, according to new figures from the Higher Education Statistics Agency.</p> <p>Nick Gibb, the Conservative shadow schools minister, said: \"It is a symptom of a profession that is weighed down by too many initiatives, too much bureaucracy and form-filling and too much disruptive behaviour in the classroom.\"</p> <p>The DCSF said: \"We are well aware that some subjects such as maths and physics still have high vacancy rates, but that is why we are recruiting career-changers from industry and offering £5,000 golden hellos to graduates in these subjects.\"</p>",
  "<p>Hannah Lazenby, 29, a maternity nurse from Harrogate, has looked after dozens of babies over the past 10 years, usually from the day of their birth. She believes a simple black and white image can soothe any crying baby: \"It gives them something to concentrate on when they're bombarded by so many different images after the calm of the womb. This is something very simple that they're transfixed by - they can't take their eyes off it. I have had children who have been fractious or had colic and found myself thinking, 'You poor thing, I don't know what else to do, I'll give you this to look at.' And it does seem to work.\"</p> <p>This is not just guesswork on her part. There is apparently only one thing newborn babies would rather look at than these black and white pictures - the human face. So when they gaze at these pictures, what exactly are they looking at? We can't be sure, but most neuroscientists agree that they are transfixed by contrast. One theory is that this differentiation mimics the white-meets-colour effect of the thing the baby most wants to seek out: the eyes and mouth of the person who is going to feed them.</p> <p>For the past 20 years, experiments by neuroscientists have shown that babies do indeed home in on this type of image. The preference lasts from birth until about seven months. \"While babies can see from birth, their visual acuity is poor and they have problems changing their focus to near or far objects,\" explains Professor Mark Johnson of Birkbeck College's Centre for Brain and Cognitive Development in London, who has studied infant brains for two decades. \"This means that if something is not at an optimal distance for them - about 50cm - it will appear fuzzy and de-focused for the first few months. The limitations in babies' vision makes simple bold patterns with high-contrast boundaries more visible.\" By the time they are one year old, vision in babies is approximately similar to that of adults, he adds.</p> <p>Neuroscientists know babies seek out these images from simple preference experiments. They show babies pictures and note which ones their eyes are drawn to. Professor Usha Goswami, director of the Centre for Neuroscience in Education at Cambridge University, explains: \"Anything with very obvious contrast - such as black and white edges and lines - is an optimal stimulant for the visual system,\" she says. \"This type of stimulation basically gets the system up and running - but all images do this to a degree, not just black and white ones.\" We do not know yet whether babies see the same (whole) picture that adults see or whether they just focus on these lines and edges. Babies would be most likely to respond to any image that resembles a face, says Goswami,\"especially when the image is an actual human or a symmetric depiction.\"</p> <p>There is an evolutionary reason why they need to distinguish edges, says Dr Miriam Stoppard, author of Complete Baby and Childcare: \"Babies are born with the ability to see the face that is going to bring them food. They need to see a human face because that face is attached to the milk supply. They focus on the edges of the eyes and the mouth where there is a difference in contrast. And they learn to recognise their mother from other people because of the shape of where the hairline meets the forehead.\"</p> <p>Before I had children I had heard about this idea that babies are strangely drawn to contrast images. I dismissed it as a form of hot-housing as well as another lucrative opportunity for toy manufacturers to exploit. When my first child was born, I was given a mobile to hang above his cot with strange geometric black and white markings (and, come to think of it, some simplistic face pictures that Julian Opie's lawyers might be interested in). I thought it was ugly and useless. One day, in desperation when the baby was crying inconsolably, I held it above him. He fixated on the patterns, rapt and becalmed, as if they contained the meaning of the universe. Other objects did not have the same effect, so it was not just about distraction. It was definitely the freaky black and white pictures that did it.</p> <p>This is exactly the quasi-hypnotic effect Lazenby has observed repeatedly. One of her charges was the now three-year-old son of a contemporary art collector who has Opie's Sara Walking (a 2003 video installation of a black and white figure walking) on her kitchen wall. The baby was mesmerised by this artwork, she says: \"He was aware of it from the moment he came out of hospital at three days old. He was just always looking at it.\"</p> <p>Lazenby's views have inspired her art-collector employer, Yana Peel, the 34-year-old co-director of arts foundation Outset, to put together a book of images by artists including Kazimir Malevich, Bridget Riley, Josef Albers, Gary Hume and Takashi Murakami. Art for Baby is published next week and comes complete with a frieze to hang in the nursery. The collection includes Opie's Natasha (2000), a woman's face with two full stops for eyes, and Damien Hirst's Hypovase Prazosin Hydrochloride (1992), a grid of dots.</p> <p>\"Of course, we don't know what a baby is going to make of something like that,\" says Stoppard, \"but we do know that babies pick up very small details, particularly if you point them out and help them. Anything that encourages that instinct is good.\"</p> <p>While the science about contrast images is well-known, any long-term effect on babies of being exposed to these black and white images is untested. Lazenby says it has definitely furthered an interest in books and pictures in the babies she has looked after: \"You sit down in a cosy situation with your baby, sharing the book, and it turns into an experience they want to recreate. You're helping them learn to concentrate. I know toddlers who still look at these black and white images and like telling stories about them.\"</p> <p>Johnson adds: \"What scientific evidence does show is that babies are naturally attracted to look at and listen to things that benefit their own further brain development. Most parents naturally and spontaneously provide the right kinds of stimulation for their babies. One example is 'motherese' - the natural tendency to use sing-song and repetitive language when speaking to babies.\"</p> <p>Black and white picture books for newborns have been around for years - Lazenby always gives them to new parents as a present (\"They say, 'Where's the cute teddy bear?'\") - but this is the first time anyone has suggested babies might enjoy contemporary art. Although the project has a tongue-in-cheek feel (and is surely designed less for babies than for parents who want to get up to speed on contemporary art), as Stoppard puts it: \"If you are going to introduce images to your baby, why not introduce very good ones?\" Indeed, if you are going to put pictures up in the nursery, then why not a challenging Opie image instead of a hideous Teletubbies frieze? Perhaps putting a Malevich above the cot is no more pretentious than some faux vintage Babar poster. However, the project has limits, says Stoppard: \"Will it encourage an artistic temperament? No. That is going way too far.\"</p> <p>You have to wonder, meanwhile, exactly how flattering it is for these artists to discover that the people who might most profoundly understand their work are under the age of one. One art critic I spoke to, himself a parent, declined to comment on the project and refused to believe that babies could see any picture clearly before the age of eight months, let alone \"appreciate\" contemporary art. Opie does not seem to mind, though: \"Vision is, to a large extent, a learned thing,\" he says, \"and babies go through an important phase of looking and touching and learning to 'read' visually.\"</p> <p>One of the images in the book is Untitled, a giant white carrot on a black background by David Shrigley, the Glaswegian artist and cartoonist. He is delighted to have a new, young audience for his work. It's just a shame, he jokes, that the DVD of his latest animation, Who I Am and What I Want, is certificated 18. \"I'm not a parent but most of my friends have kids. Babies respond to really weird things in my experience. You can rattle your keys at them and they seem to find it entertaining. I'm not precious about my images. If very young eyes appreciate them, one should be flattered.\" </p> <p>Lazenby adds: \"Nothing can replace human interaction, and a smiley face and different facial expressions are still the best thing for a baby to see. But I really think these pictures also give them some kind of pleasure.\" </p> <p><strong>· </strong>Art for Baby is published on October 2 by Templar, price £14.99 (£1.50 from each sale goes to the NSPCC).</p>",
  "<p>A question hangs over Wild Combination, a new documentary that tells the life story of Arthur Russell: how to define such a complex musician? A classically trained cellist from Iowa? A member of the New York performance art scene that centred around the non-profit space The Kitchen? A musician at the heart of the city's experimental music community? The uncredited fifth member of the Talking Heads? An orchestral composer? A disco writer and producer? As the writer and experimental musician David Toop puts it during the opening scenes: \"How could one person work in all these different ways?\"</p> <p>The diverse phases of his short life (Russell died of an Aids-related illness in 1992, at the age of 40) are accounted for in Wild Combination through a series of interviews with those who worked with him: a grumpy-looking Philip Glass acknowledges Russell was \"one of the more eccentric of our community\"; Ernie Brooks, who played with Russell in the Flying Hearts in the 1970s, marvels at his \"melodic gift\"; the disco singer Lola Love says he was the \"funkiest white boy I ever met\". No one can quite put their finger on Russell; they just agree there was something unusually marvellous about him.</p> <p>Russell was largely unknown while he lived, but his music - especially his avant-garde disco - has found an audience over the past 10 years thanks to anthologies released by Soul Jazz and Rough Trade, which have reflected an upsurge in interest in the New York bands of his generation. But, until now, there has been no definitive biography of Russell, giving first-time film-maker Matt Wolf an idea.</p> <p>\"As a culture, I think we often want biographical material to substantiate the connections we feel to artists,\" Wolf said earlier this year. \"With Arthur and his music, there's a kind of directness. One senses a proximity to Arthur, or at least imagines him obsessively recording and writing music in his small East Village apartment.\" Wolf wanted to create a sort of re-enactment of Russell's life through interviews and highly stylised scenes shot on his vintage VHS camera. One such was shot by Wolf running through the cornfields of Russell's hometown, Oskaloosa, with the camera above his head, so the screen darts from dusky yellow to the azure blue sky, set to a score of Russell's cello.</p> <p>Wild Combination is at its most moving during the interviews with Russell's parents, Chuck and Emily, and his long-term partner Tom Lee. Lee is the librarian of Russell's musical estate and has spent the years since his death carefully archiving the roomful of unfinished and unreleased recordings the musician left behind. Through the interviews with Lee, who describes Russell as \"the guy I wanted to be sitting on the couch with\", and conversations with his loving but stoic parents, Wolf uncovers a truth beyond his own description of Russell as a \"gay disco auteur in a farmer's plaid shirt, who would ride the Staten Island ferry listening to mixes of his own music\". We learn he could spend a day listening to a blender, just for the joy of its sound; that he felt he was destined for a wider audience, but that obsessive perfectionism sabotaged his ambitions.</p> <p>His parents offer the clearest answer as to who Russell really was, when they speculate over what would have become of him had he lived. \"I think he would have made it, he would have gone far,\" says Emily. There's a pause before Chuck steps in. \"Either that or he would have had 5,000 more tapes.\"</p> <p><strong>·</strong> Wild Combination: A Portrait of Arthur Russell runs from tonight until October 2 at the ICA, London. A new anthology of Arthur Russell's recordings, Love Is Overtaking Me, is released on Rough Trade on October 28</p>",
  "<p>'Not all of our songs are about death,\" says White Lies' bassist, Charles Cave. Sitting with his bandmates in a west London beer garden, the trio's chief songwriter is disputing a claim he read in the group's Wikipedia entry. \"It's definitely not true. I can only count one ... two. Oh, three. Four ... \" The band's drummer, Jack Brown, changes the subject before Cave can remember any more.</p> <p>In fairness, nobody has yet heard the whole of White Lies' debut album, due in January, so it may yet prove to contain several saucy jigs. But, judging by the six or seven tracks to have surfaced so far, that's unlikely. Death hangs over the band's work like a thick fog.</p> <p>Dressed from head to toe in black, with a store of glowering songs about murder, kidnappings, mental illness and funerals, White Lies are the latest pretenders to Joy Division's gloom-pop throne. And, because the well-spoken Chiswick trio drape their dark, literate tales around skyscraping hooks and galloping, radio-friendly choruses, they are definite contenders for big-league success in 2009.</p> <p>When the band signed to the Universal offshoot Fiction in March following a classic A&amp;R scrum, the label's managing director, Jim Chancellor, declared himself to be \"over the fucking moon\". Nothing the band have done since will have dampened his enthusiasm. They have impressed on Later ... With Jools Holland, played several well-received festival slots, found their way on to Radio 1's daytime playlist and had Mark Ronson, Nick Cave (no relation to Charles) and Morrissey turn up to see them live. Music journalists, meanwhile, have been making glowing comparisons to Echo and the Bunnymen and The Teardrop Explodes (though Cave cites Interpol, Secret Machines and, oddly, Iron Maiden as his influences).</p> <p>If the expectations are increasingly lofty, then the band seem to be taking it all in their stride. When singer Harry McVeigh tells me that \"people have been saying we're potentially an arena band\", there's no arrogance in his voice, but there isn't much doubt either.</p> <p>What makes this all the more remarkable is that just 12 months ago, White Lies didn't exist. In September 2007, the main thing on the then 19-year-olds' minds was whether they should go to university or take a second gap year to pursue their dreams of making it in the music business.</p> <p>The three childhood friends had spent the year after their A-levels flogging the ailing horse that was their previous incarnation, the indie-pop band Fear of Flying. Though Cave describes that band as \"a weekend project\", they got as far as securing management, releasing a couple of singles on the fashionable London indie label Young and Lost Club, and playing support gigs with the Maccabees, Jamie T and Laura Marling.</p> <p>But by this time last year, Fear of Flying seemed unlikely to make it beyond the bottom rung of the pop ladder. \"Fear of Flying was like musical puberty,\" says Cave. \"We were so impressionable when we formed the band [at the age of 15] that we were always worried about what sort of music we should be making. We weren't really being true to ourselves. And I felt as though I couldn't write about anything personal, so I would make up semi-comical stories that weren't really important to anyone, not even me. By the end, we were starting to feel a little embarrassed about certain songs and certain things we'd done.\"</p> <p>Trawl the internet for Fear of Flying leftovers and you'll begin to understand why. There are various photos showing the band in wacky clothes and poses, while the few surviving audio clips sound lightweight and throwaway compared with White Lies' richer, more emotionally charged music.</p> <p>With just two weeks until they were due at their respective universities, the three friends called a band meeting. \"We were clutching at straws at that time,\" admits Cave, \"but we'd just written some new material which we all felt really confident and excited about. It felt like we'd finally found our feet, musically and lyrically. So we agreed to take one last gap year.\"</p> <p>They also decided their new sound was worthy of a new name. \"We wanted a clean slate,\" says Brown. \"We were desperate to make sure that people gave the new songs the kind of respect we felt they deserved, without any preconceptions.\" An announcement was duly posted on Fear of Flying's MySpace site, declaring: \"Fear of Flying is DEAD ... White Lies is alive!\"</p> <p>To some, the trio's miraculous transformation into a much better band, with smarter ideas and stronger songs, seemed a little suspicious. Particularly when it was revealed they had joined the roster of Supervision management - home to Franz Ferdinand and Kaiser Chiefs - within weeks of that MySpace announcement. But they don't miss a beat at the suggestion that they might be the puppets of a pop svengali. \"I don't think we'd accept decisions that other people had made for us,\" says Brown, who also co-founded the hip Chess Club night and record label. \"We're pretty strong-willed and confident in who we are. I think we just grew up.\"</p> <p>As White Lies tell it, they served a useful rock apprenticeship with Fear of Flying, which enabled them to take more control this time around. \"It was extremely helpful,\" says Brown. \"We're much more savvy about the way things work. For instance, we realised that, as a new band, the worst thing you can do is try to force yourself on people. So we were much more restrained in the way we did it. We wanted things to progress naturally.\"</p> <p>In that spirit, the band posted nothing on their MySpace profile but the striking new songs that had prompted their reinvention. \"And that's where it all started to build from,\" says Brown. \"No one knew what we looked like or where we were from, which meant they didn't make any decisions about our image or characters. There was hype around us quite quickly, but that excitement was strictly about the music. It felt like it had solid foundations.\"</p> <p>In fact, the industry buzz around the band began long before they made their live debut, at east London's Hoxton Bar and Grill in February. \"I don't mind admitting that we spent two months rehearsing for that,\" says Brown. \"We wanted to make sure our first show was memorable.\" Not too many paying punters were there to see it, but the roomful of A&amp;Rs went away enthused. Within days, the band had signed their record deal.</p> <p>The show also marked the debut of White Lies' black outfits; they now wear the colour all the time. It was another decision, says McVeigh, that was made to keep the attention on the music, \"because we didn't want people to judge us on what we were wearing.\" \"Plus,\" adds Cave, \"there's no denying that wearing black suits the style of our music.\"</p> <p>Ah yes, the gloom. Even if the band's sudden leap in quality can be put down to maturing, that doesn't explain why Cave went from writing witty ditties about buses and pets to the bleak, moody songs he now provides for McVeigh to sing. Did something unfortunate happen to expose his tortured soul? \"Not really,\" says Cave. \"My songs are definitely more personal than they were before, but I'm not sure tortured soul is the right term.\"</p> <p>Instead, Cave says that White Lies lyrics simply chart one side of his personality - the pessimistic, overthinking side. As a child he often worried about dying, and still fosters a fascination (\"as opposed to involvement\") with religion. </p> <p>But, in person, that's all hidden away, and the effusive songwriter is noticeably lacking in dark intensity. Instead, the whole band come across as enthusiastic, well-balanced individuals, always polite and careful not to say anything too contentious. It's no great surprise to learn that they all still live with their parents.</p> <p>Of course, if all goes to plan, White Lies should soon be soundtracking the bedroom strops of teenagers everywhere, and the three 20-year-olds' worlds will be turned upside down. \"We're definitely in the calm before the storm right now,\" agrees McVeigh. This week, the band released their first single on Fiction - called, naturally, Death - and have embarked on a string of dates that will take them across the UK and America. \"This is when we'll see if people actually want to check us out,\" says Brown. \"We're under no illusions that success is assured.\"</p> <p>It is, though, desired. McVeigh may talk airily of White Lies' ambition being simply to \"connect with people, whether it be a huge number or a relatively small number\", but they admit they would be extremely disappointed if they have just a few dozen enthusiastic followers this time next year.</p> <p>\"Our sound suits big venues,\" says Cave. \"We do want to be successful,\" agrees Brown. \"I don't think we'd ever put a ceiling on what we wanted to achieve as a band.\"</p> <p>For the first time today, the fervour that fuels Cave's songwriting flashes to the surface. \"Yeah,\" he exclaims, \"we should headline Judgment Day!\"</p> <p><strong>·</strong> Death is out now on Fiction. White Lies play the Leadmill, Sheffield, tonight, then tour</p>",
  "<p>Two more days of tension remain in an extraordinary climax to the Championship season, and suddenly it is the leaders, Nottinghamshire, who are studying the table with the greatest foreboding. As the evening shadows lengthened yesterday, and matches lurched so unpredictably that the stock market was a haven of sanity by comparison, the balance began to tilt and the bookmakers shifted their allegiance to Durham. That momentum may now prove irreversible. </p> <p>Nottinghamshire have been here before. Less than two weeks ago, on this splendid, gleaming ground, their dreams of a first one-day trophy for 17 years were shattered when Murray Goodwin struck a six off the last ball of the match for Sussex to take the Pro40 league title. The Championship could be about to go the same way after a first-innings capitulation yesterday in which they lost their last seven wickets for 39 in 16 overs.</p> <p>Hampshire responded with a relaxed start to their second innings. On 102 for one at stumps, they lead by 94 and their Pakistani legspinner, Imran Tahir, will anticipate further riches in the fourth innings on a dry, cracked surface. If Nottinghamshire fail to win, Durham (if they reach 300 first thing this morning) can overhaul everyone by beating Kent. If Durham blow it, Somerset could yet steal the title at the last. </p> <p>While every bonus point yesterday in Nottingham, Canterbury and Taunton brought a new scenario, there was also chatter at Trent Bridge of the death, at 86, of Jimmy Sirrel, a legendary sporting figure in these parts, the most famous manager Notts County have known. Sirrel once rasped: \"The best team always wins - the rest is just gossip.\" Nottinghamshire could do worse than use that as a starting point. They have looked a superior side all season. They now need to prove it. </p> <p>Forgive one Sirrel memory: at Meadow Lane in the early 80s Ipswich Town, the best side in the land, had given Notts the runaround, with Alan Brazil outstanding. After the match Howard Wilkinson, the Notts coach, explained Brazil's runs off the ball to a group of journalists by using whisky tumblers as players and moving them around a table. Sirrel, then general manager, wandered into the room and watched for a while. \"Which one's the lad Brazil?\" he asked. Wilkinson pointed to a double whisky, which Sirrel picked up and downed in one gulp. \"Aye, we'll be hearing nae more of him,\" he said. </p> <p>The tumbler that Nottinghamshire most need to swig back to rescue this match comes by the name of Imran Tahir. For the past week, his whereabouts have been a cause for conjecture: South Africa, Southampton marina, Stoke-on-Trent, perhaps even an MI5 safe house negotiated by Hampshire's chairman, Rod Bransgrove. But yesterday it was Nottinghamshire who were disorientated as he rattled through their lower order with four wickets for nine runs in 24 balls. </p> <p>Tahir's pre-lunch foray was a let-down, with Samit Patel stroking his first three deliveries for offside boundaries. The poor lad looked a bit stiff - which must be what comes from hiding in a box for a week while Hampshire pretended he was in South Africa. Nottinghamshire duly moved within 31 runs of Hampshire's first-innings total with seven wickets remaining. Patel, chunkily aggressive, was playing blissfully. But when he had reached 70 from 71 balls, with 14 boundaries, he mystifyingly drove James Tomlinson to short-extra and returned to the pavilion to watch the wreckage that followed. </p> <p>Patel's demise allowed Hampshire to reintroduce Tahir and his response was devastating. Graeme Swann, trying to emulate Patel, struck two quick boundaries and then fell to a rearing top-spinner which he edged behind. Then three Nottinghamshire batsmen fell for ducks: Mark Ealham played back to one that hurried on and two excellent googlies deceived Andre Adams and Darren Pattinson. Tahir finished with four for 55. </p> <p>At 197 for nine, Nottinghamshire were three runs short of a bonus point. Ashwell Prince, who had watched the collapse from the non-striker's end, swung lustily at Tomlinson and Chris Tremlett made such a hash of a running catch over his shoulder at straight midwicket that he helpfully pushed it over the boundary. He must have heard the howls of protest in dressing rooms in Canterbury and Taunton.</p> <h2>Sri Lanka tour threat</h2> <p>Sri Lanka's sports minister, Gamini Lokuge, says his country's leading players should boycott the tour of England next year and instead play in the Indian Premier League. The England and Wales Cricket Board announced in July that Sri Lanka would play two Tests and three one-day internationals on a tour in April and May 2009. However, the dates clash with the second edition of the IPL and top Sri Lankan players including Mahela Jayawardene, Kumar Sangakkara, Muttiah Muralitharan and Ajantha Mendis have refused to tour because they have lucrative IPL contracts. Lokuge hinted that a second-string team might tour. \"I want contracted players to honour their commitments with the IPL. I don't want the tour to England be called off but the team playing in England can have non-contracted-IPL players,\" he said.</p>",
  "<p>Big Five? Pull the other one. Ahead of last night's fourth round of games in Serie A, Gazzetta Dello Sport's front page carried a graphical guide – complete with smiley faces, stern faces and sad faces – to the difficulty of the games in prospect for each of the five supposed \"Champions League hopefuls\". The presumption was staggering. It would take a bold or foolhardy soul, on the evidence so far this season, to wager that last year's top four plus Milan are the only realistic contenders for the Champions League.</p> <p>The face beside Fiorentina's name was grimacing yesterday ahead of their trip to Lazio, but that was nothing compared to the scowl on manager Cesare Prandelli's face as he watched his side <a href=\"http://www.youtube.com/watch?v=s-aPtbEQ0ak\">get trounced 3-0 at the Stadio Olimpico</a>. \"We were never in the game – this was the worst result and the ugliest Fiorentina performance since I've been here,\" he fumed afterwards. \"Maybe some people have had too many compliments. Some people don't realise they're only here thanks to the team.\"</p> <p>It was an honest assessment. If anything Fiorentina were lucky to get away with conceding three after being utterly outplayed by Lazio. Mauro Zarate had a legitimate penalty appeal turned down when he was brought down by Dario Dainelli early on and by full-time Lazio had hit the crossbar once and racked up 10 shots on target. Fiorentina hadn't forced Juan Pablo Carrizo to make a single save. </p> <p>Zarate himself missed a hatful. Perhaps he was weighed down, after collecting four goals in his first three league games, by the knowledge that no foreigner has ever scored in all of the first four rounds of a Serie A season. Certainly it seems Zarate is superstitious – cameras caught him <em>facendo le corna</em> (making a horn gesture with his hands), a gesture roughly akin to touching wood in Argentina and parts of Italy. </p> <p>Lazio's triumph, though, was based not on superstition but on the tactical nous of their manager Delio Rossi. Reshuffling his side after <a href=\"http://www.guardian.co.uk/sport/blog/2008/sep/22/acmilan.lazio\">the weekend's hammering by Milan</a>, Rossi replaced defenders David Rozehnal and Aleksander Kolarov with Sánchez Cribari and Stefan Radu, and midfielder Matuzalem with Pasquale Foggia. He also adjusted his formation from a 4-3-1-2 to a 4-3-2-1, with Foggia and Goran Pandev playing either side of Zarate and Stefano Mauri pulled back into midfield. </p> <p>Most crucially, he instructed his team to funnel play down the right flank, taking advantage of the full-back Juan Vargas' repeated dereliction of defensive duties and the half-hearted tracking back of Riccardo Montolivo from midfield. Vargas was consistently caught too high up the field as Lazio attacked in waves and, while the Peruvian is by no means the only Fiorentina player to disappoint this season, Prandelli's decision to deploy him at left-back after signing him from Catania has been costly. Vargas plays on the left wing for Peru and only started playing his best football for Catania last year when <a href=\"http://www.guardian.co.uk/football/2008/apr/07/europeanfootball.sport1\">Walter Zenga moved him up to that same position</a>. Deploying him as a wing-back in a 3-5-2 might have been justifiable but in Fiorentina's four-man defence he is simply a liability. </p> <p>Not that Fiorentina were the only one of those supposed Champions League hopefuls to disappoint. Juventus were <a href=\"http://www.youtube.com/watch?v=LJLMxHU_CjA\">held 1-1 at home by Catania</a> after a defensive howler by Giorgio Chiellini, while the Roma manager Luciano Spalletti was spitting with rage after a Christian Panucci had a goal unfairly wiped out for offside in his side's <a href=\"http://www.youtube.com/watch?v=Sxn75CJ1FzU\">3-1 defeat at Genoa</a>. </p> <p>Officiating mistakes and Roma's injury list may provide legitimate excuses for Spalletti, but his team's struggles so far this season are far more indicative of the fact that Lazio are not the only one of last year's mid-table sides to take significant strides forward over the summer. Diego Milito scored twice for Genoa last night and now, like Zarate, has four in four games since returning to the club from Real Zaragoza. Edy Reja's Napoli, meanwhile, added a number of players in the transfer window and are still unbeaten after their <a href=\"http://www.youtube.com/watch?v=w6y_w9XQFok\">2-1 win over a solid Palermo team at the San Paolo</a>. Atalanta are joint-second on nine points after <a href=\"http://www.youtube.com/watch?v=eJNoRBiC9xg\">beating Cagliari 1-0</a>. </p> <p>Last night Milan and Inter – both of whom might legitimately have lost a little focus ahead of this weekend's <em>Derby della Madonnina</em> - were the only two of the supposed \"Big Five\" who actually managed a win, beating <a href=\"http://www.youtube.com/watch?v=kqianH7vfEw\">Reggina 2-1</a> and <a href=\"http://www.youtube.com/watch?v=wnntTgzAy3s\">Lecce 1-0</a> respectively. </p> <p>Inter now sit alone at the top of the table on 10 points. They were mediocre last night, struggling to break down Lecce before Julio Cruz stepped off the bench to rescue three points, but then Jose Mourinho's teams have never been renowned for always playing well. They have been renowned for always winning, and yesterday represented Mourinho's 100th consecutive home game without defeat. </p> <p>The race for Serie A's European places, then, is wide open. Nevertheless the fear lingers that, at the very top of the table, we could soon be talking about a Big One. </p> <h2>Round four talking points</h2> <p>• The Inter captain Javier Zanetti played his 600th game for the club last night. <a href=\"http://www.goal.com/en/Articolo.aspx?ContenutoId=879679\">Goal.com's Carlo Garganese</a> asked this week if Zanetti had <em>ever</em> had a bad game for Inter, and while the answer to that question is a simple 'yes', he must nevertheless be one of the most consistent performers the league has ever seen.</p> <p>• Palermo president Maurizio Zamparini may be <a href=\"http://www.guardian.co.uk/sport/blog/2008/sep/15/seriea.weekendreview\">a bit of a \"character\"</a>, but it appears he is also stubborn enough to stand up to the mafia. A police investigation revealed this week that he refused to co-operate when the Lo Piccolo clan tried to muscle in on Palermo's plans for a new stadium, despite the group's attempt to intimidate him by sending a severed goat's head to the club's former director of sport Rino Foschi in 2006.</p>",
  "<p>Up to 500 editorial jobs could be cut from ITV regional operations, the National Union of Journalists said today - before adding that Ofcom was \"failing\" as a regulator by endorsing the broadcaster's cost-cutting plans.</p> <p>An ITV internal announcement on the cuts is expected within days, sources said.</p> <p>The NUJ said the proposals could see job cuts of up to 50% among ITV journalists and that the proposals would \"set in train the destruction\" of local and regional news.</p> <p>\"With ITV poised to begin making cuts before Ofcom even completes the consultation, the regulator's soft-touch approach has failed,\" said Jeremy Dear, the general secretary of the NUJ. </p> <p>\"It is failing in its duty to strengthen public service broadcasting. It is failing to guarantee a future for diverse regional news. It is failing to adequately represent the interests of citizens.\"</p> <p>Ofcom, which today published its second review of public service broadcasting, has launched a consultation on proposals that would see ITV cut some daytime news bulletins, to preserve peak time news, and rationalise news bulletins in the England ad Scottish Borders region from 17 programmes to nine.</p> <p>ITV said the cost-cutting programme would save it £40m a year.</p> <p>Ofcom today said the rationalisation was a \"credible means to sustain quality national and regional news services on ITV1\" and proposes to accept it.</p> <p>It launched a consultation on the ITV proposals that closes on December 4.</p> <p>The NUJ will meet with senior ITV management to discuss changes to the news operation next week.</p> <p>As part of the proposals ITV would be allowed to cut regional non-news programming by 50%, to 15 minutes a week in England and 90 minutes a week in Wales, Scotland and Northern Ireland.</p> <p>The volume of current affairs programming in peak time will remain unchanged. However, the minimum outside of peak will fall by 40 minutes a week to a total of 50 minutes.</p> <p>ITV's fixed quota for programmes produced outside London has been slashed from 50% to 35% under the proposals.</p> <p>\"We welcome Ofcom's acknowledgement of the need to strike the right balance between these costs and benefits, which is reflected in its proposals for ITV's regional news services, regional non-news programmes and the out-of-London quota,\" said ITV in a statement. </p> <p>\"We have consistently argued that the regulatory costs and commercial benefits of holding the ITV licences need to be re-balanced between now and analogue switchoff in 2012. </p> <p>\"Today's statement also sets out Ofcom's refined options for the longer term future of public service broadcasting to which the board of ITV will give careful consideration\".</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]