[
  "<p>It's exciting when someone promises to show how both sides of an argument are wrong. Kenan Malik's position, in short, is: \"Race is not a rational, scientific category. Anti-racism has become an irrational, anti-scientific philosophy.\" To defend the first statement he embarks on a lucid discussion of modern population genetics and medicine, then hops back to the 18th century to begin a historical survey of ideas about \"race\". There are some curious blips (it is weird to call David Hume \"doggedly mainstream\") and some pleasing new angles - for example, Malik's point that phrenology was originally welcomed as a progressive idea, \"because it suggested a practical way of improving one's lot\" through brain training. </p> <p>Where it all goes wrong is with the Nazis, and the subsequent idea among Malik's opponents on the anti-racist left that Hitlerian eugenics and genocide grew out of too much reason, rather than too little. \"The fight against barbarism turned into a war against the Enlightenment,\" Malik writes. In our day, he concludes, the tendency of \"celebrating racial identity\" is predicated on the same assumptions of racial difference as those held by racists themselves, and a kind of \"intellectual apartheid\" is among the results. A nicely provocative and stylish polemic.</p>",
  "<p>America's political conventions might appear like a four-day coronation for the presidential nominee but amid the hoopla, flag-waving, and firing up of the party faithful, the Democratic party's officials have also spent hours defining what they offer voters in these elections.</p> <p>The process of drafting the party platform, which has been under way for months, was complicated this year by the long battle between Barack Obama and Hillary Clinton. Although much of what the Democrats are offering American voters closely follows what Obama has spelled out in his speeches and on his websites, there are portions where it is clear that Clinton has had her say.</p> <h2>Foreign policy</h2> <p>Obama has admitted that he feels most comfortable in the arena of foreign policy, and this section takes up an unusually large part of the document.</p> <p>It is ambitious, calling for a roll-back of the eight years of the George Bush presidency. After years of friction between Washington and the UN, the platform promises a friendlier approach to international institutions. \"Needed reform of these alliances and institutions will not come by bullying other countries to ratify American demands,\" it says.</p> <p>The central element is the withdrawal of US forces from Iraq, under a 16-month timetable, and providing more resources for Afghanistan. The platform calls for two additional combat brigades, and greater contribution from Nato partners in Afghanistan. It also seeks to put America's relationship with Pakistan on a different footing, saying Washington should not grant blank cheques to military dictators.</p> <p>Other elements of foreign policy will look familiar. There is strong support for Israel and condemnation of Hamas.</p> <h2>Economy</h2> <p>The platform builds on the proposals sketched out by Obama in front of tens of thousands of supporters on Thursday night at Denver's Mile High stadium. It calls for measures to stimulate the economy, and soften the impact of the mortgage crisis, with a crackdown on predatory lenders. While it promises tax breaks for poorer families, it would raise taxes on families with income of more than $250,000 (£138,000).</p> <h2>Health care</h2> <p>The platform suggests that this is a battle won by Clinton who was adamant in her campaign about providing health care coverage for all regardless of their economic circumstances. The platform adopted by the Democrats at the party convention says that they are committed to guaranteeing affordable and comprehensive health insurance coverage to every American. In practice, though, nothing binds Obama to this plan.</p> <h2>Energy</h2> <p>Democrats have put sustainability at the heart of their energy policy. The platform calls for an investment of billions of dollars over the next decade to develop alternative energy sources such as wind and solar power. It calls for America to become 50% more energy efficient by 2030, and to get at least 25% of its electricity from renewable sources by 2025.</p> <h2>Abortion</h2> <p>Obama sought to find common ground with opponents of abortion rights, saying that Americans could perhaps at least agree on the need to reduce unwanted pregnancies. There is little sign of that middle ground in the party platform. \"The Democratic party strongly and unequivocally supports Roe v. Wade and a woman's right to choose a safe and legal abortion, regardless of ability to pay, and we oppose any and all efforts to weaken or undermine that right,\" the platform says.</p>",
  "<p>Parading their gold medals in front of the television cameras this week, Britain's Olympic champions wisely avoided talking about their monetary value. But behind the scenes, agents and corporate sponsors have kick-started negotiations which could transform Team GB's finest into millionaires.</p> <p>They might not expect the fortune awaiting Olympic swimming giant Michael Phelps - in line, according to his agent, to earn as much as £50m - but most of Britain's gold medallists can hope to reach six figure sums through a combination of sponsorship deals and appearance fees. (Melted down, the medallion itself - made of silver coated with 6g (0.2oz) of gold - would not fetch much over £120.)</p> <p>\"This is the best performing British team since 1908, they're the golden team,\" said Nick Bitel, chief executive of the London marathon and a sports lawyer. \"That will elevate each of their value.\"</p> <p>The most ambitious among the returning champions is Chris Hoy, the triple gold medal track cyclist - marketable as Scotland's greatest Olympian. He is sponsored by eight companies, including BT, cycle and cycling equipment manufacturer Shimano and B&amp;Q. </p> <p>His agent, Ricky Cowan, said he was in discussion with blue chip companies about future backing, and two Scottish sponsors would be unveiled in the coming days. \"We're looking for four or five deals worth around £400,000 each,\" he said. \"Could there be a £1m contract out there? Yes, probably. Could it get to £2m in total? I'd like to think so.\"</p> <p>London 2012 sponsors such as British Airways, Lloyds TSB and EDF are also rumoured to be contemplating recruiting the cyclist as the \"ambassador\" for the next games. </p> <p>Second in line is Rebecca Adlington, the 19-year-old from Mansfield, Nottinghamshire, who won two swimming golds to become the country's first success in the pool since 1988. Before the games, Adlington did not have a sponsor. The most optimistic industry insiders estimate that she can now expect to earn as much as £1m - more than enough, it seems, to meet her needs. \"I most want to get a kit deal so that I don't keep buying equipment for swimming,\" she said when asked about sponsorship plans. \"I owe my parents a lot of money.\"</p> <p>Boxer James DeGale will expect a similar windfall - not from sponsorship, but from a lucrative move into the professional arena following in the steps of previous British Olympic successes, Amir Khan and Audley Harrison.</p> <p>\"The smart athletes should wait for the dust to settle,\" said Jonathan Marks, agent for four British gold medallists, including cyclist Bradley Wiggins. \"Brands are going to want to have a gold medallist in their portfolio in the run-up to 2012.\"</p> <p>Colin Grannell, who heads European marketing for Visa, which has been an Olympic partner since 1986, said there had been a shift from generally associating a brand with the games, to focusing on individual athletes. \"The whole point is that we want to take Visa to as many people as possible. The athletes can do that,\" he said. \"We help them and they help us.\" </p> <p>Visa, which now counts more than 90 athletes on its Team Visa books worldwide, will be selecting 2012 recruits in the coming months.</p> <p>Nigel Currie, director of marketing agency Brand Rapport, predicted that athletes can \"at least double\" their expectations because of opportunities linked to 2012. But he warned that for lesser-known athletes, Team GB's outstanding success could prove a mixed-blessing - diluting the individual value of a British gold.</p> <p>\"There's a slight lessening of the sponsorship because of the sheer number of gold medals we won, and the number of sportsmen and women involved,\" he said. </p> <p>The British Olympic Authority issues strict guidelines for athletes dictating, for example, which brand of sportswear and equipment athletes can use, and taking care not to offend official Olympic sponsors. The amount athletes receive through lottery funding is also means-tested, meaning the more they secure from corporate sponsors the less they receive in grants.</p> <p>But there is still money to be made in a market that often hinges on the profile of an athlete - and their sport. </p> <p>Christine Ohuruogu's brand has been tainted by the controversy over her missed drugs tests, agents said, but some still predict that the 400m winner will secure some of the biggest earnings. \"Someone like Christine, because she's an Olympic champion in athletics, can earn up to £50,000 just for turning up to events,\" said Bitel. </p> <p>The athlete many agents agree could be the most commercially lucrative personality returning from Beijing failed to win any medal. As one agent put it, 14-year-old Tom Daley, who has charisma and good looks as well as sporting ability that belies his age, is \"the great marketing property\".</p> <p>The same cannot be said for victors of team sports such as rowing or sailing. When Sarah Webb, Sarah Ayton and Pippa Wilson combined efforts to sail to victory in an Yngling boat, for example, it earned them the dubious title \"three blondes in a boat,\" but not, say sponsorship experts, much more than £100,000 as reward.</p> <p>Another largely unknown gold medallist, canoeist Tim Brabants, was circumspect about his prospects, saying he would be happy to receive any financial assistance at all. A qualified doctor, Brabants is returning to an NHS casualty department to fund his way to London 2012. \"Until now [sponsorship] has been mainly clothes and food,\" he said. \"If it's free, I'll eat it.\"</p>",
  "<p>Nobody ever said on their deathbed that they wished they'd spent more time at the office. It's an old gag turning into a new reality: full-time, white-collar workers are spending even less time in the office - and when we're in the office, even less time shackled to the same few square metres of an assigned workstation by our fixed telephone extension and dedicated computer, whose cables snake into an underfloor spaghetti junction that roots us to that spot and that spot only.</p> <p>With the wireless-networked Generation Y \"millennials\" setting the pace, we are all now mobile; it's just that some offices haven't yet realised it. But the smart office is here, and, according to the giants of office design and equipment, those who hold out against ever-smarter thinking in the white-collar workplace will not only be technologically, environmentally and socially out of date, but severely out of pocket.</p> <p>An independent survey (undertaken on behalf of the international architecture and interior design firm Gensler) of UK knowledge-based office workers across a range of activities, from banking to marketing, has identified a huge efficiency gap in the average British office. Companies in the UK, on average, productively use just 55% of their office space; in London's key business districts alone, that's £10.5bn wasted each year. Two thirds of UK employees are \"unhappy\" with their current workspace, and staff productivity could be improved by 21% if their workplaces were better designed, equivalent to £145bn of annual output for the UK's service sector.</p> <p>Following the post-war proliferation of cheap and cheerless office buildings, our white-collar workplaces are perhaps the least-loved in Europe. But thanks to the surge of prestigious new office building developments to mark London as the world's financial capital, all this is changing for the better, according to Gary Wheeler, Gensler's European director of workspace. </p> <p>\"Socialisation at work has become much more important,\" he says. \"The water-cooler used to be looked at negatively. Not any more. It's where you go to find people you trust to exchange knowledge. Cafes are the knowledge marketplace. Head-down work amounts to about half your time in the office, and it is shrinking compared to collaboration, which is growing, especially as more women enter the workplace who want sharing, validation and feedback.\"</p> <p>Nor is Gensler alone in seizing the moment to shape the space where we spend so many of our waking hours.</p> <p>Strasbourg is the site of Gutenberg's original printing press and is a hotbed of revolutionary office technology - namely WorkLab, the European research facility and showcase of the world's largest office furniture manufacturer and workspace designer, Steelcase.</p> <p>It calls the site a campus, and with reason. This playful, airy and friendly site sets a mood of convivial exploration and experiment rather than clock-punching graft. No one has an assigned workstation, yet meeting spaces of all shapes, sizes and degrees of informality abound; their \"yurts\" and \"dyadic slices\" look like they should be occupied by waifs modelling vintage Cardin and Courrèges. The buzz-concepts governing Steelcase's macro- and micro-designs on our working environment are collaborative work, mobile work, broad social networks and four-generation workforce: welcome, in short, to Wikiworld. Yet the Steelcase client list, from \"big oil\" and \"big software\" down, demonstrates this is no mutated survival from the 90s dotcom bubble but the prototype of how millions will work tomorrow.</p> <p>And that isn't all. Environmental soundness lies at the heart of Steelcase's work. The US multinational scrutinises its products and suppliers down to the molecular level for environmental sustainability. With sales rising as corporate customers strive for a greener image, Steelcase's entwined environmental and telecommunications strategies are also cutting energy, travel and floorspace costs. The result is higher profits.</p> <p>London-based PR giant Edelman has rushed to embrace the revolution in office design. Gensler's brief was to design an HQ that would both help integrate three separate workforces under one roof and quickly adapt to the firm's fluctuating workload and headcount through hotdesking. It had to be \"exciting and engaging\" for staff, explains deputy CEO Susan Eastoe. \"It has to create the right impression for clients: classy, elegant and trustworthy.\" </p> <p>Inside, a bistro, bar, library, glass walls and skylights, couches and soft furnishings foster \"transparency, socialising and collaboration. Everybody went 'Wow!' when they walked in, which really lifted morale. People walk around, talk, bounce ideas and work creatively for the client.\"</p> <p>The revolution is reaching even into unglamorous public sector poor relations such as the Driver and Vehicle-Licensing Agency, which has redesigned its Swansea HQ as part of a strategy to raise staff morale, increase efficiency and save money through rationalising space. Sociable \"break-out spaces\" throughout and \"non-territorial working\" is its version of the hotdesking concept. The DVLA has four desks per five staff members, and the system is flexible enough to move with the business. </p> <p>How has it all gone down with the staff? \"At the outset there was a lot of concern,\" admits Jeremy Morgan, who runs the DVLA refurbishment process. \"But we could make a good financial and environmental case, and as people got used to the new way of working, enthusiasm has snowballed.\"</p> <p>And with Steelcase's UK and Benelux managing director, Mark Spragg, forecasting that despite the current downturn in the economy, the UK private and public sector combined will spend over £35bn on the development and the refurbishment of their office spaces in the next year, chances are the snowball is heading your way. </p> <h2>How our workspaces will change</h2> <p><strong>Collaborative spaces</strong><br>From the casual sofa by the water-cooler to the wireless, multi-screen \"war room\" with video and web conferencing, instant messaging and interactive whiteboards and easy-wipe walls for spontaneous, paperless brainstorming. Flexible mind-meeting places will move from the periphery to the heart of office design.</p> <p><strong>Mobile workstations</strong><br>Updating unreserved hotdesking, with \"hotelling\" you reserve the space and facilities you need, with your firm's IT and phone system clicking automatically into place and your personal items following you round in a lockable file pedestal on wheels. Next-generation office furniture is easily interlockable to create working spaces for open teamwork or privacy, with chairs that adjust and flex to fit your movements and promote alertness or relaxation at will.</p> <p><strong>Social networking</strong><br>With studies showing different age-groups in the multi-generational workforce less inclined to collaborate across age gaps, office design will seek to break down barriers through attractive open-planning.</p> <p><strong>BlueSpace</strong><br>A Steelcase-IBM joint development venture combining office furniture and microprocessors that can automatically tailor the space, shape, function, privacy, ambient sound and light of your personal and group working environment. For instance, concealed ceiling sub-woofers emit frequencies that mask distracting background chat, while lighting can mimic the sun's arc, so keeping your body clock ticking in natural sync.</p>",
  "<p>Picking the Alaska governor is a bold play from John McCain for the potentially millions of disaffected Hillary Clinton voters who have remained impervious to Democrats' pleas for party unity. She presents a new face unfamiliar to most of America, and is likely to stir up the race and excite the news media. </p> <p>At 44, she is a youthful addition to the Republican ticket. Palin is an avid fisher and hunter, a member of the politically powerful National Rifle Association, and her husband has native-American roots.</p> <p>But Palin brings several risks. She has been in office less than two years, and would be hard pressed to go toe-to-toe in debate with Democratic vice-presidential nominee Joe Biden, a veteran senator and foreign policy expert. </p> <p>The Democrats will also raise questions about whether Palin passes the \"commander-in-chief test\" - that is, would she be able to assume the presidency should McCain, 72, become incapacitated. The news media may also seek to tie Palin to longtime Alaska Republican senator Ted Stevens, who is under indictment on corruption charges.</p> <p>Before taking office in December 2006, Palin served two terms as mayor of Wasilla, Alaska, and was on the city's council before that.</p> <h2>The others on McCain's shortlist</h2> <p><strong>Mitt Romney</strong></p> <p>If Mitt Romney had been picked, it would have been akin to Barack Obama choosing Hillary Clinton for his running mate. Romney, the former governor of Massachusetts, was McCain's chief rival for the Republican nomination, and as such spent several months savaging the Arizona senator in debates and in the press. </p> <p>The scion of a prominent Michigan political family – his father was governor of the state – Romney spent his early adulthood as a Mormon missionary in France. He was praised for his management of the 2002 winter Olympics in Salt Lake City, and grew extremely wealthy as a venture capitalist. Elected governor of Massachusetts in 2002, he governed as a moderate – necessary in that liberal state.</p> <p>Romney is acclaimed for his business acumen and can speak fluently on the economy – an admitted weakness for McCain. </p> <p>But in the wake of McCain's \"houses\" gaffe – the senator was unable to tell a reporter how many homes he and his wife, heiress to a beer distributing company, own – the Republican party may have been reluctant to present a ticket made up of two extremely wealthy men. </p> <p><strong>Tim Pawlenty</strong></p> <p>Minnesota governor Tim Pawlenty's staid reputation and uncharismatic manner mask a self-deprecating sense of humour: in spring, he praised his wife's willingness to watch hockey games with him, but said: \"Now, if I could only get her to have sex with me.\"</p> <p>Crass jokes aside, Pawlenty potentially brought many attributes favourable among the Republican base: long-time attendance at an evangelical church, consistent conservative stances on social issues, and opposition to tax increases. He also has the blue-collar background much sought after among American politicians. That presents a marked contrast to McCain, the son and grandson of admirals. </p> <p>Some Republicans had hoped that having Pawlenty on the ticket could have put his state in play. Minnesota has not voted for a Republican presidential candidate in recent memory, but in 2004 chose Democrat John Kerry by 51% to 48%. </p> <p>But while Pawlenty was first elected governor in 2002, he won re-election in 2006 by a narrow margin, leading national Republicans to question his popularity in his home state. Also, he was an unproven debater, while Joe Biden, Barack Obama's running mate, is skilled and experienced.</p> <p><strong>Joseph Lieberman</strong></p> <p>This Connecticut senator - a career-long Democrat who split with the party in 2006 over the Iraq war - was spoken of with some seriousness as a possible McCain running mate. Lieberman and McCain enjoy a friendly personal relationship and the two have travelled together extensively. </p> <p>He is well used to the rigours of a vice-presidential campaign, having run alongside Democrat Al Gore in 2000 and come within a hair's breadth of the White House. </p> <p>But he brought several major drawbacks. For one, many Republicans simply would not have trusted or been enthusiastic about having a former Democrat on the ticket. An independent senator, Lieberman votes with the Democrats on most issues and has amassed a moderate voting record. Also, he is a supporter of abortion rights, and is an orthodox Jew, both sure to have troubled socially conservative voters. It was also unlikely that Lieberman could have delivered his home state for the Republicans. </p> <p><strong>Eric Cantor</strong></p> <p>This young Virginia congressman took part in early August in a conference call with reporters to attack Barack Obama's energy plan, leading to speculation that he was auditioning to be McCain's running mate.</p> <p><strong>Tom Ridge</strong></p> <p>The former Pennsylvania governor and the first secretary of homeland security under George Bush was able to claim national security credentials. But as a supporter of abortion rights, conservative leaders warned that Ridge having on the ticket could have been disastrous for McCain's chances, as anti-abortion Republicans would have been inclined to stay at home instead of rallying for the candidate.</p>",
  "<p>Britain's plans for a new generation of nuclear power stations will face a fierce challenge for skills and resources from countries keen to build their own, according to research published today. </p> <p>China has plans for 24 nuclear plants and outline proposals for another 76, according to the Economic Research Council, using figures from the International Energy Agency and the IAEA. </p> <p>\"China's plans indicate its key role in new nuclear build, and the impact of just a small element of its projects being realised would have major implications for new nuclear build capacity — and the many constraints,\" according to the ERC.</p> <p>The research into planned and proposed nuclear plants is part of the ERC's Digest of Energy Statistics 2008, tracking energy trends including consumption, reserves, prices and efficiency at the<br>European Union and world levels. The ERC defines planned plants as those with funding and planning consent , while proposed plants may lack funding, planning consent or both. </p> <p>One of the digest's editors, Nigel Hawkins, said there had been little nuclear new-build in the world after the Chernobyl disaster 20 years ago, but rising fossil fuel prices and the need for new electricity capacity has meant that most leading countries are now looking at the possibility of new nuclear facilities. </p> <p>\"Over the next 20 to 30 years we are going to see a major ramp-up in nuclear build ,\" he said. </p> <p>Hawkins pointed out that the number of companies capable of nuclear newbuild was limited. They include Areva, which has applied jointly with EDF for UK approval of the technology for the EPR reactor, General Electric, Westinghouse — which Toshiba bought from British Nuclear Fuels in early 2006 — and Atomic Energy of Canada. </p> <p>In Britain, the authorities are looking at building a small number of nuclear power plants and are studying at least three reactor designs. British Energy and the Nuclear Decommissioning Authority are expected to put forward a number of sites close to existing nuclear plants or former facilities which have been closed. </p> <p>Hawkins warned that, given the volumes under consideration by Beijing, the relatively small programme being considered by Britain could mean China would be seen as more of a priority by nuclear plant construction companies</p> <p>In June, business and enterprise secretary John Hutton said: \"As more and more countries seek to insulate themselves against future energy price rises and the irrefutable reality of climate change, they're competing hard to enable their own nuclear programmes. </p> <p>\"The UK government has the ambition and commitment to build and maintain the best market in the world for companies to do business in nuclear power.</p> <p>\"The UK must aim to become the world's number one location for new nuclear investment.\" </p> <p>The government owns more than a third of British Energy and has given its blessing to plans for EDF to make a bid for the company, though no offer has yet emerged because of opposition by other shareholders. EDF is seen as a good fit because it has the experience of running existing nuclear power plants and nuclear new -build. But the government is keen to stress that its nuclear policy does not rest entirely on a British Energy/EDF tie-up. </p> <p>A spokesman from the Department for Business and Enterprise said: \"We are not putting all our eggs into one basket. \"</p>"
]