[
  "<p>When Ian Hamilton took a crowbar to the side door of Westminster Abbey on Christmas Day, 1950, he knew he was about to cause a bit of a stir. What the Glasgow student did not envisage was that his exploits would become an international sensation.</p> <p>Hamilton was one of four young Scots who broke into the abbey to recover the Stone of Scone, an ancient sandstone slab and symbol of nationhood, used for centuries for the coronation of Scottish kings. The stone, also known as the Stone of Destiny, had been appropriated by Edward I in 1296 and taken to London, where it sat beneath the coronation throne. \"I did [it] for Scotland,\" says Hamilton, now 83. \"I believed there was a chance of waking the people of Scotland up. It never occurred to me that 60 years later, they would still remember it.\"</p> <p>The heist itself has been compared to an Ealing comedy. The gang - Hamilton, Gavin Vernon, Alan Stuart and Kay Matheson - broke the stone as they were moving it. They hid part of it in a field in Kent, only to return and find an encampment of Gypsies had settled on top of it. The stone was secretly repaired and, four months after it was taken, left on the high altar of Arbroath Abbey wrapped in a saltire. Hamilton was caught after police discovered he had taken out every book relating to Westminster Abbey from his local library. None of the perpetrators were ever prosecuted, ostensibly because ownership of the stone would have been difficult to prove. In truth, a trial would have been a PR disaster for the establishment.</p> <p>It was the exuberant amateurism of the raid that appealed to director Charles Martin Smith, whose film Stone of Destiny goes on general release next month. Smith, an American actor based in Vancouver, first heard the story in 1999. \"On the spot I said, 'That's fabulous, that's a film I want to make.' It is a real underdog story.\" But the idea was traded around the Hollywood studios with no success. \"They didn't want to make a film about young Scottish students stealing a rock,\" says Smith. \"They just wanted to see Superman 5.\" The project became a Canadian-British collaboration instead. Smith has taken pains to ensure the film's historical accuracy, something that won him access to film in Westminster Abbey - a privilege denied Ron Howard for The Da Vinci Code. Abbey officials agreed only on the understanding that the film be true to life - and \"as long as Hamilton doesn't take the whole [coronation] chair\". </p> <p>Smith says he did not set out to make a political film: \"I hope we make the point that there is nothing anti-English about this. It is pro-Scotland. I would like people to come away from it feeling pride in their country without running down anybody else's country.\" Hamilton, who acted as an adviser, agrees that the film avoids jingoism. \"I am not one of these people who dislikes being called British,\" he says. </p> <p>To understand the significance of the raid, you have to understand the political climate of the time. Fresh from the privations of war, and with a new welfare state, Britain in 1950 was a cohesive nation, and the idea of devolution was one that held little currency. Support for the Scottish National party stood at 0.7%; the Labour party had withdrawn a commitment to Home Rule from its manifesto; and the Conservatives were, for the first time in Scottish electoral history, popular north of the border.</p> <p>\"It was probably the high noon of unionism,\" says Professor Tom Devine, one of Scotland's leading historians. Even so, Scots still felt fiercely patriotic, which is why the taking of the stone struck a chord. A petition launched by nationalist leader John McCormick calling for Scottish home rule attracted some 2m signatures. </p> <p>It was frustration at this impotent patriotism that inspired Hamilton and his colleagues. \"When I lifted the stone in Westminster Abbey, I felt Scotland's soul was in my hands,\" he says. \"The seminal point was breaking the door of the abbey; the centre of the British Empire, to bring Scotland out again.\"</p> <p>Hamilton is dismayed, however, by the continued fascination with the raid. He volunteered with the RAF during the war, where 55,000 young men died in bomber command alone. \"I did something for my country, as they did - and I am remembered and they are forgotten? This was an ancient wrong that had to be righted, I was just the person who did it.\"</p> <p>He is also tired of the ongoing debate over the stone's authenticity. There are several theories. One is that the stone Hamilton took was subsequently copied and replaced with a fake. The other, to which Scotland's first minister Alex Salmond subscribes, is that the stone taken by Edward I was a substitute, possibly a cess-pit cover, swapped with the original by the Abbot of Scone.</p> <p>\"Once every six months the press say someone has discovered the real stone,\" says Hamilton. \"This I can tell you: the one that Edward I looted from Scotland was the one I looted from Westminster, and the one that was returned.\" Asked by the Queen's equerries to prove he had returned the real stone, Hamilton told them to compare scrapings from it and the abbey walls. Both would show deposits from the candles used to illuminate the church. </p> <p>The stone was eventually returned, on loan, to Scotland in 1996 and now lies in Edinburgh castle. Gavin Vernon is dead. Kay Matheson lives in a care home, with a copy of the Declaration of Arbroath on her wall. Alan Stuart chooses to remain anonymous. Hamilton became a QC.</p> <p>Scotland, meanwhile, has changed beyond recognition; Hamilton and Devine believe the stone has lost much of its symbolism. \"Nationalism has become a reality,\" says Devine. \"We no longer need stunts or symbols.\" Hamilton agrees: \"I don't give a damn for crowns and stones,\" he says. \"It is the ordinary people I am interested in.\"</p> <p><strong>Stone of Destiny </strong>is out now in Scotland, and on general release from November 21</p>",
  "<p>Lance Armstrong will compete in the Giro D'Italia for the first time next year as part of his return to competitive cycling.</p> <p>Organisers of the three-week stage race say the 37 year-old, who retired in 2005, has agreed to take part in the Italian event as it celebrates its centenary year. Scheduled for May 9-31, it is two months before the Tour de France, where Armstrong will seek to claim his eighth victory. </p> <p>\"I will give my utmost, and not only to prepare for the Tour,\" Armstrong said in a statement from race organiser RCS Sport. \"Not having taken part in the Giro was one of my biggest regrets as a rider. Finally I will be able to do it. It will be the Centenary Giro and I know how much that means for Italians. Everyone says it will be only to prepare for the Tour [de France] but, instead, it could be a case that I go to Italy to win and that the Giro will be my true three-week stage race.\" </p> <p>Angelo Zomegnan, the cycling director of Giro organisers RCS Sport, said: \"Lance knows very well the affection Italians have for him after the years he spent living on the banks of Lake Como. It is an affection that is not equalled in any other European country.\" </p> <p>It was announced last week that Armstrong had been cleared by the International Cycling Union to ride in the Tour Down Under in January, which is set to mark the end of his retirement, despite riders being required to give six months' notice in line with its anti-doping programme.</p>"
]