[
  "<p>It was only a matter of time before the ubiquity of Gap was eclipsed by another label. Gap, as every fashionista knows, is for basics. The stores have improved their fashion credentials in recent years by collaborating with Roland Mouret and Pierre Hardy, but Gap has always been slow to respond to trends. The retailer has had a more fashion-forward European design team for only a few years. It responded to the recent economic downturn by axing it again. At heart, you still feel its designers are the masters of the simple white T-shirt and black trousers.</p> <p>Zara by contrast has pulled off the difficult trick of making fast fashion look like high fashion. Designs combine sharp tailoring - even a basic jacket will have a nipped in waist and sexy cut - with feminine details and pretty prints. Dress in Gap and you'll blend in; dress in Zara and you're likely to get a compliment and a question: \"Where's that from?\"</p> <p>Detractors claim Zara rips off designers. Which high street store doesn't? What Zara is brilliant at is turning out designs with a Marni-esque or Prada-lite look without directly copying. </p> <p>When Zara opened in England, it was the first fashion chain to constantly restock. That has become commonplace but then it was a brilliant new strategy: luring customers back weekly by offering something different on every visit. The chain has also broken from the fashion pack over collaborations. Where Mango, Topshop and Gap have scrabbled to sign up Kate Moss or Penelope Cruz, Zara has maintained a dignified silence. Somehow this makes it seem rather grown-up in a world of teenage celebrity-gawking: Zara is for women who want to dress for themselves, not as a clone.</p> <p>It's frequently claimed Zara can get a new item into stores in just two weeks. Unusually, it makes more than half its clothes at home, in Spain. Keeping a tight control of the supply chain means it can get 10,000 new designs a year out in record time. It also operates a zero tolerance policy on styles: if it doesn't sell within a week, it's withdrawn.</p> <p>Uniquely for a mainstream fashion retailer, Zara spends very little on advertising. This is a fascinating strategy - it prefers customers to discover it in store rather than in magazines. Indeed there are stores on some of the world's most exclusive shopping streets - Fifth Avenue in New York, Via Condotti in Rome and the Champs-Elysées in Paris. But it is risky: fashion magazines run on advertising, and if you don't advertise, you can't guarantee the editors will be cooing over your latest frocks. All the more impressive, therefore, that they frequently do.</p>",
  "<p>British cycling's summer sensation, four-times Tour de France stage winner Mark Cavendish is unlikely to take Great Britain's second slot in the men's 4,000m individual pursuit alongside the defending champion Bradley Wiggins, his team indicated today.</p> <p>If this is the case, last week's tests at the Manchester velodrome after the 23-year-old sprinter returned from racing circuit events in Belgium probably indicated that the Manx cyclist did not manage perform to his own high expectations. He was said to have been aiming for a time around 4min 20sec.</p> <p>Cavendish, who flies into Beijing on Tuesday, is down to race the Madison relay with Wiggins on the last day of track competition, August 15. The pair are defending world champions and will start as favourites.</p> <p>If Cavendish is not named as Team GB's second rider in the pursuit, that will leave the management with a dilemma over who to name to fill the slot, awarded to the team after Wiggins took the world title in Manchester in March.</p> <p>Geraint Thomas of Wales has been posting impressive times in training – most notably a 4min 17sec ride, which is at the level of the top two, in qualifying at the world championships in Manchester – but there are worries that if he races the individual event it might dull his legs for the following morning's qualifier in the team event.</p> <p>Another option would be the youngest member of the endurance squad, Steven Burke, while the points race specialist Chris Newton could also step up, although neither would be regarded as contenders for a medal.</p>",
  "<p><strong>Barbara Amiel</strong> pulled no punches in her <strong>Sunday Times</strong> article yesterday in defence of her errant husband, <strong>Conrad Black</strong>, <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article4492248.ece\">Conrad and I were betrayed</a>. And she spared few from her wrath: media commentators, prosecution lawyers, appeal court judges, <strong>Henry Kissinger</strong>, <strong>Marie-Josée Kravis</strong> and, of course, his former sidekick, <strong>David Radler</strong>, \"a man with the backbone of a jellyfish.\"</p> <p>That was to be to be expected. More surprising, perhaps, was her casting of Black as a modern <strong>Alfred Dreyfus</strong> (and, most bizarrely of all, the <strong>Richard Gere</strong> character in the movie <a href=\"http://en.wikipedia.org/wiki/American_Gigolo\">American Gigolo</a>). In her terms, the Dreyfus comparison made sense because she slyly conceded that she was imitating Zola with her own version of \"J'accuse!\"</p> <p>But, using everyone else's terms (meaning reality), it is clear that Black is no Dreyfus. His miserable money-making plots should not be mentioned in the same breath as the Dreyfus affair. I had thought that only Conrad was in denial. Now it's obvious that his wife is playing the role of Cleopatra (you know, <a href=\"http://www.cowboylyrics.com/lyrics/pam-tillis/cleopatra-queen-of-denial-7499.html\">the queen of denial</a>).</p> <p>She has misrepresented the prosecution's case, hurled accusations against other innocent Hollinger directors and attacked the institutional investor who first blew the whistle. Yet, beneath the bombast, she omits to mention the single enduring fact that cannot be denied: Black treated a public company like a private fiefdom.</p> <p>He and Radler - who, at least had the grace to admit it - rooked investors while deceiving fellow directors and shareholders for their own personal gain. That is the beginning and end of it. Her attempt to portray Black as a naive innocent deserving of our sympathy because businessmen can't get a fair trial in the United States is risible.</p>",
  "<p><a href=\"http://www.thestar.co.uk/\"><strong>Sheffield Star</strong></a> journalists have launched a \"Save our Star\" campaign following proposed cuts by the paper's owner, <a href=\"http://www.johnstonpress.co.uk/jpplc/\"><strong>Johnston Press</strong></a>. Several long-serving staff are set to lose their jobs in a round of proposed redundancies while two district offices, in Barnsley and Rotherham, have been earmarked for closure. Staff have passed a vote of no confidence in the newspaper's editor, <strong>Alan Powell</strong>. NUJ official <strong>Julia Armstrong</strong> said: \"People are angry. We feel the Star is paying the price for Johnston Press's greedy spending spree over the last few years.\" (Via <a href=\"http://www.holdthefrontpage.co.uk/news/080808saveourstar.shtml\">HoldTheFrontPage</a>)</p>"
]