[
  "<p>The management team at Trinity Mirror Midlands has been busy of late: touching base and brain-storming, conjuring up ways to incentivise staff so that, as they would put it, we can all go forward together. When they start using management speak in the newsroom, you know things are bad - and now the Birmingham Post and Mail, the Coventry Telegraph and a raft of weeklies have fallen under Sly Bailey's axe. We are all being made redundant from our roles. But - now the good news! - we can all reapply for shiny new jobs, and get slick new job titles. Management has even decided we should have capital letters.</p> <p>Gone are the days of the photographer - now they will be Multimedia Image Journalists. And the deputy editor? He will now be an Executive Editor. Subs and news editors? The two will become one almighty superpower entitled Multimedia Desk Editor. Humble reporters will be elevated to Multimedia Journalists. </p> <p>The mood in this Coventry newsroom has been sombre since last Tuesday's announcement. Incredulity has replaced the initial jolt of shock as the details of the £7.5m restructuring programme fall into place. Fancy flow charts and salary scales and a table of job changes all hang a noose around 70 newsroom roles. </p> <p>Reporters, sorry, Multimedia Journalists (MMJs), are already struggling with bulging workloads. Their new role (should they get one) will include taking photographs, shooting video and writing directly to web pages - with a case of defamation just waiting to be tossed at the MMJ and their editor. These new \"multi-skilled\" journalists spell job losses for 15 members of the papers-wide photographic team, as 39 roles turn into 24, with the shortfall of images being made up by reporters and hi-tech mobile phones. </p> <p>At least the snappers, or MMIJs, can gaze across the newsroom and take pity on the subs. Twenty will be disposed of - and those that have the privilege of keeping their jobs are to be unceremoniously booted off to Brum to a centralised production office. </p> <p>Trinity Mirror invested more than £60m in the Fort - a colour press facility on the outskirts of the city. Unfortunately, it is in the shadow of one of the busiest sections of motorway outside the M25 - the dreaded stretch where the M6 meets the M42 meets the Birmingham snarl-up meets motorist misery. The thought of the commute alone is making subs reach for the redundancy package. </p> <p>A strong sports desk in Coventry, helped by a good local sporting culture, is being stripped down to bare kit, with an emphasis on a centralised sports desk - because readers in Coventry will really care how Birmingham City FC got on at the weekend. And for reporters, the scramble for jobs could be desperate. Ten positions will be lost in Birmingham, three in Coventry and three across the weeklies. Four pages of \"user-generated\" content will be introduced in the Coventry Telegraph when the changes sweep in - an early indication of the surviving MMJs being replaced by Bob Jones of Hillfields et al. </p> <p>The new jobs will have higher salaries - weekly MMJs in particular are looking at a decent rise (£19,413.69 for the most skilled compared with around £16,000 now). Even the least skilled daily reporter, according to a confusing grading system, will be earning £23,472.67 - a rise of £1,000 or so. But given that journalists are already working hard, nobody can work out how they will take on the extra tasks these new roles will bring, as well as manage a news diary that looks like a TV listings page. </p> <p>Senior management need not apply for new jobs: they've been ushered in the back door. But here in Coventry - and at our branch office in Nuneaton (two others in Warwickshire have closed in recent years) - the future is less certain. Confusion and tension reign in the newsroom.</p> <p>Shiny new job titles won't make these cuts any less of a demoralising blow for local journalism. And Trinity Mirror's really cruel twist? The back page of the consultation document, which details all these job losses, is also doubling as a job application form. </p> <p>The writer is a journalist for Trinity Mirror</p>",
  "<video data-media-id=\"gu-video-336917481\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1749963111_gdn-nat-080829-sf-biden-paul-harris-01-VFa-FLV-16x9.flv\"/> </video>   <p>Barack Obama yesterday launched into a new and more combative phase of the battle for the White House, reinforced by his chosen running mate, Senator Joe Biden, and the Democratic party's show of strength at their nominating convention.</p> <p>The twin events of Biden's selection as the vice-presidential candidate and the opening today of the convention in Denver have also galvanised Obama's Republican presidential opponent, John McCain.</p> <p>The McCain camp responded to Biden's selection with two new television \"attack\" ads, using old footage of Biden as well as Hillary Clinton criticising Obama to make their case that he was not ready for the White House.</p> <p>Republicans also tried to deepen the sense of grievance among Clinton supporters over her loss of the race for the Democratic nomination, and the sense that she was passed over unfairly for the number-two slot. \"The strong choice would have been Hillary Clinton, the obvious choice would have been Hillary Clinton,\" Rudy Giuliani, the former mayor of New York and himself a failed candidate for president, told ABC television. \"She had 50% of the Democratic vote. Obama has 50% of the Democratic vote, you almost have to go to extraordinary lengths to avoid her as the vice-presidential pick.\"</p> <p>The adverts and opinion polls showing a close race for the White House have put Obama under enormous pressure to make this week's Democratic convention a resounding success.</p> <p>Recent surveys have suggested that McCain is consolidating his support among Republicans, eroding earlier leads by Obama. That trend seemed to be holding in yesterday's polling. In a Washington Post-ABC news poll, Obama was just hanging on to his slight edge over McCain from last month, with 49% support against 45% for the Republican. </p> <p>In an additional worry for Obama, the poll found that 20% of Clinton's supporters now back McCain.</p> <p>Obama now has four days to unite the party around him at this convention and make an acceptance speech on Thursday night that will resonate with voters.</p> <p>Party leaders yesterday tried to jumpstart the process, backing Obama's choice of Biden. Clinton did her bit with a brief statement praising Biden's credentials. \"Senator Obama has continued in the best traditions for the vice-presidency by selecting an exceptionally strong, experienced leader and devoted public servant,\" she said. </p> <p>Obama tried to strengthen his connection with heartland voters by setting off on a tour of midwestern states and Montana, en route to Denver. He began the day in church services in Wisconsin, telling reporters that his speech would demolish Republican claims that he is an elitist who does not share mainstream US values. </p> <p>But Democratic strategists acknowledge they will have to do more to win. There was talk yesterday of a concerted effort to persuade Americans that McCain was out of touch with ordinary people. After scoring points from McCain's gaffe in forgetting how many houses he owns, Democrats now hope to make more out of the fact that the Republican, who will be 72 in November, refuses to use a computer.</p> <p>The Obama campaign is looking to Biden to help make the case that McCain is out of touch; they also hope to use Biden's 35 years in the US Senate to allay voters' doubts about Obama's readiness to be in the White House.</p> <p>Biden, 65, is known as a scrappy campaigner in addition to his authority on foreign affairs. He used his first appearance with Obama in Springfield, Illinois, on Saturday to criticise the negative tenor of McCain's campaign, even though the two men have been friends for 30 years.</p> <p>Despite the positive reaction to Obama's choice from Democrats - and even some Republicans - Biden's foreign policy expertise and campaign flair may not go far enough to overcoming voters' doubts about Obama's judgment and experience. The Washington Post-ABC poll gave McCain a two to one lead over Obama in knowledgeability in world affairs. Three-quarters of those polled said the addition of Biden to the Democratic ticket would make no difference to their vote.</p> <p>The Republicans were also trying to turn Biden's selection from an asset into a drag on Obama's candidacy. A new TV ad using footage from a Democratic primary debate showed Biden praising McCain and saying the White House was not a place for on-the-job training. The Republican ad on Clinton was even more provocative. \"She won millions of votes, but isn't on the ticket. Why? For speaking the truth,\" it said.</p>"
]