[
  "<p>Dry ice billows forth. Doomy notes reverberate. From the shadows, some pale young men slowly emerge, wearing black clothes. This is very much the scenario you imagine with White Lies, a London group who announce themselves with a single called - try this, Kaiser Chiefs - Death. Gothic the group already are. Having built some impressive soundscapes, songs like Unfinished Business apply them to Interpol-like domestic tales. In theory, it's grand and emotional rock. In practice, they remind you of another gothic story. With the sound of Editors, and the pop sense of the Killers, White Lies are very nearly a young indie Frankenstein.</p> <p><strong>·</strong> Club Ifor Bach, Cardiff, Sun 21; Night And Day, Manchester, Mon 22; Rough Trade East, E1, Tue 23; Little Civic, Wolverhampton, Wed 24; Bodega, Nottingham, Thu 25; Leadmill, Sheffield, Fri 26</p>",
  "<p>Coaching a Premiership club, as Dean Ryan discovered early on, is not for everybody. \"You don't have Sundays off, you just have them in a good mood or a bad mood. When you first start, you're shitting yourself about whether you'll still have a job next week. It's all about winning and losing. Then you realise your life is one massive yo-yo and you can't control everything. You have to try and find a steady way through otherwise it's not a lot of fun. You wouldn't be involved in sport if you wanted your life to run methodically.\"</p> <p>A more honest appraisal of the boom-and-bust realities of his profession would be hard to find. That sense of perspective is one of Ryan's more obvious strengths, a partial consequence of the seven years he spent in the army - \"I certainly learned to drink a lot\" - with the Royal Engineers. But even he is starting to fret about his Gloucester side, for whom smooth reliability remains a distant concept. The stumbling home defeat to Leicester and his brutal selectorial response may have been overtaken by a more satisfying first away league victory over Bath but a degree of uncertainty lingers. No one really knows what will unfold when leaders Harlequins visit Kingsholm today.</p> <p>Which, for someone like Ryan, must be torture. His mission is to wean his players off what he calls \"the rollercoaster\" of emotions which has cost them in pressure situations. For the last two seasons Gloucester have topped the table only to be blown away in the play-offs. It comes as no real surprise to learn the 42-year-old did not hang around to celebrate the Bath result. \"I didn't even have a beer. My son was playing rugby at school and I'd promised to pick him up. I'm delighted for the club, the players and myself but I'm not interested in what we did well until it carries on this weekend.\"</p> <p>All of which lends extra significance to today's events. It is Ryan's belief he has nipped in the bud issues which could have festered for months. \"We made a conscious decision that we couldn't keep masking things and pushing the problem to a later date. Sometimes we have won games and things wouldn't get addressed. </p> <p>\"That's been OK while we've been developing but it's not OK any more. Now we're saying we're not going to think about next week until we recognise the problems we've got. If certain players can't solve them we're going to take the team in a different direction. I'd be naive in the extreme to say, 'We won at Bath so everything's all right'. It's not.\"</p> <p>Ryan's record as an uncompromising forward at Saracens, Wasps and Newcastle, let alone during his six years on the Gloucester coaching staff, does not suggest a man content to be an also-ran. He hates having his photograph taken - \"I'm fed up with being made to look like a goblin\" - and spends his spare time cycling up mountains. He rode part of the Tour de France route once again this summer and never shirks a challenge. \"This is probably the toughest job in club rugby, along with Leicester, because of the expectation. That's not something to shy away from, it's something to relish. But you've got to balance development and progress against a group seeking instant gratification. </p> <p>\"It amuses me slightly when suddenly people say my job's in jeopardy. It's a good story, isn't it? But under that logic 11 sides would be changing their head coaches every season. You're always under scrutiny, particularly if I can't come up with the right answers or provide the right direction. It may be we have to take the club out in a different direction this year. </p> <p>\"It may be some decisions we made two to three years ago were not right. But I fail to see why that is automatically linked to changing the management. If the solution is still within the group of people then you find it. The Leicester game probably made life a bit easier. If it had been our fifth game it would have delayed finding the solution. We've won sometimes when Sinbad [James Simpson-Daniel] has done something fantastic and the rest of us have been rubbish. I would see it as a failure if we finished first again and haven't changed.\"</p> <p>In other words, the likes of Ryan Lamb can no longer use youth as a crutch and Olly Barkley's introduction is eagerly awaited. \"You can't say, 'Olly, come and solve all our ills', but I think he'll add something. Some of the new laws are exaggerating the importance of decision-makers in key positions. There is a void of individuals like that.\" </p> <p>Would the next generation benefit like Ryan's father - who was a major in the Royal Corps of Transport - from a spot of national service? \"To make comparisons with the services makes sport look pretty minute. We don't have to do what many of those guys have to do. I always think anyone who would like to be out on active service is a bit strange. The risk of being shot is not something I relish. But in terms of the way people react under pressure there are similarities.\" Has he resorted to any military-based training measures? \"Do I shoot anybody, do you mean? Maybe I should have a gun. That would sharpen everyone up, wouldn't it?\"</p> <p>It is a wonderfully scary mental image. Yet as long as Ryan remains at Kingsholm nothing will distract him from his perennial target. \"Is the failure here because of some of the people involved or something we haven't spotted? We've got to find out. And if we do find it we'll change it. This club is set up to be the best in Europe. If individuals can't deliver I have to come up with something different. Otherwise, quite rightly, I'll come under scrutiny. Just because you've started the journey doesn't necessarily mean you're going to be there at the end.\"</p>",
  "<video data-media-id=\"gu-video-337762382\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1803264576_brianwilson-16x9.flv\"/> </video>   <p>\"Dear Black Cabs,\" the email began, \"would you please consider filming a session with Brian Wilson (of the Beach Boys).\" They really didn't need to add that last bit about the Beach Boys. A few weeks later we were outside Abbey Studios, with the taxi humming patiently behind us, nervously awaiting one of the most influential songwriters of all time. And then he emerged with his band: five of them in total. Bit tricky that because, of course, you can only sit five in the back of cab, and seeing as there were two of us to film and record sound, that made an unlucky seven in total. So we jettisoned sound recording duties, made the five of them comfortable, and wedged our cameraman in an awkward stress position between the jump seats. And we were away, the cameraman filming an unforgettable Black Cab Session with Brian Wilson (of the Beach Boys), trying to keep the camera steady as cramp slowly tightens around his hamstring. Amazingly, after performing That Lucky Old Sun, the band break out into California Girls. We hope you enjoy it - we've got a load more, including My Morning Jacket, Seasick Steve, and Bon Iver on our <a href=\"http://www.blackcabsessions.com/\">Black Cab Sessions</a> website.</p>"
]