[
  "<p>This was not a performance to strike fear into Croatian hearts, but as England know very well it could have been an awful lot worse. They can travel to Zagreb in good heart having done the necessary, and if the first half saw them at their abysmal worst at least they switched things around and brightened up in the second. </p> <p>England will be in trouble if they perform as cluelessly in Croatia, though the two games will be nothing like each other and it might be unwise to draw firm conclusions from this sort of unreal exercise. Football games are always better when two teams are involved. You can never really win a fixture like this, just lose it, and only Macedonia and Steve McClaren have ever done that. </p> <p>It was slightly perplexing to recall, entering the same Olympic Stadium on a pleasant, balmy evening instead of a dark, rainy one, that England had actually won by three clear goals in March 2007. It was the start of England losing the plot though, and the dreadful abuse McClaren endured from the fans, together with his memorably brief press conference, probably did as much to undermine his standing as the subsequent defeats by Russia and Croatia. </p> <p>So while it was possible to view a new manager and seven new faces as a fresh beginning, it was also easy to sympathise with John Terry when he spoke of the fear of failure that attaches itself to this sort of game. If you have just asked yourself how England can possibly fear Andorra, then Terry would argue that is precisely the attitude that piles on the pressure, though not as much as fans who arrive - as they did last time - with a preconceived plan to get on the team's back if nothing to their liking has happened after half an hour. </p> <p>One of the reasons England generally play better against leading sides has to be that they can play without fear. It is no disgrace to lose to Brazil or Italy if they have given a good account of themselves, because a win is not necessarily expected. The opposite is true of games such as this where the expectation is of a comfortable win, yet though England have had their San Marino moments over the years, the fixtures they have consistently found trickiest are those against capable mid-ranked opponents. </p> <p>That story is to be continued on Wednesday, but here England found themselves in need of an early goal to quieten the crowd. Bizarrely it was their own crowd, around 90 per cent of those present having travelled from England, but that is what World Cup qualifiers against Pyrenean ski resorts in neutral countries are like. </p> <p>For the record, encouraged by a promising move that almost brought Jermain Defoe a goal in the opening minute, the England fans here were hugely supportive. The England team were pretty much the same as they had been 18 months ago, despite Frank Lampard taking responsibility in midfield and playing some accurate passes forward. Wayne Rooney was again well below his best, constantly asking for the ball and then losing it, and though Defoe and Theo Walcott clearly had the pace to trouble the Andorran defenders, they did not link particularly effectively and they too were wasteful in the final third. </p> <p>By the half-hour mark, with the crowd now less vocal and the Andorra goalkeeper still waiting to make his first save (he did make quite a good one from Lampard though the referee did not spot it and failed to award a corner), England had resorted to their usual default tactic of slinging long balls forward from halfway. When the first boos and jeers arrived it was not at a predetermined time but because Stewart Downing put one pass directly into touch, then from his next attack delivered an equally unproductive cross straight over the goal-line. You would have to say the dissenters had a point, though their criticism was answered by a burst of 'God Save the Queen' from the main core of fans, as if the crowd was having a debate with itself over how dire things needed to be to justify a unified response. The half-time whistle brought boos, though not on the scale of last year's. It was just that England's disjointed first-half performance could not reasonably have been met with anything else. </p> <p>Time to see if foxy Fabio Capello had a cunning plan. He did. He sent on Emile Heskey for the second half. Baldrick could probably have done better than that, though Capello is possibly unfamiliar with Blackadder. He also took off Downing for Joe Cole and sent England out five minutes early for the second half, and was thus entitled to strike a Caesaresque pose for the prowling TV camera when Cole made scoring look easy from Joleon Lescott's knockdown four minutes into the second half. Not only had his substitution worked, England had shaved a full five minutes off their previous record for labouring goallessly against a team that uses its moment in the spotlight to show holiday commercials in the half-time interval. </p> <p>It was all downhill after that, as they say all the time in Andorra. Rooney supplied an astute pass to enable Cole to score a second six minutes later, and after the late equaliser that spared England's blushes against the Czech Republic last month it is probably fair to anticipate the Chelsea player starting in Zagreb. He nearly had a hat-trick here, but was correctly pulled up for offside. </p> <p>All that remained was to allow David Beckham the last few minutes in front of an adoring public - yes, really - and everyone could return happily to their tapas and San Miguel. It was close for a couple of minutes towards the end of the first half, but Capello has passed his first test. He did have the advantage of playing Andorra first though, and not coming into the game on the back of poor results in Croatia and Israel. Wednesday is the real test.</p>",
  "<p><strong>Albarino</strong> is the perfumed, elegant aristocrat of Rias Baixas in Galicia, north-west Spain, one of the first Spanish white grape varieties produced as a varietal and encountered on labels. It is also prized in Portugal's Vinho Verde region, where it is known as alvarinho. The grapes' thick skins help them withstand the damp climate, and can result in white wines notably high in alcohol, acidity and flavour. Albarino has become so popular (and expensive) that it accounts for about 90% of all plantings in the Rias Baixas region. Sometimes oak-matured, and increasingly aged for several years in stainless steel tanks before release, it can age better than most light-skinned Spanish grapes, however it is made. Albarino is also grown in California, Oregon and Australia. <br>(See One to drink now, below) </p> <p><strong>Airen</strong> is the grape of the vast La Mancha region in central Spain. Widely spaced vines mean that its vineyards are more extensive than those of any other vine variety in the world. It produces crisp, fairly neutral wine, much of it distilled into brandy. </p> <p><strong>Auxerrois</strong> is a slightly fuller, less acid version of pinot blanc widely planted in Alsace and blended with it. Treasured for its low acid in Luxembourg. </p> <p><strong>Bacchus</strong> is a conveniently early-ripening German crossing, which makes some curranty varietals in Franken and England. </p> <p><strong>Colombard</strong> is a widely planted Cognac vine producing neutral, relatively crisp wine, particularly in California where, known as French colombard, it was for some time the single most planted wine grape. It can make fruity, crisp, inexpensive white wine to be drunk straight off the bottling line from California, South Africa, Cotes de Gascogne and the Charentes in France. The vine is on the wane in France's damp south-west, however, because it suffers from mildew. </p> <p><strong>Cortese</strong> is a speciality of south-east Piedmont in general and Gavi in particular. Crisp and, with luck, fruity. </p> <p><strong>Garganega</strong> is a Veneto vine capable of making fine, lemon and almond-scented wines, notably but not exclusively from low-yielding vines in Soave. </p> <p><strong>Grenache blanc</strong> is a light-berried answer to grenache noir, planted all over southern France and northern Spain (as garnacha blanca). It produces full-bodied, sometimes rather flabby wines which can oxidise easily, although careful winemaking can make attractively scented wines for early drinking. Often blended with other southern French varieties. </p> <p><strong>Gruner veltliner</strong> is Austria's trademark grape, making crisp, peppery, full-bodied wines with real spark. It is capable of ageing and, in blind tastings, capable of trouncing even the finest chardonnays. The most concentrated examples are grown on the north bank of the Danube.<br> <strong>Macabeo</strong> is a very common grape in northern Spain and, as maccabeo or maccabeu, in France's Languedoc-Roussillon, where it can make convincingly age-worthy dry whites if yields are low and the local conditions are interesting. It is known as viura in Rioja, where it is the dominant variety for white wines. Its vaguely floral character develops at full ripeness, but it is often picked earlier to retain acidity. It is an important ingredient in cava. </p> <p><strong>Malvasia</strong> is a widely, and sometimes loosely, used name for a range of usually relatively ancient grape varieties, the most famous of which inspires the richest style of Madeira, anglicised as malmsey. The word is derived from the Greek port Monemvasia, through which so many rich dessert wines passed en route for western and northern Europe in the middle ages. Malvasia di Candia (of Crete) is one important subvariety. In modern Italy there are at least 10 distinctive forms of malvasia, most notably malvasia bianca di Chianti or (Tuscan) malvasia toscana, which is dried to make vin santo and sometimes blended with much more trebbiano in a wide range of Tuscan and central Italian whites. Malvasia is also grown in Spain, and can be an interesting diversion (from the ubiquitous chardonnay) in California. </p> <p><strong>Marsanne</strong> is a fashionable vine thanks to its origins as the most common variety in the white wines of the Rhone. Its wines tend to full-bodied, veering to heavy, with flavours reminiscent of glue and marzipan. Marsanne is a permitted ingredient in many of the Languedoc's whites and is increasingly sold as a varietal vin de pays. The Australian state of Victoria has some of the world's oldest marsanne vineyards, which produce sturdy examples, and the variety has been successful in California too. </p> <p><strong>Melon</strong>, or <strong>melon de Bourgogne</strong>, is the muscadet grape, so successful in the region because it withstands cold well and is quite prolific. A relative of the pinot family, it is increasingly blended with chardonnay here. The wine it produces is neither very acid nor strongly flavoured, but rather a neutral base on which to embroider terroir and the milky effect of lees contact. Some of California's \"pinot blanc\" is melon. </p> <p><strong>Muller-thurgau</strong>, Dr Hermann Muller's 1882 crossing of riesling with an obscure table grape, madeleine royale, allowed the reputation of German wine to plummet in the late 20th century. Taken up with enthusiasm by German growers after the second world war, the vine has the practical advantages (in the cool German climate) of ripening extremely early, before the arrival of autumn rain in most years, and (unlike riesling and silvaner) yielding reliably on almost any site. The disadvantage is that the wine, especially if produced from high yields, has so little character and can be dangerously short of acid. It is almost invariably the major ingredient in Liebfraumilch and Germany's other cheap QbA blends. Strangely, the variety can make better wine outside Germany, in northern Italy for instance, and it bolsters the English wine industry. </p> <p><strong>Muscadelle</strong>, with semillon and sauvignon blanc, is the third grape of Sauternes and other sweet whites in Bordeaux and Bergerac. It is particularly highly regarded in Monbazillac. The variety is in decline, but it is still widely grown in Entre-Deux-Mers, and it can plump out the two more famous varieties with youthful fruitiness (a bit like pinot meunier in champagne blends). It has also been identified as the variety responsible for the rich, dark fortified wines of north-eastern Victoria in Australia, traditionally called Liqueur Tokay. </p> <p><strong>Pedro, pedro jimenez</strong>, or <strong>pedro ximenez</strong>, known also as \"PX\", is the speciality of the Montilla-Moriles region, north-east of the sherry region Jerez, which produces dark, sweetening wines for sherry producers, typically after drying these thin-skinned grapes. Very dark, sweet varietal examples are increasingly valued, presumably to the dismay of dentists everywhere. In Australia, \"Pedro\" has been known to produce delicious, long-lasting sweet wines in the irrigated vineyards of Griffith, New South Wales. Argentina grows substantial quantities of Pedro Gimenez, which may be a distinct variety. </p> <p><strong>Prosecco</strong> is the Veneto's sparkling varietal speciality making fizz with varying degrees of residual sugar, although there are some dry, still examples too. (See One to drink now, below) </p> <p><strong>Roussanne</strong> is a red-berried (\"russet\") north Rhone variety that yields irregularly, and its wines can be quite astringent, which makes it less popular with growers than marsanne. Its wine can be very fine, however, as demonstrated by varietals such as Chateau Beaucastel's oak-aged white Chateauneuf-du-Pape. It can age better than marsanne and smells of mountain herbs. In fact, it shines in Savoie as bergeron (in chignin) and is also grown in Italy. Improved clones are available and some growers have had success with it in southern France and California. </p> <p><strong>Silvaner</strong> is the German spelling of the variety known as sylvaner in Alsace and Austria. It is sometimes known as gruner silvaner in Germany. Probably of central European origin, silvaner was Germany's most planted grape variety in the first half of the 20th century. (It took over that position from Elbling and passed on the crown to the thoroughly undeserving muller-thurgau.) It ripens earlier than riesling but later than muller-thurgau and therefore needs rather better sites. The wines it produces are high in acidity and not particularly marked by flavour or longevity, but in the right spot, such as particular sites in Franken and Rheinhessen, it can produce extremely racy, excitingly sleek, sometimes attractively earthy wines. </p> <p><strong>Torrontes</strong> is the name of both a Galician grape variety and as the much more commonly encountered accidental crossing of muscat of Alexandria and mission grapes - a speciality of Argentina, where it produces full-bodied, crisp wines with a distinctive and confident grapey aroma. </p> <p><strong>Ugni blanc </strong>is France's most planted white grape variety, widely grown in South America and, as trebbiano, is ubiquitous in Italy too. As St Emilion, it is the chief ingredient in Cognac and plays an important role in Armagnac. The wine it produces is thin, light and tart. Just what the market wants nowadays! It is surprisingly common in the north of the Bordeaux region. </p> <p><strong>Verdelho</strong> is a Portuguese grape that inspires Madeira's second driest style, but is most commonly found as a vibrant, lemony, full-bodied table wine in Australia. The grapes are small, hard and acid. </p> <h2>One to drink now</h2> <p><strong>Tesco Finest Albarino 2007 Rias Baixas, Spain £6.49, Tesco </strong></p> <p>It rains a lot in Rias Baixas on Spain's north Atlantic coast and, somewhere in between the cool apricot you seem to be able to smell and taste in this wine, there's an intimation of grey skies and cold river stones. This is lovely with seafood - try crabmeat with mayonnaise on toast. </p> <h2>One to drink now</h2> <p><strong>Tesco Finest Bisol Prosecco di Valdobbiadene Spumante NV, Italy £9.49, Tesco </strong></p> <p>Just off-dry, not that you'd notice, incredibly light in the mouth, and with a burst of small, refreshing bubbles, this is an immaculate prosecco, made by Bisol, one of my favourite prosecco producers. <br><strong>Victoria Moore</strong></p>",
  "<p>Severe weather conditions in Britain and Ireland have forced the postponement of most Saturday's racing schedule, including the meeting at Leopardstown which was due to feature the much-anticipated race between Duke of Marmalade and New Approach in the Irish Champion Stakes. The meeting at Haydock, which was due to feature the Group One Betfred Sprint Cup, was also abandoned. </p> <p>Four of today's six meetings have been called off due to waterlogging, although the Leopardstown fixture has been postponed until tomorrow. The eight-race card will now be contested at the Dublin track on Sunday, subject to a morning inspection. The standout fixture is the absorbing rematch between the Derby winner New Approach and the brilliant Duke Of Marmalade.</p> <p>\"We nearly made it over the line today but we've had to call off the meeting,\" said the Leopardstown general manager Tom Burke. \"We had over 6mm of rain last night, but the forecast is not too bad and the rain should have cleared by mid-morning. We have called a precautionary inspection, but we would be optimistic at this stage.\"</p> <p>The situation was far more extreme at Haydock, however, with officials having moved forward their intended 7am inspection. The clerk of the course Kirkland Tellwright said: \"We have had 35mm of rain inside the last 24 hours, including two heavy cloud-bursts during the night. We got here early this morning and it was obvious that it was a lost cause.\"</p> <p>Thirsk's meeting was abandoned on Friday, with their executive set to stage a 3pm inspection to determine the prospects for racing on Sunday. It was a similarly grim story at Stratford, who called off the day's racing following a 7am inspection. \"The rain we had last night has taken us to the wire,\" said the clerk of the course Stephen Lambert. \"Although we could have struggled on, another 5mm of rain this morning and we'd have been stuffed. The forecast is not good at all - that was a factor behind us pulling the plug.\"</p> <p>Only Kempton and Wolverhampton's all-weather meetings survived Saturday's wash-out and heavy rain has also already led to the abandonment of Worcester's meeting on Sunday. The acting clerk of the course Roderick Duncan delivered the bad news following an impromptu inspection this morning. \"We have had 31mm of rain over the last 24 hours and things are not good,\" Duncan said. \"The river (River Severn) has come up and is only a few inches away from flooding (the track).\"</p> <p>Monday's fixture at Newcastle has been called off after Gosforth Park was hit by over 60mm of rainfall. \"I'm afraid it was an easy decision to make from our point of view,\" said the clerk of the course James Armstrong. \"The way it's going, we could easily have upwards of another 80mm of rain. I've not seen anything like this for a long time.\"</p> <p>There will no racing at Chepstow next Thursday, with officials at the Monmouthshire track having made an early call on Friday. Northern Racing, owners of Chepstow, confirmed the meeting would instead be transferred to Brighton.</p>"
]