[
  "<p><br>Beat: Life on the Street. Photograph: TwoFour</p> <p>I thought I knew what was going on in the Home Office. Some of my best friends have worked there, and still do. With my criminologist hat on, I've been a regular adviser to a home secretary. And I've made loads of films with Home Office approval, but never with its actual financial backing. </p> <p>Yet I learned from a piece in <a href=\"http://www.theguardian.com/politics/2008/aug/04/media.ofcom\">the Guardian today</a> that the HO put a staggering £800,000 into the TV series on PCSOs (Police Community Support Officers) - <a href=\"http://www.itv.com/thebeat/\">Beat: Life on the Street</a>, and a further £400,000 into the forthcoming series Border Force for Sky One to promote the work of the newly merged customs cops. About which very little is known.</p> <p>The <a href=\"http://www.telegraph.co.uk/news/uknews/2490854/Inquiry-into-television-shows-funded-by-ministers.html\">Sunday Telegraph</a> says \"Ministers are so pleased with the way the series, which drew in audiences of three million people on ITV and changed the public's perception of the officers, that they commissioned a third series, to be broadcast next year.\"</p> <p>They commissioned a third series? Sorry I thought that was ITV's job. Getting three million people to watch the kind of low key job done by most PCSOs is certainly good value for the government.</p> <p>But the programmes appeared to break Ofcom's broadcasting code by not making clear that they were funded by the Home Office.</p> <p>In a further apparent breach of Ofcom rules, this time on the matter of editorial independence, Home Office officials \"were directly involved in the making of the series\", says the Telegraph.</p> <p>They were allowed to view a second edit of individual programmes and were able to suggest changes to some of the \"terminology\" and \"language\" used in the narration. This doesn't bother me if that's all they did. Given the tabloid and over-hyped nature of too much commentary these days, I hope they used their interventions to ensure accurate language was used. I can imagine the first draft.</p> <p>In my experience of working with government and other state and specialist institutions, I actually welcome input into getting the facts right whether in narration, captions or the films themselves. That's what allows us to refer to our work as \"films of record\", which are often used years later in training, recruitment and promotion. ITV says it is \"happy no sponsorship rules have been broken\" but Ofcom is concerned enough to investigate whether that is true. I have the politicians' license of commenting on programmes I have not seen - but the article suggests the series \"showed PCSOs as helpful and effective, despite criticism of them by opposition MPs and police\".</p> <p>Like fully fledged police officers, some PCSOs are indeed effective and helpful. Others are way out of their depth when facing more serious policing challenges. Any fair and accurate series would reflect both sides of their work. That's what documentaries do.</p> <p>But interestingly, the series comes not from an established docs company but from <a href=\"http://www.twofourbroadcast.com/\">TwoFour</a>, who are \"specialists in factual entertaintments and lifestyle programmes, with quizzes and property programmes in the pipeline\", and most especially \"branded programmes\", for the likes of Philllips, Audi and Epsom. Good luck to them I say, in these uncertain times. But they do need to tell us when someone else but the broadcasters are paying - and calling the tune.</p> <p>If the series did do that, and all the Home Office did was comment on the commentary, I am less bothered. If it was all an extended commercial, staged and manipulated to ensure happy endings, I am very bothered indeed. Maybe that's why they haven't yet asked me to make them.</p>",
  "<p>Oliver Turvey took two pole positions and a win at Spa-Francorchamps, but suffered an engine failure on the grid that prevented him fighting for a second victory.</p> <p>The British formula three international driver dominated the practice and qualifying sessions, but lost the lead at the start of race one to his Carlin team-mate Brendon Hartley. Turvey quickly made it back past, however, and drove a calm race to win from Hartley by just over a second.</p> <p>\"Brendon managed to get past me at the start and we were side by side into Eau Rouge,\" said Turvey. \"I managed to slipstream him through Les Combes and get back into the lead. From there on it was a matter of controlling the race as I felt I was quick enough to win. We really had the pace.\"</p> <p>Turvey's bid to repeat the victory ended before race two had even got under way, his engine failing and leaving him stranded on the grid. This let Marcus Ericsson and Sam Abay fight for the lead into La Source, but the pair touched and ran wide, letting through Sergio Perez and Nick Tandy. Hartley was several places back, but worked his way up the field and snatched the lead from Perez on the final lap.</p> <p>\"Sam and Marcus had a bit of a coming together into the first corner, and I lost a lot of places trying to avoid that,\" said Hartley, \"but I had the car to be able to push and get the places back. I really enjoyed racing with Sergio, he's a very fair racer and left me just enough room to make the move.\"</p> <p>Jaime Alguersuari still leads the drivers' standings, with Perez second and Turvey third.</p>",
  "<p>Kevin Pietersen and moderation have never gone hand in hand. Just as the flamingo and the switch-hit are inherent with risk, so his appointment as England captain has the faintly unsettling feel of a stab in the dark. No doubt the usual nouns and adjectives will be thrown in his direction – a mercenary and an opportunist, brash and selfish – but for those concerned about England's closed-shop tendencies, Pietersen may actually stand for the best of both worlds: a player who already has the respect of the dressing-room and is sufficiently unEnglish to sweep it clean with a new broom.</p> <p>Successful English captains have usually broken a mould or two. Douglas Jardine endangered diplomatic relations. Len Hutton was a professional in an era of amateurs. Ray Illingworth suffered no fool. Tony Greig won in India after embracing its differences. Mike Brearley used his 'degree in people' to fire up Ian Botham. Nasser Hussain shook the English game out of its complacency. Michael Vaughan elevated his side to Ashes winners. Whether Pietersen succeeds or not may depend on his willingness to be his own man.</p> <p>Scoffing is only allowed if you can come up with a plausible alternative. Andrew Strauss? Not part of the one-day team. Paul Collingwood? Still too tenuous a member of the Test side, despite his Edgbaston heroics. Alastair Cook? Too young. Rob Key? Too much of an outsider with the Ashes just a year away. Anyone else? Sadly, no. Since England wanted to unite the Test and one-day jobs, it had to be Pietersen.</p> <p>For once, the move by the selectors may be shrewder than we imagine. Pietersen led the revolt over the board's reluctance to allow them to dip their fingers in the IPL's treasure chest, and there has been talk of dissatisfaction over his central contract. By handing him the keys to English cricket's highest office, the England and Wales Cricket Board are wafting the whiff of power under his nose. \"He can be as fragile and insecure as the rest of us deep down,\" wrote Ashley Giles in Pietersen's autobiography. Maybe, just maybe, the appointment will make him feel as loved as he felt when he hit that hundred at Lord's three weeks ago.</p> <p>There are concerns, but then this is English cricket. How will his occasional gaucheness go down with his peers? How – as Duncan Fletcher pointed out on this website a few weeks ago – will he be able to preach responsibility if he has just hit his second ball straight up in the air, as he did in the seminal one-dayer against New Zealand at The Oval? Will his batting be affected by a job that knocks a few runs off the average of all but the toughest?</p> <p>The truth is we just don't know. All we can go on is his response to pressure in the past, and in that respect he has few equals: an average of 151 in the 4-1 one-day mauling in South Africa; a pair of fifties on Test debut against Australia at Lord's; an Ashes-clinching 158 not out at The Oval; and a Test century at the first time of asking against the South Africans. Point to his carelessness on 94 the other day if you must, but remember he's human too.</p> <p>One last thought. Beyond the ear-studs, the dead mongoose that once lived on his head, the celebrity wife and the endorsements, lies as astute a cricket brain as this dressing room possesses. \"KP is like a sponge,\" said Fletcher's former assistant Matthew Maynard. \"Always soaking up information and never resting on his laurels.\" He will have a lot more to soak up now. But if anyone can do it, Pietersen can.</p>"
]