[
  "<p>Lewis Hamilton admitted today that he is going into Sunday's Brazilian grand prix at Interlagos more confident and assured than he was before the same race last year and has no intention of letting the world championship slip away from him as he did in the closing round of the 2007 title chase.</p> <p>Last year he went into the Brazilian finale seven points ahead of Ferrari's Kimi Raikkonen, who emerged from the race as champion by a single point. This year Hamilton leads Raikkonen's team-mate, Felipe Massa, by five points.</p> <p>In last year's race Hamilton lost ground after an off-track excursion on the opening lap, then dropped further back after a mysterious electrical problem slowed his McLaren almost to walking pace. He dropped to seventh place, losing the title by one point.</p> <p>\"I think it's quite a bit different to last year,\" said Hamilton, \"simply because last year we came here and I'd had one bad race, so it was all a bit hectic and the pressure of being at the last race, and so on, was upon me and perhaps it got to me. But this year I feel it's just another race and we've come from a great race in China and I know here that we will be just as strong if not a little bit stronger. It looks positive and again my approach is the same as in the last race.</p> <p>\"We are just here to do the best job we can and we're not looking at it and saying that we have to do anything again. We don't really have much pressure on us, we just have to do a good job and regardless of whether we win, it's not so important but as a team we would love to win, so we will do the best job, that's what racing's about.\"</p> <p>Hamilton brushed aside speculation that he might need to adjust his mindset and cruise home fourth or fifth to put the title beyond doubt. He believes that if he delivers more of the same then all will unfold to plan. \"Well, first of all, obviously last year the beginning of the race didn't go well but I don't think that had any bearing on how the championship ended,\" he said. \"If my car hadn't stopped, then we would have won. This year, I don't think I need to change anything.\"</p> <p>For his part, Massa, who grew up only a stone's throw away from Interlagos and began his single-seater racing career at the track in 1998, simply wants a repeat of his dominant 2006 victory in front of his home crowd. \"I love the circuit,\" said Massa. \" It's a very special circuit for me. It's a circuit that, as Lewis said, gives you a lot of pleasure to drive. Always when you are at home and you have a nice circuit to drive, you always have extra motivation, extra good energy so I think it's even nicer to race here at Interlagos, so let's try to do a great job. I think our car can be quite strong here, because in the past we were very strong here. If you look at this season, in some tracks we were stronger, some tracks McLaren was stronger.\"</p> <p>At this last throw of the dice it will be all about who can keep out of trouble. On the evidence so far this season neither championship contender has managed that particularly well.</p>",
  "<p>Trevor Phillips should be applauded for <a href=\"http://www.theguardian.com/society/2008/oct/29/social-exclusion-race-immigration\">calling for special measures</a> to help the white, working class during a recession at a recent Confederation of British Industry summit on migration. His intervention comes following increasing evidence that white, working class boys are being ignored by the political establishment, especially in education because of fears of playing into the hands of the National Front or BNP.</p> <p>When I was head of campaigns at the <a href=\"http://www.equalityhumanrights.com/pages/eocdrccre.aspx\">Commission for Racial Equality</a> we spent a long time discussing a major campaign targeted at white working class boys who surveys showed were falling further and further behind at school in comparison with their black and Asian counterparts. CRC research had clearly shown that the effect of this was to increase racial tension in the young and fuel segregation in our cities. Despite this the campaign was quietly dropped because it was thought it would be exploited by the far right. </p> <p>As someone who is proud to say that they are white working class and went to a mixed race inner city comprehensive I admit to having strong feelings about the issue. Last year the Guardian <a href=\"http://www.theguardian.com/society/2007/aug/15/guardiansocietysupplement.immigrationandasylum\">sent me back to my old school in Lampton</a> in the London borough of Hounslow to see how it had changed over the last 30 years. In the intervening period, Hounslow, in line with neighbouring Southall, had seen a huge influx of Asian and black families, a fact reflected in Lampton's intake of more than 75% ethnic minority pupils and fewer than 25% white, a reversal of the proportions in my day.</p> <p>When I went to Lampton during the late 1970s racism was rife and many pupils left with no qualifications at all. However, when I returned last year the transformation was impressive. In 2004 it was designated a specialist humanities college and last year produced its best-ever results, with 69% of pupils achieving five or more GCSEs at grades A* to C. Just as importantly it took racism and bullying extremely seriously. </p> <p>The only blot on its record was the very high exclusion rate of white pupils. The school's Ofsted report was extremely critical about what it described as \"white lower-attaining boys\" and recorded that in 2005 almost 15% of white pupils were excluded (both temporarily and permanently), a figure way above the national average and far higher than for any other group. What astonished me at the time was how difficult it was to get any reason for this high exclusion rate from the teaching staff at Lampton, most of whom were white and seemed very reluctant to talk about the issue in case of stirring up racial tension. </p> <p>The case of white working class boys has also been highlighted by a Joseph Rowntree Foundation <a href=\"http://www.theguardian.com/uk/2007/jun/22/education.schools\">report</a> released in June last year. It found that they accounted for almost half of those leaving school with low qualifications or no exams at all. The report also challenged common perceptions that African-Caribbean, black or Bangladeshi pupils do worse than white pupils and found that once allowance is made for neighbourhood disadvantage, receipt of school meals and other factors these pupils are at less risk of low achievement.</p> <p>The fact is that the plight of Britain's white working classes which Phillips has raised is an uncomfortable subject for all the political parties but for different reasons. Take <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/labour/2778467/Harriet-Harman-drops-reference-to-social-class-from-speech.html\">Harriet Harman dropping the use of the word class</a> from her speech to the TUC in September in case she was accused of resurrecting the old class war by the Conservatives. Conversely the Tories are also wary of raising the issue, fearing their words will be distorted by the media or play into the hands of the National Front or BNP. </p> <p>It is a historical fact that most of the jobs lost in poor communities during Britain's de-industrialisation over the last 30 years have involved white male workers. When you combine this with the effects of mass immigration on Britain it is easy to see why white boys have slipped behind other groups in school league tables. As Phillips points out the current recession will only make this position worse.</p> <p>In modern Britain today diversity is only discussed in terms of ethnicity, gender, sexuality or faith. Too often the result is a conspiracy of silence when it comes to talking about class. So three cheers for Trevor Phillips. Lets hope it is the start of a new cross-party campaign to recognise the role of class in our society.</p>",
  "<video data-media-id=\"gu-video-339140791\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1888484440_black-church-fine-cut-FLV-16x9.flv\"/> </video>   <p>Crossing the Mississippi at St Louis, we settle for the long haul across central Illinois and Indiana to Cincinnati. The Big Sky is at our backs as we leave the west firmly behind. The speed of life seems to quicken, accents change, and buildings pile up in what soon begins to look like one never-ending strip.</p> <p>Today, it feels like we are entering the densely populated, industrialised east. Cincinnati was once among the boom towns that sprang up in what was then a remote wilderness at the western edge of the US, settled in part by former soldiers who were given land in return for their service in the revolutionary war. Later, it became a centre of trade by steamboat and railroad, and stood as a border city between the south and the north, slave states and free states.</p> <p>It occupies a special place in American history as a major way-station along the Underground Railroad, a refuge for African Americans who crossed the Ohio river from Kentucky on their way to freedom. Quakers and other abolitionists provided safe houses where they could prepare for the journey north, and some found sanctuary in the basements and back rooms of Cincinnati's churches.</p> <p>Allen Temple, a town that dates from 1808, was burned three times in the early nineteenth century by white gangs because its members helped hide fugitive slaves. At the Zion baptist church, a deacon put on a mock funeral in order to lead escaping slaves out of town.</p> <p>The city's black churches still resonate with memories of two centuries of struggle, through Reconstruction and the civil rights movement. The struggles are by no means over. The city had a major race riot in 2001, when an unarmed black man was shot by Cincinnati police. For the African American community here, it was the breaking point after years of police misconduct and racial profiling.</p> <p>With our crew in tow, Marc Maron visited the Rockdale baptist church for a special afternoon \"homecoming\" service, where the church welcomed back members and clergy who had moved on. We were greeted with great cordiality, fed, and given the full run of the place. Members proudly escorted Maron into the sanctuary, where the congregation was jubilant, dancing and singing along with the choir. Cries of \"I am ready\" rang out across the church.</p> <p>\"I am from the deep south,\" one man told us, choosing his words carefully as he spoke of the segregation that still persists in Cincinnati. \"I experienced this all my life. It's time for a lift.\" Another said: \"This country is going to rise up\". They were talking about the Lord, but Barack Obama was at the front of their minds.</p> <p>And for them, it is all intertwined: Obama's victory, if it comes, will come by the grace of God, a culmination of centuries of faith and struggle. It is hard for some of them to believe it could really happen. Yet his victory - and theirs - is starting to feel so close that they can almost reach out and touch it.</p>",
  "<p>Actor Alexander Armstrong has turned down the chance to become presenter of Countdown, leaving <a href=\"http://www.theguardian.com/media/channel4\">Channel 4</a> just two months to find a replacement before filming starts.</p> <p>Armstrong is understood to have pulled out at the 11th hour after receiving a contract last month <a href=\"http://www.theguardian.com/media/2008/oct/17/channel4-television\">to become the fourth presenter</a> in Countdown's 26-year history. </p> <p>The decision leaves Channel 4 just two months to find a suitable replacement before filming of the new series begins in the new year.</p> <p>\"We are continuing to talk to a number of people and no decision has been made,\" said a spokeswoman for Channel 4.</p> <p>According to a story <a href=\"http://www.mirror.co.uk/celebs/latest/2008/10/16/alexander-armstrong-confirmed-as-new-countdown-host-115875-20811319/\">in the Daily Mirror last month</a>, Channel 4 had been so certain that the deal with Armstrong would go through that a \"celebratory dinner\" had been planned. </p> <p>Channel 4 is understood to have shortlisted Armstrong and Sky Sports Soccer Saturday host Jeff Stelling. However, Stelling reportedly declined to screen test for the role.</p> <p>Armstrong was screen tested on the strength of his appearance as guest host on Have I Got News for You. His credits include Channel 4 and BBC1 sketch show Armstrong and Miller, ITV drama Life Begins and the recent BBC1 comedy drama Mutual Friends. He also fronts TV ads for Pimm's.</p> <p>ITV Productions, which makes Countdown for Channel 4, had earlier offered the presenter's job to impressionist <a href=\"http://www.theguardian.com/media/2008/aug/29/channel4.television\">Rory Bremner, but he turned it down</a>. </p> <p>Countdown producers are also searching for a mathematics graduate <a href=\"http://www.theguardian.com/culture/2008/aug/20/vorderman.channel4\">to replace co-host Carol Vorderman</a>. </p> <p>Maths ace Vorderman quit after claiming she was told to take a 90% pay cut to stay on the show. Previous reports put her salary between £900,000 and £1m a year.</p> <p>Richard Whiteley was the original host of Countdown. Des Lynam took over in 2005 following Whiteley's death and he succeeded in late 2006 by Des O'Connor.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]