[
  "<p>Court sittings could be cancelled, trials delayed and magistrates even made redundant as a result of a £90m \"black hole\" in the budget of the courts service, according to documents leaked to the Conservatives.</p> <p>The budget crisis is revealed in a letter sent by Lord Justice Leveson, the senior presiding judge for England and Wales, to all judges and magistrates last Friday, warning them that £27m extra savings had to be made by next March, with an urgent action plan to be presented to the justice ministry later this month. </p> <p>Further savings over the next three years to bring the total to £90m need to be made because of a sharp fall in fee income for the courts. The crisis has been triggered by a sharp reduction in cases brought by Revenue &amp; Customs chasing unpaid taxes and a sharp drop in child protection cases after the introduction of full-cost fees in May.</p> <p>\"No part of the HMCS [the courts service] will be protected from having to find savings ... All options are being considered. Regional, central and area directors are reviewing all parts of the business to see where savings can be made ... Some parts of our budget are fixed costs which are difficult to cut (eg rent on buildings) so we have to find savings from parts of the budget where we have control such as salary costs, sitting days, building works and our charge projects,\" says a courts service paper for senior managers enclosed with the Leveson letter.</p> <p>The memo also admits that \"a redundancy scheme ... is something we may have to consider for the future\".</p> <p>The roots of the budget crisis lie in a fall in fee income from civil and family court business since April: \"HM Revenue and Customs, who were our biggest customer, have reduced their use of magistrates' courts to retrieve unpaid taxes,\" it says. \"At the same time, local authorities are taking longer to go to court while the new public law care proceedings bed in. Some local authorities are challenging the validity of the new fees for this work.\"</p> <p>Shadow justice minister Henry Bellingham said: \"Once again, this government's incompetence has led to a crisis in the justice system. If court sittings are cancelled and trials delayed, the public will be put at risk and justice undermined. Ministers ignored warnings from judges, magistrates and local authorities and now they do not have the money to address the shortfall. This is a black hole of their own making.\"</p> <p>The budget crisis has potentially wider implications. When the Ministry of Justice was set up last year, the senior judges warned that spiralling prison costs could jeopardise the independence of the courts unless their budgets were ringfenced.</p> <p>Although court service managers insist that asking the justice ministry or the Treasury to meet the shortfall \"is not an option\", Lord Justice Leveson observes in his letter that extra money was promised if it was needed to cover the fall in fee income from family work as part of the \"concordat\" settling the dispute between the judges and the justice ministry.</p> <p>Under rules introduced in May, local authorities are expected to repay courts for the full cost of child protection proceedings in an attempt to persuade them to resolve cases without going to court.</p>",
  "<p>Film lovers will remember the 1951 Ealing Comedy with Sir Alec Guinness, The Man In The White Suit, in which a company - British, of course - developed a suit that couldn't get dirty. It resisted stains actively.</p> <p>The concept was purely fictional at the time, but half a century later, the research company P2i Labs has brought it a step closer to reality with the launch of its patented ion mask technology.</p> <p>Demonstrated last week, it involves treating materials in what looks like a big microwave oven and coating them at molecular level with a substance that isn't so much waterproof as water-repellent (hydrophobic): a treated kitchen towel and J-Cloth can be simply brushed dry.</p> <p>The clever bit, however, is that because the coating is microscopic it doesn't add weight or restrict air passage through the coated substance, which retains its characteristics. So the first products based on the technology to be available to the public - waterproof boots from Hi-Tec - keep feet dry but are as well-ventilated as their soakable counterparts.</p> <p>Possibly more important applications are those outside the clothing industry. Dr Ian Robins, P2i's business development director, says that a maker of pipettes has started using it. \"The ion-mask process reduces the surface energy of the pipette tip and therefore almost completely eliminates the retention of any fluids, hence making far more accurate dispensing of fluids.\" </p> <p>Cars will also benefit from the idea. \"The ion-mask process is also used for the treatment of filter media, making filters more able to be used with very low surface tension liquids such as octane and pentane,\" Robins says. \"One application is used for the treatment of filters used in automotive applications where resistance to octane is vital.\" It's also being applied to some surfaces of Formula 1 cars to make water slip off them.</p> <p>P2i Labs is also investigating the use of the treatment to reduce the misting and fogging of lenses and to increase water resistance from electronic devices. This is aside from some of the fun stuff that happens in the labs. Chief executive Carl Francis says that some of the developers have tried processing their spectacles to see whether their vision improves in the rain at all. There's been no formal report on the results, but they certainly don't see any worse.</p> <p>Francis confirms that the limitations on the applications are logistical rather than technical: the small research company can't support all of these applications and it has to prioritise where to point its efforts. Sir Alec would have been proud.</p>",
  "<p>Alan Curbishley is not a man generally given to grand statements but his actions yesterday flew in the face of the stereotype. As he tendered his resignation at West Ham United, eschewing the major pay-off that would have accompanied his sacking, he sent a clear message to his old friends in the managerial fraternity, the people whose opinion he cares about, and also perhaps to the man who will succeed him. \"If I am walking out on this job, just imagine how bad it is.\"</p> <p>The tipping point for Curbishley is acknowledged to have been the sales of the defenders Anton Ferdinand and George McCartney to Sunderland, decisions which were taken over his head, but the influence of events at Newcastle United 24 hours previously might have given clarity to his thoughts. </p> <p>Curbishley had watched Kevin Keegan boil over with frustration at the way his hands had been tied by people in positions of power and, when he looked at the mirror, he saw precisely the same concerns etched into his brow. </p> <p>He was already locked in a period of soul-searching. After he learned that McCartney would become the 10th signing of Roy Keane's summer at Sunderland, Curbishley had met his directors and poured out his anger and frustration. He told them he would consider his future over the break for international fixtures - West Ham's next match is not until Saturday week at West Bromwich Albion - but it did not take him long to conclude that his position was untenable. </p> <p>Curbishley believes that the arrivistes in boardrooms up and down the country, largely from overseas, as is the case at West Ham, with their Icelandic owner and chairman, Bjorgolfur Gudmundsson, will be the ruin of English football. He feels that among their ills, which include impatience and unrealistic expectations, is a lack of empathy for the role of manager. </p> <p>In time, he believes, the traditional British manager such as his great friend Sir Alex Ferguson at Manchester United, who has the final say on all football issues, will be no more. Curbishley, with 17 years of managerial service behind him, and Keegan are cut from a similar cloth. Curbishley could not bear to become little more than a glorified coach and yesterday he reached his breaking point. </p> <p>The separation had been coming. Curbishley had felt increasingly isolated from the serious business of transfers and not only because the club had employed a technical director, the Italian Gianluca Nani. West Ham's backers, the Icelandic bank Landsbanki, have been hit by the global economic downturn and Curbishley had been told that players would have to be sold to ease financial pressures, which had been exacerbated by the profligate spending of the previous chairman, Eggert Magnusson. </p> <p>Curbishley thought that had been done when he raised £6.3m by selling Bobby Zamora and John Paintsil to Fulham but if Ferdinand was a body blow then McCartney and the direction in which he felt the job was heading made him snap. \"The selection of players is critical to the job of the manager and I had an agreement with the club that I alone would determine the composition of the squad,\" said Curbishley, whose only significant cash signing this summer was Valon Behrami for £5m. </p> <p>\"However, the club continued to make significant player decisions without involving me. In the end, such a breach of trust and confidence meant that I had no option but to leave.\" </p> <p>Despite two wins from three league fixtures of the new season, Curbishley continued to hear abuse from sections of the Upton Park crowd. The board were not alone in craving a charismatic leader and exciting football, and they felt the fans' refusal to take to Curbishley was the real motivation behind his resignation.</p> <p>He might also have paid for his difficulties in man-managing the more illustrious names in the dressing room. Curbishley has long been accused of shortcomings in this area, that he could prosper at \"little old Charlton Athletic\", as he would call his former club, but struggle when bigger egos were involved. Curbishley's methods remain decidedly old-school and there are different routes now to the psyche and confidence of the modern-day professional. It is understood there were more arguments with senior players after the win over Blackburn Rovers last Saturday. </p> <p>The talk among the players in the dressing room that day was of McCartney being on his way. Curbishley was unaware then of the reality and there was even sympathy for him from his most ardent critics in the squad. Curbishley, though, can at least say that he left on his own terms.</p>",
  "<p>One of Britain's most senior police officers has claimed government policies have damaged public and police confidence in the criminal justice system.</p> <p>Mike Fuller, chief constable of Kent, told the Guardian he believes dangerous criminals are avoiding jail or being released early because of a lack of places in the country's prisons.He claims the crisis was entirely foreseeable: five years ago, ministers ordered police to bring more offenders to justice, but failed to think through the consequences.</p> <p>He also said forces are over-inspected, with hours of his time each week wasted answering to 13 official national bodies, which sometimes gave contradictory advice and uncosted recommendations. Fuller said: \"Sentencing policy would appear to be determined more by the number of prison places rather than the seriousness of the crimes people have committed. That means recidivist offenders are being released from prison when they should not be.\"</p> <p>Fuller is regarded as a contender to be the next commissioner of Scotland Yard. Several top officers are jockeying for position to succeed Sir Ian Blair, whose term must end by January 2010, though a series of crises mean some expect he may not survive until then. A report in today's Times suggest that ministers, senior officials and leading police chiefs have secretly discussed replacement of the commissioner by the end of this year.</p> <p>Fuller continued: \"People committing serious and violent crimes are not receiving as long sentences as they should be, making the job of the police more difficult.\"</p> <p>To back up his claim, Kent police released details of some recent cases. According to the force, a burglar with 100 previous offences received a suspended sentence and then committed another one. Last week a man failed to appear in court having been given bail while awaiting sentence for 255 thefts from motor vehicles; police arrested him, and he was granted bail again - only to fail to show up at the time the court had ordered.</p> <p>Fuller said he and his officers were frustrated at the overall situation that had emerged over the last two years: \"The feeling is the police do their bit, they catch dangerous offenders, and sentencing policy is determined by prison places. It's a police perception, it's also my personal perception.\" He said that five years ago the government gave a national directive to increase offenders brought to justice: \"Not surprisingly, over that time, there has been increased pressure on prison places. What I'm saying, is these problems could have easily been foreseen.\"</p> <p>Asked who could have foreseen them he replied: \"One would have to point to the government.\"</p> <p>It had failed to realise how important the public thought tough sentences were: \"Sentencing is crucial to confidence. The government has underestimated how important sentencing is to public confidence.\"</p> <p>He said he was talking about offenders who commit burglary, car crime and violent street robberies, and not the most serious crimes of rape or murder.</p> <p>Recorded crime has been falling for three years, and latest figures show a 12% year-on-year fall, but the prison population is up from 61,000 in 1997 to 83,000 today. The length of a typical jail sentence rose by 13% between 1996 and 2006 to 25.2 months, but has fallen from a peak of 25.9 months. Government figures also show the number of jail sentences handed out by the courts began to fall between 2005 and 2006, down 3% for crown courts and 7% for magistrates.</p> <p>Richard Garside, director of the Centre for Crime and Justice Studies at King's College London, said: \"The current overcrowding crisis at most is merely intensifying the long-term problem of prisons entrenching, rather than addressing, crime and offending.</p> <p>\"Ministers have exacerbated the problem by setting targets for the police and other criminal justice agencies that, as our research shows, often have little if anything to do with reducing crime or increasing the safety of the public. This is an argument for reducing our reliance on prison as a means of responding to crime, not building ever more places in response to ill-thought-out policy initiatives.\"</p> <p>Fuller is the first chief constable from an ethnic minority background, and he is seen as a possible future commissioner of the Met. His rivals for the highest job in British policing are Ulster's top officer, Sir Hugh Orde; Bernard Hogan-Howe from Merseyside; and Sir Norman Bettison from West Yorkshire.</p> <p>Fuller became Kent's chief constable in 2004 after a 26-year career in the Met. He helped set up Operation Trident, tackling gun violence within African-Caribbean communities, and is a former chair of the Black Police Association. Fuller is also believed to be the only chief constable who is also a qualified barrister.</p> <p>In the interview, Fuller also took aim at the government's attempts to ensure the police are up to scratch. He said up to 13 bodies had the right to inspect his force: \"There's always somebody inspecting us, or we're under the threat of inspection. It is a constant inspection process. Probably at least a third of my time is spent dealing with inspection, inspection processes, preparing for inspection, accounting to inspection bodies.\" He said some inspection bodies made contradictory recommendations: \"It actually takes us away from our core role. There's been too many targets... We've been over-inspected by too many agencies who often don't cost their recommendations, who often don't talk to each other or share information...\"</p> <p>He said accountability was important, but this was best done at a local level: \"There is more benefit in being locally accountable than being accountable to central government bodies.\"</p> <p>Fuller said his force faced this level of inspection despite performing well.</p> <p>He refused to comment directly on the claim of racial discrimination bought by Met assistant commissioner Tarique Ghaffur against Sir Ian Blair. However, he said of a series of race claims bought by senior ethnic minority officers against the Met: \"Potentially it is very damaging for recruitment if the service can't be seen to progress BME [black and minority ethnic] officers and retain them.\"</p> <p>Of his own career, he said his race had led him to be the subject of more critical scrutiny: \"I'm judged more critically by the media, by my staff, by my peers, because of my colour.\"He had received a friendly reception from officers when he took over Kent four years ago. But he told of one officer who, despite having a black chief constable committed to diversity as a boss, had only carried out stops and searches on black people. The officer was caught two years ago and disciplined.</p> <p>A Ministry of Justice spokesperson said: \"Public confidence in the criminal justice system has increased significantly in recent years and we are working hard to bring more offenders to justice and to improve services to victims and witnesses. Since 1997 the government has increased prison capacity by over 23,000 places. Sentencing in individual cases is a matter for the courts.\"</p>",
  "<p>Harry Redknapp will resist the lure of an emotional return to West Ham United. The Portsmouth manager fears he would suffer the same constraints that prompted Alan Curbishley to resign yesterday. That has left the Croatia coach, Slaven Bilic, as the favourite to take up the reins at Upton Park.</p> <p>Curbishley became the first Premier League manager to leave his club this season when he walked away from the Boleyn Ground after only 20 months in charge, his relationship with West Ham's Icelandic owners fractured beyond repair. The former Charlton Athletic manager claimed that a \"breach of trust and confidence\" had left him no option and, although his resignation met with surprise from the club's hierarchy, it was accepted by the chairman, Bjorgolfur Gudmundsson. West Ham's board met yesterday and agreed upon a procedure by which \"a top-class appointment\" will be made.</p> <p>Redknapp had previously been tempted by the possibility of a return to Upton Park, where he excelled as a player and spent seven years as manager before he was sacked in 2001. The 61-year-old has since become alarmed at the perceived constraints under which Curbishley has worked, with players apparently sold behind his back, and has made it clear he would not be prepared to suffer the same restrictions. He expressed concern yesterday that the art of management was being eroded by \"mega-rich owners\" and, even though he has been frustrated at times at Portsmouth, he appreciates that he alone buys and sells players there.</p> <p>\"There's no way I'll replace [Curbishley],\" he told the Sun. \"West Ham is a fantastic club with fantastic fans ... But I love it at Portsmouth and I have one big advantage over a lot of Premier League bosses these days - I've got an owner who lets the manager manage.\"</p> <p>That leaves Bilic, a former West Ham centre-half who has made no secret of his desire to manage the club, as the leading candidate to replace Curbishley. The 39-year-old, whose side face England in Zagreb next Wednesday, signed a two-year contract in April, up to the 2010 World Cup, but the compensation payable to the Croatian Football Association would be minimal and Bilic would certainly offer the London club the charismatic and dynamic leadership that Gudmundsson wants.</p> <p>Yesterday Bilic said: \"I always said that, if I come back to English football, I want it to be as manager of West Ham.\" He added: \"I have a contract with Croatia until 2010 and intend to honour it.\" But he could hardly say anything else with the England game looming after Saturday's opening World Cup qualifier against Kazakhstan, and he will be pursued regardless.</p> <p>The search will be led by West Ham's recently appointed technical director, Gianluca Nani, who will consider the credentials of another Italian, Davide Ballardini, who steered Cagliari to safety in Serie A last season but is now unemployed.</p> <p>Their compatriot Paolo Di Canio, a former fans' favourite at Upton Park, has expressed interest in the job after taking his coaching badges this summer. \"My dream team is West Ham,\" he said. \"I keep the club in my heart.\"</p> <p>The West Ham board were startled by Curbishley's decision to quit, because they had given warning that the wage bill for the playing staff, which has increased by £25m over the past year, needed reducing. The board felt the summer sales of Bobby Zamora and John Paintsil to Fulham for £6.3m were good business, and insisted there was sound reasoning behind the departures of Anton Ferdinand and George McCartney to Sunderland - no agreement could be reached with Ferdinand over a new contract and McCartney wished to return to the north-east and had made a formal transfer request.</p> <p>Nevertheless, the sale of McCartney convinced Curbishley he was being undermined, the manager saying he had been assured last week that no more departures would be required. \"I was vehemently against the transfer of George McCartney,\" he said. \"On Sunday morning I went into a meeting at Upton Park with [chief executive] Scott Duxbury, hoping to bring some loans in, and I was told that I wouldn't be in that position unless someone left the club. Straight away I told them I was quite happy to stick with the squad.</p> <p>\"But that ended up not being the case. After the result at the weekend I was just looking forward to the next game. When I came off the pitch at Upton Park [after beating Blackburn Rovers 4-1 to climb to fifth in the Premier League table], leaving was the furthest thought from my mind. But Sunday changed that. I couldn't sit around and do nothing.\"</p> <p>West Ham's reserve team manager, Kevin Keen, will take over on a caretaker basis, with the board expecting a rush of applicants before the trip to West Bromwich Albion on September 13.</p>"
]