[
  "<p>So now we know that the Olympic women's marathon can't be won on one leg. Paula Radcliffe tried, because that is the kind of woman she is, but the truth became apparent deep into the second hour of the race, as she fell back from the bunch of runners engaged in a vain chase after the pavement-pounding Constantina Tomescu. The gap itself was not the sign. Even before she started limping, it was the way her head began jerking back and forth. Then we knew she was in trouble.</p> <p>That final agonising lap of the track was the longest minute of all, and the bravest. Four years ago in Athens she sat down by the side of the road, burst into tears, and gave up. Some of us who did not immediately appreciate the physical reasons for her failure felt moved to criticise her spirit. Once the medical facts had become known, the harsh words were softened. Now, as she stumbled to a halt in Beijing within sight of the Bird's Nest, there must have been a chance of history repeating itself as she felt the hurt from the stress fracture of her left femur, diagnosed 12 weeks ago. But she decided not to give us the opportunity to call her a quitter again.</p> <p>And so she limped on, entering the half-full stadium under eyes largely oblivious to the meaning of her ordeal. The home crowd's cheers had already failed to blow Zhou Chunxin past Catherine Ndereba into the silver medal position, and after that one suffering woman probably looked very much like another. As she crossed the line she stopped within a couple of strides, took off her sunglasses and looked around in pain and bewilderment.</p> <p>Within less than a minute she was weeping in the comforting arms of Liz Yelling, her former training partner at Bedford Athletic Club. They had begun the race in tandem, and were together until Yelling - who was pushed to the ground at one point - dropped away after 15 miles. Now, as the scoreboard flashed up the news that Radcliffe had finished 23rd in 2hr 32min 39sec, Yelling followed her home, three places and 33 seconds behind, and after performing her act of consolation she was herself taken away to hospital with a suspected broken rib. Ahead of them had been Mara Yamauchi, formerly Mara Myers, a 35-year-old diplomat in the FCO's Tokyo office, whose sixth place represented the best finish in the event by a British woman.</p> <p>Tomescu ran the Olympic marathon as Radcliffe must have run it in a thousand dreams. Seven minutes past the hour mark, she jumped out of the pack and slowly, inexorably built a lead that eventually stretched to a minute and a half. By the time her pursuers got the message, it was too late even for the Kenyans and the Chinese to catch the powerful Romanian, whose only previous honours were the Chicago marathon in 2004 and the world half-marathon championship a year later. She had made the only attempt at a decisive move in the entire race, and thoroughly deserved her victory.</p> <p>At 38, Tomescu is the oldest of the seven winners winner in the history of the women's race, which was introduced to the Olympics in 1984. Radcliffe can take comfort from that, at least. The world record holder is 34, and it seems highly unlikely that the final lap in Beijing will be the last of her career.<br>After the Athens disaster of 2004 she came back to win the London marathon in 2005 - her third success in the event - and, following the birth of her daughter, Isla, there was a wonderful victory in last year's New York marathon. Given the depth of her commitment to her sport, which was inspired and nurtured from childhood by her parents, who were both amateur runners, it would be amazing if she did not attempt a similar renaissance once she has given her injured leg time to heal properly.</p> <p>The Paula Radcliffe we all recognise - the ponytail, the sunglasses, the nasal strip, the beads around the neck, the ribbon denoting her support for blood-testing, the flesh-coloured compression hose, the prominent navel - turned up at the start in Tiananmen Square yesterday, and for more than two hours the person answering that description did a reasonable job of impersonating the modest, charming, determined woman who believed that her destiny was to stand on the top step of the Olympic podium. But Radcliffe will always claim that the Olympic marathons of 2004 and 2008 were compromised by handicaps that prevented her from showing her true self to the world.</p> <p>Four years ago, foolishly but understandably showing a quite unnecessary degree of courage, she responded to the Athenian debacle by throwing herself into an attempt at redemption in the 10,000m, enduring further humiliation as she failed once again to finish the course. Now there must be time for healing and for a recalibration of her sights. If she and her husband, Gary Lough, handle the next two years with the utmost care, restricting her training and racing to a necessary minimum, the road from Tower Bridge to Stratford may not be a marathon too far.</p>"
]