[
  "<p>\"I don't think I'm special, no,\" laughs Max Robson, clearly puzzled by the question. But in the government's eyes, Max, 22, is the perfect graduate. This summer, he earned a first in product design and modern materials at the University of Portsmouth. But it is not his academic achievement that sets him apart. It's his high employability, a concept the government wants universities to focus on. </p> <p>In April, the government unveiled a new strategy called Education at Work: High Skills, High Value. It aims to boost the value that universities add to the economy. Not just in terms of academic quality, but by training students in the skills businesses want, such as communicating clearly, working in a team and understanding business concepts. \"We believe it is reasonable to expect universities to take responsibility for how their students are prepared for the world of work,\" the government says.</p> <p>This focus on \"soft\" skills is nothing new. Most university courses claim to train students in them to some degree. But a 2007 survey by the Confederation of British Industry found a persistant mismatch between the skills that universities offer and those that businesses want. \"The message to students and universities is clear: while obtaining a good degree result is important, it must be achieved alongside the development of valuable softer skills to make the most of their opportunities after graduation,\" the CBI says.</p> <h2>Making the right choices</h2> <p>Max's story illustrates what it takes to produce a highly employable graduate. When he enrolled on his course in 2004, he made his first wise choice. The course combines creative subjects with hard sciences such as physics, giving Max an edge over the many people with pure design degrees. \"I wanted to do what everyone else was not doing,\" he says. </p> <p>The second thing Max did right was to spend a year with a company in Bournemouth that designs and delivers temporary warehousing. In the CBI survey, twice as many employers valued such placements as those who valued high grades. </p> <p>But perhaps the most important thing that Max did was learn to develop ideas into commercial products. \"I did lots of management and business units as part of my degree, particularly design proposals, patenting and marketing.\" </p> <p>With the support of the National Council for Graduate Entrepreneurship, Max is developing two ideas. The first is a tool for finding the centre line through a section of wood or metal. The other is a wind turbine made from scrap, which earned him a college award. The turbine is cheap, and requires no specialist tools to assemble, making it suitable for developing countries. \"You can get a small wind turbine in B&amp;Q for £2,000 - and this one cost me about £25 to make,\" he says.</p> <p>But Max wasn't always so perfect. He says he scraped through his exams at a \"crappy London school\" that used to fail Ofsted inspections. It was a highly disruptive enviroment, and Max, who had been diagnosed with Tourette syndrome, struggled to learn. \"I was even told by the deputy head that I would never amount to anything.\" </p> <p>At A-level, Max chose to study graphic design, English literature and media studies. He was far from a straight-As student and had no desire to go to university. It was only late in his final school year that things fell into place. </p> <p>\"I did a project where I redesigned a counter for my friend's shop in Waterloo. I really got into it, and in the end I got a commendation award for that A-level. I felt I'd found my niche.\"</p> <h2>Up for ideas</h2> <p>Portsmouth was where his father, Ashley, had studied for his mechanical engineering degree 20 years earlier. Max says his father's scientific interest influenced his choice. \"He was always talking about really complex things, even when I was really young, talking about physics and engineering stuff,\" he says.</p> <p>His engineer father has a more traditional skills set. \"Max and I complement each other in a way. He's up for ideas and aesthetics a bit more, whereas I want to do calculations and test things out and make sure they work,\" says Ashley. He says the product design degree played to Max's strengths. \"Max is very, very creative. He's a good artist. He's able to sit down and draw things just like that, which is something I've never been able to do.\"</p> <p>Will the government's focus on employability erode academic rigour? That's the big issue likely be raised when the government publishes the responses to a consultation on its new strategy next month. </p> <p>Lorna Collins, director of Flying Start, the graduate entrepreneur programme that is helping Max develop his ideas, says that it is wrong to think academic researchers lack employability. </p> <p>\"One can argue that doctoral and post-doctoral research scientists display initiative and entrepreneurial behaviour. They must show natural curiosity and a passion for inquiry, spotting opportunities, thinking reflectively and adapting to changing circumstances.\"</p> <p>Geoffrey Crossick, warden of Goldsmiths College, University of London, who heads Universities UK's long-term strategy group, also thinks the fear is unfounded. \"I see no reduction in the government's commitment to research, but higher-level skills had been neglected and now they're not.\"</p> <p>However, the new policy will require universities to change the way they think about students. One reason Max gives for his own success is the close personal contact he enjoyed with academic staff. \"I spent literally hours talking to my tutor. He called me to tell me what my degree classification was. The staff were more than helpful.\"</p> <p>Top research-intensive universities may have the furthest to go to achieve this personal connection between academic staff and students aiming for a career outside academia.</p>",
  "<p>Selina Scott is expected to sue Channel Five, claiming she was lined up as maternity cover for Natasha Kaplinsky on Five News but was discriminated against for being too old. Scott, 57, is understood to be seeking compensation under age discrimination law. She will claim Five went back on an agreement that she would cover for Kaplinsky when she goes on maternity leave this month.</p> <p>The channel announced in June that Kaplinsky would be replaced by Isla Traquair, 28, and Matt Barbet, 32.</p> <p>A Five spokesman said: \"We do not accept this claim and will be vigorously defending it.\"</p> <p>The case is understood to have been listed at the London Employment Service in Holborn, with the Five director of programmes, Ben Gale, named as a defendant.</p> <p>Scott, who joined ITV's News at Ten in 1980 and helped launch the BBC's Breakfast Time programme in 1983, hit out at ageism in television news earlier this year. \"How many women are there on mainstream current affairs programmes who are over 50?\" she said. \"Anna Ford has retired, Moira Stuart has been bumped, yet you look around and see lots of men.\"</p> <p>Scott's agent, Knight Ayton Management, was unavailable for comment.</p> <p>Five brought in another veteran newsreader, John Suchet, when Kaplinsky's predecessor, Kirsty Young, went on maternity leave in 2006. Kaplinsky, 35, joined Five News in February this year, presenting its 5pm and 7pm news bulletins.</p>",
  "<p>California's Jimmie Johnson dominated the Pepsi 500 at his home track of Fontana to secure third place in the Chase for the Sprint Cup. The Hendrick Motorsports driver started from pole position and led for 228 of the 250 laps as his No48 Chevrolet got to grips with the changing circuit conditions as the race moved from day to night.</p> <p>\"I think the track came to us,\" said Johnson, the reigning champion. \"Instead of us chasing the track, it came our direction. The car was just awesome all night long. It's very, very rare to have a car that dominant. In most cases, you end up doing something stupid, and I'm guilty of that in the past, so it was nice to close the deal and lead all those laps and win the race. For myself inside the car, it's been a while since I've been in a situation to blow it or throw it away, and to really work on that mental toughness in those situations is important.\"</p> <p>Johnson's only challenge came from Greg Biffle, who lost ground after suffering rising temperatures in his car and crossed the line second ahead of Denny Hamlin. \"We had a top five car really from the get go,\" said Hamlin. \"It's pretty rare that you can have a car that's as consistent from the day to the night. It was a good run for us, that's what we needed.\"</p>",
  "<p>Alistair Darling's comments in Saturday's Guardian, in which he predicted the worst economic conditions in 60 years, continue to make headlines. The Times says it was a <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4649196.ece\">gaffe that could cost the chancellor his job</a>.</p> <p>Darling dismissed talk of an imminent reshuffle but, according to the paper, Whitehall insiders say he is wrong - and could be kicked out of the Treasury. There has been speculation that David Miliband, the foreign secretary and possible Labour leadership challenger, could replace him, says the paper.</p> <p>The Times commentator Anatole Kaletsky says although Darling was wrong to present such a gloomy economic prediction, his doom-mongering will mean the next Budget is presented by a new chancellor.</p> <p>Sadly for Darling, but luckily for the economy, Kaletsky says there is no way the chancellor was even half-right about the hardships ahead – inflation and unemployment were much higher in the 70s and 80s.</p> <p>Writing in the Guardian, Decca Aitkenhead explains how Darling's <a href=\"http://www.guardian.co.uk/politics/2008/aug/30/alistairdarling.economy  \">\"explosive\" interview</a> took place on sofas in front of an open peat fire in the Darling family croft. \"It feels pretty inconceivable that he would have said what he did from behind his desk in the Treasury,\" she adds.</p> <p>And if the row over Darling's remarks was not enough, several of the papers - including the Guardian, Telegraph and <a href=\"http://www.dailymail.co.uk/news/article-1051137/Leaked-memo-Home-Secretary-reveals-credit-crunch-send-crime-violence-terrorism-numbers-soaring.html    \">Mail</a> - splash on a leaked Home Office document predicting that crime and racial tensions will soar in a slump.</p> <p>The Mail's leader column ticks off Team Brown in schoolmarmish fashion, saying \"the government must do better\", while the Telegraph says that, by speaking out, Darling was showing he was not going to be the <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/labour/2658087/Alistair-Darling-seeks-to-go-solo-after-months-of-playing-second-fiddle.html\">fall guy</a> for the prime minister's failings.</p> <p>Philip Stephens in the FT agrees Darling is<a href=\"http://www.ft.com/cms/s/0/128e2fde-7755-11dd-be24-0000779fd18c.html\"> desperate to save his political reputation</a> and reminds readers of Norman Lamont's resignation speech 15 years ago after being sacked as chancellor by John Major. Lamont said the prime minister was \"in office but not in power\".</p> <p>Lamont's special adviser at the time was Tory leader-to-be David Cameron. Speaking on the BBC's Today programme, he revelled in Darling's \"extraordinary\" remarks and berated him for creating a <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7591346.stm\">\"crisis of confidence\". </a></p> <p>In his interview, he also warned that Brown's widely previewed economic recovery plan, due to be announced tomorrow, could be \"quite dangerous\" if it involves large-scale attempts to refloat the mortgage market.</p> <p>The Mail prints a picture of Darling on his boat in a lifejacket, with glasses sliding down his nose, under the caption: \"The chancellor who rocked the boat.\"</p> <p>It may be of small consolation to Darling, but Bruce Anderson in the Independent says that as a result of his outspoken remarks, \"Darling shares have risen sharply in recent days, which is more than any of his colleagues can claim\". If Darling is reshuffled, the Tories will quote him as the man who was <a href=\"http://www.independent.co.uk/opinion/commentators/bruce-anderson/bruce-anderson-why-darling-is-browns-nemesis-914555.html\">punished for telling the truth</a>, adds Anderson.</p> <p>Darling's demise is also predicted by the centre-right religious commentator Cranmer – not just for his economic sins but for his use of crude language. In his Guardian interview, Darling said people were \"pissed off\" with Labour. </p> <p>Cranmer notes that although the word \"piss\" appears in the authorised version of the Bible, it is <a href=\"http://archbishop-cranmer.blogspot.com/2008/08/alistair-darling-people-are-pissed-off.html\">\"unparliamentary language from one of the holders of the great officers of state\"</a>. Darling could be gone by Christmas, he says.</p> <p>The chancellor certainly scored an own-goal with his frank remarks but, even if his bleak economic assessment is proved to be correct, will evicting him from No 11 help an ailing government avert the anger of voters who are suffering in the credit crunch?</p> <p>*<em>This is an extended extract from <a href=\"http://www.guardian.co.uk/wrap\">The Wrap</a>, our roundup of the day's media</em></p>",
  "<p>Selina Scott is set to sue Channel Five, claiming she was lined up as maternity cover for Natasha Kaplinsky on Five News but was discriminated against for being too old.</p> <p>Scott, 57, is understood to be seeking compensation under age discrimination law.</p> <p>She will claim Five went back on an agreement that she would cover for Kaplinsky when she goes on maternity leave later this month. </p> <p>The channel announced in June that Kaplinsky would be replaced by Isla Traquair, 28, and Matt Barbet, 32.</p> <p>A Channel Five spokesman said: \"We do not accept this claim and will be vigorously defending it.\"</p> <p>The case is understood to have been listed at the London Employment Service in Holborn, with the Five director of programmes, Ben Gale, named as a defendant.</p> <p>Scott, who joined ITV's News at Ten in 1980 and helped launch the BBC's Breakfast Time programme in 1983, hit out at ageism in television news earlier this year.</p> <p>\"How many women are there on mainstream current affairs programmes who are over 50?\" she said.</p> <p>\"Anna Ford has retired, Moira Stuart has been bumped, yet you look around and see lots of men.\"</p> <p>Scott's agent, Knight Ayton Management, was unavailable for comment.</p> <p>Five brought in another veteran newsreader, John Suchet, when Kaplinsky's predecessor Kirsty Young went on maternity leave in 2006.</p> <p>Kaplinsky, 35, joined Five News in February this year, presenting its 5pm and 7pm news bulletins. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]