[
  "<p>The executive producer of the very first Big Brother has been appointed global head of programming at its parent company, Endemol.</p> <p>Paul Romer oversaw the inaugural Big Brother in Holland in 1999 - a year before it first screened in the UK on Channel 4 - and went on to executive produce its debut in the US.</p> <p>He was one of the key creative minds behind the development of the format, working alongside Endemol co-founder John de Mol, and will now lead and co-ordinate Dutch producers creative teams worldwide.</p> <p>He is currently managing director of Endemol Netherlands and has been with Endemol in various roles for 12 years.</p> <p>Ynon Kreiz, the chief executive officer of the Endemol group, said Romer had a \"well deserved reputation in the industry as a creative pioneer and a highly-skilled commercial operator\".</p> <p>Romer, a managing director of Endemol Netherlands since 2002, is a senior member of the group's global creative team. </p> <p>His appointment follows Endemol's announcement at the end of last month that it had hired senior Disney executive Tom Toumazis to lead its global commercial activities. </p> <p>Currently in charge of programme, new media and channel distribution across Europe, the Middle East, Africa and Canada for Disney-ABC-ESPN Television, Toumazis has been appointed Endemol's chief commercial officer. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>A company with UK roots won the best-in-show award earlier this week when 72 companies from all corners of the world converged on San Diego, California, to demonstrate new technologies that their owners hope will turn them into this decade's Google, Apple or Microsoft.</p> <p>They came to <a href=\"http://www.demo.com\">DEMOfall08</a> from Taiwan, Israel, Australia, Italy, Ireland, Germany, the UK and of course all over the US, to pitch their products in six minute segments. DEMO is different from most other technology conferences in that companies have to use their few minutes in the spotlight to deliver a live, working demonstration … no Power Point shows are allowed.</p> <p>In the past SkypeOut was launched at DEMO as was Sun Microsystem's Java platform and the original Palm Pilot.</p> <p>Most of the start-ups use their minutes to pitch for financing deals from the plethora of venture capitalists and investment bankers in the audience.</p> <p>Others though were looking for sales partnerships and some just wanted media exposure via the 100 journalists and bloggers present. </p> <p>Since its founding in 1991, DEMO has built a portfolio of conferences in the US, Europe, and China, although the UK is strangely missing from its list of venue countries. This apparent snub to British innovation was all the more surprising because this week's best-in-show award was a product from a company with its origins in Cambridge.</p> <p><a href=\"http://www.Plasticlogic.com\">Plastic Logic</a> has developed an e-reader for business documents. Plastic Logic is no Johnny-come-lately and was founded in 2000 by researchers out of the <a href=\"http://www.phy.cam.ac.uk\">Cambridge University's Cavendish Laboratory</a>. Since then the company says it has received more than $200m (£115m) in venture funding.</p> <p>It now has research and development in Cambridge, manufacturing in Dresden, Germany, and executive management, product engineering, sales and marketing headquartered in Silicon Valley.</p> <p>Even though its e-reader is still months away from launch, the as-yet-unnamed device is the size and thickness of a pad of 8.5\"x11\" paper, and is designed for reading corporate reports, marketing literature, public relations files, and all variety of other business documents, as well as books and magazines. </p> <p>Professionals read more business content than recreational content, and the Plastic Logic reader is designed to accommodate that, said Plastic Logic CEO Richard Archuleta, who is a former head of Hewlett-Packard's notebook computer business. \"We have created fundamentally advanced plastic electronics technology, enabling us to develop reading devices that will transform the way we publish, distribute and consume content,\" he added.</p> <p>Even though the buzz created by Plastic Logic and competitors like <a href=\"http://www.amazon.com/Kindle-Amazons-Wireless-Reading-Device/dp/B000FI73MA\">Amazon's Kindle reader</a> will result in much publicity, the odds that companies at DEMOfall08 will be successful are long, according to Matt Marshall, the CEO of blog <a href=\"http://www.venturebeat.com\">Venturebeat</a>, who told a panel that it's just not possible for the market to embrace around \"60 YouTubes every year\".</p> <p>That notwithstanding, DEMO CEO Chris Shipley is confident that some of the companies will succeed. After all, over the years since DEMO was launched venture capitalists have poured several billion dollars into demonstrator companies. \"We're embarking on a new cycle supported by real business models that hold up in good and challenging times,\" she said in her keynote address.</p> <p>Many of those presenting are involved in the mobile internet and Shipley sees the future as being about delivering information to consumers where the want it, when they want it, on whatever device they want to receive it on.</p> <p>One UK company at DEMOfall08 falls into that category. London-based <a href=\"http://www.telnic.org\">Telnic</a>, the registry operator for the .tel top level domain is devising a new way for mobile phone users to find, store and access web-based contact data - without the need of websites.</p> <p>At DEMOfall08, Telnic announced its vip.tel beta program would be available shortly. Customers wishing to trial .tel in advance of its commercial availability can apply for a personal domain name by emailing vip@telnic.org. </p> <p>Another UK company at the show, Greater Manchester-based Unity Solutions, demonstrated new enterprise security software, <a href=\"http://www.lanxoma.com\">Lanxoma</a>, to combat \"insider threats\".</p> <p>One start-up should appeal to journalists and news organisations - <a href=\"http://www.spinspotter.com\">SpinSpotter</a>, which aims to take bias out of news reporting. It has created a code of ethics and hopes to build a community that will police the media, starting with political coverage in the US. SpinSpotter has raised an undisclosed amount of capital and hopes to make money by selling advertising and developing other as yet undisclosed business services.<br> </p>"
]