[
  "<p>In August 1980 Ronald Reagan kickstarted his first run for the White House with a speech at the annual fair of Philadelphia, a small town in Mississippi. It was an odd choice of location for such a high-profile event, just days after he had accepted his party's nomination as presidential candidate. A community of a few thousand people, Philadelphia is well off the beaten track. But as he spoke in front of an enthusiastic and all-white crowd, his purpose became clearer. He famously posed on stage in a rocking chair, Nancy on his knee, her shoes caked in Mississippi mud. Then he started addressing the crowd.</p> <p>He was in favour of states' rights, he said, earning a lusty cheer. That sounds innocent enough as a political statement, but made in the deep south it had resonance. It was a euphemism, widely recognised at that time, for support of southern racial segregation and opposition to the meddling anti-racism of the federal government.</p> <p>It would have been a controversial statement anywhere in the south. But to make it in Philadelphia's fairground was more than that. A little more than a mile away from where Reagan spoke was the mound of earth where 16 years previously three young civil rights activists had been found buried, each one with a single shot through the heart. The men had been investigating an African-American church that had been burned to the ground by the Ku Klux Klan. Their murders, later immortalised in the Hollywood film Mississippi Burning, provoked nationwide revulsion and helped to secure the passage of Lyndon Johnson's civil rights act and with it the dismantling of southern segregation.</p> <p>Given the location, Reagan's clarion call for states' rights was a bold and deeply cynical move. As the liberal commentator Paul Krugman has put it: \"Everyone got the message.\"</p> <p>And the message stuck. It helped convert southern whites, the so-called Dixiecrats who had backed the Democratic party for decades, to defect to Reagan's cause, securing him victory in 1980 and completing the Republican stranglehold on the south that remains firm to this day. Mississippi has voted Republican in every presidential election since Reagan entered the White House. In 2004, John Kerry carried not a single southern state. </p> <p>But now something is in the air. In March the unthinkable came to Philadelphia, in the form of a politician who has dubbed himself \"a black man with a funny name\" and who won the Democratic primary in Mississippi by a landslide: Barack Obama.</p> <p>His victory in this quintessential corner of the deep south has brought back to the surface questions of race and allegiance that have to some degree been suppressed or reconciled over the years. For the 40% of the town's 7,000 residents who are black, it is evidence that change - so long in coming - is on its way. But it has put the white leadership of the local Republican party, as one party member told me, into a tailspin. \"The combination of Obama's liberal record, his middle name, Hussein, and his blackness - those three things are enough to put an elderly southern conservative into a state of shock.\"</p> <p>Tonight, on the 45th anniversary of Martin Luther King's famous \"I have a dream\" speech in front of the Lincoln Memorial, Obama will present America with his own dream speech. But as he does so, the racial divisions that he hopes to transcend remain unclear. How much has the country moved on from the dark days of segregation? Are towns like Philadelphia now free of their past? </p> <p>Despite the ugly symbolism of the town's history, today it looks outwardly transformed. The Confederate flag still flies in the central square as part of the Mississippi banner, but those other hallmarks of segregation - the separate drinking fountains, hospital waiting rooms, \"coloured\" sections at the back of the bus - are, of course, long gone. The schools are technically, if not practically, integrated; black businesses have opened up in the central square; even the local country club opened its doors to black members five years ago.</p> <p>Stan Dearman has observed the gradual sea-change with a semi-outsider's eye. He moved to the town in 1966, about 18 months after the murders, to take up editorship of the local paper, the Neshoba Democrat. \"I was hoping that most of the turmoil in this community was behind us, but it was just starting. It was like a cancer in the whole community. It wouldn't go away no matter how much people wanted it to.\"</p> <p>But over time, he's noticed the prevailing mood of the town grow less clannish, less insular. The conviction in January 2005 of Edgar Ray Killen, a local resident, on three counts of manslaughter - the first and only successful prosecution of a perpetrator of the 1964 killings - was a huge step forward in Dearman's view, though he says six or seven men are still out there \"who need to be brought before the bar of justice\".</p> <p>But it is striking that though Dearman thinks change has come to Mississippi, he doesn't think it will translate into an Obama victory, not in Philadelphia, at least. \"There's still a racial edge. People still see things in black and white - it's deeply ingrained. The mindset is: whites vote Republican, blacks Democrat.\"</p> <p>It is a sign of how the tectonic plates of race in the south are shifting that while Dearman, who is white, is sceptical about the extent of political movement, many of the black residents of Philadelphia are fired up, to use an Obamaism. James Young, 53, was of the generation put through state-enforced integration of schools, and bears the emotional scars to prove it. He remembers white kids hurling the N-word at him. He also recalls lying on the floor of his living room, his father with a gun in his hand, when the Klan were, in his words, \"on the move\".</p> <p>For years the black side of the tracks in Philadelphia, where he still lives, had a cloud over it that was part apathy, part despondency. \"If a black man stood for president you would just say, 'No way, no way'.\" Now, as a pastor in the local black church, he is exhorting the congregation to get out and register to vote.</p> <p>\"The generation that wouldn't contemplate a black president is passing on, and that's good for everybody. If it's not now, it's just around the corner. We will no longer be denied,\" he says. </p> <p>How important is that for African Americans in the south? </p> <p>\"It's a feeling you can't put into words. It's like we are no longer a subculture. Finally it's given us reason to think we are part of the overall scheme of things.\"</p> <p>That newfound optimism is reflected in voting trends in Mississippi. Until this year, the average turnout for a Democratic primary there would be about 90,000. In March it was 500,000, three-quarters of whom were black. In 2004, George Bush took the state with 670,000 votes to his name - suggesting that a huge turnout of black voters in November would give Obama a big bounce in Mississippi, a state with the highest proportion of African-Americans in the US (39%). That would certainly scare the Republican elders even more than they are already.</p> <p>But, of course, that still leaves the balance of power in the hands of the majority white voters. As Professor Marty Wiseman of Mississippi State University explains, race is no longer the number one issue for most white voters, but it remains an issue. \"Any Democratic candidate who gets a big turnout of black voters is off to a very good start. It's just getting that other 20% that's difficult.\"</p> <p>Philadelphia has changed; its ugly old ways are being shed. But this is evolution, not revolution, and some of the racial canker remains. Several people tell me that interracial relationships are no longer taboo. And then I meet Taneil Long. She is sitting in her nail salon in the central square, serving a black customer, the smell of varnish heavy in the air. In 2002, after she split up with the white father of her two daughters, she started dating a black man.</p> <p>\"I honestly thought this would be different - I mean, we're not in the 60s any more. But it really became a big issue for me,\" she says. </p> <p>The first thing she noticed was that her white clientele thinned out, to be replaced by a customer base largely comprising black women. Then her landlady turned on her, saying there had been complaints in her white neighbourhood about her boyfriend. \"I asked her was there a problem with the fact that he was black. She told me I had to get out.\" The father of her children recently told the girls he will never allow them to go out with black men.</p> <p>Long is herself mixed-race - part white, part Vienamese (her white father served in the Vietnam war), giving her a natural affinity to the mixed race Obama. And yet she is uncertain about him. \"You don't want a president with no connection to Christianity,\" she says.</p> <p>But he is a Christian, I reply, to her surprise.</p> <p>\"Really? I'd heard he was a Muslim.\"</p> <p>I'd been warned about this. Young had told me that in his pastoral work he found the Muslim question frequently popping up. But even so, it was a shock to find the false rumour, spread maliciously by Republican-leaning websites and gossipmongers, circulating so freely.</p> <p>It comes up in my chat with Steve Wilkerson, the affable white owner of a clothing shop, Steve's, on the square. He has worked hard for the past few years, together with black residents such as Young, to heal Philadelphia's troubled race relations. Wilkerson says he has received emails with such titles as \"Obama: the real story\", dwelling scurrilously on his supposed Muslim faith. He says there is much apprehension abroad. \"When you drive through white neighbourhoods I don't think you'll see many Obama signs or bumper stickers. People who vote for him will do it quietly. They don't know who he is, what his religion is. Is he the antichrist?\"</p> <p>Wilkerson himself is clearly conflicted. He knows Obama calls himself a Christian and says \"that's good enough for me. I'm not a judge.\" But later in our conversation he admits that he too is troubled. \"I'd like reassurance about who he is, who's backing him, just to be sure there's not an underlying current.\"</p> <p>What is his worst fear?</p> <p>\"That he does turn out to be a Muslim after all.\"</p> <p>And it comes up forcefully when I step in to Wilson's barber shop. Wilson is sitting looking slightly forlorn in the empty premises, clippings of hair scattered on the floor around his feet. \"I don't have anything against a black man as president,\" he begins. \"But Obama, he's not qualified. When you are president you represent everyone, not just your race. I've heard him talk about 'his people'.\"</p> <p>He goes on: \"And what about his religion, he can't just drop his religion.\" </p> <p>What do you mean, I ask. </p> <p>\"He's a Muslim.\"</p> <p>No, he's not. He's a Christian.</p> <p>\"Well, he should make it clear he stands by Christian values in America. That he doesn't hold those other values.\"</p> <p>But he has made that clear.</p> <p>\"I don't think he's done that at all. He's just run from it. He should have nipped it in the bud and made clear he's a president for everybody.\"</p> <p>But he's said that. What else can he do?</p> <p>\"Just because he's a Muslim, he should make it clear he doesn't believe in suicide bombing and killing.\"</p> <p>The prevalence in my admittedly unscientific survey of downtown Philadelphia of the Obama = Muslim myth helps explain the ongoing furore over race preoccupying the two presidential campaigns. Obama first sounded the alarm in June, saying he was preparing himself for underhand Republican tactics that would try to spread jitters among voters. \"They're going to try and make you afraid of me. He's young and inexperienced and he's got a funny name. And did I mention he's black?\"</p> <p>That comment sank without trace, but when Obama repeated last month that the Republicans were trying to play up the fact that \"he doesn't look like all those other presidents on those dollar bills\", the McCain camp grabbed the ball and ran with it. A McCain aide accused Obama of playing the race card, from the bottom of the deck.</p> <p>Despite McCain's protestations that he is fighting an honest and race-blind campaign, Obama has good reason to be wary about the negative hits that are now coming at him from the rival camp. He knows all too well that the Swiftboat attacks that floored John Kerry, by calling into question his wartime record in Vietnam, were made by outrider groups that kept themselves scrupulously clean of Bush's fingerprints. There has been a creeping drift towards racial innuendo within McCain's increasingly venomous campaign. Attack ads run over the summer have shown Obama playing basketball - an overwhelmingly black sport in the US - and placed him in juxtaposition with Britney Spears and Paris Hilton in what some commentators have interpreted as a play on that old taboo on black men associating with sexualised white women. In one of his earliest ads, McCain referred to himself pointedly as \"the American president Americans have been waiting for\". That is an uncanny echo of the secret advice we now know was given to Hillary Clinton by her former chief strategist, Mark Penn, during the primary contest. In leaked memos, he urged her to portray Obama as someone whose \"roots to basic American values and culture are at best limited\".</p> <p>The Obama campaign is fighting back against this insidious and underhand play on his race by stressing all this week that his is a \"very American story\" - neatly turning on its head the message of his assailants. But that device is in part a recognition on his part that there is a problem. </p> <p>As the Democratic convention opened in Denver, opinion polls suggested that the clear lead he had held over McCain nationally for several weeks had all but slipped away, creating a palpable anxiety among Democratic supporters. They know that by August in their respective presidential election years - 1988 and 2004 - Michael Dukakis was 17 points ahead of George Bush Sr and John Kerry was four points ahead of George Bush Jr. And we know what happened to them.</p> <p>A growing chorus can be heard among pundits and pontificators. Is Obama's inability to pull away decisively from McCain, even though everything seems to be going in his favour, something to do with race? As John Heilemann, New York magazine's sharp political observer, has said: \"Call me crazy, but isn't it possible, just possible, that Obama's lead is being inhibited by the fact that he is, you know, black?\" </p> <p>Certainly, a closer look at the polls uncovers a stubbornly consistent racial divide. A recent Gallup poll had 91% of black voters backing Obama - indicating a nationwide trend in tune with Mississippi. Hispanics were keen on him too, with 68%. But non-Hispanic whites showed a clear preference for McCain, at 49% to Obama's 39%. When you factor in gender, the disparity is yet more glaring. White women came out evenly divided between the two candidates, but look at the findings for white men: McCain 55%, Obama 34%.</p> <p>That may not matter so much in the south, where white voters have - ever since Reagan's Philadelphia speech - tended to vote sheeplike for the Republicans anyway. But it could matter a lot in several northern states such as Ohio, Michigan or Pennsylvania where the contest is likely to be tight and where there is a preponderance of white working-class voters struggling in the economically stricken rust belt.</p> <p>That's the thing about many discussions of race in the US - they so easily overlook the north. The assumption is that the south was where the problem started with slavery and the civil war, while the north has always been a haven of enlightenment.</p> <p>But it is the north that today hosts the most segregated cities in the US. The most recent census in 2000 shows that nine out of the 10 most segregated cities are northern, including New York, Chicago, and Cleveland and Cincinnati in the crucial electoral battleground of Ohio. \"The northern system of segregation has never been about symbols of power on the streets - separate water fountains - but about segregated neighbourhoods and workplaces,\" says Kevin Boyle, a specialist in race and culture at Ohio State University. He reminds us that Obama struggled to gain support among white working-class communities in several northern states in the primary fight against Hillary Clinton, where issues of race and class are interwoven. In Ohio, almost one in five Democratic voters told exit pollsters that race had loomed large in their decision (Clinton won by 54% to 44%). \"States like Ohio are so close that just a couple of percent of voters who decide not to vote for him on grounds of race could swing the result,\" Boyle says.</p> <p>To see how the race factor is playing in these areas I fly 800 miles north from Philadelphia, to Livonia in Michigan. It was listed in the 2000 census as the whitest town in America. About 95% of its 100,000 residents are white and less than 1% black. The neighbouring town, Detroit, is more than 80% black - and the region as a whole sits at the top of the nation's segregation league table.</p> <p>So how do the residents of America's whitest town feel about a possible Obama presidency? Could they see him winning? \"I don't think he has a snowball's chance,\" says Glenn, sitting out on his front porch in one of Livonia's more affluent areas, reading the local paper. \"Not just because he's black - though that's a very good start - but because he has no experience.\"</p> <p>Livonia has acquired a reputation for racial tetchiness over the years. Plans to build two big shopping malls led to protests from some residents who feared they would attract \"Detroiters\" - a reference to the residents of Livonia's predominately black neighbour. A recent case, successfully prosecuted by federal authorities, fined a Livonia landlord more than $700,000 for refusing to rent apartments to black families. \"If blacks come in here, we really don't have anything available for them,\" the landlord told his employees, a clue perhaps to how Livonia has managed to stay so white over the years.</p> <p>A few doors down from Glenn, Eric is the only black resident in this part of town. He appears the perfect neighbour. His lawn is neatly trimmed, the brass on his gas lamp polished to mirror quality. About the only quibble one might have is that he has allowed his hostas to be nibbled by slugs.</p> <p>That hasn't stopped the grumbling. A couple of neighbours bluntly refuse to acknowledge him when passing on the street. One resident asked him if he were running a childcare scheme when some of his children's cousins stayed over. Another called the town authorities to complain he had a service vehicle in his drive, when other neighbours had much bigger trucks in theirs. He shrugs off these vexations: \"They don't hurt me or my family.\" As for Obama's chances, he says, \"Some people wonder what I'm doing here, let alone a black president of the United States.\"</p> <p>About a mile away from Eric's home is the blue-collar area of Roseland. It has the same detached houses and neatly trimmed lawns, except everything is scaled down. That's how it is in America: class as defined not by accent or breeding, but by square feet of real estate. It is in streets such as these that the economic downturn is really biting - rising food and petrol prices, job lay-offs, housing foreclosures. Jack, watering his plants in the front garden, says the hardship has to some extent led to a feeling of togetherness locally, even with his few black neighbours. But he goes on to say: \"A black president - that's a tough sell. Obama could be all right now, but come November people might say, 'Not yet'.\"</p> <p>And so to my final knock on a door. It is answered by Margaret, a grandmother who has a big sign in her window saying, \"Beware the Dog\", and a Stars and Stripes flying above the lintel. She grew up in Detroit but moved to Livonia as part of the white flight from the city in the 60s. She is proud of her Scottish parentage, and of her solid Democratic roots, but she is swift to tell me that Obama is not experienced enough for the White House. Not experienced enough. The phrase is starting to sound as widely used in Livonia as Muslim was in Philadelphia. Then she says: \"There's a lot of people who don't want a black man in the White House.\"</p> <p>It occurs to me that of all the people I have spoken to - both in Livonia and in Philadelphia, towns separated by 800 miles and a divergent history - it has always been the \"other people\" who won't vote for Obama. Not a single person has said they personally would balk at a black president.</p> <p>When she says there are a lot of people who don't want a black man in 1600 Pennsylvania Avenue, does that include her?</p> <p>Pause.</p> <p>\"Not really.\"</p> <p>Does \"not really\" mean yes or no?</p> <p>\"I wouldn't want to see it in my lifetime.\"</p> <p>A black presidency?</p> <p>\"I wouldn't like to see it, OK?\"</p> <p>She gives me a look of cold steel that announces the conversation is over.</p> <p>Margaret's rare blast of honesty provides closure of a sort to this journey around race and the presidential campain. But it would be wrong to leave it on such a note. At the age of 81, she is, after all, a product of the past more than an indication of the future. Despite Obama's narrow lead, he has crucial advantages over his opponent. He is hugely more charismatic and inspiring than McCain and he has energised his following in a way that the Republicans can only dream about. He also benefits from a historically unpopular Bush presidency and a tanking economy. If an Obama victory is by no means certain, it is a very healthy possibility.</p> <p>Let's return to Dearman, former editor of Philadelphia's local paper, who has lived through some of the country's most shameful moments, including Ronald Reagan's fairground speech, to see happier times. I ask him what he thinks the sight of Obama's two daughters, Malia and Sasha, playing on the White House lawn, would mean for America. \"It will be a big, big thing,\" he says. \"It would say that we, as a country, have arrived. There's a need for redemption, there always will be. An Obama presidency will provide some of that redemption.\"</p>",
  "<p>US and Russian warships on opposing sides of the Georgia conflict took up positions in the Black Sea yesterday in a war of nerves.</p> <p>With the Russians effectively controlling Georgia's main naval base at Poti, Moscow also dispatched the missile cruiser Moskva and two smaller craft on \"peacekeeping\" duties at the port of Sukhumi on the coast of Abkhazia, the breakaway region that the Kremlin recognised as independent on Tuesday.</p> <p>The US, wary of escalating a fraught situation, cancelled the scheduled docking in Poti of the US coastguard vessel Dallas and instead sent it to the southern Georgian-controlled port of Batumi to deliver relief supplies.</p> <p>\"Let's hope we don't see any direct confrontation,\" said Dmitri Peskov, spokesman for the Russian prime minister, Vladimir Putin, as Moscow challenged the US policy of using military aircraft and ships to deliver aid.</p> <p>\"The decision to deliver aid using Nato battleships is something that hardly can be explained,\" said Peskov. \"It's not a common practice.\"</p> <p>He added that Russian naval forces were taking \"some measures of precaution\" around the Black Sea as the dispute caused by Russia's recognition of Abkhazia's and South Ossetia's independence resulted in strong criticism from the European countries most reluctant to sever relations with Russia.</p> <p>Angela Merkel, the German chancellor, spoke to Dmitri Medvedev, Russia's president, yesterday, the first western leader to talk to the Kremlin since he recognised the two secessionist regions of Georgia, and made it plain she had voiced her strong disapproval.</p> <p>\"I made clear above all that I would have expected that we would talk about these questions in [international] organisations before unilateral recognition happened,\" she said. \"There are several UN security council resolutions in which the territorial integrity of Georgia was stressed, which Russia also worked on.\"</p> <p>Bernard Kouchner, the French foreign minister, said Russia had broken international law and, along with other senior European officials, was worried that Russia's decision to redraw Georgia's borders would encourage Moscow to act similarly with other parts of the former Soviet Union. \"We cannot accept these violations of international law ... of a territory by the army of a neighbouring country,\" he said.</p> <p>Germany and France, both of whom opposed the US and Britain in April by blocking Georgian negotiations to join Nato, have been the most reluctant to punish Russia for the conflict of the past three weeks and are desperate to try to revive the Russia-Georgia peace plan mediated by President Nicolas Sarkozy of France a fortnight ago.</p> <p>Both Paris and Berlin agreed that the unilateral recognition of Abkhazia and South Ossetia by Russia left the peace plan ineffectual. A summit of EU leaders in Brussels on Monday will discuss Europe's options. </p> <p>With mounting warnings of western economic or trade sanctions against Russia, a EU official said that threats to block Russian membership of the World Trade Organisation were meaningless. The push for Russian admission to the WTO was being driven not by Moscow but by western business interests keen to tap the large Russian market, he said.</p> <p>Peskov also warned that trade sanctions against Moscow would hurt the west as much as Russia. He admitted that South Ossetia, a mountainous region of 70,000 people, would struggle to establish itself as an independent state, but emphasised that Russia's constitution made it possible for Russia to expand.</p> <p>\"My country will extend the arm of cooperation and friendship to ease the transition period [for South Ossetia],\" he said.</p> <p>EU officials also complained that Moscow was seeking to control the distribution of international relief. EU aid officials were demanding entry to the Russian controlled regions, but were being barred unless they handed over the aid to the Russian authorities for distribution.</p>",
  "<p>My uncle Mahmood was kicked by a teenage girl on a bus last week. He is a <br>lecturer in sociology. I mention this, because of all the people this young lady could have kicked that day, he was the only one likely to try and draw her into a discussion about the cultural implications of her behaviour. Uncle Mahmood rather reasonably asked her to explain how one might, given her behaviour, differentiate between her and a barnyard animal (the example he used was a goat). She kicked him once more, then disembarked with her friends, giggling. My uncle is a black belt in karate. I don't know if I would have acted with his restraint, but then I don't practise martial arts. My own sporting accolades never went much beyond a near-perfect forward roll in 1984.</p> <p>What was the reason for this ugly altercation and assault on my family member? The girl had been playing her music from her phone out loud and my uncle asked to turn it down. The girl, literally, kicked off. You are not safe on any mode of public transport from the horrible, tinny boom-boom-boom of someone else's taste in music. </p> <p>Noise pollution on buses and trains is nothing new. In the 80s, people didn't have dainty little rectangles to annoy fellow travellers. Instead they hoisted massive stereos on their shoulders and turned them up loud. There are more civic-minded ways to enjoy music, but at least the sound quality was good, and you were sure they were actually enjoying themselves. Headphone-shy thugs like the one who kicked my uncle are not enjoying themselves. It's not about the music for them, it's about marking out territory and having self-esteem so low it's artificially boosted by the chance to bully and intimidate. They sit scowling at the world, making sure that they do not spend a moment of their youth having fun. </p> <p>A few weeks ago, a young office worker threatened me with a punch on the underground. She had violently pushed passed me and all I said was, \"May I suggest anger management?\" It seemed to make her more angry. Another time, at night, I asked a posh guy at a taxi rank if he would give his place up for a couple with two sleeping children in their arms. His response was: \"I do not think so! How dare you suggest it?\" </p> <p>I got chatting to an old lady on the bus about this surge of nastiness, and she told me that Osama bin Laden, George Bush, goat-girl and taxi-man all have overactive thyroid glands. \"They can make you very aggressive if left untreated,\" she warned me, before getting off at Waitrose.</p> <p>But I blame the telly. Reality TV stars, from Gordon Ramsay to Big Brother inmates, are rewarded for their inability to debate intelligently and rationally by being given heaps of cash and fame. The message received is: \"This is how your life can be if you bellow obscenities at anyone who isn't behaving in precisely the manner you would like.\" EastEnders has never exactly been Sesame Street, but it has never been that bad. Knee-jerk rudeness is spreading.</p> <p>Last week, Lily Allen was pictured lunging at another girl, attempting to punch her. My 18-year-old cousin shrugged and said: \"The girl must've been rude to her.\" </p> <p>It's about front and not looking weak. If someone teases you, you hit them, if they ask you to turn your music down, you give them abuse. Why is being respectful and tolerant seen as being vulnerable? Here is where our leaders come in, those we put in power to steward us. </p> <p>But this young generation grew up witnessing their leaders creating mass carnage in the Middle East, with no justification and no remorse. Those leaders showed them that when you cannot defend yourself, powerful people will stamp on you. Compassion will trip you up and no one will help you if you fall. </p> <p>It makes me want to slap someone.</p> <p><strong>I am very particular about what I read in the bath.</strong> Baths are a rare treat for me. With a baby to look after and a fear that it will be my bath water that will finally kill the planet, I usually have quick showers. So when I do indulge, it must be a book I have read and enjoyed before. </p> <p>At the moment I am re-reading The Secret Diary Of Adrian Mole, Aged 13¾. I'd forgotten what a marvellous book it was. I first read it when I was 10¾, then again at 142/5. It was a regular bathtime book until it got too soggy to keep by the time I got to 201/8. Unearthing a copy among my husband's \"pre-me\" belongings has bought the endless delights of this gloriously tortured teenage soul back into my life. Adrian was unofficial poet laureate to us Thatcher children. If only John Tydeman at the BBC had broadcast his work, then perhaps this country would have been a better place for young people today. </p> <p>Adrian Mole inspired me to write my own teenage poetry. I still read the poems from time to time just to make myself shudder. Re-reading Adrian's diary has helped me reconnect with the time nobody understood me, and it's been more soothing and comforting than I can describe. It's important to love your inner teenager. Perhaps I'll send my old poems to someone at the BBC. And perhaps I'll start playing Depeche Mode loudly on the bus.</p> <p><strong>This week Shappi saw</strong> Madonna at the Millienium Stadium: \"Her biceps did not disappoint.\" <strong>She also saw</strong> Marc Bolan's memorial in Barnes: \"My husband, the baby and I were exploring our new neighbourhood and stumbled across it down an alleyway. I persuaded the baby to leave his first conker for Marc. I haven't been able to get Telegram Sam out of my head since.\"</p>"
]