[
  "<p>Britain's manufacturing sector is beginning to feel the economic chill from the slowing economy and is turning to the government for help.</p> <p>The sector has enjoyed three years of unbroken growth but though output rose in the past three months, new orders are at a three-year low, margins are being squeezed even harder and more firms are expecting to cut jobs and investment.</p> <p>A joint survey by the EEF and Grant Thornton shows that though output is still holding up, the stagnant British economy and a sharply deteriorating performance from the eurozone is now hitting all sectors of manufacturing industry.</p> <p>The EFF said that given the Bank of England's interest rate dilemma as it faced a combination of a slowing economy and rising prices it was up to the government to take the lead to minimise cuts to jobs and investment.</p> <p>\"Manufacturing has shown considerable resilience in the face of a credit crunch, a global economic slowdown and a massive increase in costs,\" said the EEF's chief economist, Steve Radley. \"But there are now clear signs that these pressures are starting to take their toll on companies.</p> <p>\"The government must avoid adding any further costs to business and put in place policies which will provide the building blocks for an upturn.\"</p> <p>The survey showed that five of the seven main industrial sectors reported weaker activity compared with the previous three months, with basic metals and electrical equipment hardest hit. Electronics and transport were the most positive. </p> <p>Only three regions - the north-west, south-west and Yorkshire and Humberside - reported positive order balances.Bob Hale, head of manufacturing at Grant Thornton, warned that the UK was likely to face hard times over the coming winter.</p> <p>\"UK manufacturing has looked to its export markets for buoyancy this year, but it seems many of the key markets we export to, particularly in Europe, are now coming down with the same malaise afflicting the US and the UK,\" he said.</p> <p>\"However, exporting to emerging markets is still seen as an insulating factor and those UK manufacturers that are able should now be exploring these markets with renewed vigour.</p> <p>\"The majority of manufacturers will now be part of the chorus calling for new government initiatives to support the sector, as any respite will now be welcome in what is likely to be a winter of economic discontent.\"</p>",
  "<p>Australia's coach Robbie Deans was determinedly looking ahead after the Wallabies fell to their worst ever Test defeat here at Ellis Park, a 53-8 hammering whose solitary try ranked it lower than the 66-21 pasting the Springboks handed out at Pretoria in 1997. All will be forgotten, it seems, if the Wallabies win in the Tri-Nations finale against New Zealand on September 13 at Brisbane.</p> <p>\"We would rather focus on what is a great opportunity for us,\" said Deans, painfully aware that their ninth loss in 10 matches at Ellis Park on Saturday was the first time in more than a decade that Australia have conceded eight tries. \"It has become a winner-takes-all match.\"</p> <p>His Wallabies side were similarly thumped 39-10 by the All Blacks at Auckland in early August only to recover and beat the Springboks at Durban nine days ago, eliminating the World Cup winners from the Tri-Nations race and setting up Brisbane as the decider.</p> <p>On Saturday the Springbok wing Jongi Nokwe became the first player to score four tries in a Tri-Nations match, and there was one apiece from Andries Bekker, Adrian Jacobs, Ruan Pienaar and Odwa Ndungane. There was even time for the home replacement full-back Percy Montgomery, who announced his retirement afterwards, to add two conversions after Butch James had kicked three plus a penalty. </p> <p>The Wallabies, who had been aiming to win successive Tests in South Africa for the first time in 45 years, managed just one try, for Drew Mitchell, and Matt Giteau added a penalty as South Africa ended the tournament in third place with 10 points. Australia remain in second with 13 points, one point behind New Zealand. </p> <p>\"We are not yet where we want to be but that's what we expect from the team,\" said the South Africa coach Peter de Villiers, who had been heavily criticised after a three-game losing streak. \"We are 60% to 70 % of the way but the players believe in where we are going.\" </p> <p>Montgomery, whose 102 caps and 893 points are records for South Africa, said: \"It has been a privilege to play for my country. I was asked why I would come back after a high of winning the World Cup in France, but for me every time I put on the Bok jersey was a high and I got to do that eight more times this year.\"</p> <p>Montgomery became the first Springbok and ninth man in Test history to reach a century of caps two weeks ago, against New Zealand at his home ground, Newlands in Cape Town. \"I know that at Test level it is time to go,\" he said.</p>",
  "<p>\"How much do you get paid?\" This is the first question I am asked by many of the A-level students I meet as part of a Muslim mentoring programme for schools in underprivileged areas of North London. </p> <p>Although they ask with a cheeky smirk, in the eyes of many of the students a satisfactory answer would cement my credibility as a mentor. Most are of Somali, Pakistani and Bengali origin, and the mentoring scheme kicks off in their first year of A-level study with the purpose of helping to motivate the students academically by providing successful examples of the fruits of a good education. If they make enough money, that is.<br> Upon closer acquaintance, it appears that most of the students need very little academic motivation. They are second-generation immigrants whose families encourage them to perform and go to university in order to secure a good job and a healthy livelihood. If anything, they need motivation to take up more extra-curricular activities and be more involved with pursuits that would allow them to explore their talents and personal aptitudes. Every single one of the students in the programme was planning to enrol in either a science or maths-based discipline (except one girl, who wanted to study English and asked sheepishly whether an English degree would help her secure a lucrative role in today's job market).  This favouring of \"proper jobs\" and the academic application that facilitates them is not unknown in Arab and Asian communities. Indeed, where I went to high school and university in Egypt and Sudan, academic streams were clearly divided into \"science\" and \"art\", (the latter encompassing everything from humanities to social sciences to \"soft\" sciences such as geology) and never the twain did meet. Under considerable social and familial pressure, most of the gifted students opted for medicine, engineering, business studies and their offshoots, while the rest reluctantly enrolled in what were perceived as less prestigious subjects like politics and languages.  Inevitably, this separation has a materialistic goal. The students from North London see a stable job with a title as their ticket out of poverty and into affluence (and I am hardly one to speak, having resisted pressure from my family to study medicine in favour of politics – only to end up in finance). This in turn increases their eligibility for marriage and enhances their position as a respectable member of the community. </p> <p>More importantly however, there is also a certain suspicion that befalls an intelligent person who takes up literature, say, rather than medicine. The more artistic pursuits are viewed as disreputable irrespective of how lucrative they are, almost harking back to a time when artists, poets and musicians were jesters and eunuchs in the court of those with real purpose, the decision-makers who showered coins on the heads of their foppish entertainers in payment for distraction from the real business of living.<br> Dedicating oneself entirely to what are perceived to be Bohemian self-indulgent pursuits smacks of a lack of discipline, of application, of perhaps perturbingly unique thought that breeds moral suspicion.  Men who shun more mainstream roles are viewed as either effete or unreliable for lacking the mettle to pursue these roles. Although female students opting for less mainstream academia and careers do not meet as much resistance (for the much of the prestige of certain jobs is tied to male machismo), the perceived moral dubiousness of more ostensibly licentious courses is in evidence. At an <a href=\"http://www.theguardian.com/commentisfree/2008/jul/14/women.islam\">Islam Expo session</a>, Maleiha Malik called upon Muslim families to allow and encourage their daughters to take up sports, drama and music instead of shoehorning them into more sober careers. The issue in this case goes beyond promoting what is perceived as good career-wise for these students and into the realm of prohibition for no reason other than \"it is not done\". In this case, even extra-curricular activities are discouraged. <br> Ironically, pursuits such as writing and poetry are celebrated when dabbled in on the side, when they can be viewed as a manifestation of all-round ability and intellectual dexterity. Members of royal families in Saudi Arabia and the Emirates are accomplished poets and one of the most popular TV programmes in the Middle East is <a href=\"http://www.newstatesman.com/middle-east/2007/03/poetry-achievement-pinnacle\">Millions Poet</a>, a Pop Idol themed poetry competition. <br> In the UK, this Spartan/Athenian split is less in evidence. I tried to explain to the students that they were lucky to be born and live in a society where they could expand their horizons and think more laterally about what academic life they wish to follow without it necessarily impacting their earning potential or compromising the respect they would like to earn. There are disciplines that require strict training such as medicine but many university graduates have successful careers in law and finance after gaining totally unrelated degrees and in the process of doing so expanded their horizons and cultivated themselves into more flexible, balanced and adaptable members of the workforce. These individuals not only contribute more to a role than single minded ones but are free of the technocrat's tunnel vision.  This sadly, did not really resonate with the students of North London and I felt that the ideal of the Renaissance man was very much a luxury here in communities confounded by materialistic realities and deeply ingrained cultural perceptions of success.</p>"
]