[
  "<p>Generally, when it comes to greens and fairways I side with Sir Max Beerbohm, who subscribed a shilling to WG Grace's testimonial, \"Not in support of cricket, but as an earnest protest against golf\".</p> <p>I make an exception for the Ryder Cup, however. Every two years I am, temporarily, focused on golf. It starts with studying the photos of the teams. This year, if the picture in Tuesday's Guardian was anything to go on, I am delighted to see that the European line-up features Bob Geldof and Will Young, while the part of Nick Faldo seems to have been handed to Troy McClure from The Simpsons. (\"Hi, I'm Nick Faldo. You might remember me from such movies as: Honey, I Married The Caddy, My Big Fat Full Monty and The Eternal Brotherhood Of The Ill-Advised Slacks.\") The course, meanwhile, is called Valhalla. It is named after the legendary drinking hall of the vanquished Norse heroes: Beowulf, Siegfried, Eric Bloodaxe and Colin Montgomerie.</p> <p>Later, after re-familiarising myself with the rules of the fourball, I become gripped by the conspiratorial, sotto voce commentary on Five Live. Golf commentary is always whispered. When golfers are putting they must be approached with the same caution Sir David Attenborough accords the silverback mountain gorilla. This is because while golfers may look cute and cuddly, they are actually some of the most dangerous animals in all of nature, as many people who have come across Sandy Lyle rooting through the dustbin for food have found to their cost. Still, I imagine that if you do eventually win the confidence of Padraig Harrington or José María Olazábal, you may well - like Sir David - find yourself being allowed to join them in their grooming ritual, lying together in the long grass and picking insects from each other's hair.</p> <p>Clearly the Ryder Cup is an epic contest. But if I am honest I must admit that what really attracts me is the possibility of seeing the USA get beaten. This is not because I am anti-American. It is just that I am still delighted by the sheer novelty of the idea.</p> <p>You see, for many of us who grew up in the 1960s the idea that Britain (even aided by those we used to think of as \"the Continentals\") could be better at anything than the USA is, quite frankly, astonishing. The US was the land of Superman, Daredevil and John Wayne while Britain was, well, where your Mum and Dad were from, basically. </p> <p>The gaping void between the countries was embossed on my mind by two popular black-and-white television programmes. Champion the Wonder Horse was American. It opened with a theme tune sung by Norman Luboff in a voice so loud it made the roof beams shake. \"Like a streak of lightnin' flashin' cross the sky/ Like the swiftest arrow whizzin' from a bow,\" Norman bellowed, as all across merry England pictures tumbled from walls, plates fell from shelves and the milk in the jug on the sideboard oscillated so violently it turned to butter. \"Like a mighty cannonball he seems to fly/ You'll hear about him everywhere you go/ The time will come when everyone will know the name of Champion the Wonder Horse!\" </p> <p>For these last three words Norman jacked the volume even higher, delivering the name of the eponymous hero-horse with such power that riveters stuck their fingers in their ears and all down the street windows flew open and angry women yelled: \"Keep your bloody racket down, our Sid's on nights!\"</p> <p>The British equivalent of Champion the Wonder Horse was Muffin the Mule, who arrived on our screens to the accompaniment of the pianoforte and Annette Mills singing in such a cut-glass accent any passing florist would have stuck a dozen carnations and a few fern fronds in it. \"Here comes Muffin/ Muffin the Mule,\" Annette chirruped. \"Dear old Muffin/ Playing the fool.\"</p> <p>Champion the Wonder Horse was an untamed Wild Western stallion who starred in adventures with titles like The Canyon of Wanted Men, Hangman's Noose and The Return of Red Cloud. Muffin the Mule was a small wooden puppet whose sound effects were done by a lady with two coconut shells. While Champion was battling Cherokees and bringing gunslinging outlaws to justice, Muffin was having tea with Peregrine Penguin and Oswald the Ostrich.</p> <p>It was obvious that in any sort of contest, Champion would trample all over Muffin. And for much of the history of the Ryder Cup that has been true. It was, simply, stallion versus infertile horse-donkey crossbreed. Great Britain won in 1929, 1933 and 1957, tied in 1969, and lost the rest.</p> <p>The arrival of golfers from the rest of Europe in 1979 has slowly tilted the balance away from the Americans. </p> <p>There are probably plenty of golfing reasons for this, but for my part I can't help thinking that it all goes back to the 1960s TV schedules. You see, there was one man on TV in those days who had a louder voice than Norman Luboff - the bloke who did the introduction for the Belvision cartoon series of Hergé's Adventures of Tintin. Put together, the Belgian boy reporter and Muffin the Mule are a match for anything the US can throw at us.</p>",
  "<p>Scotland Yard's race row erupted again yesterday after the head of the National Black Police Association, Commander Ali Dizaei, was suspended from duty for allegedly wasting police time, perverting the course of justice, assault and unlawful arrest.</p> <p>Dizaei is a close adviser to the force's assistant commissioner, Tarique Ghaffur, who is suing the Met for racial discrimination, and who was suspended last week.</p> <p>Dizaei's supporters reacted to the news by accusing the Met of a \"witch hunt\".</p> <p>He was suspended yesterday at the offices of the Metropolitan Police Authority and given the news by its chief executive, Catherine Crawford.</p> <p>The main reason for the suspension is said to be an arrest he made outside a West London restaurant after he was allegedly assaulted by a man. Dizaei says he was approached by a man who shouted at him and then attacked him with the mouthpiece of a sheesha pipe. He arrested the man who has now made a complaint that is being investigated by the Independent Police Complaints Authority.</p> <p>Dizaei was also suspended because of claims that he gave advice to a solicitor whose client was being prosecuted after a case brought by the Met, and because of allegations concerning the use of a police credit card.</p> <p>Dizaei was previously suspended in 2001, when the force alleged he was a danger to national security, had consorted with prostitutes and taken illegal drugs. He was cleared unanimously by an Old Bailey jury after a £4m inquiry involving covert surveillance and undercover surveillance teams. The unit that investigated him then was headed by Sir Ian Blair, who is now the commissioner of the Met.</p> <p>Blair's allies insist that their treatment of Dizaei has not been not influenced by the fact that he is a vocal and persistent critic of the Met's record on race. But Alfred John, chairman of the Metropolitan Black Police Association, said: \"Without doubt it is a witch hunt. It is an attempt to destabilise our movement. It is a farce.\"</p> <p>The Metropolitan police authority said it had unanimously decided to suspend Dizaei, adding: \"Suspension is not a disciplinary sanction and suspension should not be taken as a presumption of guilt.\" </p> <p>Last year the Met apologised to Dizaei for putting him on trial at the Old Bailey, and for aspects of the £4m inquiry. After his acquittal, he was reinstated and paid compensation.</p> <p>He won promotion earlier this year to the rank of commander and oversaw the operation which led to the barrister Mark Saunders being shot dead after allegedly firing at police and neighbouring homes.</p> <p>As the NBPA's head, Dizaei was planning further protest action against the Met over its treatment of Ghaffur.</p>",
  "<p>Scotland Yard's race war erupted again after the head of the National Black Police Association was suspended from duty today.</p> <p>Commander Ali Dizaei was summoned to Scotland Yard headquarters and suspended over allegations that he perverted the course of justice and wasted police time.</p> <p>Dizaei is a key adviser to the Metropolitan police assistant commissioner assistant commissioner Tarique Ghaffur. Ghaffur is suing the force for racial discrimination and was suspended last week.</p> <p>Supporters of Dizaei accused the Metropolitan police of a \"witch hunt\".</p> <p>The incident for which the commander was suspended relates to an arrest he made outside his uncle's west London restaurant this summer.</p> <p>Dizaei says he was approached by a man who shouted at him before attacking him with the mouthpiece of a sheesha pipe. </p> <p>He arrested the man, who later made a complaint that is being investigated by the Independent Police Complaints Commission (IPCC).</p> <p>Dizaei was this week issued with a formal disciplinary notice that said he was being investigated for wasting police time, perverting the course of justice, assault and unlawful arrest over the incident.</p> <p>It is the second time he has been suspended from duty. In 2001, he was suspended when the force alleged that he was a danger to national security, had consorted with prostitutes and had taken illegal drugs.</p> <p>The allegations proved baseless. Dizaei was put on trial and cleared unanimously by a jury despite a £4m investigation involving covert and undercover surveillance teams. </p> <p>The unit that investigated him was headed by Sir Ian Blair, now the Metrpolitan police commissioner.</p> <p>Allies of the commissioner insist the treatment of Dizaei is not influenced by the fact that he is a vocal and persistent critic of the Met's record on race.</p> <p>However, Alfred John, the chair of the Metropolitan Black Police Association, said: \"Without doubt it is a witch hunt. It is an attempt to destabalise our movement. It is a farce.\"</p> <p>Dizaei is one of a number of officers being investigated over their use of their expenses credit card.</p> <p>The Metropolitan police authority, which took the decision to suspend, made no comment today.</p> <p>In a statement, the IPCC said: \"After very careful consideration, the Independent Police Complaints Commission has agreed to the suspension from duty of Commander Ali Dizaei of the Metropolitan police service.</p> <p>\"The Metropolitan police authority made the request to the commission this afternoon. IPCC chair Nick Hardwick considered the request, and has told the MPA that he has agreed that the suspension should be allowed.\"</p> <p>A senior source denied the suspension of Dizaei was part of a racist witch hunt, saying: \"These are investigations brought on by one thing - his alleged behaviour.\" </p> <p>The source said Dizaei had to be relieved of his command because of \"public confidence and public interest\".</p>",
  "<p>Yesterday's publication of the annual <a href=\"http://www.theguardian.com/world/2008/sep/18/islam.religion\">Pew survey</a> of global attitudes has found that both Islamophobia and antisemitism are on the rise in Europe.<br> Hostile attitudes towards Jews have increased in all European countries, except for one: Great Britain. The <a href=\"http://pewglobal.org/reports/pdf/262.pdf\">report (pdf)</a> said:</p> <blockquote> <p>Great Britain stands out as the only European country included in the survey where there has not been a substantial increase in antisemitic attitudes.</p> </blockquote> <p>As for attitudes towards Muslims, well:</p> <blockquote> <p>Opinions about Muslims in almost all of these countries are considerably more negative than are views of Jews.</p> </blockquote> <p>The report does not look into why this could be. Is it all to do with the threat of terrorist attacks? I am not so sure. That would not explain, for example, why there is increasing anti-Jewish sentiment in Europe – we are not facing terror attacks by Jewish extremists. <br> I have written several pieces for <a href=\"http://www.theguardian.com/commentisfree/2007/jul/18/amaliciouscampaign\">Cif</a> where I have given examples of what I believe are regular and quite deliberate attempts on the part of some of our national newspapers to incite anti-Muslim prejudice.<br> Just last month, I wrote about how <a href=\"http://www.theguardian.com/commentisfree/2008/jul/31/religion.race\">Douglas Murray</a>, director of the Centre for Social Cohesion and a regular interviewee on BBC TV and radio had in a 2006 speech entitled \"What are we to do with Islam?\" demanded that:</p> <blockquote> <p>All immigration into Europe from Muslim countries must stop … Conditions for Muslims in Europe must be made harder across the board: Europe must look like a less attractive proposition.</p> </blockquote> <p>This campaign to vilify Muslims has not gone unnoticed by the British National party, whose leader, Nick Griffin, has openly argued that:<br> </p> <blockquote> <p>We should be positioning ourselves to take advantage for our own political ends of the growing wave of public hostility to Islam currently being whipped up by the mass media.</p> </blockquote> <p>On a slightly more hopeful note, the Pew report does the make the following two observations:</p> <blockquote> <p>Older people and those with less education are more antisemitic and anti-Muslim than are younger people or those with more education … Anti-Muslim and anti-Jewish opinions are most prevalent among Europeans on the political right.</p> </blockquote> <p>As a society it is noticeable we have all moved quite some way in recent years towards regarding prejudice and discrimination based on gender, race or sexual orientation as being unacceptable. The challenge now – for all of us, including British Muslims and Jews – must be to treat religious prejudice and discrimination as being equally abhorrent. </p> <p><em>Rabbi Jonathan Romain's blog on the Pew survey will be published on Cif tomorrow</em></p>",
  "<p>I may be the last person on earth to have discovered this, but I was completely unaware that Bruce Dickinson, the singer of Iron Maiden, was a commercial airline pilot. I know several musicians who fly (producer <a href=\"http://www.discogs.com/artist/Ron+St.+Germain\">Ron St Germain</a> flies his own plane to almost all of his out-of-town production gigs), but Bruce Dickinson is the only one who flies commercially as a parallel career. When quizzed about it he said: \"<a href=\"http://www.theguardian.com/business/2002/oct/15/theairlineindustry.g2\">Put it this way: I'm not quite sure whether I want to be wandering around in spandex at 60</a>\". </p> <p>Many musicians are not as forward-thinking as Dickinson, and are forced to change careers for financial reasons. The music industry is youth-oriented and fickle, and for musicians there is no safety net. When compiling their CV, they may find that qualifications gained as an artist may not count for much in most other professions. Hence, many end up working behind the scenes in the same business. </p> <p>Most songwriters I know started out as artists. For instance, <a href=\"http://www.last.fm/tag/max%20martin\">Max Martin</a>, who's had hits with almost every pop mega-star in the past decade (his latest one being Katy Perry's No 1, single I Kissed a Girl), started out as a singer in Swedish metal band It's Alive.</p> <p>Feargal Sharkey put his experience as the singer of the Undertones to good use by <a href=\"http://www.theregister.co.uk/2008/02/29/bmr_feargal_sharkey/\">campaigning for other artists</a>, once he put his music career on the backburner. He's now chief executive of British Music Rights and even <a href=\"http://www.theguardian.com/music/musicblog/2008/jun/17/illegaldownloadsthesolution\">writes for theguardian.com</a>.</p> <p>Craig Logan - the guy in Bros who wasn't related to the others - left the band after their first album. Even back then he showed business savvy by suing the band for unpaid royalties and gaining himself $1m, leaving the Goss brothers in debt. That came in handy when he became the manager of Pink and <a href=\"http://www.sonybmgmusic.co.uk/company_news/5248/\">managing director of RCA Records</a>.</p> <p>Unlike Bruce Dickinson, many artists move into other areas just to make some extra pocket money on the side - and, possibly, out of boredom. Roger Daltrey owns a trout fishery, which is slightly less rock'n'roll than flying jet planes. Others like Britney, P Diddy, Bill Wyman and BB King have opened restaurants. </p> <p>Becoming a children's author seems like a natural progression to numerous artists. Madonna, Paul McCartney, Gloria Estefan - they've all had a crack at it. Louise Wener, the singer of 90s act Sleeper, has gone beyond dabbling and <a href=\"http://www.bbc.co.uk/london/entertainment/news/louisewener_300702.shtml\">restyled herself as a full-fledged novelist</a>. </p> <p>Wener, like the majority of former recording artists, wouldn't have been able to survive on royalties for long, after her group disbanded. So, what happened to other stars of the 80s, 90s - hell, even the ones from a few years ago? What do you do if you don't want to go on Celebrity Big Brother in an attempt to reboot your career?</p> <p>Well, Freedom Williams (remember him? He was the rapper on C+C Music Factory's Things That Make You Go Hmmmm...) is, according to Wikipedia, the majority owner of the Continental Basketball Association's Atlanta Krunk franchise. </p> <p><a href=\"http://www.theguardian.com/music/musicblog/2008/mar/11/behindthemusichowduffysav\">In a previous blogpost I mentioned</a> how a songwriter I know got into a mini-cab only to realise that the driver had been in a band - signed to a major label - with him, years earlier. And <a href=\"http://www.artistdirect.com/nad/store/artist/album/0,,869259,00.html\">Peter Green</a>, former guitarist with Fleetwood Mac, ended up working as a gravedigger for a while. </p> <p>It always makes me feel uneasy when X Factor contestants say they expect to have a lifelong career in music (or, as they put it, \"conquer the world\"). They could learn a valuable lesson from Bruce Dickinson, who has obviously not been completely seduced by the trappings of rock stardom. He's decided to take control of his own destiny - and flying jet planes must be the closest to rock'n'roll you can get without picking up an instrument.</p>"
]