[
  "<p>And finally... a bit of cheer for a gloomy Friday. Monkey hears congratulations are in order to ITV's hard-working network news editor <strong>Deborah Turness</strong>. She'll be swapping News at Ten for News at When Will It Arrive? early next year as she's four months pregnant with her first child. A big bunch of celebratory bananas to Deborah and former ITN producer John Toker.</p>",
  "<p>Roberto Mancini is not interested in the vacant manager's position at West Ham United, according to his agent. The Italian is the bookmakers' favourite to succeed Alan Curbishley at Upton Park, but he now appears to be ruled out of contention. </p> <p>Mancini was sacked by Internazionale at the end of last season but, despite being replaced by Jose Mourinho, he has yet to finalise a compensation package with the Italian champions, and that would currently prevent him from taking any other position. \"Until his contract situation is resolved with Inter, Roberto Mancini won't talk to other clubs: that's the way he is,\" Mancini's agent Giorgio De Giorgis told Italian radio. </p> <p>De Giorgis did leave the door open on a possible move to England for Mancini one he as settled his contract with Inter. \"Roberto loves England and London in particular, something which he has never denied.\"</p> <p>Mancini is thought to be at the top of a six-man shortlist drawn up by West Ham's technical director Gianluca Nani and CEO Scott Duxbury following the resignation of Curbishley on Tuesday. The 43-year old won three titles in a row in Italy, the first of which came after Juventus and AC Milan were deducted points for their part in a match-fixing scandal, but was dismissed in May despite having five years left on his contract at the San Siro.</p> <p>West Ham technical director Gianluca Nani is thought to favour an Italian coach as Curbishley's successor and the shortlist reportedly includes two more of his compatriots - former Chelsea star Gianfranco Zola and ex-Italy coach Roberto Donadoni.</p>",
  "<p>Yesterday's <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=18677\">announcement</a> by Boris Johnson that fares on London's public transport will rise by an average of six percent - a point more than inflation - from January was a war waiting to happen. The hostilities did not disappoint. From Thursday's briefing of transport hacks – conducted by lucky old <a href=\"http://www.london.gov.uk/mayor/team/directors.jsp\">Kulveer Ranger</a>, the mayor's transport director – and into the following day the Johnson strategy was to pin the blame for the hike on Ken Livingstone. Livingstone's was to counter attack. They were still at it <a href=\"http://davehill.typepad.com/london3ms/2008/09/fares-rise-ken.html\">tea time</a>.</p> <p>This was touchy territory for both of them. Keeping bus and Tube prices down has been a Livingstone signature since his famous \"Fares Fair\" policy when <a href=\"http://news.bbc.co.uk/1/hi/in_depth/uk_politics/2000/london_mayor/736460.stm\">leader of the GLC,</a> which set the establishment at his throat but caused London's public to warm to the then \"Red Ken\" no end. During this year's election campaign he'd pledged no fares increases, despite Transport for London wanting them. Voters shouldn't be surprised they're going up under Johnson - there had been mutterings about \"tough decisions\" for some time – but an inflation-plus increase will not endear him. </p> <p>The most telling thing about the propaganda battle has been the terms of the protagonists' engagement. There's been much squabbling about black holes and where they come from. Livingstone's <a href=\"http://davehill.typepad.com/london3ms/2008/09/fare-rises-ken.html\">line</a> is that Johnson is subsidising the cost of his own prejudices, bridging a funding gap created by his abandonment of the former mayor's planned super congestion <a href=\"http://www.thisislondon.co.uk/standard-mayor/article-23512870-details/Boris+scraps+Ken's+plan+to+hit+gas-guzzlers+with+%A325+congestion+charge/article.do\">charge on gas guzzlers</a> and his decision to <a href=\"http://news.bbc.co.uk/1/hi/england/london/7419227.stm\">hand back to Venezuela</a> up to £7 million from Livingstone's controversial oil deal with Hugo Chavez. </p> <p>Johnson insists he's been obliged to fill a looming void created by his predecessor's \"largesse\" and political manoeuvring. He <a href=\"http://www.london.gov.uk/assembly/budgmtgs/2008/sep04/agenda.jsp\">insisted</a> this when grilled for breakfast by the London Assembly's Budget and Performance Committee and in the <a href=\"http://www.thisislondon.co.uk/standard-mayor/article-23550944-details/Commentary%3A+Rise+will+fix+Ken%27s+TfL+black+hole/article.do\">column</a> kindly provided for him by the Ken-hating editor of the Evening Standard and he'll probably still be insisting it for years to come. </p> <p>Who will triumph in this great struggle? That partly depends, of course, on who you prefer to believe but also on your priorities. Johnson says he's practising good husbandry partly to safeguard the huge Crossrail project, which will link Stratford to Heathrow. His critics are <a href=\"http://www.boriswatch.co.uk/2008/09/04/fare-rises-the-details/\">doubtful</a> about the maths and <a href=\"http://torytroll.blogspot.com/2008/09/what-other-transport-cuts-will-boris.html\">suspect</a> spending cuts are coming. Green AMs <a href=\"http://davehill.typepad.com/london3ms/2008/09/fares-rise-gree.html\">reckon</a> that at a time of high petrol prices he should be keeping fares low to encourage more people to switch from cars to public transport. Make up your own minds, people. But don't forget that sooner or later someone's going to have to pay for that <a href=\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/technologyandequipment/anewbusforlondon/default.aspx\">new bus</a>.</p>",
  "<p>For Kimi Raikkonen, this weekend might be the most crucial one of his season - if not his career. You have to scroll back nine races for his last victory, in the Spanish grand prix. This weekend in Belgium is where he must prove that he can combat whatever it is that's unravelling his season. He has won the past three formula one races at Spa-Francorchamps. If he cannot make it four, how far will his head drop? Raikkonen has always looked like the man most likely to walk away from the sport if it wasn't fulfilling him. This race could decide more than whether he can fight for the title.</p> <p>Spa is a circuit where the true greats shine - and the Finn has always seemed worthy of lining up alongside the likes of Michael Schumacher and Ayrton Senna. But this year, something has gone wrong. Despite winning the drivers' world championship for Ferrari last year, Raikkonen appears adrift in the team. He cannot get his car to work in qualifying and, quite naturally, the team is talking out loud about him <a href=\"http://www.theguardian.com/sport/feedarticle/7776693\">playing second fiddle to Felipe Massa</a> and helping the Brazilian win the title. Column inches are being devoted to the ideal future pairing for Ferrari - Massa and Fernando Alonso seems to be the consensus - and the reigning champion is fading into the background.</p> <p>Raikkonen isn't one to air his private views in public, whereas Alonso's approach has been to shout and scream when he feels a team is not 100% behind him - he did it at Renault and McLaren. Raikkonen's demeanour is one of insouciance. He is indifferent when answering questions in press conferences, the shrug of his shoulders a barrier to the thoughts pinging around inside his head. There aren't too many clues about why this championship campaign isn't working when last year's did. Is it the effectiveness of the senior staff? Is it the continued presence of Massa's ally Schumacher? Is it simply that Raikkonen's desire to win is lessened now he has the trophy on his shelf?</p> <p>Not only is the situation curious, it's also rare. The most recent example of a reigning world champion being overtaken by his team-mate is probably more than 20 years ago - the McLaren pair of Niki Lauda and Alain Prost. Lauda had won the 1984 title, but by a mere half a point from Prost. It was to be Lauda's final year in the sport, and Prost had yet to win a title. As Lauda's points tally began to suffer through technical problems, it was clear Prost would win - he did, by 20 points. In the Dutch race, just a smattering of cars were left in the closing stages and Lauda, being followed by Prost, took the flag for his last grand prix victory. He didn't let his team-mate through - a triple world champion's prerogative, perhaps.</p> <p>If Raikkonen cannot win at Spa - a track which is made for his Ferrari and where he has dominated - then something must be fundamentally wrong. His two victories and two pole positions so far this season compare to four apiece for his rivals Lewis Hamilton and Massa. Raikkonen still has six more opportunities to catch the pair - Hamilton is <a href=\"http://guardian.autosport.com/cp.php?l=0&amp;r=2008&amp;c=30\">13 points ahead in the drivers' standings</a> and Massa seven - but he must start racking up the points in Belgium. In his pre-race press conference, Raikkonen said he hoped not to reach the stage where he must aid his team-mate but, he added, it depends on how the next races go. For the sake of his reputation, and to show commitment to a future in the sport, this is the moment when the fightback must begin.</p> <h2>IndyCar's admirable racer</h2> <br> <p>One driver who has promised to help his team-mate win a championship is IndyCar driver Dan Wheldon, who will see out this year's final race with Target Chip Ganassi before moving to Panther Racing next season. Wheldon's Ganassi team-mate Scott Dixon is a dead-cert for this year's title, but Wheldon says he'll do \"everything in a professional manner to help him\". Given that Wheldon has been ousted from Ganassi to make way for fellow Briton Dario Franchitti's return to single-seaters (after a failed attempt at Nascar) that's quite a grown-up attitude.</p> <h2>Last weekend's action</h2> <br> <p>Fabrizio Giovanardi seemed to be in an unusually dark mood at Silverstone, where he failed to secure his second straight British Touring Car Championship crown with a round to go. His questionable moves on Darren Turner and Mat Jackson were uncharacteristic, especially as the wet weather had gifted him a better-than-expected performance. And he need not have worried - with a 44-point lead over Jason Plato, his title is in the bag ahead of the Brands Hatch finale in a fortnight's time.</p> <h2>This weekend's action</h2> <br> <p>Spa-Francorchamps plays host to the penultimate round of the GP2 championship and Giorgio Pantano, Bruno Senna and Lucas di Grassi are the three capable of claiming the title. Of these, di Grassi's would be the fairytale story, having missed the first three rounds, but his challenge is as steep as the Eau-Rouge hill he'll be ascending. Ex-formula one racer Pantano has dominated this year's title race and needs to score just six points more than Senna this weekend to secure the crown before the final round at Monza.</p>",
  "<p>Mark Cavendish remains in the frame to ride at the World Road Race<br>Championships in Varese, Italy at the end of September, and was this<br>morning back on the long list published on the British Cycling website. The four-times Tour de France stage winner will make a final decision depending on his form and motivation following next week's Tour of Missouri.</p> <p>\"He has to make the call, we have nine riders entered for six places and we will confirm the final squad nearer the time,\" said the World Championships team manager Max Sciandri. \"I've had a long chat with Mark, we put him in front of all the options and he felt, and we felt, that there is no point for him in extending his season just to go there and climb off after a certain distance, for example. So whether he goes will depend on how he feels after next week.\"</p> <p>Cavendish has stated that the World Road Race Championships will be an objective in the future, and if he were to travel to Varese this year, he<br>would do so to gain experience of what is a unique event, run on a<br>different circuit every year in national teams.</p>",
  "<p>The Bush administration has spied on the Iraqi prime minister, Nouri al-Maliki, and other senior figures in his government, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/04/AR2008090403160.html?hpid=topnews&amp;sub=new&amp;sid=ST2008090404206&amp;s_pos=\">the Washington Post reported today</a>.</p> <p>The claim is one of many in a new book by the paper's associate editor Bob Woodward, who with Carl Bernstein uncovered the Watergate scandal that led to Richard Nixon's resignation.</p> <p>The War Within: A Secret White House History 2006-2008 is based on more than 150 interviews with key figures in <a href=\"http://www.theguardian.com/world/iraq\">the Iraq war</a> as well two interviews with the president himself. The books paints a picture of Bush often at loggerheads with his military advisers and other officials.</p> <p>Woodward says groundbreaking surveillance techniques – and not the much-trumpeted surge by 30,000 additional troops - were the main reason for the reduction in violence in Iraq over the past 16 months.</p> <p>In 2006, Bush maintained publicly that US forces were winning, while privately believing the strategy of training Iraq security forces and transferring responsibility to the new government was failing, according to the Post.</p> <p>Woodward says the president lost confidence in General George Casey, then the commander of coalition forces in Iraq, and General John Abizaid, who was the head of US central command.</p> <p>In October 2006 Bush asked his national security adviser, Stephen Hadley, to carry out a review of the Iraq war. But the report ignored the military and was kept secret for fear of jeopardising the Republican party's popularity in the mid-term congressional elections, the book says.</p> <p>The Pentagon reluctantly agreed to a troop surge of two brigades, but the White House decided on five. Asked how this decision was reached, Bush told Woodward: \"Okay, I don't know this. I'm not in these meetings, you'll be happy to hear, because I got other things to do.\"</p> <p>Woodward says Casey described the 2007 surge as a \"troop sump\". Abizaid and the then defence secretary, Donald Rumsfeld, also opposed the scale of the operation, and the secretary of state, Condoleezza Rice, had reservations.<br> Casey told a colleague that Bush reflected the \"radical wing of the Republican party that kept saying, 'Kill the bastards! Kill the bastards! And you'll succeed'\", writes Woodward.</p> <p>The book says joint chiefs of staff were in near revolt in late 2006, with Admiral Michael Mullen, then serving as chief of naval operations, fearing the military would \"take the fall\" for failure in Iraq.</p> <p>Woodward does credit the influx of troops with contributing to the fall in violence. But he cites as important factors the Shia cleric Moqtada al-Sadr's reining-in of his powerful Mahdi army, the so-called Anbar Awakening - in which Sunni fighters allied with US forces to fight against al-Qaida - and covert operations targeting key individuals in extremist groups.</p> <p>While Bush developed a close relationship with Maliki, US officials feared the impact the surveillance of the prime minister would have, according to Woodward. \"We know everything he says,\" a source told Woodward. </p> <p>The book is Woodward's fourth on the Bush administration and its actions in Iraq and Afghanistan.</p>",
  "<p>Research suggesting there is significant institutional racism in schools is worrying enough, but if the researcher's theory is right it has really profound implications for the future of national testing.</p> <p>Steve Strand, of <a href=\"http://www2.warwick.ac.uk/fac/soc/wie/staff/teaching-research/steve_strand/\">Warwick University</a>, whose research is today presented at the British Educational Research Association annual conference in Edinburgh, says that for every three academically able white 14–year-olds entered for the harder papers in their Sats, only two equally able black Caribbean pupils are entered. It means significant numbers of black pupils who are academically capable of getting the higher marks have them taken out of their reach.</p> <p>Institutional racism and low expectations among teachers is at play, but so is the problem of some teachers confusing behavioural problems with low academic ability, he argues.</p> <p>Strand believes the situation will only get worse if the Making Good Progress pilots replace the current tests in years to come.</p> <p>He said: \"Proposals to replace tiered papers with single level tests, currently being piloted, will give even greater emphasis to teachers' judgments, since the tests will only be able to confirm the level teachers have entered pupils for, not indicate a higher level,\" he says. \"These proposals may need to be reconsidered.\"</p> <p>It may seem a pretty arcane point, but potentially it could be serious. Ministers are hoping the Making Good Progress pilot will dig them out of their current problem with the increasingly discredited Sats. But there have been accusations that the new regime could be worse than the current method. Critics believe they could mean more opportunities for testing, rather than less, and they will still be \"high stakes\" testing that will be used to rate schools. </p> <p>If they also give more scope for a bias against some black pupils, they could end up undoing some of the recent improvements, particularly at GCSE, in the attainment of black students.</p>",
  "<p>The anticipation of spending a night in a hotel has been sweetened by the hairshirt of a week's camping in \"monsoon England\". As we travel towards the Devonshire coast thoughts of a real bed and drinking tea out of china mugs are getting stronger by the mile. The flowing dual-carriageway narrows to a winding B road then peters out into a meandering lane that criss-crosses the river Dart, passing sleepy cream-tea villages and a pleasing amount of cider presses. Finally, the coast comes into spectacular view at Kingsbridge, where the boats list drunkenly on the marbled mud flats of the estuary. </p> <p>Just a couple of miles more and we arrive at the appropriately sleepy Chillington. There is not much of it to get lost in, yet it takes us a couple of drives through before we finally spot the Whitehouse. Is that it? It looks like more of an off-white cottage. But wait a minute - as we turn down the leafy side road, a handsome Georgian (and indeed white) house stretches back from the road and looks out on to a pretty terrace and sweeping lawn. Tasteful sculptures and swing seats stand among the foliage. It all looks glorious in the early afternoon sunshine. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337306405\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2008/09/04/Studyi.jpg\" alt=\"Whitehouse, Devon: study\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The study</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>In true country spirit the front door is open so we let ourselves in and make our way round to the reception, which doubles as a bar. I like the logic behind this – what could be more welcoming to a thirsty traveller? Owner Tamara welcomes us and within minutes is inviting us to put up our feet up in the study or sitting room for a tea break - it's a policy of the hotel to offer all guests a free cream tea at 4pm. Both rooms have fat leather easy chairs and sofas, and roaring log fires - surprisingly welcome on this autumnal \"summer's\" day. </p> <p>We opt for the lounge and sink into one of the sofas, which are arranged in sociable clusters around the room. Mini, the resident lurcher, dozes by the fire and a couple of Siamese cats pad in to see who the newcomers are. First impressions are that a lot of thought has gone into making the Whitehouse feel like our house for the weekend rather than a hotel. Over tea Tamara explains how she met business partners Matt and Ally as a mature student at university in 2002 and the Whitehouse is the final realisation of their dream to create a hotel based on the things that they all enjoy – big beds, big baths and unhurried simple food.</p> <p>The cream tea is worthy of its Devonshire tag and feeling revived, we head upstairs to freshen up before venturing out to explore. The room is everything a weary camper could have dreamt of. An enormous bed takes pride of place, spread with white Frette linen (\"I could pitch our entire tent on that,\" says my partner). A velvet purple sofa-for-two faces a 24\" plasma screen TV and iPod dock - its splash of colour adds a kitsch twist to the restful grey of the walls and natural oak floorboards. The mini bar has been stylishly reworked as an oak-covered ice-box with a tempting menu of organic and local teas and snacks. My caffeine-addict's gaze spies the Nespresso coffee machine, like a magpie finding silver.</p> <p>The bathroom is equally luxurious: there's a free-standing bath in the centre of the room next to a big rain shower. A rocking chair sits by the window and piled with thick fluffy towels. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337306220\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2008/09/04/Exteriori.jpg\" alt=\"Whitehouse, Devon: exterior\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Whitehouse exterior</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>Back on the \"main\" street to the village we decide to take a trip to the sea. The one drawback of Whitehouse is the lack of sea view for a place so tantalisingly close to spectacular swimming beaches and unspoilt coast. But then it is only a two-mile stroll to Slapton bay to get your coastal fix, past rose-fronted thatched cottages cuddled together on lanes that were clearly designed long before the motorcar. The local pub is calling, but dinner in the hotel conservatory tempts us back.</p> <p>Being by the sea we opt for a starter of local Start Bay crab to share – a hands-on dish so not one for a first date, but super tasty. For main course I choose roasted fillet of sea bass with sauce vierge, new potatoes and spring vegetables while my partner opts for sirloin steak with black pepper and chive butter. For pudding we can't decide between rich chocolate mousse cake with poached plum and the cheese board so cheat and have both to share. The food is hearty and delicious with ingredients sourced from local suppliers – so the menu changes according to what's available. </p> <p>For pre-holiday season, the restaurant is fairly busy. \"We wanted the White house to fit in with the local community as well as providing a place for tourists to stay,\" explains Tamara. Non-guests can come for dinner or informal Sunday brunch, or for barbecue days in the garden. They also hold film nights where groups of friends can hire out the meeting room and snack on popcorn and home-baked muffins. </p> <p>It's an ethos that seems in keeping with the whole feel of the place – the ultra-chic design softened by individual pieces like an antique writing table, furnishing that don't sacrifice comfort for style, and carefully placed books, a huge chest of dvds and games all invite you to settle in and make yourself at home. </p> <p>The next morning the rare appearance of the sun lures us off in search of a sea swim rather than making use of the free guests' membership to the Dart Marina Spa. But had it been raining I would have happily spent a day sprawled on a sofa, grazing on tea and cake. This unpretentious boutique hotel is the kind of place that feels indulgent whatever the British weather might throw at you and the pleasant glow of being pampered still hasn't worn off when we are back pitching camp once more, later that evening.</p> <p>Whitehouse, Chillington, Devon, TQ7 2JX; +44 (0)1548 580505; <a href=\"http://www.whitehousedevon.com.\">whitehousedevon.com.</a> Double rooms from £155 a night. You can hire the whole house (sleeps 14) from £2,150 for two nights</p>"
]