[
  "<p>India's first unmanned moon mission blasted into space yesterday, joining the Asian space race with Japan and China and signalling India's intent to be a global power.</p> <p>The mission, launched from the Sriharikota space centre north of Chennai, was broadcast live on television to the sound of the Star Wars film soundtrack.</p> <p>\"What we have started is a remarkable journey,\" said G Madhavan Nair, chairman of the Indian Space Research Organisation. The prime minister, Manmohan Singh, who was visiting Japan, said: \"Our scientific community has once again done the country proud and the entire nation salutes them.\"</p> <p>The launch follows unmanned lunar probes from China and Japan last year.</p> <p>The Chandrayaan I spacecraft is expected to reach lunar orbit early next month and spend two years scanning the moon for evidence of water and precious metals. India is hoping the mission will boost its space programme into the same league as its rival Asian powerhouses. Nair said the space agency was aiming at a manned flight by 2015. Work on a two-person capsule was already under way.</p> <p>As well as seeking a larger share of the commercial satellite launch market, India, Japan and China see their space programmes as important for creating an image of powerful nation-states. In 2003 China became only the third nation to put a man into space, after the US and Russia. Last month Chinese astronauts walked in space.</p> <p>It is clear India does not want to be left behind. By 2011 it will send a rover on to the lunar surface.</p> <p>The current mission carries 11 instruments: five from India, two from the US, and one each from Germany, Britain, Sweden and Bulgaria.</p>",
  "<p>It used to be Two Jags who growled around Westminster in his limos. Now our politicians compete for the nickname Two Priuses. Cabinet Office minister Tom Watson has roared ahead in the eco-conscious motoring race by squeezing his red boxes into the first ever ministerial Mini. But the new big cabinet split is whether to choose a Jag or a Prius as an official car. Young cabinet ministers, such as James Purnell, Douglas Alexander and Ed Miliband, happily admit they use the petrol-electric Toyota, as does Hilary Benn, the environment secretary, and Hazel Blears. Three other cabinet members, including John Denham, also drive Honda hybrids.</p> <p>However, the seven-strong Prius group is still outnumbered by the nine cabinet ministers who take up the other official ministerial car option - the Jaguar XJ.</p> <p>You can bet those cabinet members who refuse to identify what they drive \"for security reasons\" use a Jaguar. Gordon Brown recently promised to swap his armour-plated Jaguar XJ limousine for an electric car but Peter Mandelson is an unrepentant Jag man. \"I insisted on being driven around Brussels in a British-made Jaguar and I'm still being driven around in a British Jaguar now,\" the new lord told a Commons committee this week.</p> <p>The Jag option may not be the eco-nightmare it was in Prescott's day. The diesel XJ bought by the government has been named the greenest luxury car for two years running. It is claimed the 2.7 model can travel 1,000 miles on a single tank of fuel although the government's official figures clock its CO2 emissions at 209g/km (more than double the 104g/km for the Prius and Mini diesel).</p> <p>Despite politicians watching their emissions - the ministerial average is 140.71g/km - the number of cars in the ministerial fleet has actually risen from 82 in 2005 to 87 today, including several Mondeos and Vectras.</p> <p>But the humblest motoring ministers must be the three cabinet members - including culture secretary Andy Burnham - who have stuck with a relic of the days when British-owned companies built cars in Britain: a Rover 75.</p>",
  "<p>Your poster series last week described Trevor McDonald as becoming the \"first black British newsreader\" in 1973, and Moira Stuart as becoming \"Britain's first black woman news presenter\" in 1981 (<a href=\"http://www.theguardian.com/uk/interactive/2008/oct/13/black-history-month-timeline\">The Black History Timeline, October 13-17</a>).</p> <p>Not taking anything away from my excellent colleagues, I must put history right and state that in 1968 I made headlines in British newspapers when I was appointed one of three on-camera reporter/interviewers on Thames-TV's daily evening show, Today with Eamonn Andrews. </p> <p>It was the first time a black person had appeared on British TV in a non-entertainment role and, as I had been a journalist all my professional life, I enjoyed the job which involved interviewing everyone: Prime Minister Harold Wilson, movie star Michael Caine and round-the-world yachtsmen, as well as ordinary people in newsworthy situations.</p> <p>After nine months, though, my contract was terminated and I was told that the producers were under pressure from viewers who called in daily to say, \"Get that n****r off our screens.\" My producer tried to break it to me gently, but it still hurt, especially when I was replaced by an Australian girl.</p> <p>My next job was in a similar capacity with ATV-Birmingham's Today show, aired during a time when Enoch Powell had made black immigration a major issue. I could not get a hotel room in that city and had to return each night to London and commute each morning by train back to Birmingham, until I finally got a room at the YWCA.</p> <p>I remember having to listen without reacting when the production staff asked: \"What 'wog' story are we doing today?\" Or: \"If black people are so equal, how come they never painted the Mona Lisa?\"</p> <p>I was once sent to do a story where I had to swim one lap of a pool. I am a good enough swimmer to have swum Jamaica's Cross the Kingston Harbour race when I was 15; but as I knew I would be going on camera later that day, I kept my head and hair above water. Later that evening I sat and watched as the story unfolded: black people don't swim as well as whites because they won't put their heads underwater. </p> <p>I also remember coming back to the studio after doing a story on a miserably cold day to find that Enoch Powell had just left after doing a live interview on condition that \"the black girl\" was not there.</p> <p>My next (and most pleasant) job was as research assistant with the BBC Man Alive series produced by Desmond Wilcox. But after a few months, Chris Blackwell and Perry Henzell offered me a job as a public relations officer for the first Jamaican film, The Harder They Come, and I decided it was time to return home permanently in 1972.</p> <p>I have since continued my career as a journalist, writing columns, doing TV and radio broadcasts and making eight films, on issues of culture and black history. I am quite proud of having achieved this milestone in British race relations and I hope to publish my story one day.</p> <p>• Barbara Blake Hannah is an author, music journalist and film-maker, and a former senator in the Jamaican parliament<br><a href=\"mailto:jamediapro@hotmail.com\">jamediapro@hotmail.com</a></p>",
  "<p>The final, fatal flight of Hercules XV179 began at 1.24pm on January 30 2005 when it took off from Baghdad airport and began to fly north-west. On board was one of the RAF's most experienced crews, including the pilot, David \"Steady\" Stead, who was reputed to be able to turn a Hercules, not the most nimble of planes, \"on a sixpence\".</p> <p>Five minutes after takeoff as it flew low over farmland, the plane came under fire. A fuel tank in the right wing was hit and exploded. The Hercules had time to radio ground controllers: \"No duff, no duff [this is not a drill], we are on fire, we are on fire\" before a 5m (17ft) section of wing broke away. Not even Stead could prevent the plane from hurtling to the ground. Witnesses spoke of a \"fireball\" that the 10 servicemen on board had no chance of surviving.</p> <p>In the three and a half years since the plane crashed, a string of blunders that led to the downing of Hercules XV179 have emerged. For many of the men's relatives, sadness has turned to despair and anger.</p> <p>First, the crew had no idea they were flying over an ambush site. Less than three hours before the Hercules took off two American helicopters were shot at from the same spot. The crew should have been warned, but flew straight into a trap - a \"failure of intelligence\" was how one senior RAF officer described it.</p> <p>Almost exactly three years before the disaster, air tactics experts had pinpointed the vulnerability of the plane's wing fuel tanks to fire when flying low. Experts had come up with a solution - the fitting of explosion-suppressant foam (ESF). The warning was not passed on to crews and the Ministry of Defence only began to fit the foam system after the crash.</p> <p>At the heart of the exhaustive inquest was who knew - and who should have known - that Hercules planes were so vulnerable when flying low in hostile environments such as Afghanistan and Iraq.</p> <p>A key document found during a painstaking trawl of the RAF archives was from a body called the UK tactical analysis team. Dated January 2002, almost exactly three years before XV179 was brought down, it looked at points of weakness on the Hercules and concluded: \"The most vulnerable area of the plane would be the fuel tanks in the wings ... A potential solution to reduce risk is to retro-fit all C130 aircraft with dynamic foam for the wing fuel tanks.\" The US has used the foam on its Hercules since the 1960s.</p> <p>The Wiltshire coroner, David Masters, said he believed the report's distribution list to be \"very significant\". It included Strike Command - now Air Command, the RAF's headquarters - and also 2 Group, which is responsible for operating the Hercules. The recommendation also went to Permanent Joint Headquarters at Northwood, west London, and the Air Warfare Centre.</p> <p>Other recommendations made by the UK tactical analysis team - such as strengthening the cockpit area with armour plating - were adopted. But the foam system was not. All Hercules now operating in Iraq and Afghanistan are fitted with ESF but nobody has still been able to say why the 2002 recommendation was not acted upon - nor who made the decision to shelve it.</p> <p>The closest the inquest got was the evidence of a retired air commodore, Peter Ollis, who was at 2 Group in 2002. He told the hearing he remembered talk of the foam but it was not seen as a priority. And he did not recall the specific recommendation reaching his desk. He pointed out that he was in charge of 11 other types of aircraft - and at the time much of 2 Group's time was spent making sure Britain's radar was up to scratch following the September 11 attacks.</p> <p>Ollis said he believed the recommendation would have been dealt with by a group captain - a rank below his. But no audit trail has been found.</p> <p>Some of the bereaved relatives believe it was a question of finances - fitting a Hercules with ESF costs around £600,000 - and unsuccessfully called for a government minister to say if the foam's cost had an impact on the decision.</p> <p>Another possibility floated during the inquest was that military chiefs could simply not afford to take the Hercules planes out of operation because they were needed in the wake of the attacks on America. John Cooper, a barrister who acted for three families, said in court there was a \"culture of ignoring vulnerability\" within the RAF at the time.</p> <p>The man who led the military board of inquiry into the loss of Hercules XV179, the former Hercules squadron commander John Reid, said the outcome would have been different if foam had been fitted. Reid said he believed the plane had come under such heavy fire that it would have been lost - but the foam would have given the pilot extra time to \"do something\". He added: \"I believe it may have been different for the crew.\"</p> <p>Reid, a wing commander, expressed anger that the vulnerability was not known to crews. Hercules pilots now fly low only if absolutely necessary. \"I'm ... cross that the vulnerability was not known. Had it been known the crew would not have flown that profile.\" Reid said he had not even heard the term ESF before the crash.</p> <p>Despite years of searching, there remains - in the coroner's words - a \"black hole\". What is still not known, and may never be known, is who at a senior level in the RAF, the MoD or government knew of the vulnerability but decided not to act.</p>"
]