[
  "<p>Bradford &amp; Bingley could be forced to give up its independence, City analysts said yesterday as the Financial Services Authority dusted down contingency plans in the event the buy-to-let lender's shares endured sharp falls.</p> <p>Hopes that a white knight would mount a £400m takeover offer lifted the shares 17% in early trading but they ended 0.5p higher at 28.25p when no bid emerged.</p> <p>A range of names - including Santander of Spain, HSBC and Barclays - have been linked to the lender. Speculation about a possible transaction rose further when Carla Antunes da Silva, banking analyst at JP Morgan, said: \"We do not believe it is a viable standalone entity.\"</p> <p>B&amp;B, which raised £400m through a troubled rights issue last month, insisted there was no cause for concern. \"Our funding foundations are solid and we are one of the most strongly capitalised banks in the UK,\" a spokesman said.</p> <p>The impact of stock market volatility on a bank was revealed by Andy Hornby, chief executive of HBOS, who admitted yesterday that the mortgage bank was forced into the arms of Lloyds TSB because customers were concerned about the collapsing share price.</p> <p>In a memo to staff seen by the Guardian, Hornby said: \"We had reached a point where the dramatic movements in our share price caused by the completely unprecedented market context were raising concerns among customers. The simple truth is that I - and the rest of the HBOS board - were simply not prepared to take risks with our great business. Despite the fact we are an exceptionally well capitalised and profitable bank, share price gyrations were causing too much uncertainty and it was time to act decisively to ensure the long-term stability of the business for colleagues and customers alike.\"</p> <p>He described last week as being \"the most tiring and emotional week in my working life\".</p> <p>The independent Lloyds TSB Group Union has demanded that Lloyds ditch its policy of transferring jobs to India.</p> <p>Shares in HBOS and Lloyds TSB fell yesterday, despite the ban on short selling. The fall in Lloyds TSB stock reduced the value of its offer for each HBOS share to 229p, from 232p on the day the deal was announced.</p>",
  "<p><a href=\"http://www.theguardian.com/business/wolseley\">Wolseley</a>, the world's largest plumbing supplies group, warned today there would be further job cuts and branch closures after reporting a 77% fall in annual profits, but it denied speculation that it was about to launch a rights issue or renegotiate banking covenants.</p> <p>The business, which also deals in other building supplies, has been mauled by the housing downturn — particularly in the US where its Stock subsidiary turned a tidy profit of £45m into a substantial loss of £123m and could yet be sold off.</p> <p>\"Financial discipline in terms of cost reduction and cashflow enhancement remains our primary focus to ensure the group remains compliant with our banking covenants and is well positioned for any market recovery,\" said Chip Hornsby, the chief executive.</p> <p>He declined to put a number on further redundancies or depot disposals but said that with no sign of an early improvement in the US or UK housing markets there was no alternative but to make further savings.</p> <p>Wolseley, which reported overall pre-tax profits of £145m, has scrapped the final dividend to save cash and has already taken the axe to 270 branches and 7,000 jobs to try to make annual savings of £176m.</p> <p>And while it headed off stock market gossip that it was planning to go cap-in-hand to shareholders or bank lenders, Wolseley admitted: \"These remain options should market conditions deteriorate very dramatically.\"</p> <p>Although 40% of the jobs at Stock have already been cut, Wolseley said it was undertaking a fundamental review of the business in order to ensure that it reduced its impact on the wider group results.</p> <p>Hornsby would not say whether a sale of the whole business was in the offing, but Kevin Lapwood, an analyst at stockbroker Seymour Pierce, said the ailing American operation but was effectively on the block — and had no immediate buyers in sight.</p> <p>\"The group losses at Wolseley are almost all down to Stock and the problems of that operation are masking a decent performance elsewhere,\" said Lapwood.</p> <p>James Cooke, an analyst at Panmure Gordon, said trading uncertainty remained high at Wolseley, but the positive management comments about its net debt position at £2.5bn had encouraged investors.</p> <p>\"Our fundamental concerns mean we keep our negative stance, but we expect the shares to see a relief bounce today,\" he said.</p> <p>Shares in Wolseley rose nearly 10% in early trading to 454p in relief that the news was not worse from a group that has seen its stock market capitalisation fall by almost a half this year in the face of difficult housing conditions.</p> <p>Hornsby said affordability and mortgage availability remained a serious problem in the UK housing sector while the US was \"continuing to spiral downwards\" with a rise in the number of foreclosures.</p> <p>The Wolseley boss said it was difficult to predict what impact last week's banking and financial crisis would have on Wolseley. He said: \"I wish I could answer that. I read all the news over the weekend and I still can't determine exactly what is going on.\"</p>",
  "<p>The masters of the universe have capitulated. Goldman Sachs and Morgan Stanley, Wall Street's last two big investment banks, want to turn themselves into boring commercial banks that accept deposits from ordinary people and businesses. The trade-off for tighter regulation is greater government protection.</p> <p>\"This development completes a sweeping transformation of Wall Street.<br>Now extinct are the specialised trading houses that broke off from<br>larger financial companies during the Great Depression, enterprises<br>that once prized their independence of regulation and exploited their<br>agility to make fortunes,\" the <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/09/22/ST2008092200091.html?hpid=topnews\">Washington Post says.</a></p> <p>The New York Times also sees the move as a <a href=\"http://www.nytimes.com/2008/09/22/business/22bank.html?hp\">radical</a> change for Wall Street, with no more seven-figure bonuses and lavish perks for even mid-level executives.</p> <blockquote> <p>\"It was a blunt acknowledgment that their model of finance and investing had become too risky and that they needed the cushion of bank deposits that had kept big commercial banks like Bank of America and JP Morgan Chase relatively safe amid the recent turmoil.\"</p> </blockquote> <p>The Financial Times <a href=\"http://www.ft.com/cms/s/0/9c89aa3e-8807-11dd-b114-0000779fd18c.html\">sees bitter divisions in Congress</a> over the Bush<br>administration's $700bn (£380bn) scheme to bail out the financial<br>sector. Beneath the bipartisan rhetoric, it reports on anger among<br>Democrats and Republicans \"at what each saw as efforts by the other<br>side to use financial danger to bounce them into policy decisions\".</p> <p>Talking of bounces, the FT says the Sarah Palin bounce appears to have largely evaporated.</p> <p>As for the other political repercussions, in a week when Barack Obama and John McCain go head to head in their first televised debate, the verdict from commentators is that the Democratic hopeful has so far come out looking better, as reflected in his lead in the polls.</p> <p>The veteran political commentator <a href=\"http://www.iht.com/articles/2008/09/21/america/letter.php\">Albert Hunt, says in the International Herald Tribune</a> that detached observers \"were taken by how conversant and comfortable he [Obama] was on the subject, despite his thin record. Few detached observers came away with that impression watching the Arizona senator\".</p> <p>Investment bankers can expect no sympathy whatsoever from the Daily Mail's <a href=\"http://www.dailymail.co.uk/news/article-1059167/PETER-MCKAY-Why-punish-spivs.html\">Peter McKay who rounds on banking \"spivs\"</a> in his column. He writes that from his experience people in this line of work \"loathe those they see as welfare scroungers\".</p> <blockquote> <p>So let's treat them as a far worse species of societal leech, ones that expect to be paid for their crimes. Persecute them and discriminate against them. Leave them no hiding place.</p> </blockquote> <p>*<em>This is an extended extract from <a href=\"http://www.theguardian.com/wrap\">the Wrap</a>, theguardian.com's roundup of the day's media</em></p>",
  "<p>The prominence of Saudis among the September 11 2001 plotters and in the al-Qaida leadership has put Saudi Arabia under intense international scrutiny in recent years. In response, the kingdom has reined in Islamist extremists and urged its people to desist from joining the insurgency in Iraq.</p> <p>Internationally, Saudi Arabia has started to advocate for greater religious tolerance. Last July, King Abdullah launched an <a href=\"http://www.iht.com/articles/2008/07/29/opinion/edsalhani.php\">interfaith conference</a> in Madrid, inviting representatives not only of various Christian denominations but also Jewish and Shinto religious leaders.</p> <p>At home, Crown Prince (now King) Abdullah launched a national dialogue in 2003, in which carefully selected members of the Saudi elite voiced opposing opinions on delicate matters, including religious extremism. In the same year a leading Saudi cleric from the Sunni establishment, Salman al-Awda, was photographed together with Hasan al-Saffar, a prominent cleric from Saudi Arabia's oppressed Shia minority.</p> <p>All this is welcome in a country which, backed by petro-wealth, aspires to leadership of the Muslim world, is guardian of Islam's two holiest sites, and each year hosts the hajj, the pilgrimage to Mecca, which brings together Muslims of all branches and sects of Islam.</p> <p>However, as a <a href=\"http://hrw.org/reports/2008/saudiarabia0908/\">new report</a> by Human Rights Watch reveals, Saudi Arabia's treatment of one of its own Muslim religious minorities, the Ismailis, still leaves much to be desired. The report provides evidence of Saudi government discrimination against Ismailis in employment, education, religious practice, and in the justice system.</p> <p>Saudi Arabia's Ismailis are estimated to number up to one million, mostly living in the southwestern <a href=\"http://en.wikipedia.org/wiki/Najran_Province\">Najran province</a>, a remote area which was the House of Saud's last territorial conquest, in 1934. The Ismaili community is a subset of the country's Muslim Shia minority, which represents 10 to 15% of the Saudi population. Discrimination against Ismailis is part of a pattern of discrimination against the wider Shia community.</p> <p>School textbooks teach Saudi students that adhering to the Ismaili faith constitutes the sin of \"major polytheism\", effectively declaring its adherents not to be Muslims at all, but infidels. In August 2006, Saudi Arabia's highest judge, Shaikh Salih al-Luhaidan, told an audience of hundreds that Ismailis \"outwardly appear Muslim, but inwardly, they are infidels\". A subsidiary body to the council of senior religious scholars, tasked with officially interpreting Islamic faith, ritual, and law, in April 2007 termed Ismailis \"corrupt infidels, debauched atheists\".</p> <p>In April 2000, the authorities in Najran arrested an Ismaili cleric, accusing him of sorcery. In response to a violent demonstration for the cleric's release, the governor of Najran, Prince Mishal, had hundreds of Ismailis arrested and dozens tortured and tried in secret trials in Riyadh. He then purged four hundred Ismaili public officials from the local bureaucracy.</p> <p>Since these violent events, discrimination against Ismailis in employment has continued. Where previously seven of the 35 heads of local government departments were local Ismailis, now only one remains. Almost no Ismailis work as senior security personnel or as religious teachers.</p> <p>In March 2006 a judges respectively annulled the marriage of an Ismaili man to a Sunni woman because of his lack of religious qualification. In May the same year another court barred an Ismaili lawyer from representing his Sunni client. In 1996 judge in Najran sentenced an Ismaili man, Hadi al-Mutif, to death for having \"insulted the prophet\". Last April the Saudi intelligence services detained an Ismaili Shaikh, Ahmed bin Turki al-Sab, because he petitioned the king to remove Prince Mishal. He remains in prison.</p> <p>Persistent discrimination against the Ismaili community of Saudi Arabia is just one aspect of Saudi Arabia's poor human rights record. Since September 11 the government has indicated that it wants to change Saudi Arabia's image as a closed, repressive and intolerant society. It has taken some superficial steps towards reform. But if it wants to be seen to be challenging religious extremism rather than pandering to it, the leaders in Riyadh will have to do more than convene a few international conferences on religious tolerance.</p> <p>If it wants to be taken seriously as a voice of moderation and tolerance, Saudi Arabia needs to make serious efforts to clamp down on the institutional discrimination against its own religious minorities, like the Ismailis.</p>",
  "<p>The BBC4 controller, Janice Hadlow, has given the green light to a film based on the life of the first black officer to lead British troops during the first world war.</p> <p>Written by actor and award-winning playwright Kwame Kwei-Armah, Walter's War will form the centrepiece of a series of programming based around this year's 90th anniversary of the end of the first world war.</p> <p>It will air on Remembrance Day in November.</p> <p>OT Fagbenle, who has appeared in Doctor Who and the Anthony Minghella feature film Breaking And Entering, will star as Walter Tull who led troops as an officer in the face of both the horrors of the conflict and prejudice in some quarters about his skin colour.</p> <p>The film, based on an \"imagined period\" of Tull's life, will focus on his experiences at the front and the time he spent recuperating from trench fever before he underwent officer training.</p> <p>Tull - who was also one of the first black footballers to play professional football, turning out for Tottenham Hotspur and Northampton between 1909 and 1914 - was killed at the second battle of the Somme in 1918 at the age of 29.</p> <p>The rest of the cast includes Ewan Stewart as Sergeant Fuller and Dugald Bruce-Lockhart as fellow soldier Captain Coombe.</p> <p>\"I wanted to give a voice to a forgotten hero,\" said Kwei-Armah. \"To help present the achievements of this great man to a new generation makes this project one of the most important I have worked on to date.\"</p> <p>The drama will be produced by Ruth Caleb, whose credits include Last Resort, Bullet Boy, Learners and Red Dust, and executive produced by BBC drama's head of series and serials Kate Harwood.</p> <p>The director is Alrick Riley, who has also overseen episodes of BBC1 dramas Spooks, Hustle and Hotel Babylon and the BBC2 series Babyfather.</p> <p>\"Kwame Kwei-Armah has written a powerful drama based on an imagined period of Walter Tull's life,\" said Harwood. \"Walter's War is a bold and moving piece of storytelling.\"</p> <p>The film will be shown on BBC4 as part of the pan-BBC Learning campaign to commemorate the 90th anniversary of Armistice, 1918-2008: Ninety Years of Remembrance, which will run in the days leading up to November 11.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Few infrastructure services in the developed world are taken for granted as much as electric power. To consumers in industrialised countries, uninterrupted power supply is a given. Not so in sub-Saharan Africa, which experiences some of the world's greatest power deficits, and where only two in 10 people have access to electricity. </p> <p>According to a <a href=\"http://www.imf.org/external/pubs/ft/reo/2008/AFR/eng/sreo0408.htm\">recent report</a> from the International Monetary Fund Regional Economic Outlook for Sub-Saharan Africa, in 2007 alone, nearly two-thirds of the countries in the region experienced an acute energy crisis marked by frequent and extended electricity cuts. </p> <p>There is no shortage of hydropower plants for electricity generation in Africa. However, many of them are unable to keep up with rapid population growth and attendant increases in demand. Furthermore, they are prone to frequent drought, which reduces their output significantly, leaving many as little more than decorative infrastructure landmarks. Increasingly, burgeoning populations in countries like Nigeria and Ghana imply a greater extraction of water resources needed for power generation. Rapid expansion of agricultural activity is requiring more and more water all across the continent. </p> <p>Other resources like fuel oil, diesel, light crude, solar, and gas are also available as means of electricity generation, but their costs are all quite prohibitive. </p> <p>These factors make a good argument for coal as a cheap alternative source of Africa's power. Coal has historically played a crucial role as a source of energy worldwide, and has several important advantages over other fossil fuels. First is its relative abundance. The current level of proven coal reserves worldwide stands at roughly 850 billion tons. Africa has about 50 billion tons. Coal is also much more widely distributed geographically than any other fossil fuel. </p> <p>Worldwide energy demand has increased by more than 50% since 1980, and is expected to grow annually by 1.6% between now and 2030. More than 70% of this new demand will come from developing countries, with fossil fuels projected to account for about 80% of total energy demand by the end of this period. Coal is the world's fastest growing fossil fuel, with annual production increasing by 6.4% since 2004. It is already the dominant source of power generation in some very important energy-consuming nations. </p> <p>Much of the future increases in coal-fired electricity generation will come from strategically important developing countries like China and India. In 2006 alone, China added about 93,000 megawatts of coal-fired electricity generating capacity, and this trend is expected to continue as the country tries to meet its huge energy needs. </p> <p>Even in many developed countries, coal still accounts for a large share of power generation. Coal plants currently provide more than half of America's electricity supply. Denmark, which houses some of the most efficient coal-fired power plants in the world, equally relies on coal for half of its electricity production. The same is true for Germany, which is home to some of the most efficient <a href=\"http://www.undeerc.org/carrc/html/CoalCombustion.html\">pulverised coal combustion</a> units in Europe. Poland uses coal for 98% of its electricity production, and South Africa uses coal for about 50% of its electricity production. </p> <p>Against this picture then, it is hard not to expect developing countries to exploit their abundant coal resources to generate power for their own development, especially given that modern technology can help produce coal cleanly. </p> <p>Some argue that gas might be a better alternative to hydro or coal, but for countries that must import much of their gas the benefits of a stable and reliable source of cheap fuel in the form of coal present a very strong counter-argument to the capital costs of a gas plant. Unlike prices for coal, which is abundant and dispersed geographically, gas prices are subject to significant volatility, and the long-term trend in the face of fossil fuel depletion is uncertain. In contrast, coal prices are more stable, and may remain that way for a long time. </p> <p>Apart from electric-power generation, coal also has wide application in a number of industries. It is pivotal in both steel and cement production. Moreover, the use of wood by Africa's growing population is causing increasingly rapid deforestation in many countries. There is significant potential domestic demand for coal briquettes to replace wood for cooking and domestic and industrial heating. The demand outlook thus appears favorable for the coal industry, creating significant investment opportunities. </p> <p>Clearly, there are environmental drawbacks from the use of coal as an energy resource, and these concerns are far too important to overlook. The massive reserves notwithstanding, coal is still a finite resource. It must be mined with greater efficiency and with a view to mitigating the environmental impact. </p> <p>Fortunately, much greater attention is paid today to mine safety and the management of the by-products of coal use. With acid rain and other public-health hazards linked to coal combustion, more technologies are emerging for reducing harmful emissions from power plants. Fuelled by research, the past few years have witnessed the development of increasingly cleaner and more energy-efficient coal-fired generation plants and the retirement of older technologies, especially in the developed world. Developing countries have lagged behind in this process, but, with the common threat of global warming, there is now growing pressure to adopt conservation policies. </p> <p>Africa's mineral-rich countries must exploit their abundant natural resources. They must use coal to advance their economic development. Failure to do so would be a missed opportunity at a time when African countries must avail themselves of all available resources for poverty reduction. </p> <p><em>Richard Uku is a senior executive of the Africa Finance Corporation. </em></p> <p><em>Copyright: <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008. </em></p>",
  "<p>On my post of the results of a poll on which presidential candidates <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/sep/20/uselections2008.useconomy\">Americans would prefer to have over to watch the football game</a>, commenter StMichaelTraveler said:</p> <blockquote> <p>This is just part of the total answer. The major part is whether many older blue-colored workers, older under-educated women, and fundamentalists Christians can accept a highly qualified part black American as their president.</p> <p>Since 1950, we Americans have come a long way, but we still have a long way to go to free ourselves from the yoke of our prejudices. If Senator McCain wins this election, it would be greatly the result of our prejudice. If then, we should stop calling ourselves the leader of the free world, when we still have subjugated a major part of our society?</p> </blockquote> <p>Well, look here. Cue the researchers at Stanford University. They wanted to find out <a href=\"http://news.yahoo.com/page/election-2008-political-pulse-obama-race\">why Barack Obama didn't have a larger lead</a> in the polls despite President Bush's unpopularity, upset over the war in Iraq and Democrats' advantages on the economy. Barack Obama's Democrats have even registered more voters for the election in November.</p> <blockquote> <p>The poll, conducted with Stanford University, suggests that the percentage of voters who may turn away from Obama because of his race could easily be larger than the final difference between the candidates in 2004 — about two and one-half percentage points.</p> </blockquote> <p>The study suggested that \"Obama's support would be as much as 6 percentage points higher if there were no white racial prejudice\".</p> <p>Nate Silver at FiveThirtyEight.com says not so fast. He says that it's <a href=\"http://www.fivethirtyeight.com/2008/09/on-race-based-voting.html\">irresponsible to cite the study without subjecting the study to peer review.</a> But he also challenges some of the received wisdom that has grown up around Barack Obama and the impact of his race. Nate's points 2 and 4 seem the most compelling to me.</p> <blockquote> <p>2. The study appears to be one of all adults, rather than registered or likely voters. Expressions of racial prejudice have a strong inverse correlation with education levels, and so do turnout rates. Therefore, even if it is true that Barack Obama's race puts him at something like a 6-point disadvantage with the population as a whole, the margin is probably more like 4-5 points among likely voters.</p> </blockquote> <blockquote> <p>4. One should be very careful not to confuse a study like this with the Bradley Effect. Of course some people are racist, and will vote against Obama because he is black -- I have met some of them. But the Bradley Effect concerns something different -- whether such people are likely to lie about their behavior to pollsters. There is <a href=\"http://www.fivethirtyeight.com/2008/08/persistent-myth-of-bradley-effect.html\">simply</a> <a href=\"http://people.iq.harvard.edu/%7Edhopkins/wilder13.pdf\">no</a> <a href=\"http://www.themonkeycage.org/2008/08/an_obama_effect_part_iii.html\">empirical</a> <a href=\"http://www.pollster.com/polls/tn/06-tn-sen.php\">evidence</a> that the Bradley Effect exists any longer. It did not exist in the primaries, and it did not exist in the 2006 Senate race in Tennessee, which was perhaps the most racially-tinged contest of the past decade (in fact, Harold Ford slightly outperformed the late polls).</p> </blockquote> <p>As Nate pointed out in a previous post, <a href=\"http://www.fivethirtyeight.com/2008/08/persistent-myth-of-bradley-effect.html\">Obama actually beat his polling numbers</a> in every region except the Northeast, states near New York, which Hillary Clinton represents in the Senate.</p> <p>Technorati Tags: <a href=\"http://technorati.com/tag/BarackObama\" rel=\"tag\" class=\"techtag\">BarackObama</a> <a href=\"http://technorati.com/tag/race\" rel=\"tag\" class=\"techtag\">race</a> <a href=\"http://technorati.com/tag/polls\" rel=\"tag\" class=\"techtag\">polls</a> <a href=\"http://technorati.com/tag/prejudice\" rel=\"tag\" class=\"techtag\">prejudice</a> <a href=\"http://technorati.com/tag/politics\" rel=\"tag\" class=\"techtag\">politics</a></p>"
]