[
  "<h2>Best ski company: Inntravel</h2> <p>For a mountaineer accustomed to toiling laboriously uphill, skiing is the great escape. I love the effortless ease of it all, the speed, the instant adrenaline rush, the pure hedonism. I enjoy big, steep, hard slopes. But at times the braying crowds and the sheer industrial scale of the big glitzy resorts do pall, inducing a nostalgia for the kind of intimate skiing I grew up with in the 1960s. Then, we stayed in a remote chalet, collecting milk from the farm nearby and driving each day past snow-laden pines to a tiny resort with just two ski lifts, where we were the only English speakers. It was in a Proustian search for that kind of idealised childhood memory that I set off last March to spend four days in the Styrian village of Ramsau in Austria.</p> <p>The search got off to a good start at the family-run Hotel Matschner, which was reassuringly unstuffy and gemütlich. I once asked a German friend to explain this untranslatable concept and he said: 'Imagine a hut in the mountains. It's snowing outside, but inside there is a cosy fug and people are sitting around drinking coffee or beer - but not getting drunk: chatting in a relaxed, unthreatening way, or perhaps playing cards.' That unhurried ease pervaded Ramsau, which sits at 1,100 metres on a wooded plateau above the Enns Valley. There is a cable car up the famous massif of the Dachstein, immediately behind the village, and a comprehensive downhill network at Schladming, on the far side of the valley; but Ramsau itself concentrates on langlauf - cross-country.</p> <p>I had always been rather scathing about skiing on the flat. Now, however, arriving fresh from England, with a langlauf track right outside the hotel, I decided to shrug off prejudice and give it a go. I even booked an hour's lesson with Krystel from Finland, who talked me through the basic gliding stride and herring-bone climb and said I was doing very well. For an English person.</p> <p>Then I was off, gliding alone through the twilight, with a pungent hint of cow dung wafting from farmhouses and the lichen gleaming jade on the gnarled sycamores. The warm föhn wind was blowing from the south and rain began to fall from a yellow sky, sending me scurrying back to the hotel; but overnight the rain turned to snow and in the morning I set off again, a zealous langlauf convert.</p> <p>There were several loipen (prepared twin-groove tracks) to choose from and I decided on the Kulmbergloipe - a medium-grade route circling 14km around the forested hill which dominates the village. It was like going for a cross-country run, except enjoyable. Even exhilarating. And how liberating to replace clodhopping plastic boots with delicate shimmying slippers and featherlight skis, gliding through a silent landscape. </p> <p>For lunch I tried one of the village restaurants, guessing - in the absence of an English translation - that the grated golden kren with my Steirische Würzelfleisch was cheese, only to choke on what turned out to be a mouthful of neat horseradish. Weisbeer soothed my burning throat and after lunch I returned to the langlauf centre for another lesson with Krystel. This time I tried skating. Done by experts, it is an incredibly powerful, efficient, elegant way of travelling across snow. Attempted by me, it was an exhausting struggle, particularly as I was using the fish-scale gripping skis designed for klassisch langlauf, not the smooth-soled skating models.</p> <p>I finished the day with another glide round the traditional Kulmbergloipe, stopping half way to drink glühwein in a farmhouse smelling of old pine, leather and the milking parlour, redolent of those childhood Swiss holidays. Later, in the gloaming, I missed a signpost and ended up thrashing through the forest, but eventually I picked up a path back to Ramsau. Having clocked up over 30km that day, it was wonderful to soak my stiff limbs in the luxurious hotel sauna.</p> <p>The weather was abysmal in the morning. A keener langlauf convert might have persisted in trying to master the elusive skating stride. I returned to my roots and went downhill skiing at Schladming, seeing nothing through the driving snow. However, on my final day the whole of Austria was blessed with a sunny reprieve. The mountains glittered under a coat of fresh powder and at last I got my first sight of the Dachstein, with its famous South Face - a huge limestone precipice first climbed by the Steiner brothers in 1909. Rumour has it that five years after that historic ascent, when Georg Steiner was sent to fight in the First World War, he came back on leave to Ramsau complaining: 'It's horrible - there are men actually killing each other.' He spent the rest of the war hiding in the wild, remote country just north of the Dachstein.</p> <p>Nowadays, sightseers and ski addicts can get up the Dachstein in a cable car. When snow conditions are safe there is an exciting 'freeride' off-piste run back down to Ramsau called the Edelgries. For serious langlaufers there is a loipe on the glacial plateau close to the summit. It wasn't open when I was there, but I saw aerial pictures of the 30km track in summer, white snow banked up on the grey ice in elaborate geometric patterns worthy of Andy Goldsworthy, with hundreds of earnest athletes toiling back and forth. </p> <p>Myself, I was content just to admire the Dachstein from across the valley while enjoying a final blast round the interconnected pistes of the Schladming network. For all my nostalgia for 1960s low-tech simplicity, I have to admit that it was a treat to whizz so seamlessly from piste to piste. Apart from one themed chairlift sporting folksy music and giant cartoon animals popping up out of the trees - kitsch on a truly Disneyian scale - it was all charmingly peaceful. Few of the runs broke above tree level and the mountains all around were on a modest, domestic scale. </p> <p>Perhaps, after the awesome grandeur of Chamonix or Zermatt, it was a bit tame, and the scarcity of black runs might disappoint some; but I warmed to the good-natured, uncrowded feel of the place, even on a fine Saturday - so different from the jostling self-regard of the big resorts. I liked, too, the combination of downhill and langlauf and thought what a good holiday it would make for young children. And also for grandparents, who might have tired of the planks but could be tempted by a gentle snowshoe walk along a prepared trail through the trees. </p> <p>I had to leave that Saturday afternoon to meet friends in Innsbruck, but I thought Ramsau and the surrounding area perfect for a week's escape. As for longer trips, gazing out across range after range of Austrian mountains that I have still not explored, I longed to return equipped with touring skis and skins, knowing that there would be scope for several lifetimes of adventure, crossing pass after pass and staying overnight in those well-appointed gemütlich mountain huts.</p> <p>• Stephen made his name as the first Briton to climb Everest without bottled oxygen. He's currently on expedition in South Georgia, see <a href=\"http://www.stephenvenables.com\">www.stephenvenables.com</a></p> <h2>Essentials</h2> <p>Stephen Venables travelled with Inntravel (01653 617906; <a href=\"http://www.inntravel.co.uk\">www.inntravel.co.uk</a>), which offers seven nights' half board at the four-star Hotel Matschner in Ramsau, Austria, from £878 based on two sharing, including BA Gatwick-Salzburg return flights, direct transfers, a cross-country ski pass and two half-day guided snowshoe excursions (with snowshoe hire). Regional flights and discounts for children sharing with two adults are also available.</p>",
  "<p>We are moving from the mysteries of Libor (the London interbank offered rate) and credit default swaps to more tangible concerns - our jobs, our spending power, our well-being. The financial markets may like to think themselves a world apart from the real economy in which the rest of us live and work - but we are bound together by multiple cords. The fear now is that confidence-shattering financial turmoil is going to provoke a big jump in unemployment.</p> <p>The auguries are poor. Figures out next week will show that the third quarter of this year was the first to show lower growth since 1992. As a forerunner, last week's unemployment statistics indicated that job losses are now running at more than 50,000 a month - the highest for 17 years. In particular the young have been hard hit - 56,000 of the 164,000 who lost their jobs in the three months between June and August of this year were under 25.</p> <p>And that was before the meltdown, when people wondered for the first time in their lives if the money in their bank was safe. In 1974, it took mere rumours that NatWest would need bailing out to help provoke a stock market slump and two years of recession. Now the real thing has happened to some of the great names of British banking.</p> <p>There is now near universal consensus that the economy in 2009 will contract, and there is a growing risk that it could shrink still further in 2010. The combination of early government action and collapsing oil prices, opening the prospect of falling interest rates and inflation, could limit the unemployment damage to some three quarters of a million over the next 18 months. But the recessionary forces and shredding of confidence are profound. In a worst case unemployment could rise by up to a million and half. Nor is there much prospect of a rapid recovery in the years afterward, as Japan and Sweden, both countries that went through credit crunches of similar magnitude, portend.</p> <p>Over the good years unemployment came to be characterised as a matter of choice; there was work out there if you wanted it or could be bothered to get out of bed. It has been a controversial argument; worklessness has always been part of a vicious circle of self-reinforcing lack of self-worth and poverty of opportunity, tending to be clustered in areas of deprivation. It is rarely if ever a matter of choice. People want to work. Human beings want to realise our potential and dreams. Work provides sustenance, meaning and structure to our lives. It is where we meet the bulk of our friends and partners. In a recession the argument that the unemployed are unemployed by choice will not wash. To stand idly by is to condemn our fellow citizens to poverty, futility and meaninglessness.</p> <p>As the figures already show, it is the innocent who feel the pain first. The first reaction of firms is to freeze hiring school and college leavers and to make redundant new recruits who have yet to show their usefulness and to acquire specific skills - in other words, the young. And unlike other recessions, where resentment has been targeted at the government for mismanagement, this time round it will be bonus-addicted bankers and the City of London who will be the focus of collective anger . A Newsnight poll showed that nearly 60 per cent of respondents thought the City was to blame for the crisis.</p> <p>This is going to change the politics of the next few years. In recessions there is always a renewed impulse for fairness. In good times when everybody is doing well, the super-rich can be indulged. In bad times the shared view quickly becomes that the pain should be fairly distributed; those who are wealthy should help to alleviate the distress of those suffering the bad luck of unemployment through no fault of their own.</p> <p>The question is how to go about it. Long years of boom have rusted the ideas of how the public budget can best be deployed to alleviate unemployment and inject crucial compensatory spending power into the economy during a recession. The best I have seen is a 2008 paper by the Washington-based Brookings Institution, 'If, When, How: A Primer on Fiscal Stimulus'. Authors Douglas Elmendorf and Jason Furman show that by far the quickest and most effective means is to put cash into the hands of the unemployed by raising unemployment benefit, increasing temporary cash payments to them for specific items such as food and clothing, and making benefit unconditional for longer. It is not just they need the cash; they spend it fastest.</p> <p>The next most effective measure is to increase spending on the national infrastructure - housing, roads, ports, hospitals, schools. The trouble is that there tends to be such a long time between the decision to spend and execution, so that too frequently spending kicks in not during the recession but the upturn. Tax cuts are the least effective. None act quickly, although reducing the tax on employment - payroll and employer national insurance contributions - does moderately well.</p> <p>The message is unambiguous. Here, as in most areas of economic policy, conservative prejudices are wrong. Chancellor Alistair Darling is working on plans to bring forward infrastructure spending planned for 2010 and 2011; he is correct, especially as already earmarked plans are more likely to be executed when they are needed than those dreamed up from scratch. He should set a target of £5bn.</p> <p>But the government should also make our very mean unemployment benefit much more generous. I would follow Barack Obama and introduce higher income tax on those earning more than £250,000; indeed, go further with a wealth tax on fortunes greater than a £1m. Holding our angry society together over the next few years will demand an ever stronger commitment to fairness.</p> <p>This, I think, must become the new watchword. It is not capitalism that is now being judged: rather it is unfair capitalism organised only to benefit the City that is in the dock. We need to recast our capitalism so that it is fairer, more balanced and more sustainable. And we should start by the way we respond to recession.</p>",
  "<p>What a person's life might mean sounds like a rather grandiose inquiry, yet this is the question posed with characteristic skill in Foreigners. The lives in question belong to three black Britons: Francis Barber, a young Jamaican man who was 'given' to Samuel Johnson; Randolph Turpin, a boxer who became the first black middleweight champion of the world in 1951; and David Oluwale, a Nigerian who was hounded to death by policemen in Leeds in 1969. All three led lives that were characterised, at least initially, by success and that ended with dereliction. Oluwale's is the most haunting story, with Caryl Phillips's technique of blending facts and fiction at its most effective. The graffiti on a Leeds wall that reverberates through the story - 'Remember Oluwale' - will prove impossible to disregard.</p>",
  "<p>Italy's only black MP has warned of growing racism after a surge in attacks on immigrants across the country.</p> <p>'Immigrants are becoming the enemy,' said Jean-Léonard Touadi, 49, who was born in Congo and went to Italy in 1979. 'With an economic crisis under way, Italy has found a scapegoat to blame its woes on.'</p> <p>Touadi, a member of the opposition Values party, spoke out after a spate of assaults on immigrants. In Milan last month Abdul William Guibre, 19, originally from Burkina Faso, was beaten to death in an attack which made headlines across Italy. After accusing Guibre of stealing a packet of biscuits, a bar owner and his son called him a 'dirty black' and set on him with a metal pole.</p> <p>A Senegalese man selling handbags in a Milan street market was beaten with a baseball bat after stallholders reportedly accused him of 'stealing work from Italians'. Outside Naples, six African migrants were shot dead recently by the local mafia, while in Rome a Chinese immigrant was beaten up by boys as young as 15. A Somalian-born woman claimed that at Rome's Ciampino airport she was strip-searched and verbally abused when going through customs. The government's response to the alleged airport incident was swift. The Interior Minister, Roberto Maroni, said he would personally sue the woman for lying. 'Between her version and that of the police I would have no doubt about believing the police,' said Senate leader Maurizio Gasparri.</p> <p>The attacks have come as Italy begins to come to terms with a new generation of black Italians, born to African immigrants who began to arrive in greater numbers towards the end of the 1980s. Milan residents expressed astonishment to reporters when the young blacks who demonstrated after Guibre's murder shouted slogans in thick Milan accents.</p> <p>One emerging black Italian hero making a name in Milan is 18-year-old Mario Balotelli, tipped by many as a future star of the national football team. Born in Palermo to Ghanaian immigrants, Balotelli is on the books of Inter Milan, champions of Serie A, and is one of the first role models for black Italians. Last week he scored two goals for the Italian under-21 side in a 3-1 victory over Israel.</p> <p>'There are now Italians here with non-Italian horizons and this is our future,' said Touadi. For the MP, who forged a career in journalism and local politics in Rome before entering parliament this year, the rising number of incidents is linked to the increasingly strident tone of Maroni's party, the anti-immigrant Northern League, which is a linchpin in Silvio Berlusconi's governing coalition.</p> <p>'The League is pushing discrimination, separation and xenophobia and dragging the government, and with it Italy, towards the systematic violation of human rights,' he said, citing proposals tabled this month by the party which call for the expulsion of legal immigrants who commit a certain number of offences, restrictions on mixed marriages and a new obligation on doctors to report illegal immigrants in their care. Previous moves to expel vagrant Romanians and jail illegal immigrants were challenged last week by the EU.</p> <p>'For the League, the real problem is not illegal immigration, it's immigration. They need to stop while there is still time,' said Touadi. With legal immigrant numbers rising 17 per cent last year to 3.6 million, Touadi said the spectre of fascism was returning to haunt Italy. 'We've seen Rome taxi drivers chanting \"Duce, Duce\" at the town hall when the new right-wing mayor was elected this year and now fans with swastikas are following the national football team. Italy will need millions of immigrants to maintain its workforce if birth rates continue to be low, and entire sectors of the economy, like hotels and agriculture, would go under now without them, but the government prefers demagoguery.'</p> <p>For Touadi, Italians are being led astray by their leaders. 'Italians are better than this, starting from the Catholic tradition of giving support, to the constitution, which emerged from fascism to focus on individual rights, to Italy's own history of emigration.'</p> <p>The brutal murder of an Italian woman in a Rome back street last year, allegedly by a Romanian immigrant, sparked a backlash against immigrants. 'There has been an increase in crime by immigrants - to ignore that would be false political correctness,' said Touadi. 'But how can the government focus only on them when four regions in southern Italy are controlled by the mafia?'</p> <p>The mafia, in turn, has become an enthusiastic employer of illegal migrants, using them to sell pirated CDs, fake Prada bags and cocaine.</p> <p>Touradi said the demonstration for Guibre in Milan brought together second generation Italians from different origins and religions for the first time. </p> <p>'They will now look for a political role,' he said. 'Their voice enriches Italian culture.'</p> <p>Pushing Italy towards multiculturalism may not, however, win over Italy's politicians, he warned. 'After the 7/7 bombings in London, politicians claimed the UK was paying for being too tolerant.' </p> <p>For Touadi, a compromise is in order. 'We need to prevent communities becoming too isolated. In Rome we worked to stop Chinatown becoming wall-to-wall Chinese stores, leaving room for the old Roman shops like the bakery.'</p>",
  "<p>Dani Pedrosa snatched pole position from the champion Valentino Rossi in the closing stages of a tense qualifying session for tomorrow's penultimate round of the 2008 MotoGP season at Sepang.</p> <p>The Repsol Honda rider timed his final run to perfection, starting the lap just seconds before the flag fell, and benefited from a drying track to pip Rossi's best time by close to half a second with a lap of 2min01.548sec. It was the second pole position of the season for the young Spaniard, who also topped qualifying in Malaysia last year. </p> <p>Rossi's Fiat Yamaha team-mate Jorge Lorenzo completes the line-up for the front row after a frantic final five minutes during which the lead positions changed several times. Britain's <a href=\"http://www.theguardian.com/profile/jamestoseland\">James Toseland's</a> fastest lap of 2:03.282 means he will line up 12th on the grid tomorrow.</p> <h2><strong>MALAYSIAN GP QUALIFYING RESULTS</strong></h2> <p>1. Dani Pedrosa, Honda 2m01.548s<br>2. Valentino Rossi, Yamaha + 0.409<br>3. Jorge Lorenzo, Yamaha + 0.623<br>4. Nicky Hayden, Honda + 0.644<br>5. Colin Edwards, Yamaha + 0.697<br>6. Andrea Dovizioso, Honda + 1.288<br>7. Casey Stoner, Ducati + 1.405<br>8. Loris Capirossi, Suzuki + 1.530<br>9. Randy de Puniet, Honda + 1.562<br>10. John Hopkins, Kawasaki + 1.636<br>11. Chris Vermeulen, Suzuki + 1.723<br>12. James Toseland, Yamaha + 1.734<br>13. Anthony West, Kawasaki + 1.844<br>14. Marco Melandri, Ducati + 2.287<br>15. Shinya Nakano, Honda + 2.453<br>16. Sylvain Guintoli, Ducati + 2.830<br>17. Alex de Angelis, Honda + 3.131<br>18. Nobuatsu Aoki, Suzuki + 3.287<br>19. Toni Elias, Ducati + 3.572</p>",
  "<p>Race in America isn't simply a black and white issue. Here in New Mexico it's a black-brown issue, with tensions between the state's Hispanic community and African-Americans as well as between Hispanics and newer Mexican immigrants.</p> <p>It is those tensions that claimed a Republican leader last month after a blog-driven uproar over comments about whether the state's Hispanics would vote for Barack Obama.</p> <p>Demographically, New Mexico is unique. No ethnic group makes up a majority of the population, and the state is one of a handful of \"minority majority\" states in the US, said Trip Jennings, the news editor for the <a href=\"http://newmexicoindependent.com\">New Mexico Independent</a>. It makes the racial dynamics of the state more complex than most states in the US. <a href=\"http://quickfacts.census.gov/qfd/states/35000.html\">Hispanics make up 44% of the population</a>, Native Americans 10%, African-Americans a small percentage and the rest of the population is whites or Anglos as they are commonly referred to in the Southwest, Trip said.</p> <p>Even within the Hispanic community, there are divisions. The fact that the word Hispanic, or Hispano, is still commonly used sets New Mexico apart from other states. Hispanic fell out of use because it refers to someone of Spanish descent. The broader term Latino is more common in the US now. But many Hispanics in northern New Mexico still use this term because they trace their ancestry to the <a href=\"http://www.nationmaster.com/encyclopedia/Francisco-V%C3%A1squez-de-Coronado\">Spanish conquistadors, who first came</a> to the area in the 16th Century. There is a tension between Hispanics who have been here for hundreds of years and newer Mexican immigrants, and there are historical tensions between Hispanics and the Native American nations here.</p> <p>These racial issues took the spotlight after comments by the chairman of the Republican Party of Bernalillo County, which includes the state's largest city, Albuquerque. Last month, a BBC reporter quoted Fernando C de Baca in a blog post as saying that \"<a href=\"http://www.bbc.co.uk/blogs/talkingamerica/2008/09/the_sound_of_ranchera_and.html\">Hispanics consider themselves above blacks</a>\". Mr C de Baca added:</p> <blockquote> <p>The truth is that Hispanics came here as conquerors. African-Americans came here as slaves. Hispanics consider themselves above blacks. They won't vote for a black president.</p> </blockquote> <p>He said that his <a href=\"http://ap.google.com/article/ALeqM5jHDrn1zIz7ZMmOW2UM_Fv-kRamcAD93E2PA80\">comments were taken out of context</a> and that he wasn't <a href=\"http://news21blog.org/2008/09/26/battle-for-the-west-nm-foot-in-mouth/\">referring to his own beliefs</a> but rather those of Hispanics who grew up before the Civil Rights movement. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/MQLKGdtL2vQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/MQLKGdtL2vQ&amp;hl=en&amp;fs=1\" /><param name=\"allowFullScreen\" value=\"true\" /><embed src=\"https://www.youtube.com/v/MQLKGdtL2vQ&amp;hl=en&amp;fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\" /></object> </figure>   <p>\"That stirred a whole hornet's nest of controversy,\" Trip Jennings said.<br>Despite his claims that his comments were taken out of context, he was forced to step down.</p> <p>Trip says based on reporting on his site that some, albeit a small minority of the Hispanic community, still feel some animosity towards African-Americans. This minority of the Hispanic community feel that blacks \"got a bigger piece of the pie\" due to the Civil Rights movement, Trip said.</p> <p>These views have also been expressed by Democrats. Earlier this year, a Democratic <a href=\"http://newmexicoindependent.com/2238/racial-tensions-between-hispanos-and-blacks-real-or-imagined\">state senator Mary Jane Garcia here told the Rocky Mountain News</a> in neighbouring Colorado:</p> <blockquote> <p>\"I don't know one single Hispanic over 50 who will cast a vote for Obama.\" She also conceded that \"there have always been conflicts between blacks and browns.\"</p> </blockquote> <p>In the primary races, <a href=\"http://blog.washingtonpost.com/the-trail/2008/07/09/obama_looks_to_power_of_latino.html\">Barack Obama lost the Hispanic vote by 61 to 35 percent</a> to rival Hillary Clinton. But polls show that <a href=\"http://newmexicoindependent.com/5072/todays-top-stories-obamas-support-in-nm-strongest-among-older-hispanics\">Barack Obama is doing well with Hispanics</a> which might be one of the reasons that recent <a href=\"http://www.realclearpolitics.com/epolls/2008/president/nm/new_mexico_mccain_vs_obama-448.html\">polls give him a lead in this state</a> that <a href=\"http://www.washingtonpost.com/wp-srv/elections/2004/nm/\">George Bush won by the narrowest of margins in 2004</a>.</p>"
]