[
  "<p>Floodlights, rain and the fastest corner on a street circuit: Singapore will bring an audacious new dimension to formula one on Sunday when it stages the first world championship grand prix to be held after dark, and the challenges and opportunities the race presents to drivers and money-makers are being eagerly grasped.</p> <p>Commercially the race is maximising exposure both by being the first under lights and by starting at a decent time for European audiences, and the event organisers are confident of making a big success of their five-race deal. \"We will be able to deliver an unforgettable formula one experience,\" said Singapore GP's deputy chairman, Colin Syn. \"We are working with highly qualified technical teams, as well as the tremendous cooperation of the government agencies. There are many advantages to holding a night race. The later start time will ensure maximum exposure of the race in Singapore to the important European television markets while in Asia, too, a late Sunday evening broadcast gains maximum market exposure.\" </p> <p>The list of unknowns facing the teams and drivers is likely to be exacerbated by the rain that is expected over the weekend. The new circuit is just over 5km (3.2 miles), incorporating 23 corners, and includes iconic landmarks such as the Singapore Flyer big wheel, the Esplanade and Raffles Boulevard. Competitors will travel over Anderson Bridge, under a grandstand and through the 190mph turn six, which is claimed to be the fastest on any formula one street circuit. </p> <p>Unlike at Le Mans, the cars will not have headlights. Instead around 1,500 lights have been installed to ensure near-daylight conditions. The likelihood of rain increased following a heavy downpour over the city yesterday and has added another dimension to already unusual preparations. The issue of reflective glare, not only from the lights illuminating the circuit but also from camera flash bulbs, could pose a visibility problem when added to rain, so much so that the German helmet manufacturer Schubert has developed a special visor to be used by their contracted drivers including Kimi Raikkonen, Felipe Massa and Nick Heidfeld. </p> <p>McLaren have also developed new headwear. \"If it rains, there is the unknown of whether there will be a problem with glare or the sparkle of light from droplets of rain that is greater than you would ordinarily get,\" said Martin Whitmarsh, the team's chief executive. \"To manage this potential, we are using coatings for the visors that won't allow droplets to collect.\"</p> <p>Ross Brawn, the Honda team principal, said that weather will be a key factor. \"It will be hot, wet and very humid and local statistics tell us that there is a 50% chance of rain on any given day in September. These are difficult conditions to work in for both the team and the drivers; however, it could lead to some very exciting on-track moments.\"</p> <p>Teams have been using a simulator to get used to the new track but will not know how tyre degradation and pit-lane time loss will be affected until their cars drive on the circuit tomorrow. \"The circuit itself is tight, twisty and very narrow in places and it will be even slower than Monaco,\" said Brawn. \"Both our drivers have been working on the simulator at our Brackley headquarters which assists with learning the track layout, gears and downforce levels.</p> <p>\"We have done a great deal of research into racing under lights, particularly at the Moto GP race [also under floodlights] earlier this year, and our sporting director visited the Singapore track for the lighting test and was very impressed with the facilities.\" </p> <p>Many members of the Toyota team have accumulated experience of competing at night from the team's outings in the Le Mans 24 Hours sportscar classic, while others, such as their driver Timo Glock, have experienced it elsewhere in their careers. Glock competed under lights during his 2005 season racing Champ cars in the US, when he finished eighth in a 400km race at Las Vegas Motor Speedway, so he is more prepared than most of his rivals for the challenge ahead. </p> <p>\"The main issue is that you are driving at a different time of day,\" he said. \"Normally you would be resting in an evening but in Singapore the race will start at 8pm. They will give us as much light as possible but as it is a night race I don't expect it will be like daylight in every corner. That is fine, though.\" </p> <p>Lewis Hamilton brushed aside any worries that adapting to the different schedule would be an undue problem. \"The race will be quite a fun challenge, and I like a challenge,\" said Hamilton. \"I've never raced at night before, but I don't think it is going to be a problem. It doesn't seem to be a problem in other sports, and there have been huge preparations for this, so I think it will be great.\" </p> <p>Yet the Singapore race has not been greeted with universal approval, with the Ferrari president, Luca di Montezemolo, questioning its suitability for inclusion in the formula one championship schedule. Montezemolo's objections are not based on the Singapore event being a night race under floodlights, but on his belief that expanding the number of street circuits on the calendar is not the most appropriate course for the future of the world championship. Specifically, he cited the disappointing standard of racing on the new Valencia street circuit where, although Felipe Massa's Ferrari emerged victorious, the event was both processional and dull. \"I have the impression it will be another one of those let-downs where you cannot overtake, like Valencia,\" he said recently. \"Going forward with these circuits heralds a bad future for formula one.\"</p> <h2>Time travellers</h2> <p>Lewis Hamilton and Heikki Kovalainen will follow routines in Singapore designed to keep their body clocks on European time</p> <p><strong>Friday September 26</strong></p> <p>13.30 local time 06.30BST Get up</p> <p>19.00 12.00 First F1 practice</p> <p>21.30 14.30 Second F1 practice</p> <p>01.00 18.00 Dinner</p> <p>03.00 20.00 To bed</p> <p><strong>Saturday September 27</strong></p> <p>13.30 06.30 Get up</p> <p>19.00 12.00 Third F1 practice</p> <p>22.00 15.00 F1 qualifying</p> <p>01.00 18.00 Dinner</p> <p>03.00 20.00 To bed</p> <p><strong>Sunday September 28</strong></p> <p>14.00 07.00 Get up</p> <p>20.00 13.00 Grand prix start</p> <p>01.30 18.30 Dinner</p> <p>03.00 20.00 To bed - or party</p>",
  "<p>More on today's Wash Post-ABC poll. A friend notes that Obama is +9 in the poll among white college graduates. Said friend believes:</p> <blockquote> <p>[College-educated whites] will be a disproportionate percentage of voters. This is the other way to win. He's actually losing white working-class voters in the poll by the exact percentage that Kerry lost them -- 17%.</p> <p>But Kerry <em>lost </em> white college grads to Bush -- broke even overall,<br>including people-of-color grads, but lost white college grads. If Obama wins them -- especially in Colorado and Virginia, the two states with the largest percentage of college grads in the country -- he will still win the election.</p> </blockquote> <p>Meanwhile, over at the Plank, the always interesting Alan Wolfe <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/09/24/how-education-is-changing-politics.aspx\">sketched out</a> some potential policy implications of this political divide that are worth mulling for down the road:</p> <blockquote> <p>For one thing, a divide such as this suggests that Democrats will continue to expand access to higher education while Republicans will oppose it. Here one must note the arguments of the conservative writer Charles Murray who, long before this particular poll was published, began arguing that they are too many college educated people in America. This makes little sense in economic terms in a knowledge-based world, but if you like Republicans in power, it makes a great deal of sense in political terms.</p> </blockquote> <p>Click through and read it. There's more.<br></p>",
  "<p><strong><a href=\"http://www.theguardian.com/profile/benwhite\">Ben White</a> to <a href=\"http://www.theguardian.com/profile/alexstein\">Alex Stein</a></strong></p> <p>Firstly, thank you for agreeing to this debate. Since space is limited, I'll jump straight in. </p> <p>I believe that <a href=\"http://www.haaretz.com/hasen/spages/1023346.html\">Paul McCartney</a>'s concert should not go ahead, firstly on account of Israel 's ongoing crimes against the Palestinians, and secondly, because I believe that a boycott plays an effective role in a wider campaign for a just peace in Palestine and Israel.</p> <p>(I'd like to add that while someone might disagree with the first premise – and hence consider the boycott ridiculous or sinister – it's possible to agree with this assessment of Israel 's past and present, but consider a boycott to be tactically flawed.)</p> <p>McCartney will play in Tel Aviv's <a href=\"http://www.telavivguide.net/Entertainment_and_Art/Family_and_Kids/Tel_Aviv_Hayarkon_Park_20051026163/\">Hayarkon Park</a>, on the site of a Palestinian village destroyed in 1948. There are hundreds of such spots all over Israel, a \"ghost map\" of communities emptied of the unwanted Arab population who remain refugees.</p> <p>The ethnic cleansing of historic Palestine 1948 that made it possible to create a Zionist state are not simply history. Israel continues its efforts to erase Palestine from the map; like in the occupied territories, where an apartheid regime of privileges separates Israelis from the stateless Palestinians.</p> <p>Dismantling this regime is the way to create a peaceful tomorrow for Jews and Palestinians. As Israel continues to show no desire to voluntarily withdraw or surrender its power, a boycott is just one tactic in this struggle. McCartney should stay away.</p> <p><strong>Alex to Ben</strong></p> <p>Ben, thanks for kicking things off. I oppose the idea that McCartney should boycott Israel. At the same time, I think an artist's conscience should play a role in where she or he plays. The question before us, then, is what should McCartney's conscience dictate he do?</p> <p>I'm more interested in what's effective than what's right or wrong. What can McCartney do to improve the situation according to the wishes of the Israeli and Palestinian populations on the ground? Practically this means what can McCartney do to advance the cause of a two-state solution along the lines of the <a href=\"http://www.geneva-accord.org/HomePage.aspx?FolderID=11&amp;lang=en\">Geneva initiative</a>? We know this is the desired outcome, because poll after poll shows that between two-thirds and three-quarters of Israelis and Palestinians support such a solution. (I'm not dogmatically opposed to some sort of \"one-state\" solution, by the way. The moment the people of the land support it, I won't be one of those standing in their way.)</p> <p>How can McCartney do his little bit to work towards this outcome? Luckily, we already have precedent. <a href=\"http://www.brain-damage.co.uk/archive/roger-waters-changes-israeli-concert-venue.html\">Roger Waters</a> of Pink Floyd (how I wish this debate concerned New York rappers instead of ageing rockers!), after the inevitable pressure from the pro and anti-boycott lobbies, decided to perform at <a href=\"http://nswas.org/\">Neve Shalom-Wahat al-Salam</a>, a village jointly established by Jewish and Palestinian Arab citizens of Israel. He also demonstrated his opposition to the separation barrier.</p> <p>Surely this is the most effective course of action? Come to the country, engage with the local population, do your bit to encourage them to learn to live in peace. By boycotting you simply miss the chance to have an impact. This is why I disagree with your claim that a boycott plays an effective role in the campaign for a wider peace, although I'd be interested to hear you spell out precisely what that wider peace would look like and what steps Israel would have to take for the boycott to be ended.</p> <p><strong>Ben to Alex</strong></p> <p>I'd like to begin by pointing out what I felt you didn't respond to from my initial email: the description of Israel's land theft and ethnic cleansing of Palestine, past and present. This despite it being the foundational reason for the pro-boycott argument I laid out. You do say, however, that you're \"more interested in what's effective than what's right or wrong\". This can seem like you either dispute the reality of Israeli discrimination since 1948, or even, that you're not sure whether it is \"right or wrong\".</p> <p>I was also interested that you based a significant part of your reply on the apparent support amongst Israelis and Palestinians for the Geneva accord. There are two problems with this tack. Firstly, it means the approach rests almost entirely on unspecified polling data, which is then used as cast-iron proof of what a majority of both peoples want, and thus what we should all be working towards.</p> <p>But secondly, even if the Geneva accord was the holy grail, this still wouldn't mean that concerts and \"engagement\" are the right way forward. That's because Israel is completely unwilling to allow a sovereign Palestine to emerge in the occupied territories. Colonisation continues apace, settlements are integrated into Israel's infrastructure, and international law is laughed at daily. \"Coexistence\" concerts can only provide theme music for subordinate, colonial \"autonomy\"; not usher in independence. <br> (Incidentally, I haven't taken up your invitation to \"spell out precisely\" what a wider peace would look like, as I thought that it is not really the specific focus of this debate – plus relevant thoughts of mine are readable elsewhere.)</p> <p><strong>Alex to Ben</strong></p> <p>I didn't deal with the issue of Israel's creation because there isn't much room to discuss it constructively in such a short space. Suffice to say that I disagree with the claim that Israel was founded on ethnic cleansing. Am I to take from your emphasis on 1948 that Israel would have to return to the pre-partition days (right of return as well) for the boycott to end? If that's the case, I wish you luck. This is what Noam Chomsky calls the politics of Mars, while in the real world, suffering continues. Either way, it's crucial that you state absolutely clearly what steps Israel would have to take for your support of the boycott to end, both for the readers' benefit and for mine.</p> <p>The issue of \"right or wrong\": Even if you could demonstrate to me that encouraging McCarthy to boycott Israel was somehow morally appropriate, you would then have to prove it to be an effective strategy. I would dispute that. Israelis aren't particularly reliant on foreigners for their entertainment. There's a vibrant home-grown scene in all aspects of the arts – music, theatre, literature – testament to the extraordinary revival of the Hebrew language. If McCartney decided not to come for political reasons, the Israeli population would collectively shrug its shoulders. They would ask \"Why is Israel the only country he has decided to boycott?\" and then carry on with their lives.</p> <p>Geneva accords: polls aren't cast-iron. But they have repeatedly shown clear majority support for some sort of two-state solution. Your line about a concert at Neve Shalom being \"theme music\" is cute, but inaccurate. What is more likely to change hearts and minds? McCartney playing Neve Shalom and calling on 50,000 people to take real steps to give Palestinians a genuine, sovereign state, or signing up to the <a href=\"http://www.pacbi.org/\">PACBI letter</a>? As Chomsky has stated, the choice is between the politics of Mars and the politics of the real world. <br> <strong>Ben to Alex</strong></p> <p>Inevitably, there are two different emphases that have developed here: one, related to Israel's history and what a just solution would look like, and two, the usefulness or otherwise of the boycott.</p> <p>It's revealing that for you, an \"emphasis on 1948\" seems worthy of comment. Such a reference point would go without saying for Palestinians: expelled 60 years ago, they watched as their land disappeared under new Jewish towns and picnic parks, unreachable behind barriers, gun barrels, and a web of discriminatory legislation.</p> <p>Of course, it's not actually about returning to a vanished past, except in the sense of acknowledging what happened – which you don't. Quite simply, Palestinians should have the same rights in Palestine and Israel as Jewish Israelis do: the rights of residence, land ownership, and nationality (to name a few). All the things, in fact, they have been systematically deprived of since the foundation stones of Israeli statehood were laid on the rubble of the <a href=\"http://www.amin.org/look/amin/en.tpl?IdLanguage=1&amp;IdPublication=7&amp;NrArticle=40539&amp;NrIssue=1&amp;NrSection=3\">Nakba</a>.</p> <p>The \"politics of Mars\" seems to be shorthand for ideas deemed far-fetched and impossible, conveniently fenced-off from \"sensible\" discussion. Yet once more, you appear to believe that the liberation of even the occupied territories will be advanced by McCartney mid-set \"calling\" on people to do the right thing.</p> <p>Like the hope that the Palestinians will \"recognise\" their own dispossession, that seems to be a far more fanciful path to peace when compared to the growing, international movement of boycott, divestment and sanctions, aimed at applying the kind of meaningful pressure Israel has so far avoided. All of this in order that Palestinian rights are finally respected and both peoples can breathe easily, removed from the suffocating grip of a colonial relationship endangering everyone concerned.<br><strong><br>Alex to Ben</strong></p> <p>It's not that 1948 isn't of importance. I merely disagree with your claim that Israel is solely responsible for the fate of the Palestinians. The Palestinians chose to reject the UN <a href=\"http://www.state.gov/p/nea/rls/22562.htm\">partition resolution</a>, which was the least bad solution on offer. The logic for rejecting partition is the same logic for rejecting some sort of binational solution: there wasn't much difference – in 1947 – between the argument supporting sharing a single state with the Jews and the argument supporting partitioning the land with the Jews. As <a href=\"http://en.wikipedia.org/wiki/Benny_Morris\">Benny Morris</a> notes, \"Without doubt, Arab expulsionism fuelled Zionist expulsionist thinking during the 1930s and 1940s.\" The few Palestinians that did support what today is called a one-state solution tended to meet a violent end.</p> <p>Today, a majority of the Palestinian people on the ground support a two-state solution. I do as well, although I hope that eventually a more integrated future might be possible. I support Palestinians having rights of residence in the new Palestinian state, land ownership and nationality (plus I support the right of Israeli-Palestinians to full land equality, a topic I have written about in the past). </p> <p>If the Palestinians recognising their own dispossession is what you understand by their strong support for a two-state solution, so be it. I'd suggest you take that up with them. In the meantime, focusing efforts on getting the likes of McCartney to boycott Israel is the worse kind of gesture politics, an alternative to the difficult task of building trust on the ground, work done admirably at places like Neve Shalom, a place you don't seem to see as fit for hosting the Beatles' finest.</p>"
]