[
  "<p>David O'Leary may be offered an opportunity to rehabilitate his managerial career at Newcastle United. Derek Llambias, the club's managing director, is a long-standing friend of the Irishman and he and Newcastle's board are giving serious thought to offering O'Leary a short-term contract. </p> <p>Although Alan Curbishley is also on Newcastle's radar, the former West Ham manager is believed to be less interested in running the team during the interregnum while Mike Ashley endeavours to sell the club. Moreover, Curbishley resigned after becoming disillusioned with the very sort of continental management structure which also prompted Kevin Keegan to quit as manager at St James' Park.</p> <p>O'Leary, though, is extremely keen to get back into work after being out of football since leaving Aston Villa in 2006. The one-time Leeds United manager certainly has his critics but the 50-year-old did lead Leeds to the semi-finals of the Champions League and his teams have generally played the sort of high-tempo game which would appeal to Newcastle fans.</p> <p>Chris Hughton is currently in caretaker charge of Newcastle but, although his coaching ability is highly valued, the board is concerned about his capacity to do the job for an extended period which could conceivably run to several months. </p> <p>Hughton's problems are exacerbated by the fact that he lacks coaching support. Indeed Newcastle's back room staff is almost as thin as the first-team squad. While Steve Round was never replaced when he became Everton's assistant manager during the summer, Terry McDermott, Keegan's old No2, has recently been sacked along with Adam Sadler, the former reserve-team coach. </p> <p>Ashley, Llambias and their co-directors Dennis Wise and Tony Jiminez, are believed to be heading back to England today following their trip to the United Arab Emirates to try to find a buyer for Newcastle. The Gulf's media has reported that Ashley - seen drinking in a Dubai bar on Tuesday night when he reputedly failed to turn up for a planned meeting with potential buyers - contacted representatives of assorted investment funds but failed to find anyone interested in buying Newcastle at his £480m asking price.</p> <p>While the Sports Direct owner was told he might find a purchaser if that demand was lowered to £200m there are suggestions that purportedly interested parties have used his appearance on the scene to generate publicity for their companies.</p> <p>It is also thought that Dubai's ruling Maktoum family hope that reports linking the Emirate with a potential Newcastle takeover might spur Tom Hicks and George Gillett into finally selling Liverpool to them.</p>",
  "<p>The world financial markets may be in meltdown but don't worry – there is relief at hand, particularly if you're a banker. <a href=\"http://news.bbc.co.uk/1/hi/entertainment/7621555.stm\">Andrew Lloyd Webber has just announced</a> that any newly unemployed banker, who is in possession of a P45 issued after September 1, will be entitled to a pair of free tickets for his current West End productions of <a href=\"http://entertainment.timesonline.co.uk/tol/arts_and_entertainment/stage/theatre/article3490156.ece\">The Sound of Music</a> or <a href=\"http://www.theguardian.com/stage/theatreblog/2007/jul/18/isjosephadreamoranightma\">Joseph and the Amazing Technicolor Dreamcoat</a>. <br><br>In his press statement, Lloyd Webber declared that both are \"feel-good shows and I thought that free tickets might offer some respite, albeit for a couple of hours, for some of those people who have sadly lost their jobs in the current economic upheaval\".</p> <p>It's no surprise, of course, that Lloyd Webber is turning other people's misfortunes into a cynical publicity opportunity, albeit one masquerading as goodwill. It is absolutely guaranteed to make the news pages – yet won't create much of a financial impact at the box office, since I can hardly imagine many bankers compromising their dignity by turning up at the box office with a P45 in their hands. <br> <br>\"Kid you gotta have a gimmick if you wanna get ahead,\" declares one of the strippers in <a href=\"http://www.timeout.com/newyork/articles/theater/28136/gypsy\">the legendary Broadway musical Gypsy</a>; and in a career that has spanned some 40 years now, Andrew Lloyd Webber has long proved himself to be a master of the dark art of publicity. <br> <br>He has always stayed ahead of the game by constantly breaking the rules. He generated advance interest in his early shows Jesus Christ Superstar and Evita by issuing their scores as albums before they were produced onstage. More recently, he turned the musical genre into prime-time Saturday night TV fodder as the public were invited to personally choose the stars for three West End shows, The Sound of Music, Joseph and the Amazing Techicolor Dreamcoat and the forthcoming Oliver! <br> <br>And after the first BBC1 series, How Do You Solve a Problem Like Maria?, set out to discover a complete unknown to play the lead role in The Sound of Music and turn her into a star (which it duly did with Connie Fisher), he attempted the reverse trick when it came to re-casting the role earlier this year. A professional actress – Summer Strallen, who had some seven prior West End credits, and even an Olivier nomination, to her name – was \"infiltrated\" into the Channel 4 series Hollyoaks to play an amateur aspiring for a West End lead role. Lloyd Webber made an appearance on the show, blurring the boundaries between fact and fiction to <a href=\"http://www.theguardian.com/stage/theatreblog/2008/feb/05/hollyoakssolvesaproblemlik\">play himself offering her the part</a>.<br> <br>\"Andrew at 60 is coming up with ideas that younger producers should be having\", said his wife Madeleine admiringly at the time. And when I spoke to him a couple of weeks ago, he was proud of these efforts: \"There's no point sitting around trying to do things in the old conventional ways – we are living in a completely different world\". <br> <br>It certainly is, not least financially; but if the current market conditions persist, he may need to give away tickets to a bigger crowd - not just bankers. It is also an own goal that says something about the current box-office conditions at both shows, highlighting the fact that there actually are tickets to give away; and indeed <a href=\"http://www.theatremonkey.com/CURRENTSPECIALOFFERS.htm\">there are extensive discount tickets available for all weekday performances</a>. Could the P45s be too far away for the casts of these productions, too?</p>",
  "<p>At first glance <a href=\"http://www.theguardian.com/business/2008/sep/17/unemploymentdata.recession\">today's unemployment numbers</a> are bad. But, if you take a second glance, they are even worse. And if you glance into the future ... well, you don't want to.</p> <p>There can now be no doubt that the damage to the economy from the credit crunch, waning consumer spending and tumbling house prices is now coming through in the labour market data.</p> <p>The headline figures showed the biggest jump in the August claimant count since December 1992, of 32,500. That was much worse that City pundits had expected. But if you look back at last month's number, it was revised from a rise of 20,000 to one of 28,000.</p> <p>The wider jobless measure of unemployment, which includes those not working but not claiming dole, showed a rise of 81,000, the biggest increase for over two years. </p> <p>But dig a little deeper, into the inactivity figures, and you find another 71,000 people who withdrew from the workforce because they could not find a job. That gives you an effective unemployment rise of 150,000 in the latest quarter. That's a lot.</p> <p>Another detail in the figures is that of the 81,000 rise in joblessness, the young were disproportionately affected, accounting for 31,000 of the rise as school leavers were unable to find jobs. Expect more of that in the coming months' figures.</p> <p>The data also revealed that firms have stopped hiring in a massive way. The number of job vacancies in the whole economy suffered its second-largest fall ever, tumbling 57,000 in the latest three months. That points to higher unemployment going forward, even before the 5,000 jobs lost at Lehman Brothers are counted.</p> <p>Another bad detail in the figures was that the total employment level dropped for the first time since January last year. And the employment rate fell too for the second month running.</p> <p><strong>A bleak future?</strong></p> <p>So how bad could it get? Well, the TUC is predicting a rise in unemployment to two million by next year, up from 1.72 million currently. Professor David Blanchflower of the Bank of England's monetary policy committee thinks it will reach that level by Christmas.</p> <p>And there is good reason from the data to believe that because they have hardly picked up any job losses yet from the construction and financial services industries, which have been clobbered by the housing and commercial property collapse and the credit crunch.</p> <p>The figures for workforce jobs only go up to the second quarter and show only a 7,000 fall in construction jobs and no fall at all in financial services jobs. The current job losses are concentrated in retailing and the manufacturing sector. But once the construction and financial jobs are added, the numbers are going to shoot up.</p> <p>Yesterday consultants t<a href=\"http://www.theguardian.com/business/2008/sep/16/hbosbusiness.bankofenglandgovernor\">he Hay Group warned that 110,000 jobs could go in financial services over the next year</a>. A lot of those jobs are highly paid and those people will cut their spending in the shops and scrap any plans to add a loft conversion or something to their houses. The pain is getting worse.</p> <p>Any bright spots in the data? Yes, wage growth remained absolutely flat, and low at around 3.6% in spite of headline inflation rising to a 16-year high. That should allow the Bank of England to cut interest rates vigorously. But the cuts will come too late to prevent hundreds of thousands more people losing their jobs.</p>",
  "<p>.... house burgled during last night's Big Cup match in Marseille <strong>FIVER PATENTED STATIONARY ROLLING NEWS TICKER</strong> As the Fiver went to press, not a single Liverpool player had reported their ....</p> <p><strong>IF YOU TOLERATE THIS ...</strong></p> <p>The Fiver is, of course, no stranger to the revitalising effects of a bout of extreme, hair-shirt, take-a-long-look-in-the-mirror self-flagellation. This morning, for example, having hauled itself from its 10-year-old sawdust-stuffed Ikea budget single mattress, performed 12-and-a-half fingernail chin-ups and spent five minutes trying to read an article about books without pictures in the Saturday Big Paper Review section, the Fiver became furtively excited reading the views of Big \"Phil\" Scolari and Rafael Benitez on their team's opening Big Cup victories.</p> <p>\"Look,\" raged Big \"Phil\", pulling at his little grey tufts of ear hair. \"We know we didn't play well. We made far too many mistakes. \"If you are sloppy, you give your opponents opportunities. We have the experience to know better,\" he added, successfully working himself up into a froth over a 4-0 scoreline and a display by the visitors that carried as much lurking menace as a small slice of cucumber.</p> <p>Aflame with righteous self-loathing, the Fiver then turned to Benitez's hand-wringing assessment of a tasty 2-1 away win in Marseille. \"We must do better and I know we can be better,\" Benitez wailed, thumbing through his collection of motivational cue cards from the best-selling series Compete Guide To Being Better Through Pointing And Whistling. \"We know we can improve, the players said that in the dressing room,\" he added, offering a broad interpretation of a few muttered conversations about very expensive wrist watches.</p> <p>Still, at least the new mood of macho introspection is some way from the days when an edgy 4-4 at home to the Albanian league winners would be cause for confetti-laden podium explosion. Although, there are of course those who would say suggesting that a lone second half opposition corner kick is grounds for a thorough bamboo garden stake-caning of your entire playing staff might just be up there with expecting the cream of European club football to collapse in a whimpering heap of hair gel and continental gentleman's cologne half an hour from Fulham Broadway.</p> <p>Although, at this point the Fiver found itself so confused by the modern managerial semantic it had to clear its head by slamming its foot in the fridge door and upending an entire bottle of Worcestershire sauce over the verrucca on its big toe. And then listening to another Big \"Phil\" tirade about not scoring enough goals. And again. And. Again. Until. It. Really. Hurts.</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"People used to pat me on the back. Now the abuse has started. I say 'Leave me alone, I'm not Mike Ashley, I'm not even that fat'\" - Newcastle United fan and victim of mistaken identity Alan McKenna, who has been verbally abused and physically assaulted for the crime of looking more like Mike Ashley than 49,999 other beer-swilling, overweight, replica shirt-wearing Barcodes.</p> <p>*********************</p> <p><strong>FANTASY FOOTBALL! PICK THE SCORE! GIRLS WHO LIKE BOYS WHO LIKE GIRLS WHO LIKE GIRLS WHO LIKE BOYS WHO LIKE BOYS!</strong></p> <p><strong>Guardian Fantasy Football</strong></p> <p>Go on, <a href=\"http://www.theguardian.com/fantasyfootball\">play it</a>.</p> <p><strong>Guardian Pick the Score</strong></p> <p>Go on, <a href=\"http://guardian.pickthescore.co.uk/\">pick it</a>.</p> <p><strong>Guardian Soulmates</strong></p> <p>Go on, <a href=\"http://dating.theguardian.com/s/\">trawl it</a>.</p> <p>* * * * * * * * * * *</p> <p><strong>THE DARK SIDE OF THE GOON</strong></p> <p>As fans of the Pope's O'Rangers follow follow their heroes all the way to a sound-proof chamber in the losers' half of Glasgow in a bid to avoid being up to their necks in fiendish gloating tonight, their counterparts from the Queen's Celtic will don their best bowler hats and blow gaily on air flutes as they make their way to Loyal Parkhead, where their latest Big Cup odyssey begins against Aalborg, a Danish outfit that sounds suspiciously like a merciless android built by an extra-terrestrial race with scientific knowledge far more advanced than any puny human could imagine, even the one who invented those nifty space hoppers.</p> <p>\"Celtic is not just a club, it is more than a club,\" hollered Hoops hitman Giorgi Samaras in an effort to strike doubt into the metal hearts of tonight's mysterious visitors. \"The important thing is not the money, it is a mentality of the club. Other teams may be able to spend a lot of money but if you don't have the mentality it will not go very well. You cannot buy the history, tradition or heritage of Celtic,\" continued Samaras, failing to explain what the hell history, tradition and heritage has to do with Big Cup.</p> <p>Elsewhere in Group E, Premier League strugglers Manchester United will be hoping the return from injury of their entire strikeforce - namely, Cristiano Ronaldo - will spur them on to victory over Villarreal. \"You're talking about a truly magnificent player and we're delighted he's back,\" purpled Sir Alex Ferguson, who called on United fans not to boo the man who spent most of the summer cavorting seductively in front of Real Madrid. \"He's a young man and has been tempted by the lure of the money,\" hissed Ferguson, who is an old man and has never ever <em>ever</em> been tempted by the lure of money and if you say otherwise he'll refuse to speak to you forever more, OK? \"Since we gave him our decision he has accepted it well and his training has been absolutely fantastic. There's been no pettiness, no throwing toys out of the pram,\" concluded Ferguson, talking about Ronaldo rather than himself. Obviously.</p> <p>Finally, idiotic former Spurs flop Serhiy Rebrov is believed to have called on his compatriots to evacuate their homeland ahead of tonight's trip to Kyiv by Arsenal, who despite the absence through injury of Mikael Silvestre, may field several of those <a href=\"http://www.thenational.ae/article/20080910/SPORT/632581936/-1/NEWS\">dark-skinned people</a> that Serhiy used to be so wary of.</p> <p><em>Follow Arsenal's defeat at the hands Dynamo Kyiv <a href=\"http://www.theguardian.com/football/2008/sep/17/dynamokyiv.arsenal\">here</a>and Manchester United's draw with Villarreal <a href=\"http://www.theguardian.com/football/2008/sep/17/manchesterunited.villarreal\">here</a>. Kick-off: 7.45pm.</em></p> <p>* * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Once he's given up chasing rich men with very long names around glitzy Dubai hotel foyers, Newcastle chairman Mike Ashley will fail to appoint Alan Curbishley as his new manager.</p> <p>David O'Leary has already turned his nose up at the offer. No, hang on, that's not right. His nose is always like that.</p> <p>Chelsea's Salomon Kalou has had enough of Big Phil and, come January, he's taking his poor touch and on-pitch anonymity somewhere else.</p> <p>Anthony Stokes and Carlos Edwards will swap the candy stripes of Sunderland for the less glam blue and white of Sheffield Wednesday.</p> <p>And Arsenal have trumped Reading, 1860 Munich and Angelina Jolie in their pursuit of 14 year-old Zambian wonderkid Charles Renten.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>The portentously titled Professional Game Match Officials Board has denied that referees chief Keith Hackett was responsible for overruling the entirely deserved red card shown to deputy referees chief England's Brave John Terry by newly demoted League Two referee Mark Halsey on Saturday.</p> <p>Sir Alex Ferguson could face sanctions for suggesting that referees chief Keith Hackett was responsible for etc and so on. \"Hackett told Halsey to rescind the red card but he would not do it,\" he fumed.</p> <p>Melbourne Victory's Brazilian striker Ney Fabiano has been handed a nine-match ban for unfair dinkum after being sent off for spitting at Adelaide United's Robert Cornthwaite.</p> <p>In a move that suggests the FA considers lining up for Newcastle to be punishment enough, Danny Guthrie will not have to serve any more than the three-match ban he incurred for being sent off for trying to kick Hull City's Craig Fagan out of football.</p> <p>Romania plans to naturalise Argentine forward Juan Culio for scoring the goals that earned CFR Cluj their 2-1 Big Cup win against Roma once the Fiver-writer who backed them to win at 14-1 has finished plying him with booze.</p> <p>Five's pitch-side reporter EhJohnEhBarnesEh has been named as the new coach of the Jamaica national team. Jamaica? No, he went of his own fre ... that doesn't really work, does it?</p> <p>That fleet of taxis heading from Wapping to Kensington is transporting award-winning football writer Martin Samuel to his new £400,000+ per annum gig at the Daily Heil.</p> <p>And in news that's underwhelming even by the standards of Euro Vase, Martin Petrov has been ruled out of Manchester City's first-leg match against AC Omonia with knee-knack.</p> <p>* * * * * * * * * *</p> <p><strong>STILL WANT MORE?</strong></p> <p>If it's increasingly embarrassing photos of \"Lamps\" beating his chest, pointing to the sky and kissing his ring you want to see, do not under any circumstances click the link for <a href=\"http://www.theguardian.com/football/gallery/2008/sep/17/championsleague.chelsea?picture=337698650\">this Big Cup gallery</a>.</p> <p>Jonathan Wilson knows so much about eastern European football that his specialist subject for Mastermind is KS Apolonia Fier youth team results since 1925. Here are some words he's written about <a href=\"http://www.theguardian.com/sport/blog/2008/sep/17/dynamokyiv.arsenal\">Dynamo Kyiv manager Yuri Semin</a>.</p> <p>The fingers at Spurs are not pointing at the dug-out, says David Hytner, but at the <a href=\"http://www.theguardian.com/football/2008/sep/17/tottenhamhotspur.premierleague\">directors' box</a>.</p> <p>Unlike the Premier League, reports David Conn, there are <a href=\"http://www.theguardian.com/football/2008/sep/17/1\">no great Sheiks</a> to rescue cash-strapped lower league clubs.</p> <p>And in tomorrow's £0.80 Big Paper: reports and reaction as Man Utd, Arsenal and the Queen's Celtic enter the Big Cup fray; Louise Taylor on how the north-south divide doesn't actually exist, and more Ryder Cup build-up in which obnoxious egotist Nick Faldo attempts to con people into thinking he's actually a nice bloke.</p> <p>* * * * * * * * * *</p> <p><strong>FIVER LETTERS</strong></p> <p>\"Re: Paul Sturrock's players swimming in rivers full of sharks (yesterday's quote of the day). Can I take Fiver pedantry to a new level with this pre-emptive rebuttal of the inevitable letters you will receive from idiots who think there is no such thing as a freshwater shark?\" - Fionn O'Shea.</p> <p>\"Can I point out that Paul Sturrock's players would probably be bemused to see a river full of sharks, given that the shark is not a freshwater species?\" - Secret Sam.</p> <p>\"Re: the River Tamar containing nothing more exotic than shopping trolleys and traffic cones (yesterday's quote of the day). It does, to be fair, contain a fairly significant amount of nuclear waste\" - Jim Robbin.</p> <p>\"Can I put my head above the parapet and cascade the vision that the 'writers' of the Fiver must be delighted by Drew J's office bullsh1t theme (Fivers passim)? It's likely to provide the letters page with material for at least a week. Your client-focused synergies are in a win-win zone just now\" - Colin Cumming.</p> <p>\"Dean Anderson's message to John Terry that 'rugby tackling forwards that have made you look like a lumbering oaf again isn't allowed' was incorrect. Apparently it is allowed, which is great news to centre-backs all over England\" - Jeremy Solomon.</p> <p>\"Re: the Fiver's assertion that peas dropped from the top of the Eiffel Tower can crush a man's skull (yesterday's rumour mill). Can I be the 1,057th pedant to point out that, no, they can't. Within a few feet the air resistance would equal the gravitational acceleration and it would cease to accelerate therefore drifting harmlessly to the ground. Peeing off the top of the Eiffel Tower however is a whole different matter\" - Stuart Langley (and 1,056 others).</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a></p> <p>* * * * * * * * * *</p> <p><strong>\"THEY'LL HAVE FOOD LEFT OUT FOR THEM AND GIANT FLAPS THROUGH WHICH THEY CAN ENTER AND LEAVE THE BUILDING\"</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337701316\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/downey-1700.jpg\" alt=\"Robert Downey Jr\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There's only one Robert Downey Jr ... The Iron Man arrives on the red carpet</span> <span class=\"element-image__credit\">Photograph: Max Nash/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701319\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/TROPICgirls-2680.jpg\" alt=\"The Tropic Thunder girls\" width=\"500\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fighting fit ... The Tropic Thunder girls at the London premiere</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701322\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/dizee-3113.jpg\" alt=\"Dizzee Rascal\" width=\"314\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">It's a rap ... Dizzee Rascal makes his arrival at Leicester Square</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701325\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/anastacia-3524.jpg\" alt=\"Anastacia\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Birthday girl ... Anastacia spends her last night as a 39-year-old at the Tropic Thunder premiere</span> <span class=\"element-image__credit\">Photograph: Dave Hogan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701328\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/Stiller-4084.jpg\" alt=\"Ben Stiller\" width=\"367\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Short hand ... Tropic Thunder's director and star Ben Stiller signs autographs at the British premiere</span> <span class=\"element-image__credit\">Photograph: Max Nash/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701331\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/brendancole-4586.jpg\" alt=\"Brendan Cole\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Strictly ballroom ... Brendan Cole and friend at the Tropic Thunder premiere</span> <span class=\"element-image__credit\">Photograph: Dave Hogan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701334\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/pettyfer-5203.jpg\" alt=\"Alex Pettyfer\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Going down a storm ... British actor Alex Pettyfer signs autographs as he arrives in Leicester Square</span> <span class=\"element-image__credit\">Photograph: Max Nash/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701337\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/black-5834.jpg\" alt=\"Jack Black\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thunder and lightning ... Jack Black attends the UK premiere of Tropic Thunder</span> <span class=\"element-image__credit\">Photograph: Dave Hogan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701340\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/sparro-6214.jpg\" alt=\"Sam Sparro\" width=\"309\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Going for the Clarke Kent look ... Singer Sam Sparro dons his specs for the red carpet in Leicester Square</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701343\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/lloyd-6680.jpg\" alt=\"Danielle Lloyd\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Star power ... What premiere would be complete without Danielle Lloyd?</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701346\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/nikki-7293.jpg\" alt=\"Nikki Grahame\" width=\"317\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reality bites ... TV personality Nikki Grahame poses for photographers at Tropic Thunder's UK premiere</span> <span class=\"element-image__credit\">Photograph: Dave Hogan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337701349\"> <img src=\"https://static.guim.co.uk/Guardian/film/gallery/2008/sep/17/benstiller.robertdowneyjr/three-8427.jpg\" alt=\"Downey Jr, Stiller and Black\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clown princes ... The stars of Tropic Thunder, Robert Downey Jr, Ben Stiller and Jack Black, at the UK premiere</span> <span class=\"element-image__credit\">Photograph: Dave Hogan/Getty</span> </figcaption> </figure>",
  "<p><strong>Charles Davis</strong>, economist at the <strong>Centre for Economics and Business Research</strong>, said: <a href=\"http://www.theguardian.com/business/2008/sep/17/unemploymentdata.recession\">\"Today's figures</a> show the visceral effect of the credit crunch on the labour market. With the demise of Lehman Brothers, the takeover of Merrill Lynch and continuing problems in the City, we expect unemployment to continue rising well into 2009. </p> <p>\"As the evidence of the slowdown finds its way to dole queues up and down the UK, the case for a Bank of England rate cut before the end of the year becomes ever more telling. However, with inflation still above target, we expect the Monetary Policy Committee to wait until inflation has peaked before cutting interest rates. We expect the first rate cut to occur in November – and to be followed by a series of cuts through 2009. Today's news is likely to see sterling and the FTSE soften as the UK economic outlook becomes bleaker.\"</p> <p><strong>Nigel Meager</strong>, director of the <strong>Institute for Employment Studies</strong>, said: \"As expected, unemployment continues to grow. The claimant count measure has been increasing since January, and there has been a surge in the last couple of months. What's not yet clear is how big the impact on unemployment will be in the months ahead, as the effects of the latest financial crisis feed through into the real economy. Experience from previous recessions is no guide, because there are new labour market factors in play which may help cushion the unemployment impact this time round: migrant workers, who filled many new jobs in recent years, will stop coming, while those already here have started to return; and fewer people over retirement age will be drawn into work.\"</p> <p><strong>Howard Archer</strong> at <strong>Global Insight</strong> said: \"It seems inevitable that extended very weak economic activity and deteriorating business confidence will exact an increasing toll on the labour market over the coming months. Furthermore, employment prospects in the financial sector look increasingly worrying, given the heightened turmoil. Significantly, latest labour hiring surveys are markedly softer, with a September Manpower survey showing that employment intentions are at a nine-year low. In addition, the Bank of England's agents report for September noted that labour demand continued to soften. Consequently, unemployment now looks highly likely to rise above 2 million in 2009.\"</p> <p><strong>David Kern</strong>, economic adviser to the <strong>British Chambers of Commerce</strong>, said: \"Labour market figures highlight the worsening recessionary pressures in the economy. Unemployment is up, employment and vacancies are down.</p> <p>\"With a continued muted increase in average earnings the MPC should find it easier to cut interest rates in October. The UK cannot afford a banking crisis and banks must be supported by adequate liquidity. Authorities in the UK must be as pro-active as those in the US.\"</p> <p><strong>TUC</strong> general secretary <strong>Brendan Barber</strong> said: \"Today's figures show that unemployment is starting to accelerate and it now looks very likely that total unemployment will reach 2 million during 2009. It is more important than ever that we have a co-ordinated economic response to the downturn that puts more money into the pockets of middle and low income families.</p> <p>\"At the same time the Bank of England must play its part. It is clear that deflation is a much more pressing threat than inflation, and interest rates should be cut.\"</p>",
  "<p>The number of people claiming unemployment benefit last month saw its biggest jump since 1992 when the UK was last in recession, official data out today showed.</p> <p>The Office for National Statistics said that the <a href=\"http://www.theguardian.com/business/interactive/2008/aug/15/unemployment\">claimant count</a> level for August increased by 32,500 to reach 904,900. </p> <p>On the wider Labour Force Survey measure, joblessness rose by 81,000 to 1.72 million between May and July, the largest increase since 1999. The jobless rate in Britain rose by 0.2% to 5.5% in the three months to July, again the worst level since 1992. The ONS said the trend on both the claimant count and the wider number of <a href=\"http://www.theguardian.com/business/2008/sep/11/recession.unemploymentdata\">jobless</a> was increasing.</p> <p>The number of workers in manufacturing fell by 42,000 in the latest quarter to reach 2.87 million, the lowest figure since records began 30 years ago. </p> <p>There was also the first fall for more than a year in the UK's employment level, which fell 16,000 to 29.54 million in the three months to July. </p> <p>Howard Archer at Global Insight said: \"It seems inevitable that extended very weak economic activity and deteriorating business confidence will exact an increasing toll on the labour market over the coming months. Furthermore, employment prospects in the financial sector look increasingly worrying, given the heightened turmoil.\"</p> <p>The TUC warned today that the number of people out of work for at least a year could almost double to 700,000 by the end of 2009. It said that total unemployment could hit two million people by next year, partly as a result of the government's tougher benefits regime. </p> <p>TUC general secretary Brendan Barber said: \"Employment levels have remained high despite the recent economic turbulence and are nowhere near the dark days of 1992, when nearly three million people were unemployed. </p> <p>\"However, the TUC is concerned that unemployment has been sneaking up in the last few months and it's up to unions, employers and the Government to halt and reverse this trend as soon as possible.\" </p> <p>\"With unemployment rising, people are looking to the Government for a response and economic measures will be far more welcome than yet another round of welfare reforms.\"</p> <p>Meanwhile, average earnings increased by 3.5% in the year to July, 0.1% up from the previous month but well below the 4.5% level that the inflation-conscious Bank of England considers compatible with low inflation. </p> <p>\"Although earning growth picked up modestly in July, it remained moderate and was broadly reassuring for the Bank of England. Headline annual earnings growth was limited to 3.7% in July itself and to 3.5% in the three months to July. The underlying rate was also contained at 3.8% and 3.7% respectively. This is well below the 4.5% level generally considered consistent with the Bank of England's 2.0% inflation target,\" said Archer.</p> <p>\"However, a key question for the Bank of England is will wage growth remain contained given sharply higher inflation and elevated inflation expectations?\"</p>",
  "<p>The TUC today warned that the number of people out of work for at least a year could almost double to 700,000 by the end of 2009.</p> <p>It said the current total of 400,000 could rise for the next year, while total <a href=\"http://www.theguardian.com/business/2008/sep/17/unemploymentdata.recession\">unemployment </a>could hit two million.</p> <p>And it warned that difficulties getting people back into work could be made worse by the government's latest welfare reforms.</p> <p>The TUC issued its predictions as official unemployment figures were published showing there were 1.72 million people out of work in the three months to July, up by 81,000 from the previous quarter. This is the highest total since spring of 1999.</p> <p>Union officials said toughening the benefits regime for lone parents and the disabled would place extra pressure on overstretched welfare services and could add to the long-term unemployment total.</p> <p>The department of work and pensions published a green paper in July aimed at boosting the employment rate from 75% to 80%. </p> <p>Proposed measures out for consultation include getting mandatory signing-on on a daily basis, and full-time programmes for the long-term unemployed.</p> <p>Other proposals include encouraging parents with children aged seven or more to get a job.</p> <p>TUC general secretary Brendan Barber said although employment levels had managed to remain high despite the recent economic turbulence, the TUC was concerned unemployment has been \"sneaking up\" in the last few months.</p> <p>\"It's up to unions, employers and the government to halt and reverse this trend as soon as possible,\" he said.</p> <p>\"With unemployment rising, people are looking to the government for a response and economic measures will be far more welcome than yet another round of welfare reforms.</p> <p>\"All the tabloid-friendly tough talk on benefit claimants will backfire on the government when the numbers of people out of work, off benefits and sliding further into poverty start to mount.\"</p> <p>The TUC said rising unemployment levels made the case for an interest rate cut even stronger.</p> <p>The head of economics and social affairs, Adam Lent, said: \"Poor growth and falling consumer confidence are a far greater risk to the economy than inflation, which is still relatively low. The Bank of England can play a key role in helping to reinvigorate the economy by cutting interest rates this month.\"</p> <p>The employment minister, Stephen Timms, said the UK was facing up to global economic challenges alongside many other countries, and insisted the foundations of the UK labour market remained \"strong\".</p> <p>He said: \"Our welfare reforms are about making sure that no one on benefits is written off. They are radical, long-term plans to help reach our goal of getting a million people off incapacity benefits by 2015.</p> <p>\"While we accept these are difficult economic times, it would be wrong to suggest that disabled people, lone parents and other long-term benefit claimants should simply be put on the scrap-heap.\"</p>",
  "<p>John Barnes is set for a return to management after being appointed the new coach of the Jamaica national team. The 44-year-old, who lived on the island until his teens before moving to England, will take up the role in November after agreeing a one-year deal with the Jamaica Football Federation.</p> <p>The former Liverpool and England winger takes over from Brazilian Rene Simoes, who was sacked as technical director last week. It will be Barnes' first job in management since his unhappy spell in charge of Celtic in 1999-2000, which ended after only seven months following poor results and a shock Scottish Cup defeat to Inverness Caledonian Thistle. Since leaving Parkhead he has concentrated largely on media work.</p> <p>JFF president Horace Burrell said: \"The board of directors of the JFF have approved the appointment of John Barnes, former England international, as the head coach of the national senior team, commencing November 1 2008. The board have approved his appointment for a period of one year, which will be up for review, and possibly renewal.\"</p> <p>Burrell believes his appointment will also help increase the profile of the Jamaican side. He said: \"When you are involved in international football you need an individual with international stature. Having a coach of international repute opens a number of opportunities for our national team.</p> <p>\"Many countries will invite you to play friendlies only because of the image and reputation of your coach. When an icon like John Barnes becomes the coach of Jamaica's Reggae Boyz team, immediately the international spotlight will shine on Jamaica in every single aspect of the sport.\"</p>"
]